[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situation.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with the terms of that resolution, the Special Rapporteur submitted his first report to the Commission at its forty-third session (E/CN.4/1987/35). His mandate was extended for one year by resolution 1987/15 of 4 March 1987, at the same session of the Commission.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. From 1988 onwards, the Special Rapporteur has submitted yearly reports to the Commission (E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Add.1 and Corr.1). In its resolutions 1988/55, 1990/27 and 1992/17, the Commission twice decided to extend the Special Rapporteur's mandate for two years, and then for a further three years, until 1995.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. After the resignation of Mr. Angelo Vidal d'Almeida Ribeiro, the Chairman of the Commission appointed Mr. Abdelfattah Amor as Special Rapporteur. The latter submitted his reports (E/CN.4/1994/79; E/CN.4/1995/91 and Add.1) to the Commission on Human Rights at its fiftieth and fifty-first sessions.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. By its resolution 1995/23, of 24 February 1995, the Commission on Human Rights decided to extend the Special Rapporteur's mandate for three years.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In its resolution 49/188 of 23 December 1994, the General Assembly requested the Special Rapporteur to submit an interim report at its fiftieth session. This interim report is submitted in response to that request. It is the first report submitted to the General Assembly in connection with that mandate. The Special Rapporteur has sought, on this occasion, to take stock of the past almost 10 years of the mandate. To that end, in connection with the introduction of that report, and to promote better understanding, the Special Rapporteur wishes here to recall the conditions which led to the adoption of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief and of the Special Rapporteur's mandate.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Since 1945 many bodies within the United Nations have been seeking to draft international rules to encourage States to pursue one of the Organization's primary objectives which, according to the Charter, is to promote and encourage respect for human rights and for fundamental freedoms for all without distinction as to race, sex, language or religion. This aim can be found in the preamble to the Universal Declaration of Human Rights which states that \"... the advent of a world in which human beings shall enjoy freedom of speech and belief and freedom from fear and want has been proclaimed as the highest aspiration of the common people\". Similarly, article 2 of the Universal Declaration rules out any discrimination based upon religion, when it states that \"everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind ...\". Article 18 of the Universal Declaration proclaims the right to freedom of thought, conscience and religion and qualifies that right as follows: \"... this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance\".",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The International Covenants on Human Rights also contain provisions on freedom of conscience and religion. For example, article 18 of the International Covenant on Civil and Political Rights proclaims the right to freedom of thought, conscience and religion and article 4, paragraph 2, of that same Covenant permits no derogation from this right thereby according it a fundamental character, while article 13 of the International Covenant on Economic, Social and Cultural Rights states in paragraph 1, that \"education shall ... promote understanding, tolerance and friendship among all nations and all racial, ethnic or religious groups ...\" and, in paragraph 3, proclaims that States parties undertake to have respect for the liberty of parents \"... to ensure the religious and moral education of their children in conformity with their own convictions\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 9,
        "Text": "9. Other international human rights instruments also contain clauses which seek to counter intolerance and discrimination in respect of religion or belief. They include the International Convention on the Elimination of All Forms of Racial Discrimination, the International Labour Organization Convention concerning Discrimination in respect of Employment and Occupation and the UNESCO Convention against Discrimination in Education.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In 1962, the General Assembly, for the first time accepted the idea of a United Nations instrument dealing specifically with the issue of the elimination of all forms of intolerance and of discrimination based on religion or belief. At that time, two separate documents were envisaged: a declaration and an international convention.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In 1972, the General Assembly decided to give priority to preparation of the declaration before resuming consideration of the draft international convention. Starting in 1974, the Commission on Human Rights considered the issue of the draft declaration every year until 1981 when it adopted the text of a draft declaration which was submitted that same year, through the Economic and Social Council, to the General Assembly.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. On 25 November 1981, the General Assembly proclaimed the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, in which it considered that it was essential \"to promote understanding, tolerance and respect in matters relating to freedom of religion or belief\", declared that it was resolved to \"adopt all necessary measures for the speedy elimination of such intolerance in all its forms and manifestations and to prevent and combat discrimination on the grounds of religion or belief\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 13,
        "Text": "13. There is no doubt that adoption of the Declaration represented a significant step forward on the difficult road to eliminating discriminatory practices and intolerance with regard to the right to freedom of religion and of belief in all its aspects. By adopting this declaration, the General Assembly was reminding all the nations of the world that it was in the greater interest of mankind to put an end to persecution based on religion, creed or belief, and to manifestations of prejudice existing in those areas. However, it is obvious, from the time it took to adopt the Declaration, that this was a very sensitive subject.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Since the adoption of the Declaration, the Commission on Human Rights and the Subcommission on Prevention of Discrimination and Protection of Minorities have, at the request of the General Assembly, been considering the issue of what measures are needed to implement its provisions.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. At its forty-second session, the Commission on Human Rights adopted resolution 1986/20 of 10 March 1986, whereby it declared that it was \"seriously concerned by frequent, reliable reports from all parts of the world which reveal that, because of governmental actions, universal implementation of the Declaration has not yet been achieved\" and decided, in light of the incidents and governmental actions that were inconsistent with the provisions of the Declaration \"to appoint for one year a special rapporteur to examine such incidents and actions and to recommend remedial measures, including ... the promotion of a dialogue between communities of religion or belief and their Governments\" (para. 2). In addition, the Special Rapporteur was to \"seek credible and reliable information\" (para. 4), and was invited to \"carry out his work with discretion and independence\" (para. 7). The Commission requested the Special Rapporteur to submit a report to it \"on his activities regarding questions involving implementation of the Declaration ... together with his conclusions and recommendations\" (para. 8).",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. In order to understand the context in which the Special Rapporteur has carried out, and continues to carry out, his mandate, it seems necessary to refer to the fundamental political changes that have taken place since 1986, such as the end of the Soviet world, the emergence and development of religious extremism and the Gulf War. Moreover, at the human rights level, the major international mechanisms for the protection of human rights were established at a time when the number of accessions to international human rights instruments was growing steadily and when there was much talk, at the State level, about human rights.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. It is true that the debate regarding the issue of universality and specificity of human rights, particularly in the religious area, continues. However, the World Conference on Human Rights (Vienna, 14-25 June 1993), while referring to national legislation, clearly established the principle of universality. With regard to the religious aspect, the World Conference, in its Declaration and Programme of Action, called upon all Governments to take all appropriate measures in compliance with their international obligations and with due regard to their respective legal systems to counter intolerance and related violence based on religion or belief, including practices of discrimination against women and including the desecration of religious sites, recognizing that every individual has the right to freedom of thought, conscience, expression and religion. The Conference also invited all States to put into practice the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. Having formulated all these considerations the Special Rapporteur will focus his analysis, on the one hand, on visits in situ and, on the other, on the identification of legislation in the field of tolerance and non-discrimination based on religion or belief, and on the development of a culture of tolerance and the status of communications (1988-1995) since the establishment of the mandate.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In discharging his mandate and in order to gain a better understanding of the constitutional and legal guarantees for freedom of thought, conscience, religion and belief, the Special Rapporteur gathers the information sent to him by Governments, non-governmental organizations and other sources, religious and lay, with a view to ascertaining what measures States have taken to combat intolerance and what incidents and governmental actions might be inconsistent with the provisions of the Declaration. After considering the information provided by Governments on legislation on the subject, complaints of religious discrimination and intolerance received over the years and the replies by Governments concerning those complaints, the Special Rapporteur, Mr. d'Almeida Ribeiro, deemed that it would be useful to study, within the limits of his mandate, certain specific questions by undertaking a comparative study of relevant national legislation.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 20,
        "Text": "20. It should be recalled that the Special Rapporteur drew up a questionnaire containing 11 questions of a general nature which he considered particularly relevant in view of the experience that he had acquired. The questionnaire was transmitted to all Governments on 25 July 1990. As of 20 December 1990, replies had been received from the Governments of the following countries: Albania, Bahamas, Bahrain, Bangladesh, Chad, Chile, China, Colombia, Cuba, Dominica, Dominican Republic, Ecuador, Finland, Germany, Greece, Grenada, Indonesia, Iraq, Jamaica, Malta, Mexico, Morocco, New Zealand, Nicaragua, Norway, Oman, Romania, Saint Vincent and the Grenadines, Swaziland, Sweden, Switzerland, Tunisia, the Union of Soviet Socialist Republics, Uruguay and Yugoslavia. Further replies to the questionnaire were received by 30 November 1991 from the following Governments: Australia, Belize, Bolivia, Botswana, Burkina Faso, Canada, Cyprus, Egypt, Guinea, Haiti, Iceland, Iran (Islamic Republic of), Ireland, Israel, Luxembourg, Panama, Portugal, Rwanda, Sudan, Syrian Arab Republic, Trinidad and Tobago, Turkey, Ukrainian Soviet Socialist Republic, United States of America and Zimbabwe. Reports E/CN.4/1991/56 and E/CN.4/1992/52 deal with the questions sent to Governments and their replies.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Because of the numerous replies he received, the Special Rapporteur was able to formulate a number of conclusions and recommendations. In particular, the Special Rapporteur considers that States should continually review possible violations of the right to freedom of religion and belief and seek to adapt their legislation to existing international norms, especially the 1981 Declaration. In order to combat acts of intolerance and discrimination based on religion, they should establish the constitutional and legal guarantees necessary for protecting the rights enshrined in the Declaration and should also consider setting up appropriate mechanisms to ensure that those norms are, indeed, applied. The Special Rapporteur also noted that contradictions frequently arose between general provisions and the texts of the laws or administrative decrees, which could result in the adoption of measures in violation of the right to freedom of religion and belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 22,
        "Text": "22. In view of the replies sent to him by Governments, the Special Rapporteur felt that decisive steps should be taken at the international level to establish effective administrative and legal remedies which victims of intolerance or discrimination based on religion could avail themselves of in cases of violations of the rights set forth in the Declaration. Such legal remedies should be clearly defined and should aim more particularly at establishing penalties for incidents and actions that are incompatible with the relevant norms. The replies also brought to light the need to establish institutions at the national level in order to promote tolerance in respect of religion and belief, and also to put in place conciliation mechanisms or other machinery for dealing with disputes resulting from acts of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. After taking up his post, the Special Rapporteur, Mr. Abdelfattah Amor, sent a note verbale to all States on 21 April 1994, drawing their attention to resolution 1994/18 of the Commission on Human Rights and inviting Governments to communicate all new information falling within that mandate as well as any other observations that they wished to make in that regard.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur received replies from the following 19 Governments: Argentina, China, Croatia, Ethiopia, Greece, Guyana, Indonesia, Jamaica, Luxembourg, Monaco, Morocco, Philippines, Qatar, Romania, Spain Sri Lanka, Sudan, Sweden and Venezuela. In view of the modest number of replies received and the diverse nature of the information communicated, the Special Rapporteur decided to reproduce in his report the texts according to country rather than present an analytical summary according to subject, assuming that a larger number of Governments would submit more complete and more precise information.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Most of the replies from Governments referred to constitutions, relevant laws and regulations, even religious law and traditions relating to the question of freedom of religion or belief as well as legal measures taken to combat intolerance and discrimination in this area, and lastly governmental policies. The information provided dealt essentially with the following subjects: (a) Protection and promotion of the right to freedom of thought, conscience, religion or belief and related human rights, for example, freedom of expression, information, assembly and association, and equality before the law;; (b) Protection and promotion of the right to manifest one's religion or belief in worship, observance, practice and teaching, the right to assemble and form peaceful associations in connection with a religion or belief, the right to teach a religion or belief in places suitable for these purposes, and the right to observe days of rest and to celebrate holidays and ceremonies in accordance with the precepts of one's religion or belief;; (c) Prevention and elimination of discrimination on the grounds of religion or belief and, in particular, protection against discrimination in education, access to the civil service, employment, practising a profession and marriage;; (d) Legal provisions for cases of infringement relating to beliefs or religious sentiments and the protection of places, ceremonies and traditions connected with religion or belief;; (e) Conscientious objection to military service;; (f) Education, including religious instruction of children and adults, and provisions and practices in this field;; (g) Legal restrictions on the above-mentioned rights.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 26,
        "Text": "26. All the replies, in view of their relevance, were published in report E/CN.4/1995/91/Add.1.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Recalling that, in its resolution 1995/23 of 24 February 1995, the Commission on Human Rights welcomed the invitations extended by a number of Governments to the Special Rapporteur to visit their countries and encouraged other Governments to extend similar invitations to enable the Special Rapporteur to fulfil his mandate even more effectively, the Special Rapporteur wishes to emphasize the importance which he attaches to visits to be made in situ in order to further the dialogue already initiated with many Governments and also to better appreciate the full complexity of the situations of religious intolerance which he is, and will be, called upon to encounter during his mandate.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. During his mandate as Special Rapporteur from 1987 to 1993, Mr. d'Almeida Ribeiro, in addition to visiting a number of countries in a personal capacity, undertook, within the framework of his mandate and therefore in an official capacity, a visit to Bulgaria from 12 to 16 October 1987 on the initiative of the Bulgarian Government (see E/CN.4/1988/95).",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Since assuming his post, Special Rapporteur Amor made a visit to China from 21 to 30 November 1994 on the initiative of the People's Republic of China (see E/CN.4/1995/91). In addition, from 12 to 22 June 1995, he visited Pakistan at the invitation of the Government of the Islamic Republic of Pakistan within the framework of his mandate. During his mission, in particular, in Islamabad, Lahore and Karachi, the Special Rapporteur gave particular attention to studying legislation in the field of tolerance and non-discrimination on the grounds of religion or belief, its application, and the policy in effect as well as identifying factors for the elimination or continuation of all forms of intolerance and discrimination based on religion or belief. In identifying such factors, the Special Rapporteur focused his analysis on legislation, society and extremism as well as official measures taken and intended measures. Lastly, the Special Rapporteur formulated conclusions and recommendations. The report on the visit to Pakistan, which is in its final drafting stage, will be submitted to the Commission on Human Rights at its next session.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Furthermore, in a letter of 31 August 1993 addressed to the Permanent Representatives of Greece, India and the Islamic Republic of Iran, the Special Rapporteur announced his wish to visit their countries to obtain information from the authorities and other parties concerned on various matters falling within his mandate. In a letter of 31 August 1993, the Special Rapporteur also wrote to the Government of the Sudan to confirm that he was pleased to accept the invitation extended to his predecessor to visit the Sudan. The choice of the above-mentioned countries was determined by the Special Rapporteur's concern to study in detail a number of problems of religious intolerance which had been brought to his attention, while maintaining an appropriate geographical balance.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur reminded the Governments of India, the Islamic Republic of Iran and the Sudan of his wish to visit those countries. For convenience of scheduling, the mission to India was postponed. With regard to the Islamic Republic of Iran, the Permanent Representative in Geneva extended an oral invitation to the Special Rapporteur during his consultations in Geneva in May 1995 and a written invitation is greatly desired. The Special Rapporteur is also still awaiting a reply from the Sudan.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Government of Greece, in a letter of 14 April 1995, agreed in principle to a visit in situ by the Special Rapporteur. Nevertheless, for convenience of scheduling, the mission was postponed to the period from 24 September to 1 October 1995. The report of the mission to Greece will be submitted to the Commission on Human Rights at its next session.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. In a letter of 10 March 1995 and another of 24 July 1995, the Special Rapporteur expressed the desire to visit Viet Nam and Turkey respectively and is still awaiting replies.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur strongly encourages all States wishing to do so to invite him to visit their countries in order to strengthen understanding and mutual cooperation, for the sake of eliminating all forms of intolerance and of discrimination based on religion or belief. He is also considering asking some Governments to allow him to visit their countries. He considers that, while it is still worth attaching importance to traditional visits, it would also be useful, in some circumstances, to make contact visits for the purpose of establishing a dialogue with some Governments and furthering understanding.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Taking note of resolution 1994/18 of the Commission on Human Rights encouraging him to examine the contribution that education can make to the more effective promotion of religious tolerance, and of Commission resolution 1995/23 stressing the importance of education in ensuring tolerance of religion and belief, the Special Rapporteur has undertaken various consultations and projects which have confirmed his early conclusions regarding the essential and priority role of education in combating intolerance and discrimination.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. As indicated in the preceding reports to the Commission on Human Rights (E/CN.4/1994/79; E/CN.4/1995/91), education can make a decisive contribution to the internalization of values based on human rights and to the emergence, both at the individual as well as the group level, of attitudes and behaviour reflecting tolerance and non-discrimination, thus constituting an element in the dissemination of a human rights culture. The school, as an essential component of the educational system, can provide a primary and fertile occasion for lasting progress with respect to tolerance and non-discrimination in connection with religion and belief. Accordingly the Special Rapporteur decided to conduct a survey, by means of a questionnaire to States, on problems relating to freedom of religion and belief through the perspective of the curricula and textbooks of primary or elementary and secondary education institutions (annex I). The Commission on Human Rights, by its resolution 1995/23, took note with interest of the Special Rapporteur's questionnaire on religious education as a contribution to an increased understanding of the matter and called upon Governments to cooperate with the Special Rapporteur. The results of such a survey could facilitate the formulation of an international educational strategy to combat all forms of intolerance and discrimination with regard to religion and belief, a strategy that could be centred on the definition and implementation of a minimum common programme of tolerance and non-discrimination.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 37,
        "Text": "37. In response to his covering letter of 27 October 1994 and his reminder of 28 February 1995, the Special Rapporteur has received replies from the following 64 States: Albania, Algeria, Andorra, Armenia, Austria, Bahrain, Belarus, Bosnia and Herzegovina, Brazil, Bulgaria, Burkina Faso, Chile, China, Colombia, Côte d'Ivoire, Croatia, Cuba, Cyprus, Denmark, Ecuador, Egypt, France, Guatemala, Holy See, Honduras, Iceland, Indonesia, Iraq, Israel, Italy, Kyrgyzstan, Lesotho, Liechtenstein, Luxembourg, Mali, Marshall Islands, Mexico, Namibia, Nauru, Netherlands, New Zealand, Niger, Norway, Oman, Pakistan, Paraguay, Philippines, Portugal, Republic of Korea, Romania, San Marino, Slovakia, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Tunisia, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, Uruguay, Venezuela, Viet Nam and Yugoslavia.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Australia, Jamaica and Kenya indicated that they would reply in due course.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Most States replied to all 19 questions and some States supported their replies with documentation such as school curricula or works on religious education.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Further, most States, in their replies, indicated an absence of problems regarding freedom of religion and belief as reflected in the curricula and textbooks of their primary or elementary and secondary education institutions. Only a small number of States indicated the existence of deficiencies and shortcomings (in particular in the training of teachers). Further, a number of States have not dealt with the question of non-belief. Others have taken this freedom into account by making it possible to be exempted from religious education or by making it optional. It is also apparent from the replies as a whole that there are different interpretations of the concept of tolerance with respect to religion and belief, reflecting in particular the lay or theocratic philosophy of the State.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Lastly, these first views on the replies to the questionnaire indicate that States espouse a philosophy of tolerance, albeit with different interpretations. The Special Rapporteur invites all States not having replied to the questionnaire to do so, so as to give this internationally undertaken survey a comprehensive scope.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur wishes to stress, through the questionnaire, the fundamental importance of prevention with regard to tolerance and non-discrimination in respect of religion and belief. In that regard the Special Rapporteur welcomes with satisfaction all the activities undertaken in the context of the United Nations Year for Tolerance, and would have wished the scope of the year, 1995, which focused on cultural aspects, to have been expanded. A particular effort should be made to promote the dissemination of values of tolerance and non-discrimination. The organization, at a high level of State representation, of an international conference on tolerance and non-discrimination should be considered.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur has prepared a table indicating the status of communications since the establishment of the mandate, taking into account the following reports: E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Corr.1 and Add.1; E/CN.4/1994/79; E/CN.4/1995/91 and Add.1. The Special Rapporteur focused on: (a) The number and type of communications;; (b) Classification of these communications in terms of the articles of the 1981 Declaration and certain human rights (right to life, physical integrity and security of person; right to freedom of movement; right to freedom of opinion and expression) protected by other international human rights instruments, in particular the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights;; - (c) The responses of States to communications sent; - (d) The religions dealt with in the communications. | Year ofreport | NumberofStates | Number ofcommunicationssent | States | |-------------------|------------------------|-------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | 1988 | 7 | 7 | Albania, Bulgaria, Burundi, Iran(Islamic Republic of), Pakistan, Turkey,Union of Soviet Socialist Republics | | 1989 | 22 | 31 | Albania (1+R), Bulgaria, Burundi, China(2), Czechoslovakia (2), Indonesia, Iran(Islamic Republic of) (2, including1 R), Iraq, Ireland, Italy, Malaysia,Nepal, Nicaragua, Pakistan (3), Republicof Korea, Romania (2), Saudi Arabia,Sudan, Turkey (2), Union of SovietSocialist Republics (2), United Statesof America, Viet Nam | | 1990 | 32 | 46 | Afghanistan, Albania (2 R), Bulgaria(3), Burundi (2), Canada, China (3),Egypt, Ethiopia, Greece, India (2),Indonesia, Iran (Islamic Republic of),Iraq (R), Israel, Italy (R), Malaysia(2, including 1 R), Mauritania, Mexico,Myanmar, Nepal, Nicaragua (R), Pakistan(3), Romania (2), Saudi Arabia, Somalia(2), Spain, Syrian Arab Republic,Turkey, Union of Soviet SocialistRepublics, United Kingdom, Viet Nam,Zaire | | 1991 | 20 | 31 | Albania, Bulgaria (1+R), Burundi (3,including 2 R), China (3, including1 R), Colombia, Dominican Republic,Egypt (3), El Salvador, Ghana, Greece,India, Indonesia, Iran (Islamic Republicof) (2), Israel (2), Mauritania (R),Mexico (R), Nepal, Pakistan (2), SaudiArabia, Turkey, Viet Nam | | 1992 | 25 | 37 | China (2), Cuba, Dominican Republic (R),Egypt (4, including 2 R), El Salvador(1+R), France, Ghana (R), Greece (2),India, Indonesia, Iran (Islamic Republicof) (2), Iraq (3), Malawi, Mauritania,Morocco, Pakistan (3, including 2 R),Philippines, Saudi Arabia, Sudan,Switzerland, Syrian Arab Republic,Thailand, Turkey, United States ofAmerica (2, including 1 R), Zaire | /... | Year ofreport | NumberofStates | Number ofcommunicationssent | States | |-------------------|------------------------|-------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | 1993 | 22 | 28 | China (2, including 1 R), Cuba, ElSalvador, Ethiopia, Greece (2, including1 R), India, Indonesia (R), Iran(Islamic Republic of) (2), Iraq (2,including 1 R), Malawi, Malaysia,Myanmar, Pakistan (2), Romania, SaudiArabia, Sri Lanka, Sudan (2, including1 R), Switzerland (R), Syrian ArabRepublic (R), Ukraine, United States ofAmerica (R), Viet Nam | | 1994 | 27 | 31 | Albania, Algeria, Australia, Bangladesh,Bulgaria, Cameroon, China (2, including1 R), Cuba, Egypt, Ethiopia (R), France,Germany, Greece (R), India, Iran(Islamic Republic of) (2, including1 UA), Iraq, Malaysia (R), Myanmar,Nepal, Pakistan (1), Republic ofMoldova, Romania (2, including 1 R),Saudi Arabia, Spain, Sudan, Syrian ArabRepublic, Viet Nam (2, including 1 R) | | 1995 | 49 | 56 | Afghanistan, Albania, Algeria, Austria,Bangladesh (2, including 1 UA), Belarus,Benin, Bhutan, Bulgaria, Canada, Cuba,Cyprus, Egypt, Ethiopia, Germany, Ghana,Greece, India, Indonesia, Iran (IslamicRepublic of) (2, including 1 UA), Iraq(3, including 2 UA), Israel and occupiedterritories, Kazakstan, Kenya, Lebanon,Liberia, Malaysia (2), Mexico, Mongolia,Morocco, Myanmar, Nepal, Nigeria,Pakistan (2, including 1 UA),Philippines, Romania, RussianFederation, Rwanda, Saudi Arabia (2,including 1 UA), Sri Lanka, Sudan,Switzerland, Turkey, United ArabEmirates, United Republic of Tanzania,Uzbekistan, Viet Nam, Yemen, Zimbabwe | | Total | 74 | 267 | | ( ): number of allegations (R): reminder (UA): urgent appeal | Year ofreport | Totalcommunications | Allegations | Reminders | Urgentappeals | |-------------------|-------------------------|-------------|-----------|-------------------| | 1988 | 7 | 7 | 0 | 0 | | 1989 | 31 | 29 | 2 | 0 | | 1990 | 46 | 40 | 6 | 0 | | 1991 | 31 | 25 | 6 | 0 | | 1992 | 37 | 29 | 8 | 0 | | 1993 | 28 | 20 | 8 | 0 | | 1994 | 31 | 25 | 5 | 1 | | 1995 | 56 | 50 | 0 | 6 | | TOTAL | 267 | 225 | 35 | 7 | Diagram 1. Pattern of communications",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. As indicated in table 1 above, during the period from the establishment of the mandate until February 1995, more than 267 communications were sent to more than 74 States. The most recent report, the 1995 report, shows the largest number of communications (56), almost twice as many as in any previous year and, in particular, seven times more than in the 1988 report (7 communications). Moreover, the 1995 report is concerned with 49 States while the 1988 report contains communications transmitted to 7 States.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Thus, between the first year of the mandate and the date of the most recent report submitted to the Commission on Human Rights, there was an increase both in the number of incidents which occurred or situations which were inconsistent with the Declaration, and in the number of States which were accorded particular attention by the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Of course the small number of communications and of States concerned in 1988 is no doubt attributable to the fact that the mandate was newly established. Indeed, in the following year, the Special Rapporteur sent more than 31 communications to over 22 States. Between 1989 and 1993, the number of communications ranged from a low of 28 (1993) to a high of 46 (1990). The year 1990 accounted for the largest number of communications (46) from Special Rapporteur d'Almeida Ribeiro. Lastly, the average number of communications during the same period was a little over 34, and the average number of States concerned, almost 25.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The average number of communications for the two-year period 1994-1995, following the appointment of the new Special Rapporteur was 43, with 31 communications the first year, when he had just started, and 56 - a record high since the establishment of the mandate - the second.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The average number of States concerned in the period 1994-1995 was over 38, the number for 1995 being 49; that is also the largest number of States which received communications since 1988.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. As these figures show, Special Rapporteur Amor, wishes to give new momentum to the mandate on religious intolerance. At the same time, it should be borne in mind that the Special Rapporteur has chosen to maintain the practice of sending States a communication - and, if necessary, more than one - both within the same year, and from one year to the next. In this respect, as shown by annex II, 27 States received one communication, 15 States received two communications, 6 States received three, 7 States received four, and so on. It may be noted that five States were sent at least 10 and as many as 16 communications during the period 1988-1995.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. With regard to the number of communications (including allegations, urgent appeals and reminders) by State and by year, the pattern, as indicated in table 1, was almost the same from 1989 to 1995: | 1989 | Seven States received two communications eachOne State received three communications | |------|-------------------------------------------------------------------------------------------------| | 1990 | Six States received two communications eachTwo States received three communications each | | 1991 | Four States received two communications eachThree States received three communications each | | 1992 | Five States received two communications eachTwo States received three communications each | | 1993 | Six States received two communications each | | 1994 | Four States received two communications each | | 1995 | Five States received two communications eachOne State received three communications |",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. A small number of States, often the same from one year to the next, receive two - and sometimes three - communications. These States are those which received at least 10 communications during the period 1988-1995.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. With regard to reminders, this is a particular form of communication which the Special Rapporteur uses only when a State does not reply. The table in annex II shows that from 1988 to 1995, 24 States out of a total of 74 States were sent one or two reminders. Table 2 shows also that of 267 communications transmitted since 1988, only 35 were reminders. The number of reminders is therefore small, no doubt because in most cases the Special Rapporteur send this type of communication only when there is no reply, not when the reply is unclear or incomplete. Nevertheless, it is important to note that since 1994, Mr. Amor has tended to incorporate within new communications reminders about certain information contained in previous allegations, which perhaps explains the absence of reminders in 1995.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In view of the large number of unanswered communications in 1995, the Special Rapporteur, after submitting his most recent report to the Commission on Human Rights in February 1995, sent systematic letters of reminder to the States concerned. The latter responded in satisfactory numbers to these reminders (as will be reflected in the next report to the Commission on Human Rights). The value of this procedure is therefore established.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. With regard to urgent appeals, this is a new type of communication in the context of the mandate on religious intolerance. This new procedure was established by Mr. Amor in 1994 within the framework of his mandate in order to respond more effectively and more rapidly to particularly serious situations or cases. From 1994 to February 1995, five States were sent urgent appeals. Only one had replied by February 1995. Since this procedure was introduced only recently, it is difficult to draw definitive conclusions. However, it is already clear that urgent appeals should be used only in particularly serious situations or cases such as, among others, the murder of the reverend Tatavous Mikaelian, in the Islamic Republic of Iran, the death of members of the Al Khoei family, in Iraq, the death threats for blasphemy against human rights advocates and priests, in Pakistan, and recently, in Egypt, the case of professor Nasser Hamed Abou Zid, who was being declared a heretic because of his writings. Moreover, it is essential that the States concerned should reply, and that they should do so as expeditiously as possible, within two weeks, at most, from the date on which the urgent appeal is transmitted. It is important to note that urgent appeals are sent by fax and that it would therefore be highly desirable, in terms of the effectiveness of this procedure, for States to fax their replies; they could always send the original later by mail.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The Special Rapporteur is counting on the cooperation of all States to ensure the success of this new procedure. | Year | Art. 1 | Arts. 2and 3 | Art. 4 | Art. 5 | Art. 6 | Right tolife, andtophysicalintegrityandsecurityof person | Right tofreedomofmovement | Right tofreedom ofopinionandexpression | |-------|--------|------------------|--------|--------|--------|--------------------------------------------------------------------------------------|---------------------------------------|--------------------------------------------------------| | 1988 | 6 | 6 | 7 | 4 | 6 | 7 | 1 | 0 | | 1989 | 9 | 7 | 12 | 5 | 19 | 24 | 3 | 1 | | 1990 | 24 | 5 | 14 | 2 | 27 | 32 | 4 | 4 | | 1991 | 17 | 8 | 3 | 2 | 8 | 23 | 6 | 1 | | 1992 | 20 | 8 | 7 | 2 | 14 | 26 | 3 | 0 | | 1993 | 10 | 9 | 4 | 2 | 7 | 21 | 1 | 0 | | 1994 | 10 | 10 | 5 | 0 | 8 | 18 | 2 | 3 | | 1995 | 20 | 17 | 18 | 1 | 13 | 33 | 6 | 3 | | TOTAL | 116 | 70 | 70 | 18 | 102 | 184 | 26 | 12 | Diagram 2. Classification of communications and trends over time",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The communications have been classified on the basis of the relevant articles of the Declaration, namely articles 1 to 6 (see annex III) and certain human rights (right to life, to physical integrity and security of person, right to freedom of movement, right to freedom of opinion and expression) identified by Special Rapporteur d'Almeida Ribeiro, in his 1987 report.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Table 3 shows the number of violations of the above-mentioned articles and rights and the trends over time (1988-1995). These trends may be seen in diagram 2.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. On the basis of this table and diagram, regarding the total number of violations during the period 1988-1995, it may be seen that, in descending order, the largest number of violations concerned the right to life, to physical integrity and security of person (184 violations); this was constant for each year.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Article 1 of the Declaration (freedom of thought, conscience and religion and freedom to manifest one's religion or belief) accounts for the second highest number of violations (116 violations, mainly cases of prohibition of proselytizing, of possessing certain religious objects and cases of forced conversions) and article 6 of the Declaration (freedoms associated with freedom of thought, conscience, religion or belief) is in third place with many cases of closure, destruction and prohibition of the construction of places of worship, prohibition of religious publications, of celebration of religious holidays and violations of the freedom to elect religious leaders.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. From diagram 2, it may be seen that article 6 accounts for the third largest number of violations; it was in second place from 1988 to 1990, after which article 1 moved into second place.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Violations of articles 2 and 3 of the Declaration (discrimination) are in fourth place. It is important to note that these violations have increased substantially each year. These are cases of discrimination in the area of employment and education and an atmosphere of intolerance towards certain religious groups. These violations often result from discriminatory national and local laws and regulations. Moreover, article 4 of the Declaration (State and, in particular, legislative measures in the religious field) is also in fourth place in terms of the number of violations, hence the paramount importance of continuing to work to promote national laws which conform with international law.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Violations of the right to freedom of movement, often in the form of forced exile and local expulsions, are in fifth place.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Article 5 of the Declaration (children, parents and legal guardians in the religious sphere) is in sixth place. It may be noted that there has been a decline of such violations between 1988 and 1995. Indeed, none was reported in 1994; in 1995 only one was reported, whereas violations of all the other articles and rights mentioned reached their highest figure that year.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Violations of the right to freedom of opinion and expression come last, no doubt because this right does not fall within the mandate of the Special Rapporteur but is sometimes relevant in the religious field.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. It is interesting to note that the largest number of violations since the establishment of the mandate occurred in 1995. The total number of violations of each article of the Declaration, save article 5, and of each right, was higher than in any previous year.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Lastly, it may be seen that the largest number of violations (184) have been violations of the right to life (...), while the total number of violations of article 1 and article 6 of the Declaration has been roughly comparable (116 and 102 respectively). The average for all three comes to 134. A first category of violations therefore concerns the right to life and articles 1 and 6 of the Declaration. This means, above all, encroachments on the person, his physical integrity, freedom of thought, conscience and religion and freedom to manifest his religion or belief and then encroachments on places of worship.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. A second category of violations, with an average of 70, relates to articles 2, 3 and 4 of the Declaration and consists of cases, situations and State measures, in particular legislative measures, which involve discrimination. Lastly, a third category of violations, with an average of over 18, relates to the right to freedom of movement, to article 5 of the Declaration and to freedom of opinion and expression. | Year | Number ofcommunications | Replies | Precisereplies a/ | Completereplies b/ | Rate of reply tocommunications | |-------|-----------------------------|---------|-----------------------|------------------------|------------------------------------| | 1988 | 7 | 4 | 4 | 4 | 57% | | 1989 | 31 | 20 | 20 | 20 | 64% | | 1990 | 46 | 30 | 28 | 23 | 65% | | 1991 | 31 | 23 | 18 | 19 | 74% | | 1992 | 37 | 17 | 10 | 10 | 46% | | 1993 | 28 | 15 | 14 | 11 | 54% | | 1994 | 31 | 25 | 22 | 21 | 81% | | 1995 | 56 | 13 | 10 | 11 | 23% | | TOTAL | 267 | 147 | 126 | 119 | 55% | Table 4. Replies by year a/ Reply giving precise, detailed information (including time, place, persons involved) on the cases and situations cited in the communication. b/ Reply concerning each case and situation cited in the communication.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. As indicated in annex IV, 23 out of 74 States (Afghanistan, Austria, Belarus, Benin, Cameroon, Cyprus, Kazakstan, Kenya, Lebanon, Liberia, Malawi, Mongolia, Philippines, Russian Federation, Rwanda, Somalia, Ukraine, United Arab Emirates, United Republic of Tanzania, Uzbekistan, Yemen, Zaire, Zimbabwe), i.e. 31 per cent, have never replied to the communications addressed to them; 32 States, representing 43 per cent, had a rate of reply of less than 50 per cent; and 14 States (Australia, Bhutan, Bulgaria, Colombia, Czechoslovakia, Ireland, Italy, Morocco, Nigeria, Republic of Korea, Republic of Moldova, Spain, Thailand, United Kingdom) replied to 100 per cent of the communications transmitted to them. To be sure, these last-mentioned States, except one, had received only one or two allegations. The figures in table 4 show that more than half the States concerned (or 55 per cent) have replied to the communications addressed to them by the Special Rapporteur. Some replies are incomplete or imprecise, however, and at times could even be considered inadmissible, such as Saudi Arabia's reply of 2 October 1992 to Special Rapporteur d'Almeida Ribeiro (see E/CN.4/1993/62 and E/CN.4/1994/79).",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. With regard to the quality (preciseness or completeness) of the replies, table 4 shows that, of the 147 replies received for the period 1988-1995, 126 (85 per cent) were precise and 119 (80 per cent) were complete. These results are positive and encouraging, especially in view of the many requests made of States, especially within the framework of the United Nations, and the tendency in the past few years for States to be slower in submitting their replies. None the less, the Special Rapporteur feels it is essential for all States to submit their replies, and has therefore had recourse to reminder letters, frequent diplomatic consultations and field visits. States are therefore strongly encouraged to cooperate with this effort.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The religious communities suffering from discrimination are very diverse. In table 5 and annex V, the Special Rapporteur has established a very general classification on the basis of six categories of religion: Christianity, Islam, Buddhism, Hinduism, Judaism and other religions and religious groups. The last category includes Ahmadis, Baha'is, Pentecostals, Jehovah's Witnesses, Seventh Day Adventists, spiritualist religions, Hare Krishna, Scientology and the \"Family of Love\". It is important to note that this classification does not reflect in any particular way the individual currents of each religion. Moreover, the figures cited are based on communications transmitted by the Special Rapporteur and on the information received and compiled by his office, which admittedly represent only a part of the data that exists on the religious situation of the international community. The results and findings reported should be considered only within the framework of the Special Rapporteur's mandate on religious intolerance and the activities connected with that mandate.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The two tables show that Christianity is the religion most often referred to in the communications (over 16 per cent), without doubt because it is more highly organized and because there is a greater awareness, on the part of the different Christian communities in the various regions concerned, with regard to the protection and promotion of human rights, especially religious rights.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The category \"Other religions and religious groups\" is the second largest in terms of violations (over 10 per cent). Admittedly, although this category includes a number of very diverse religions and religious groups, these are numerically quite small. In other words, these are cases where minorities are being subjected to religious intolerance.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Islam is the third largest religion cited as being discriminated against. It accounts for over 9 per cent, close to the minority group category (over 10 per cent). The remaining religions appear in decreasing order as follows: Buddhism (over 3 per cent), Judaism (over 1 per cent) and Hinduism (less than 1 per cent). | Year | Christianity | Islam | Buddhism | Hinduism | Judaism | Other religionsand religiousgroups | |------|--------------|-------|----------|----------|---------|--------------------------------------------| | 1988 | 4 | 3 | | | 1 | 3 | | 1989 | 16 | 7 | 2 | | 2 | 11 | | 1990 | 21 | 15 | 2 | 1 | 3 | 18 | | 1991 | 16 | 8 | 4 | 1 | | 9 | | 1992 | 13 | 12 | 3 | | 1 | 12 | | 1993 | 14 | 6 | 4 | | 1 | 9 | | 1994 | 18 | 4 | 6 | 2 | 1 | 9 | | 1995 | 30 | 19 | 3 | 3 | 1 | 12 | | % | + 16 | + 9 | + 3 | - 1 | + 1 | + 10 | Table 5. Religions referred to in communications a/ a/ Including allegations of violations against different religious communities.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief is inseparable from the general question of respect for all human rights, which cannot be truly promoted in the absence of democracy and development. Consequently, action to promote human rights must involve, at one and the same time, measures to establish, strengthen and protect democracy as an expression of human rights at the political level, and measures to contain and progressively eliminate extreme poverty and to promote the right of individuals and peoples to development as an expression of human rights and human solidarity in the economic, social and cultural areas. In other words, as the World Conference on Human Rights put it, \"democracy, development and respect for human rights and fundamental freedoms are interdependent and mutually reinforcing\" and \"all human rights are universal, indivisible and interdependent and interrelated\".",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 75,
        "Text": "75. The Special Rapporteur feels that any separation of the elements of this tripartite concept - as well as any and all selectivity in this area - is likely to make the discourse on human rights more inconsistent and imprecise and thereby undermine human rights protection mechanisms and procedures.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The protection of human rights is a legitimate concern of the international community because, in principle, it is at a level above contingencies and individual considerations, and its motives, as well as its ends, are by definition supposed to be and remain justified by the need to ensure respect for and enjoyment of human rights beyond all selectivity and all other goals or objectives. The Special Rapporteur feels it would be desirable to re-emphasize to all parties concerned the importance of respect for human rights and to reaffirm the need to ensure the protection of human rights, without any interference, exclusion or evasion, and to shelter them from anything that might undermine their foundations.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Hatred, intolerance and acts of violence, including those motivated by religious extremism are factors potentially capable of promoting the development of situations that may threaten or compromise international peace and security in one way or another and infringe human rights and the right of peoples to peace. The Special Rapporteur feels that the maintenance of the right to peace should encourage the further development of international solidarity, so as to curb religious extremism of any kind by acting on both its causes and its effects, without selectivity or ambivalence, and by first of all defining a baseline of commonly accepted rules and principles of conduct and behaviour towards religious extremism.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. In this regard, the Special Rapporteur believes that places of worship should be reserved for religious rather than political purposes. As places of prayer and contemplation, they should be protected from political tensions and conflicts. This can only be assured if States adopt and implement appropriate legislation, provide for the neutrality of places of worship and protect them from the vagaries of politics and ideological and partisan commitments.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Likewise, the legal structure of political parties should be defined so that the variables of politics do not impinge on the constant values of religion. Political parties expressing political sensitivities based on religion and using political and peaceful methods do not generally give cause for concern. But parties which act as mouthpieces or standard-bearers of religions are not always likely to promote tolerance and human rights. More and more States are therefore prohibiting the establishment of political parties exclusively or primarily based on religions.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. It is, of course, obvious that the financial dependence of political and religious movements on sources from abroad is likely to have serious consequences at all levels.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The school system should also be sheltered from any political and ideological interference.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Human minds are the source of all forms of intolerance and discrimination based on religion or belief, and should therefore be the main target of any action to curb such behaviour. Education could be the prime means of combating discrimination and intolerance. It could make a decisive contribution to inculcating values pertaining to human rights and the development of tolerant and non-discriminating attitudes and behaviour, thus helping to spread the culture of human rights. The role of the schools in this educational effort is crucial.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. For these reasons, as he indicates in his discussion on the development of \"a culture of tolerance\", the Special Rapporteur again stresses the importance of prevention in the effort to end intolerance and discrimination, hatred and violence, including violence motivated by religious extremism. The alarming number of attacks on persons, affecting their physical integrity, their freedom of thought, conscience and religion and their freedom to express their religion or their beliefs, together with attacks on places of worship, as reflected in the communications received by the Special Rapporteur since 1988, shows the overwhelming need to act at the prevention level. From this standpoint, the questionnaire on religious teaching in primary and secondary schools could constitute the first stage of a process aimed at consecrating a minimum of generally accepted values and principles that might serve as a basis for a common programme of tolerance and non-discrimination. The Special Rapporteur therefore calls on all States to become involved by replying to this questionnaire, to demonstrate their commitment to a culture of tolerance.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. It is essential to develop a whole system for promoting human rights and tolerance through education.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur considers the elaboration of an international convention on the elimination of all forms of intolerance and discrimination based on religion or belief to be a necessary but premature step, given the present circumstances, and he advocates the establishment of an international policy of tolerance, associated with the development of a culture of tolerance, in teaching, the mass media and religious education.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The reservations concerning religious freedom that have been expressed, albeit on rare and isolated occasions, should continue to be dealt with patiently and deliberately, through further dialogue. Such dialogue should take into account the facts, be based on internationally established principles, involve all the parties concerned, determine the potential for immediate action and set a long-term course without any concessions. Progress in this field is as much a matter of uncovering facts, motivations and concerns as of the need to protect human rights in general and religious freedom in particular. The only way to make progress in promoting religious freedom is to avoid categorical, inflexible attitudes, impulsive and ineffectual initiatives, ill-considered behaviours, blind obstinacy, gratuitous accusations, inconsistent judgements and grandiose but futile gestures. In other words, it is time to take a hard look at reality, in all its complexity, and work with it to change it gradually. The Special Rapporteur believes that any prejudgement in this field constitutes a wrong approach; any generalization is exaggerated and therefore an error, and any excessive action will ultimately be meaningless. The situations involved are highly complex and cannot readily be reduced to types and classifications and even less to slogans and clichés.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The culture of human rights, and particularly of tolerance, cannot be decreed. It is learned and absorbed progressively through initiatives and measures over the long term, which, although altering with time, should not be conjugated in a past tense, even less in the past historic. It is essential that negotiation should attain value status, that breakdowns should be avoided and dynamic compromises based on events should be reached pragmatically. Such compromises make it possible to go beyond what is hateful and to move forward in the search for the best that can be achieved without ever failing - even when there is very little latitude or room to manoeuvre - to take a stand against tyranny, totalitarianism and everything else which is likely to impose uniformity of attitudes and behaviour, to deny freedom of conscience or to mortgage intelligence.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur is particularly grateful for the efforts of those Governments which, since his mandate was established, have attempted to shed light on the allegations submitted to them, in accordance with the wish expressed by the Commission on Human Rights in its resolution 1995/87 to the effect that Governments should respond \"expeditiously to requests for information made to them through the thematic procedures, so that the procedures may carry out their mandates effectively\". The replies provided by Governments are invaluable in enabling the Special Rapporteur to reach an informed opinion on a given situation in a country with regard to religious freedom.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. As for the follow-up to allegations communicated to Governments and the replies received from them, the Special Rapporteur has reported his views and observations and has reverted to specific situations whenever the problems and manifestations of religious intolerance so required, or as long as Government replies - or the lack thereof - failed to provide the necessary clarification. The Special Rapporteur will also in future apply himself to studying the questions of Governments which do not furnish replies to the allegations transmitted to them, a problem to which he wishes to call the General Assembly's attention forthwith.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. With reference to the time-frame for replies and in particular late replies, the Special Rapporteur would like to recall that, since he undertook his duties, Governments have had at least two months, which he considered essential for the undertaking of the necessary investigations and response to the allegations transmitted to them. The decision to grant Governments a reasonable time-frame for reply should not, however, lead to excessive delays. With regard to the new urgent appeal process introduced as part of the mandate for religious intolerance, the Special Rapporteur called on States to cooperate by replying to all such appeals and no later than two weeks from the date of request. The Special Rapporteur hopes to strengthen State cooperation through consultations with their delegations in addition to visits to be made in situ.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. The Special Rapporteur would also like to place special emphasis on the need - no matter what form the report on religious intolerance takes in the future - to ensure widespread dissemination of the information provided in the allegations transmitted to States and in the latter's responses. Information can educate and, in the final analysis, education is one of the only things that can make a difference today. Right now the stakes are high and the resources few. However legitimate the desire to save money, we must not pass up the opportunity to educate. Savings made at the expense of human rights represent a loss for human rights which results in less freedom, less tolerance and less humanity.",
        "Labels": []
    }
]