[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental action in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with the terms of that resolution, the Special Rapporteur submitted his first report to the Commission at its forty-third session (E/CN.4/1987/35). His mandate was extended for one year by resolution 1987/15 of 4 March 1987, adopted at the same session of the Commission.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. From 1988 onwards, the Special Rapporteur submitted yearly reports to the Commission (E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Add.1 and Corr.1). In its resolutions 1988/55, 1990/27 and 1992/17, the Commission twice decided to extend the Special Rapporteur's mandate for two years, and then for three years until 1995.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. After the resignation for Mr. Angelo Vidal d'Almeida Ribeiro, the Chairman of the Commission appointed Mr. Abdelfattah Amor as Special Rapporteur. The latter submitted his reports (E/CN.4/1994/79; E/CN.4/1995/91 and Add.1; E/CN.4/1996/95 and Add.1-2) to the Commission on Human Rights at its fiftieth, fifty-first and fifty-second sessions. By its resolution 1995/23 of 24 February 1995, the Commission on Human Rights decided to extend the Special Rapporteur's mandate for three years.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Pursuant to General Assembly resolution 49/188 of 23 December 1994, the Special Rapporteur submitted an interim report to the General Assembly at its fiftieth session (A/50/440).",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. This report is submitted pursuant to General Assembly resolution 50/183 of 22 December 1995. The Special Rapporteur has examined in situ visits and their follow-up, the development of a culture of tolerance and the status of communications since the fifty-second session of the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur attaches considerable importance to in situ visits and their follow-up.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. He has therefore sought to increase the effectiveness of his mandate by making several requests for visits, as well as by making actual visits in the field on his own initiative or at the invitation of the Governments concerned.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Starting in 1994, the Special Rapporteur made a visit to China in November 1994 on the initiative of the People's Republic of China (E/CN.4/1995/91, paras. 109 to 127). In June 1995, he visited Pakistan at the invitation of the Government of the Islamic Republic of Pakistan (E/CN.4/1996/95/Add.1). In December 1995, he travelled to the Islamic Republic of Iran at the invitation of the Iranian Government (E/CN.4/1996/95/Add.2).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In June 1996, the Special Rapporteur visited Greece at the invitation of the Greek Government, and in September 1996, he visited the Sudan at the invitation of the Sudanese Government and pursuant to General Assembly resolution 50/197 of 22 December 1995 and Commission on Human Rights resolution 1996/73 of 23 April 1996.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In December 1996, the Special Rapporteur expects to make a visit to India which has been postponed several times by the Indian authorities for scheduling reasons.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Lastly, the Special Rapporteur will travel to Australia in January 1997 at the invitation of the Australian Government and pursuant to paragraphs 14 and 15 of General Assembly resolution 50/183 1/ and Commission on Human Rights resolution 1996/73.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur considers it essential to make visits, firstly, to gather views and observations on any allegations of incidents and governmental action inconsistent with the provisions of the 1981 Declaration and, where appropriate, recommend remedial measures and, secondly, to analyse and publicize the positive experiences and initiatives of States.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In 1995, the Special Rapporteur expressed the desire to visit Viet Nam and Turkey. The Vietnamese authorities replied by letter that they were considering the Special Rapporteur's request, and their final response is awaited. In the case of Turkey, the Special Rapporteur has unfortunately received no written reply to his letters, although there have been informal consultations with the responsible authorities this year.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In 1996, the Special Rapporteur expressed the desire to visit Germany. The German authorities responded positively and proposed that the Special Rapporteur come in December 1996 or January 1997. For scheduling reasons, the Special Rapporteur has requested that this visit be postponed until after April 1997.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Requests for visits were also sent to the Governments of Indonesia and Mauritius. The Special Rapporteur has yet to receive a response.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur strongly encourages all States to invite him to visit their countries in order to strengthen understanding and mutual cooperation, in the interest of promoting tolerance and eliminating discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Following up past visits is another important element in the fulfilment of his mandate.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Accordingly, in 1996, the Special Rapporteur set in motion procedures for following up his visits to China, Pakistan and the Islamic Republic of Iran. Letters were sent to their respective Permanent Missions asking for comments and for any information on measures taken or envisaged by the authorities concerned to implement the recommendations made by the Special Rapporteur in his reports on his visits and reproduced in table form (see annex I). The Special Rapporteur received a reply from the Chinese authorities (see annex II), for which he expresses his gratitude. He also received the cooperation of the Iranian authorities in the form of consultations in Geneva and is awaiting comments and information from them in reply to his letter. Lastly, the Special Rapporteur noted the cooperative attitude of the Pakistani authorities at the latest session of the Commission on Human Rights and is hoping for a reply to his follow-up letter.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur is thus counting on the cooperation of all States in order to be able not only to make in situ visits but also and above all to follow up the visits already made.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur considers the development of a culture of tolerance as a basic priority for the implementation of a bona fide policy of preventing intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. As the Special Rapporteur explained in his previous reports to the General Assembly and to the Commission on Human Rights, education can make a decisive contribution to the internalization of values based on human rights and to the emergence, at both the individual and group levels, of attitudes and behaviours reflecting tolerance and non-discrimination, thus constituting an element in the dissemination of a human rights culture. As an essential component of the educational system, schools can provide fertile ground for achieving lasting progress in the promotion of tolerance and non-discrimination with regard to religion and belief. Accordingly, the Special Rapporteur conducted a survey, by means of a questionnaire addressed to States, on problems relating to freedom of religion and belief from the standpoint of the curricula and textbooks of primary or elementary and secondary education institutions. The results of such a survey could facilitate the formulation of an international educational strategy to combat all forms of intolerance and of discrimination based on religion or belief, a strategy that could centre on the definition and implementation of a common minimum programme to foster tolerance and non-discrimination.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur has received replies from the following 78 States: Albania, Algeria, Andorra, Argentina, Armenia, Austria, Bahrain, Belarus, Bosnia and Herzegovina, Brazil, Bulgaria, Burkina Faso, Chile, China, Colombia, Côte d'Ivoire, Croatia, Cuba, Cyprus, Denmark, Djibouti, Ecuador, Egypt, France, Germany, Guatemala, Holy See, Honduras, India, Indonesia, Iraq, Ireland, Israel, Italy, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Luxembourg, Mali, Marshall Islands, Mauritius, Mexico, Morocco, Namibia, Nauru, Netherlands, New Zealand, Nicaragua, Niger, Norway, Oman, Pakistan, Paraguay, Philippines, Portugal, Republic of Korea, Romania, Saint Lucia, San Marino, Senegal, Singapore, Slovakia, Spain, Sweden, Switzerland, Thailand, the former Yugoslav Republic of Macedonia, Tunisia, Turkey, Uganda, Ukraine, United Kingdom of Great Britain and Northern Ireland, Uruguay, Venezuela, Viet Nam, Yugoslavia and Zambia.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Recalling Commission on Human Rights resolution 1994/18 encouraging him to examine the contribution that education can make to the more effective promotion of religious tolerance, and Commission resolutions 1995/23 and 1996/23, as well as General Assembly resolution 50/183 stressing the importance of education in ensuring tolerance of religion and belief, the Special Rapporteur invites all other States to reply to the questionnaire addressed to them, in order to give proper scope to the results of this international survey. Once again, because of the insufficient resources allocated to the Special Rapporteur's mandate and despite the repeated pledges made by the Administration, it has not been possible to begin the sorting and analysis of replies that is necessary for the formulation of a draft international strategy and that will have to be undertaken as soon as possible.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. This report on the status of communications and replies concerns communications sent since the fifty-second session of the Commission on Human Rights, the replies or absence of replies from the States concerned and late replies. 2/",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Because of drastic budget cuts, the Special Rapporteur has been unable to publish these communications and the replies from States, contrary to the practice followed since the establishment of his mandate. This constraint is highly detrimental to the paramount importance of information and to its educational function and ultimately constitutes a form of information censorship that seriously undermines the Special Rapporteur's mandate. Accordingly, the Special Rapporteur has analysed the information and can provide anyone with copies of the communications and replies available at the Centre for Human Rights in Geneva.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Since the fifty-second session of the Commission on Human Rights, the Special Rapporteur has sent communications to 35 States: Albania, Armenia, Belarus, Bhutan, Bolivia, Brunei Darussalam, Bulgaria, Chad, China, Croatia, Cyprus, Egypt, Eritrea, Georgia, Indonesia, Israel, Japan, Kuwait, Lao People's Democratic Republic, Malaysia, Maldives, Mexico, Morocco, Nepal, Republic of Moldova, Romania, Russian Federation, Saudi Arabia, Singapore, Somalia, Tajikistan, Ukraine, United Kingdom, Viet Nam and Yemen.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. As to urgent appeals, Egypt was sent a second such appeal concerning Professor Nasr Abu Zeid of Cairo University, who was tried on 13 June 1995 by a court for his writings on interpretations of the Koran deemed anti-Islamic by Islamist plaintiffs. Professor Abu Zeid was allegedly declared an apostate by the court and required to divorce his wife (see E/CN.4/1996/95). The Special Rapporteur sent a first urgent appeal on 22 June 1995 and a reminder on 13 September 1995, and, on 19 February 1996, received a reply from the Egyptian authorities indicating that a final judgement had yet to be handed down in the case, that the case did not affect Professor Abu Zeid's professional status, that no decision to confiscate or ban his works had been taken and that his safety was assured. Moreover, Act No. 3 of 1996 had made the institution of legal proceedings on religious grounds the sole prerogative of the government procurator, in order to prevent any abuses aimed at the defamation or intimidation of citizens. On 9 August 1996, the Special Rapporteur sent a second urgent appeal after the Court of Cassation took a decision which confirmed the order declaring Professor Abu Zeid an apostate and requiring him to separate from his wife. On 22 August 1996, the Egyptian authorities drew attention to the development of their legislation (as exemplified by the aforementioned Act No. 3 and by the Act of 21 May 1996 making the admissibility of a lawsuit contingent on the concept of personal and direct interest) and to the need to respect the independence of the judiciary.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. It should be noted that other cases involving allegations in the form of complaints will be examined later, inter alia, during in situ visits.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Based on the analysis of the communications, the following is a very general classification of the religious communities against which violations have allegedly taken place: (a) Christianity: Albania, Armenia, Bulgaria, China, Georgia, Indonesia, Kuwait, Lao People's Democratic Republic, Mexico, Morocco, Nepal, Romania, Saudi Arabia, Somalia, Viet Nam, Yemen;; - (b) Islam: Chad, Egypt, Saudi Arabia, Tajikistan, United Kingdom, Yemen; - (c) Buddhism: China, Russian Federation, Viet Nam; - (d) Hinduism: Yemen; - (e) Judaism: Belarus; - (f) Other religions, religious groups and religious communities: - (i) Baha'is: Armenia, Indonesia; - (ii) Jehovah's Witnesses: Armenia, Bulgaria, Cyprus, Eritrea, Indonesia, Singapore; - (iii) Hare Krishna: Armenia; - (iv) Al Arqam: Malaysia; - (v) Darul Arqam: Indonesia; - (vi) Mormons: Ukraine; (g) All religions and religious groups except the official or State religion: Belarus, Bhutan, Bolivia, Brunei Darussalam, Israel, Maldives.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In analysing the communications by topic, the Special Rapporteur divided them into six categories of violations.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The first category concerns violations of the principle of non-discrimination in religion and belief. It involves allegations of discriminatory policies and/or legislation and regulations in regard to religion and belief, such as those against Christians and Shiites in Saudi Arabia; against non-Muslims in Brunei Darussalam and Maldives; against Christians in the Lao People's Democratic Republic; and against Christians and Muslims in Israel. In Eritrea, the Jehovah's Witnesses are also alleged to have suffered discrimination for expressing their religious beliefs. In addition, Bulgaria's alleged refusal to grant official recognition to religious groups such as the Bulgarian Evangelical Alliance, most Christian missions, independent churches and theological institutes is a violation of the principle of non-discrimination. The same is true of bans on specific religious communities, such as the Jehovah's Witnesses, the Baha'is and Darul Arqam in Indonesia; the Al Arqam group in Malaysia; and the Jehovah's Witnesses and the Unification Church in Singapore. The Special Rapporteur sent a communication to the United Kingdom authorities concerning the publication of newspaper articles conveying a negative and discriminatory image of Muslims. Violations of the principle of non-discrimination are also found indirectly in the five other categories of violations.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The second category concerns violations of the principle of tolerance in the area of religion and belief and reflects the Special Rapporteur's concern about religious extremism. Such extremism may threaten an entire society (Yemen), certain categories of individuals such as artists (Chad) or teachers (Egypt), or certain religious minorities (Mexico and Somalia). It is important to note that religious extremism acts as a cancer in any religious group, whatever the denomination, and that it affects the members of that group just as much as those of other religious groups.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The third category concerns violations of freedom of thought, conscience, and religion or belief. The question of conscientious objection is raised directly through allegations of prosecution, loss of citizenship rights (Eritrea) and/or imprisonment for refusing to perform military service (Cyprus, Croatia, Russian Federation, Singapore). Other allegations raise the problem of the absence of legal recognition of the right of conscientious objection (Eritrea, Singapore) and, notably, the absence of alternative service (Russian Federation) or even of legal provisions recognizing the concept of conscientious objection and providing for unarmed military service, an omission at variance with international law (Cyprus). Some allegations refer to an official campaign to force believers to renounce their faith (Lao People's Democratic Republic). The freedom to change one's religion is also being violated, as shown by allegations of prohibitions on converting to another religion (Bhutan, Maldives) of prosecution (Kuwait) or under threat of ill-treatment (Mexico).",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The fourth category concerns violations of the right to manifest one's religion or belief. It covers allegations of control of religious activities by the authorities (Armenia, Japan) which may take the form of restrictions on, or even the prohibition of, public manifestations (China, Maldives, Romania) or private manifestations (China, Saudi Arabia), of religious beliefs and practices by certain religious groups, certain categories of persons - notably foreigners (Belarus, Ukraine) and certain professional bodies such as the army (banning of religious services other than those of the official religion in Bolivia). Often, a ban on proselytizing by certain religious communities is the subject of special legislation (Armenia, Bhutan, Brunei Darussalam, Republic of Moldova) and may entail prison sentences (Morocco, Nepal).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. The fifth category concerns violations of the freedom to dispose of religious property. The communications sent raise the question of the restitution of goods and properties to religious communities (Albania, Belarus). Some allegations concern restrictions on certain religious groups' access to places of worship (Israel) which may also lead to the closing of those places (Bulgaria, China, Lao People's Democratic Republic). Bureaucratic obstacles to the acquisition of property by certain religious communities have also been reported in Indonesia and Romania. Lastly, places of worship seem to be the target of very serious violations, especially arson (Indonesia), desecration (Yemen) and destruction (China).",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The sixth category concerns violations of the right to life, physical integrity and health of persons (clergy and believers). The Special Rapporteur has received reports of many cases of threats (Chad, Yemen), ill-treatment, arrests and detention (Armenia, China, Cyprus, Georgia, Lao People's Democratic Republic, Malaysia, Morocco, Saudi Arabia, Singapore, Viet Nam) and even murders (Mexico, Somalia, Tajikistan, Yemen). Such violations also appear in the religious extremism category.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. With regard to States' replies to communications other than urgent appeals, the deadline has not expired for 21 States: Armenia, Belarus, Bhutan, Brunei Darussalam, China, Croatia, Cyprus, Eritrea, Indonesia, Israel, Japan, Malaysia, Maldives, Nepal, Republic of Moldova, Russian Federation, Singapore, Somalia, Ukraine, Viet Nam and Yemen.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Of the 13 States for which the deadline has expired (Albania, Bolivia, Bulgaria, Chad, Georgia, Kuwait, Lao People's Democratic Republic, Mexico, Morocco, Romania, Saudi Arabia, Tajikistan and United Kingdom), 5 have replied: Kuwait, Lao People's Democratic Republic, Mexico, Morocco and Romania.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. With reference to the content of replies, Kuwait provided a general response basically referring to its positive law and stating that judicial cases are examined in accordance with the laws of the country.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Lao People's Democratic Republic provided information on its legislation in the area of tolerance and non-discrimination with regard to religion or belief and denied reports of an official campaign against Christians. It did, however, emphasize that some Christians and non-governmental organizations had used religion for political ends, in violation of the laws in force, and were trying to convert people to Christianity in exchange for material assistance and exemption from military service and from State taxes. Those responsible for such disturbances of public order and social stability are subject to prosecution, irrespective of their religion.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. In its reply concerning the detention and subsequent hospitalization of a Muslim who had converted to Christianity and been found guilty of evangelism, Morocco stated that he had left the hospital at Inezgane on 3 June 1996.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Mexico provided detailed information and documentation on State initiatives and action to promote reconciliation and respect for the religious freedom of the Chamula and Catholic evangelical religious minorities.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Romania disputed the allegations of discrimination against the Romanian Evangelical Alliance, especially as regards the procedures for approving construction permits for places of worship. Moreover, it claimed that the two \"Voice of Gospel\" radio stations had received authorization from the National Audio-visual Council to broadcast, but on another frequency. As for the restitution of church property taken over by the State in 1948, the authorities outlined State legislation and policy in that area, which sought to identify the most appropriate measures for preserving the current social usefulness of the property in question without creating privileges for certain religions to the detriment of others.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. On the subject of replies to communications sent within the context of the report to the fifty-second session of the Commission on Human Rights, the Special Rapporteur has received written replies from the following States: Austria, Belgium, China, Estonia, Germany, Japan, Maldives, Pakistan, Saudi Arabia, Slovenia and Ukraine. The content of those replies will be reflected in the next report to the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Islamic Republic of Iran and Turkey also sent communications to the Special Rapporteur, for information.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Based on his experience in the daily performance of his mandate and his visits in situ, the Special Rapporteur notes that no religion is completely safe from attack and that no State or category of States, or religion or religious group or community, has a monopoly on intolerance.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. It is a fact that freedom of religion does not seem to have won over the minds of all men and women. Each religion tends to believe that it is sole guardian of the truth and that it has a duty to make everyone bear witness to that truth. That does not always contribute to tolerance among religions. Moreover, each religion may be tempted to fight what it may consider to be deviance within its own ranks or around it. That does not always contribute to tolerance within religions, especially tolerance of religious minorities. Religious freedom is really threatened and even jeopardized when it serves as a cover or an alibi for criminal acts which are often difficult to confront.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Such considerations lead the Special Rapporteur to express his grave concern at the problem of sects. In 1996, an increasing number of cases involving criminal acts - including murders - directly linked to groups identified as sects came to light in many countries. The Special Rapporteur, while sympathizing with the legitimate concerns expressed in various State sectors, whether Governments, parliaments or non-governmental victims' organizations, points out that the debate about sects and the campaigns against them are far too impassioned. Since many questions and misunderstandings surround the definitions and content of the terminologies of sects, new religious movements and even formal religion and since in international practice confusion reigns and States may have diametrically opposed attitudes to the same group, raising it to formal religious status or pejoratively classifying it as a sect, the Special Rapporteur feels that an international high-level governmental conference should be held to study and decide upon a common approach to sects and religions that respects human rights. He stresses that identifying solutions will require great tolerance in order for compromises to be found that reconcile the necessary freedom of religion with the equally necessary preservation of integration in the national group, as well as equal respect for the law. The Special Rapporteur also recommends that the Subcommission authorize a study of the phenomenon of sects and religious freedom.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Moreover, the fact is that religious extremism is not yet in retreat and seems set to continue to pose a threat, sometimes to entire regions. The major religions are no strangers to extremism and are sometimes exposed to these terrorist manifestations, which spare neither Governments nor the governed. It is vital to combat this religious extremism by taking action against both its causes and its effects and by getting States to define a minimum set of common rules of conduct and behaviour with regard to it.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 51,
        "Text": "51. On a different level, it is of fundamental importance that places of worship should be reserved for religious, non-political uses, that the legal system governing political parties should be defined in such a way as to avoid political variables impinging on religious constants, and that schools should be protected from all ideological, political or partisan indoctrination. It is not possible to overemphasize the contribution that schools, and education in general, can make to transmitting the values associated with tolerance and freedom.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. From this point of view, the questionnaire on religious education in primary and secondary schools could be the starting point of a process to establish certain minimum common values and principles which might serve as a foundation for a common programme to foster tolerance and non-discrimination. For this reason, the Special Rapporteur calls on all States to become involved by replying to the questionnaire, thereby showing their commitment to a culture of tolerance.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteur also notes, on the basis of numerous communications, that the fundamental right of conscientious objection is being denied or questioned in many States.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Special Rapporteur is therefore anxious to remind States of Commission on Human Rights resolution 1989/59 of 8 March 1989, which has been reaffirmed on several occasions, in which the Commission recognizes \"the right of everyone to have conscientious objections to military service as a legitimate exercise of the right to freedom of thought, conscience and religion as laid down in article 18 of the Universal Declaration of Human Rights as well as article 18 of the International Covenant on Civil and Political Rights\", and recommends to States \"with a system of compulsory military service, where such provision has not already been made, that they introduce for conscientious objectors various forms of alternative service\" which \"should be in principle of a non-combatant or civilian character, in the public interest and not of a punitive nature\".",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In order to help achieve greater respect for and knowledge of the rights linked to religious freedom, as well as the principles of tolerance and non-discrimination with regard to religion and belief, the Special Rapporteur reiterates his recommendations for the implementation of specific programmes of advisory services and technical assistance (see E/CN.4/1995/91). A note from the relevant services of the Centre for Human Rights on the implementation of such programmes is strongly recommended for the next session of the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Lastly, in the context of setting up a documentation centre in the Centre for Human Rights at Geneva, the Special Rapporteur recommends that a department on religious freedom and human rights should be set up, with the aim of increasing the amount of information received and collected on the religious situation throughout the international community and establishing the necessary databases for more in-depth analysis and study in the area of religious freedom.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur wishes to express his gratitude to States for their cooperation and for the opportunities that they have provided for fruitful dialogue. He particularly appreciated the efforts made by those Governments which tried to shed some light on the allegations, submitted to them and which initiated or responded positively to in situ visits. The replies supplied in this way by Governments and their cooperation with regard to visits are valuable tools which allow the Special Rapporteur to go on to form an authoritative opinion on the situation in a given country with respect to religious freedom. The Special Rapporteur is also grateful to those States which have cooperated more fully and closely in the recently initiated follow-up procedure to such visits.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Special Rapporteur wishes to thank the non-governmental organizations for their excellent cooperation and to emphasize their dynamic role in relation to the mandate on religious intolerance. Their contribution is of paramount importance, not only for the day-to-day management of information but also for the preparation and conduct of in situ visits. The Special Rapporteur pays tribute to the professionalism and dedication to human rights shown by non-governmental, international and national organizations from North and South. He also wishes to encourage initiatives which fall entirely within the scope of the mandate on the elimination of all forms of intolerance and of discrimination based on religion or belief, such as the various activities of the Tandem Project, including its ROBIN (Religion or Belief Information Network) programme, 3/ and the European Magazine of Human Rights published by the non-governmental organization Human Rights Without Frontiers as part of the \"Religious intolerance and discrimination\" series financed by the PHARE and Tacis Democracy Programme. 4/ Lastly, the Special Rapporteur thanks the Non-Governmental Organization Committee on Human Rights for the interest it has shown, at the United Nations in Geneva and New York, in the mandate on religious intolerance.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. As a result of the concerted actions of the international community, States and non-governmental organizations, a truly international public opinion is being formed in favour of containing and combating all forms of intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In conclusion, the Special Rapporteur wishes to make it absolutely clear that the resources at his disposal are inadequate for the effective accomplishment of his mandate. At the moment, there is in fact no correlation between what is at stake and the resources available. However legitimate the concerns of the United Nations to cut costs, the Special Rapporteur notes that the drastic limitations on the number of pages in his reports and on his in situ visits, as well as on the human and material assistance available to him, are truly detrimental to his mandate. The Special Rapporteur strongly insists that the resources assigned to his mandate should be increased, and he is quite prepared to accept financial contributions from States, non-governmental organizations and individuals within the framework of a voluntary fund for the mandate on religious intolerance managed in accordance with United Nations rules by the administration of the Centre for Human Rights, along the lines of the fund set up recently for the mandate on the question of violence against women. Any saving made at the expense of human rights at the present time is a lost opportunity for human rights which will translate into less freedom, less tolerance and less humanity. 1/ Paragraphs 14 and 15 of General Assembly resolution 50/183 read as follows: Invites the Special Rapporteur, within the terms of his mandate and in the context of recommending remedial measures, to take into account the experiences of various States as to which measures are most effective in promoting freedom of religion and belief and countering all forms of intolerance; Encourages Governments to give serious consideration to inviting the Special Rapporteur to visit their countries so as to enable him to fulfil his mandate even more effectively;\". 2/ For the status of communications since the fifty-first session of the Commission on Human Rights, see E/CN.4/1996/95. 3/ The ROBIN programme is a 24-hour-a-day interactive World Wide Web site on the Internet, using the latest computer technology to collect and report information on issues relating to freedom of religion or belief and public policy. 4/ The PHARE and Tacis Democracy Programme is a European Union initiative to help promote democratic societies in the countries of Central and Eastern Europe and the newly independent States and Mongolia. | Recommendations | Comments and measures | |---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | With regard to the right of freedom tomanifest one's religion, the SpecialRapporteur recommends that amendmentsbe made to the pertinent legal texts,such as article 36 of theConstitution, so as to provide aconstitutional guarantee of respectfor freedom to manifest one's religionor belief in accordance witharticle 1, paragraph 1, of the1981 Declaration. | | | With regard to the right of personsunder the age of 18 to freedom ofbelief, the Special Rapporteurrecommends that steps be taken toadopt a provision explicitlymentioning this right, so as to ensurethe requisite compliance with theConvention on the Rights of the Child,especially article 14. | | | The Special Rapporteur recommends theadoption of a text recognizing theright to freedom of belief and freedomto manifest one's belief for all,including members of the CommunistParty and other socio-politicalorganizations. | | | With reference to places of worship,the Special Rapporteur recommends thatthe notion of a \"fixed place\" (para. 2of decree Number 145) be defined so asto clarify legally the particularterms, conditions and restrictionsapplying to worship at home.TheSpecial Rapporteur recommends a moreprecise definition of the criteria forthe registration of places of worship,especially the number of believers andthe qualifications of members ofreligious orders. | | | Recommendations | Comments and measures | |---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | With regard to religious freedom ingeneral, the Special Rapporteurrecommends the introduction in themedium term of a law on religiousfreedom, so as to harmonize all thepertinent legal texts, remedy legalambiguities and, in keeping withestablished international standards,overcome the particular fears andsensitivities prompted by thedistinction between nationals andforeigners. | | | Recommendations | Comments and measures | |-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | In order gradually to create a newculture among administrative andprison authorities, it is necessary todefine the notion of \"trespass to theperson\" expressly as an act committedby a public official, which may beunrelated to the performance of thatperson's duties or of a public serviceactivity, so that the official hasgreater personal liability under civiland criminal law for direct andindirect, overt or covertinfringements of or interference withreligious freedom. | | | The flexible approach between normaland abnormal religious activitiesshould be extended so that ultimatelythe distinction effectivelydisappears. | | | With regard to the alleged arrest ordetention of members of religiousorders and believers belonging tounofficial religious organizations(including members of sects andTibetan monks) and restrictionsaffecting them, the Special Rapporteurreiterates his request that thesepersons be freed. | | | Recommendations | Comments and measures | |------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | With regard to Tibet, the SpecialRapporteur recommends that thebalances and compromises required bysocial dynamics be reached, so as toavoid the deeply religious beingtempted by religious extremism. | | | The Special Rapporteur recommends thatreligious figures who have servedtheir sentences for \"counterrevolutionary acts\" should no longerbe banned from entering places ofworship.Furthermore, he recommendsthat a reasonable balance be workedout between the number of students ofreligion and the quality, duration andtime set aside for their instruction.Likewise, the basically religiousfunction of places of worship and theaim of making them financiallyindependent should be made reasonablycompatible. | | | The Special Rapporteur wishes tostress the importance of giving Stateofficials and judges adequate humanrights training, especially on thesubject of religious freedom.Herecommends that the technicalassistance and advisory services ofthe Centre for Human Rights shouldhelp in this area. | | | The Special Rapporteur recommends thatthe principal texts on religiousfreedom should be posted in theadministrative services concerned.Furthermore, the publication anddistribution of a compendium of textson religious freedom, includingimplementing instructions, is stronglyrecommended.The distribution ofdocumentation about human rights toall religious institutions would alsobe desirable.The Special Rapporteuralso recommends that citizens andinstitutions be informed about appealprocedures available in the event of arefusal to register religiousorganizations. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | Education about tolerance andnon-discrimination against religionand belief should be considered andintroduced as soon as possible, as away of combating all forms ofintolerance and discrimination basedon religion and belief.At the sametime, the Special Rapporteur urges thecreation of universities offeringreligious instruction as a main orsubsidiary subject.More broadly, theSpecial Rapporteur recommends that aculture of human rights and inparticular of tolerance should bespread by promoting the creation ofhuman rights clubs in universities,which would strive chiefly to furtherthe development of tolerance of andnon-discrimination against religionand belief. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | The concept of Islamic criteria as setforth in article 4 of the Constitutionshould be precisely defined inregulations or legal texts without,however, giving rise to discriminationamong citizens. | | | Concerning professional access bymembers of minorities to the army andthe judiciary (arts. 104 and 163 ofthe Constitution), a legislativeenactment regulating theAdministration in general shouldprohibit discrimination against anyIranian citizen regardless of,inter alia, his or her beliefs or thecommunity to which he or she belongs. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | Although the situation ofnon-recognized minorities orcommunities, such as the Baha'is, iscovered by articles 14, 22 and 23 ofthe Constitution, in which theconcepts of citizen, individual andperson are used, a legislativeenactment should give clearerrecognition to these rights for everycitizen, individual or personregardless, inter alia, of his beliefsor the community to which he belongs. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | In the religious field, andparticularly in that of religiouseducation, instruction manuals shouldbe compiled in closer, systematiccollaboration with competentrepresentatives of minorities in orderto ensure that religious beliefs arecorrectly transcribed and respected. | | | In the socio-cultural field, practicalsteps should be taken to ensure strictrespect for the principle thatreligious laws should be applied inpersonal and community affairs,thereby excluding the application ofthe shariah to non-Muslims. | | | In the field of education, andespecially in minority schools, theSpecial Rapporteur recommends freedomof dress on the understanding thatthis should obviously not be exercisedin a manner contrary to its purposes. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | With regard to managerial posts in theeducational establishments ofminorities, account should be taken ofthe special nature of minorityschools, which should be reflected intheir management. | | | Minorities should collaborate closelyin the formulation of educationalprogrammes. | | | In the professional field, theobligation for owners of grocery shopsto indicate their religiousaffiliation on the front of theirshops should be eliminated. | | | In the judicial sector, the programmeof advisory services of the Centre forHuman Rights should be applied.Proper training of judicial and, ingeneral, administrative personnel inhuman rights, particularly with regardto tolerance and non-discriminationbased on religion or belief, would behighly appropriate. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | The ban on the Baha'i organizationshould be lifted so that it can engagefully in its religious activities. | | | All the community and personalproperty that has been confiscatedshould be returned and the places ofworship that have been destroyedshould be reconstructed, if possible,or, at least, should be the subject ofcompensatory measures in favour of theBaha'i community. | | | The Baha'is should be free to bury andhonour their dead. | | | Recommendations | Comments and measures | |-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | Concerning freedom of movement,including departure from Iranianterritory, the question of religionshould be deleted from passportapplication forms and this freedomshould not be obstructed in any way. | | | No discrimination should impede accessby the Baha'is to education in highereducational establishments or toemployment in the Administration andin the private sector. | | | With regard to the judiciary, theSpecial Rapporteur reiterates therecommendations formulated concerningrecognized minorities. | | | The authorities should review or setaside the death sentences passed onBaha'is and should promulgateamnesties or any other appropriatemeasures to prevent the enforcement ofthe penalties imposed. | | | Recommendations | Comments and measures | |------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | The legal status of some religiousassociations, including the UniversalChurch, should be clarified throughrehabilitation. | | | The Protestant communities should beable to engage in their religiousactivities in full freedom, exceptwhere restrictions may apply asprovided for in internationallyrecognized standards.To that end,the ban on the Bible Society of Iranand on the Garden of Evangelism shouldbe lifted and freedom to write, printand disseminate religiouspublications, including the Bible,should be fully respected. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | On the specific question of places ofworship and access thereto, all bansand restrictions should be lifted.The conduct of services and thelanguage used therein should also beleft entirely to the discretion of theministers of religion concerned, whoshould be able to engage in theirreligious activities and choose theirmode of expression without beingsubjected to any pressure. | | | The conversion of Muslims to anotherreligion should in no way give rise topressures, bans or restrictions on theProtestant community, on the convertsor on ministers of religion. | | | Recommendations | Comments and measures | |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | Blasphemy as an offence against beliefmay be subject to special legislation.However, such legislation should notbe discriminatory and should not giverise to abuse.Nor should it be sovague as to jeopardize human rights,especially those of minorities.Ifoffences against belief are madepunishable under ordinary law, thenprocedural guarantees must beintroduced and a balanced attitudemust be maintained.While protectingfreedom of conscience and freedom ofworship is clearly a necessity,applying the death penalty forblasphemy appears disproportionate andeven unacceptable.The SpecialRapporteur endorses the Government'sproposal to amend procedural aspectsof the blasphemy law and wouldencourage it not only to give effectto this proposal, but also to gofurther in amending the law onblasphemy, and more generally onreligious offences, in accordance withthe views expressed above.TheSpecial Rapporteur believes that inany event some practical measures,especially administrative andeducational ones, should beimplemented pending more substantialconstitutional and legislativechanges. | | | Recommendations | Comments and measures | |-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | The Special Rapporteur recommends thatthe authorities should check thatHudood ordinances are compatible withhuman rights and urges that Hudoodpenalties, because they areexclusively Muslim, should not beapplied to non-Muslims.He alsorecommends establishing legislation onnon-discriminatory evidence andadvocates a single electoral system,involving all citizens withoutdistinction, especially distinctionsbased on religion. | | | With regard to proselytism, conversionand apostasy, the Special Rapporteurwishes to draw attention to the needto abide by international standardslaid down in the field of humanrights, including freedom to changereligion and freedom to manifest one'sreligion or belief, eitherindividually or in community withothers, in public or in private,subject only to limitations prescribedby law. | | | The Special Rapporteur considers thatno mention of religion should beincluded on passports, on identitycards, on application forms or on anyother administrative documents.Deletion of the statement required ofMuslims regarding non-recognition ofAhmadis as Muslims in passportapplication forms is stronglyrecommended. | | | Recommendations | Comments and measures | |------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | The Special Rapporteur insists thatall cases of abuse or rape againstgirls and women, especially thosebelonging to minorities, should beduly punished.In this respect, theduty of police authorities to carryout lawful arrests and searches shouldbe recalled and applied in practice.Similarly, police officers should beheld personally responsible, underboth civil and criminal law, for anyarbitrary arrest or detention.Anindisputable record must be kept ofthe day and time of any arrest/detention and the reason for it, whileall legal proceedings and guaranteesmust be complied with. | | | Victims should be duly informed of theproceedings and guarantees provided bylaw. | | | The Special Rapporteur considers thatthere is an urgent need to inculcate aspirit of tolerance and freedom inorder to ensure that rights andliberties are enjoyed by all.Therole of the State in this respect isfundamental and inescapable.Therecan be no real and lasting progress asregards tolerance while the greaterpart of the population remainsilliterate and so long as the schoolsystem, the family, the media andreligious practices (regardless ofpersuasion) are not called upon tomake a fundamental effort to bringabout a change of attitude and toensure that the culture of toleranceis developed and strengthened.TheState could also play a more activerole in making public opinion moreaware of the culture of tolerance.With the encouragement of the State,mass communication media should helpmore effectively to combat all formsof intolerance based on religion orbelief. | | | Recommendations | Comments and measures | |-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------| | The Special Rapporteur considers thatit would be appropriate to implementthe programme of advisory services ofthe Centre for Human Rights andrecalls the recommendations containedin his 1995 report to the Commission(E/CN.4/1995/91, chap. IV).Suitabletraining of police and administrativestaff in human rights, especially inthe field of religious freedom, wouldbe very welcome. | | | With regard to religious extremism, inaccordance with Commission on HumanRights resolution 1995/23, the SpecialRapporteur encourages the Governmentto restrain it and to take appropriatemeasures in conformity with the law. | | | By adopting and applying appropriatelegislation, the State shouldguarantee the neutrality of places ofworship and shelter them frompolitical excesses and ideological andpartisan struggles. | | | Official educational policy should beset out in appropriate frameworklegislation aimed at combatingilliteracy more effectively andadvocating values based on humanrights and tolerance, with the purposeof achieving a balanced development ofthe personality, avoiding the extremesof domination and submission on theone hand and rebellious tendencies onthe other. | | | The legislation concerning politicalparties should ensure that longstanding religious values are notinterfered with by short-termpolitical interests. | | | The Special Rapporteur requests thatthe authorities in all circumstancesensure the serene operation of justiceby protecting the courts from thepressures of demonstrations andcrowds. | | The Chinese Government attaches great importance to the work of the Special Rapporteur on the question of religious intolerance. It has made a careful and detailed study of the recommendations which he made after his stay in China. The Chinese Government wishes to reply as follows:",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 1,
        "Text": "1. Amendment of the constitutional provisions relating to freedom of religion. Article 36 of the Chinese Constitution provides: \"Citizens of the People's Republic of China shall enjoy freedom of religion and belief. No public body, social group or private individual may compel a citizen to practise or not to practise a religion or discriminate against a citizen who practises or does not practice a religion. The State shall protect normal religious activities. No one may, in practising a religion, engage in activities which endanger public order or the health of citizens or interfere with the system of public education. Religious groups and religious affairs may not be subject to any foreign authority.\" The Chinese Government believes that this provision guarantees respect for and the protection of freedom of religion and belief and, in particular, protects the right to profess a religion or belief and to engage in normal religious activities, in keeping with the spirit of article 1 of the United Nations Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Adoption of a legal provision explicitly mentioning the freedom of religion of persons under the age of 18. The provisions of the Chinese Constitution and other legislative texts relating to freedom of religion and belief apply to all Chinese citizens, including persons under the age of 18.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Adoption of a law recognizing freedom of religion and belief for all, including members of the Chinese Communist Party. The Chinese Constitution provides that citizens of the People's Republic of China shall enjoy freedom of religion and belief. This freedom encompasses both the right to have a religion and the right not to have one. This basic right, as guaranteed by the Constitution, applies to all Chinese citizens. The Chinese Communist Party is a grouping that professes the theory of materialism. By voluntarily joining the Party, citizens attest that in matters of belief they choose materialism, that is, atheism and not theism. The fact that Communist Party members do not believe in religion does not contradict the principle of freedom of religion and belief. Any member of the Party is free to leave it if he no longer believes in Marxism and starts to practise a religion. State law fully guarantees the right of citizens to choose whether to have a religion or not.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Clarification of the definition of \"place of worship\" as referred to in paragraph 2 of Decree No. 145 of the State Council. Pursuant to the \"Places of worship regime\", namely, Decree No. 145, promulgated by the State Council in January 1994, the Council's Office of Religious Affairs drew up and issued, in April of that year, procedures for the registration of places of worship that explicitly set out the conditions that places of worship must meet in order to be recognized as such, namely: (a) the place must be a fixed place and have a name; (b) believers must go there frequently to participate in religious activities; (c) believers must have set up a governing body; (d) religious activities must be conducted by members of religious orders or by some other person designated to that end by the rules of the religion in question; (e) the place must be subject to a set of rules; (f) the place must be supported from the proceeds of a legitimate source of income. There are no provisions regarding the number of believers; the members of religious orders or persons who conduct religious activities are chosen by each religious order according to its own rules and customs.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Introduction in the near future of a law on freedom of religion in keeping with established international norms. Since 1982, the legislative branch has been planning to introduce a basic law on religions. The views of various interested parties on this point have been sought: religious figures, academics, jurists and the civil service. The Constitution is the fundamental law of China and is the basis for all other laws and regulations. With a view to gradually improving the regime applicable to religious affairs, China is continuing to debate legislative and regulatory texts and to draft them in accordance with its Constitution and in the light of the experience of other countries which have legislation in this area.",
        "Labels": []
    },
    {
        "ID": 1,
        "Text": "1. Question of the aggravated personal liability under civil and criminal law of State officials who violate freedom of religion. Article 147 of the Penal Code of the People's Republic of China provides: \"Any State official who illegally deprives citizens of their legitimate freedom of religion or violates the customs and habits of minority ethnic groups shall be subject, in the case of a serious offence, to a mandatory sentence of imprisonment or penal detention of up to two years.\" According to this provision, public officials who violate citizens' freedom of religion are personally liable for the violation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Distinction between \"normal\" and \"abnormal\" religious activities. Religious activities corresponding to rites practised either in a place of worship or at the home of a believer, depending on the religious custom, are considered \"normal\" activities and are accordingly protected by law. The Government believes, however, that normal religious activities should be clearly distinguished from all the superstitious activities that do not constitute a religious activity and that are detrimental to the interests of the State and to the well-being and property of the people, and from illegal activities that conflict with the provisions of the Constitution or the laws in force. The State protects normal religious activities and prohibits any action which, masquerading as religion, disturbs public order, endangers the health of citizens or interferes with the functioning of the national education system. Persons who commit crimes under cover of religion are subject to investigation and indictment in accordance with the law.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Alleged arrests or detention of members of religious orders and believers belonging to unofficial religious organizations. China is a State governed by the rule of law. Chinese law protects freedom of religion and no one may be arrested or detained for his religious beliefs. Believers and non-believers are equal before the law. In the punishment of criminals, Chinese courts act according to the law, whether the persons concerned are believers or not and whether or not they practise a religion of any kind. Believers, including clergy, are punished if they carry on illegal activities that have nothing to do with religion or if they commit crimes under cover of religion. In present-day society, there is no country whose law blindly protects citizens who carry on criminal activities simply on the pretext of practising their religion.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 4,
        "Text": "4. Banning religious figures who have served sentences for \"counterrevolutionary activities\" from entering places of worship. The Chinese Government imposes no restrictions that would have the effect of preventing religious figures from entering places of worship, and it has never prohibited convicts who have served their sentence from entering places of worship. However, some religious organizations, out of concern for their prestige and their reputation, decide that anyone who has been convicted of breaking the law automatically loses his religious status and that the competent religious bodies must review and attest to the fact that he has been rehabilitated after having served his sentence. As regards the quality of religious education, all religious organizations attach importance to the teaching of religion and to raising the educational level of their followers. All educational institutions with religious affiliations determine the duration of their students' religious studies. This varies from a period of two to three years to a period of four to six years. Short-term training courses are also offered.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Posting, publication and distribution of texts on freedom of religion. The Chinese Government attaches great importance to the publicity that must be given to laws, regulations and policies concerning freedom of religion. For instance, the People's Daily, the most widely read daily newspaper in the country, published in extenso the two administrative regulations adopted by the State Council in 1994. The Council's Office of Religious Affairs also published 70,000 copies of the two texts. In collaboration with the review Legal System, the Office also writes a specialized column in the People's Daily and in one year published more than 50 essays familiarizing readers with the regulations and discussing their implementation. The Policies and Regulations Department of the Office of Religious Affairs of the State Council has, with the help of the ministerial services concerned, compiled and published a selection of documents on religion, comprising texts published in earlier years. Throughout the country, local authorities also distribute the texts of laws and policies and publicize legal provisions. The Government intends to continue such activities in order to increase familiarity with the laws and policies in force concerning freedom of religion.",
        "Labels": []
    }
]