[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, by resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The mandate of the Special Rapporteur has been regularly extended, in particular by resolution 1998/18 of the Commission on Human Rights at its fifty-fourth session. Since 1988, the Special Rapporteur has been submitting annual progress reports to the Commission on Human Rights (E/CN.4/1987/35; E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Corr.1 and Add.1; E/CN.4/1994/79; E/CN.4/1995/91 and Add.1; E/CN.4/1996/95 and Add.1 and 2; E/CN.4/1997/91 and Add.1; E/CN.4/1998/6 and Add.1 and 2) and, since 1994, to the General Assembly (A/50/440, A/51/542 and Add.1 and 2, A/52/477 and Add.1).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. This interim report is submitted pursuant to General Assembly resolution 52/122 of 12 December 1997.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. As he explained in his report on the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (E/CN.4/1998/6), pursuant to the provisions of the Declaration, resolutions of the Commission on Human Rights and of the General Assembly, studies by special rapporteurs and reports of the Secretary-General in the area of freedom of religion and of belief, the Special Rapporteur decided to undertake a new initiative, namely by preparing an international compendium of constitutional and legislative provisions concerning religion and belief. This compendium – which would, of course, have to be updated regularly – would serve as a basic yardstick for a thorough knowledge of the legal situation of States in the area of religion and belief, and for preparing in situ visits and even for examining allegations in the area of tolerance and non-discrimination based on religion or belief and therefore for the drafting of communications. It would provide a unique opportunity for highlighting and understanding the positive contributions of the bodies of law of the various States, the limitations or obstacles that they may constitute and of how they evolve over time.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Accordingly, in 1997, the Special Rapporteur wrote to all States requesting the text of the constitutions in force or any equivalent instruments, and also legislation and regulations relating to religious freedom and the practice of worship.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. To date he has received information from the following 43 States: Algeria, Armenia, Bangladesh, Bolivia, Cambodia, Cape Verde, Chile, Cuba, Cyprus, Czech Republic, Denmark, Djibouti, Dominican Republic, Ecuador, Estonia, Ethiopia, Finland, France, Indonesia, Israel, Italy, Japan, Jordan, Kuwait, Malta, Mauritius, Namibia, Pakistan, Poland, Portugal, Qatar, Republic of Korea, San Marino, Saudi Arabia, Seychelles, Sudan, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, United Kingdom of Great Britain and Northern Ireland, Uruguay, Venezuela, Yugoslavia.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur calls on all other States to help expand the effectiveness of his mandate by sending copies of their legislation so as to increase understanding of and familiarity with their legal situation.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The development of a culture of tolerance depends essentially on education. Education can be decisive in inculcating values predicated on human rights and fostering tolerant, non-discriminatory attitudes and behaviours. The school, as an essential element in the educational system, may constitute an essential and preferred vehicle for the prevention of intolerance and discrimination through the dissemination of a culture of human rights.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Starting with the International Conference on Human Rights, which was held in Tehran in 1968, in the context of review of the progress made since the adoption of the Universal Declaration on Human Rights and the development of a programme for the future, States were invited to ensure that all educational means were used so that youth might grow up and develop in respect for the dignity of man and equal rights. In 1968, the General Assembly also decided to ask Republic of Macedonia, Tunisia, Turkey, Uganda, Ukraine, Member States to take steps, where necessary, to introduce United Kingdom of Great Britain and Northern Ireland, or encourage, depending on the school system of each State, United States of America, Uruguay, Venezuela, Viet Nam, the principles proclaimed by the Universal Declaration of Yugoslavia and Zambia. Human Rights and other Declarations. In 1978, the United Nations Educational, Scientific and Cultural Organization (UNESCO) organized an International Congress on the Teaching of Human Rights, which was the first meeting of a wide range of governmental and non-governmental experts on education. In 1987, a similar congress was organized, in Malta, by the Centre for Human Rights. Both UNESCO and the Office of the High Commissioner for Human Rights have been working since then, by means of various activities, to disseminate a culture of human rights and hence of tolerance. It should also be remembered that the General Assembly, in resolution 49/184 of 23 December 1994, proclaimed the 10 year period beginning on 1 January 1995 the United Nations Decade for Human Rights Education. Finally, the Special Rapporteur notes with interest the projected preparation of a manual on human rights training for primary and secondary school teachers by the technical cooperation services of the Office of the United Nations High Commissioner for Human Rights.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 10,
        "Text": "10. In 1994, in resolution 1994/18, paragraph 14, the as a matter of urgency, in the field of education the results of Commission on Human Rights encouraged the Special the survey conducted by the Special Rapporteur to which they Rapporteur to examine the contribution that education can have contributed. make to the more effective promotion of religious tolerance. The Special Rapporteur therefore decided to conduct a survey by means of a questionnaire addressed to States, on problems relating to freedom of religion and belief from the standpoint of the curricula and textbooks of primary or elementary and secondary educational institutions. The results of such a survey could help to shape an international educational strategy centred on the definition and implementation of a common minimum curriculum of tolerance and nondiscrimination, for combating all forms of intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur received answers from the following 77 States: Algeria, Andorra, Armenia, Austria, Bahrain, Belarus, Bosnia and Herzegovina, Brazil, Bulgaria, Burkina Faso, Chile, China, Colombia, Côte d'Ivoire, Croatia, Cuba, Cyprus, Denmark, Djibouti, Ecuador, Egypt, France, Germany, Guatemala, Holy See, Honduras, Iceland, India, Indonesia, Iraq, Israel, Italy, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Luxembourg, Mali, Marshall Islands, Mauritius, Mexico, Morocco, Namibia, Nauru, Netherlands, New Zealand, Nicaragua, Niger, Norway, Oman, Pakistan, Paraguay, Philippines, Portugal, Republic of Korea, Romania, Saint Lucia, San Marino, Senegal, Singapore, Slovakia, Spain, Sweden, Switzerland, Thailand, the former Yugoslav",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. As indicated in the previous report (E/CN.4/1998/6), the Special Rapporteur has formulated some preliminary observations; however, they must be further polished in the context of the finalization of the analysis of the replies to the questionnaire and also lead to the preparation of a series of conclusions and recommendations to be used in shaping an international educational strategy for combating all forms of intolerance and discrimination based on religion and belief. In this connection, as the Special Rapporteur has pointed out in his reports to the General Assembly and the Commission on Human Rights, it is essential that a minimum of resources be made available for the mandate so that its essential activities, including the analysis of the results of his survey may be completed on time, with due seriousness and rigour. At its most recent session the Commission on Human Rights in resolution 1998/18 urged States to promote and encourage through the educational system, and by other means, understanding, tolerance and respect in matters relating to freedom of religion or belief. To that end States must have,",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur also wishes to point out that this initiative is completely consistent with resolution 1998/74 of the Commission on Human Rights entitled \"Human rights and thematic procedures\", particularly with paragraph 5 thereof whereby the Commission requested the thematic special rapporteurs to make recommendations for the prevention of human rights violations.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur notes with satisfaction resolution 1998/21 of the Commission on Human Rights entitled, \"Tolerance and pluralism as indivisible elements in the promotion and protection of human rights\" whereby the Commission, recognizing that promoting a culture of tolerance through human rights education was an objective that must be advanced in all States, and that the Office of the High Commissioner for Human Rights and mechanisms of the United Nations human rights system had an important role to play in that regard, reiterated the obligation of all States and the international community to promote a culture conducive to promoting and protecting human rights, fundamental freedoms and tolerance, inter alia, through education leading to genuine pluralism, a positive acceptance of diversity of opinion and belief and respect for the dignity of the human person. the Special Rapporteur on the right to education, whose grounds of religion or belief. mandate has just been established by the Commission in resolution 1998/33. The Special Rapporteur notes with interest this new mandate, which covers, in particular, gender considerations, in particular the situation and needs of the girl child, and promotion of the elimination of all forms of discrimination in education.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 16,
        "Text": "16. Within the context of resolution 1998/18 of the Commission on Human Rights which calls upon all Governments to cooperate with the Special Rapporteur on religious intolerance and to give serious consideration to inviting the Special Rapporteur to visit their countries so as to enable him to fulfil his mandate more effectively, and in accordance with similar provisions of the previous resolutions of the Commission on Human Rights and of the General Assembly, the Special Rapporteur focused his efforts particularly on in situ visits and follow-up.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur wishes to recall that in situ visits and follow-up constitute an instrument for dialogue and understanding. They allow for on-the-spot examination not only of incidents and governmental actions which are inconsistent with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and formulation of recommendations for remedial measures, but also of State contributions to the promotion, protection and development of freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. These in situ visits are addressed not only to Government officials but also to the various actors in society (non-governmental organizations, religious groups and so forth), for, as is correctly pointed out in resolution 1998/18 of the Commission, \"the exercise of tolerance and nondiscrimination by all actors in society is necessary for the full realization of the aims of the Declaration\".",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In situ visits also represent an opportunity for reciprocal enrichment. On the one hand, the Special Rapporteur helps Governments to understand more fully their obligations with respect to the implementation of the 1981 Declaration and of article 18 of the International Covenant on Civil and Political Rights. On the other, he gains a better grasp of complex situations in the area of religion and belief and/or related areas, as well as information on experiences and positive",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Finally, the Special Rapporteur hopes to cooperate with initiatives with regard to tolerance and non-discrimination on",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Moreover, these visits are necessary for enabling the Special Rapporteur to carry out his mandate effectively, insofar as they ensure the balance that is essential to any examination of situations and cases. While communications, which are a basic tool for carrying out the mandate, focus on cases or situations of intolerance and discrimination, visits enable the Special Rapporteur: (a) To understand their general context (namely, their economic, social, cultural, civil and political environment) and, accordingly, their degree of severity and the factors explaining them;; (b) To conduct an in-depth analysis of the facts that avoids oversimplification and seeks instead a complexity that associates both the positive and the negative at various levels and according to highly diversified temporal and spatial developments.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. These visits and the recommendations formulated by the Special Rapporteur, as well as their follow-up, also enable the Special Rapporteur to move beyond a \"managerial\" role in relation to cases and situations of intolerance and discrimination, in the context of which the communications sent usually represent interventions a posteriori (with the exception of urgent appeals, which sometimes result in preventive action, though only in a very limited number of cases each year, for specific cases rather than situations, and on an emergency rather than long-term basis). Visits enable the Special Rapporteur to play a preventive and participatory role in the medium and long term, in the process of following up the action envisaged or taken by Governments to implement the Special Rapporteur's recommendations.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Since taking up his duties, the Special Rapporteur has made in situ visits to the following countries: | Country | Period | Report | |-------------------------------|--------------------------|-----------------------------------------------------------------------------| | China | November 1994 | E/CN.4/1995/91 | | | | | | Pakistan | June 1995 | E/CN.4/1996/95/Add.1 | | Iran (IslamicRepublic of) | December 1995 | E/CN.4/1996/95/Add.2 | | Greece | June 1996 | A/51/542/Add.1 | | Sudan | September 1996 | A/51/542/Add.2 | | India | December 1996 | E/CN.4/1997/91/Add.1 | | Australia | February-March 1997 | E/CN.4/1998/6/Add.1 | | Germany | September 1997 | E/CN.4/1998/6/Add.2 | | United Statesof America | January-February1998 | Report to be submitted atnext session of theCommissiononHumanRights |",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. With respect to requests for visits, at the last session of the Commission on Human Rights, the Special Rapporteur announced that Viet Nam had agreed in principle to an in situ visit. That agreement, which responded to a request sent in 1995, was formalized on 17 April 1998. The Special Rapporteur is to carry out this mission during the second half of October 1998.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. However, the Special Rapporteur regrets that the following States have not answered his requests for visits: | Country | Date of request | Reminders | |--------------------|-----------------|-----------| | Turkey | 1995 | X | | Indonesia | 1996 | X | | Mauritius | 1996 | | | Israel | 1997 | | | Russian Federation | 1998 | |",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. As shown by this table, the earliest request, in respect of which reminders have been sent and which remains a priority for the Special Rapporteur, relates to Turkey. Reiterating his desire for cooperation and dialogue, the Special Rapporteur calls upon the Turkish authorities to extend their cooperation so as to make this in situ visit possible and thus enable the Special Rapporteur to carry out his mandate in full. The collaboration of Indonesia, Mauritius, Israel and the Russian Federation is also strongly encouraged.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur wishes to stress that the choice of countries to visit may be made in various ways: at the initiative of the Special Rapporteur, of the Commission on Human Rights and/or the General Assembly or of States. The initiatives of the Special Rapporteur are based on a wide variety of factors, such as the existence of communications and/or petitions, which often reveal situations in the area of freedom of religion and belief that go beyond specific, isolated cases; specific experiences with regard to tolerance and non-discrimination on the grounds of religion and belief; and the need to ensure balance by taking into account the geographical, political, economic, social, cultural and religious situation of each country visited. The Special Rapporteur is convinced that the credibility and effectiveness of a thematic mandate under the special procedures is closely linked to the absence of selectivity or double standards. Accordingly, no State, regardless of its position in the international community, can be exempt from a potential visit by the Special Rapporteur. Moreover, it seems evident that no State can lay claim to perfection, since manifestations of intolerance and discrimination based on religion or belief have arisen in all countries, albeit to different degrees.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The preparation and conduct of in situ visits are the responsibility of the Special Rapporteur, who is assisted, in his decisions and instructions, by the Office of the United Nations High Commissioner for Human Rights and by United Nations agencies, particularly the United Nations Development Programme (UNDP), and United Nations information centres. These duties also include a process of negotiation and collaboration with the authorities of the country concerned. The process as a whole requires not only mutual respect and reciprocal efforts towards understanding, but also absolute independence on the part of the special rapporteurs in relation to all parties concerned.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The procedure for visit follow-up consists of preparing follow-up tables and asking States which have received an in situ visit to send their comments and any information on actions taken or envisaged by the authorities concerned to implement the recommendations made in the mission reports. The Special Rapporteur has received very satisfactory cooperation in this regard, as shown by the table below: | Country | Date of submission of follow-uptable | Reply | |-------------------------------|------------------------------------------|--------------------------------------| | China | 1996; A/51/542 | 1996; A/51/542 | | Pakistan | 1996; A/51/542 | 1997; A/52/477/ Add.1 | | Iran (IslamicRepublic of) | 1996; A/51/542 | No formal reply | | Greece | 1997; A/52/477/Add.1 | 1997; E/CN.4/1998/6 | | Sudan | 1997; A/52/477/Add.1 | 1997; A/52/477/ Add.1 | | India | 1997; A/52/477/Add.1 | 1998; annex to thepresent report |",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur would like to thank the abovementioned States not only for their cooperation in connection with in situ visits, but also for taking a constructive approach through their commitment to the mission follow-up received from States, but also to perform the necessary task",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In relation to his mandate and to the States that have not yet answered his requests for visits and for implementation of the follow-up procedure, the Special Rapporteur notes with satisfaction Commission on Human Rights resolution 1998/74, and particularly its paragraphs 2, 3 and 5, in which the Commission encouraged all Governments to cooperate with the Commission through the pertinent thematic procedures by considering inviting thematic special rapporteurs, representatives, experts and working groups to visit their countries, upon request, and considering follow-up visits with a view to the effective implementation of recommendations by the thematic procedures concerned; invited the Governments concerned to study carefully the recommendations addressed to them under thematic procedures and to keep the relevant mechanisms informed without undue delay on the progress made towards their implementation; and requested the thematic special rapporteurs, representatives, experts and working groups to include in their reports information provided by Governments on follow-up action, as well as their own observations thereon, including in regard to both problems and (b) The communications sent by the Special improvements, as appropriate. Rapporteur do not cover all the incidents and governmental",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. This report relates to communications sent since the fifty-fourth session of the Commission on Human Rights, the replies or absence of replies from the States concerned, and late replies.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. First, however, the Special Rapporteur wishes to make the following observations: (a) Since 1995, as a result of the budgetary constraints affecting the United Nations, the reports of the special rapporteurs have been limited to 32 pages. These budgetary constraints have direct political repercussions on human rights mechanisms. The Special Rapporteur is unable not only to publish his communications and the replies; procedure. With respect to the Islamic Republic of Iran, the of carrying out genuine analyses that cannot be reduced to Special Rapporteur has benefited from an ongoing dialogue brief theoretical and academic overviews or to reports written with the Permanent Mission in Geneva, but hopes that this in telegraphic style. It must be acknowledged that there is a collaboration will lead to a formal reply from the Iranian real contradiction between the resources available to the authorities. special rapporteurs and the many requests addressed to them by States through the resolutions of the Commission on Human Rights, particularly resolution 1998/18 on religious intolerance and resolution 1998/74 on thematic procedures (namely, to examine incidents and governmental actions that are incompatible with the provisions of the 1981 Declaration and to recommend remedial measures; to apply a gender perspective; to conduct in situ visits and prepare mission reports; to make recommendations for the prevention of human rights violations; to follow closely and reflect in their reports progress made by Governments in the investigations carried out within their respective mandates; to include in their reports information provided by Governments on followup action, as well as their own observations thereon, in regard to both problems and improvements; to include in their reports comments on problems of responsiveness and the result of analyses, in order to carry out their mandates even more effectively, and to include also in their reports suggestions as to areas where Governments might request relevant assistance through the programme of advisory services); > actions in the world that are incompatible with the 1981 Declaration. The fact that only a few States are covered in this report does not mean that other States are problem-free. Moreover, the length of a communication and/or the existence of several communications for a single State do not indicate the seriousness of the intolerance and discrimination in question. Likewise, while each communication refers to a given type of intolerance and discrimination, this does not mean that other types of violations do not occur in the same State. The communications concern cases or situations of intolerance and discrimination, but it must be borne in mind that (i) cases may represent either completely isolated manifestations which are exceptional and do not reveal an overall positive situation, or manifestations that do reveal an overall situation of intolerance and discrimination; and (ii) situations may affect freedom of religion and belief, certain dimensions of these freedoms or certain communities in the area of religion and belief. > 33. Lastly, as the communications do not cover all religions and beliefs, the frequency with which certain religions and beliefs are referred to in the communications does not indicate their general situation in the world. systematically covering all States and all religions and beliefs Federation, Sri Lanka, Turkey, Turkmenistan, Ukraine, the would remedy the above-mentioned gaps and weaknesses. United Kingdom and Uzbekistan. Of those States, 5 have Such a report should contain an analysis on each State to replied: Bhutan, Eritrea, Myanmar, the United Kingdom and ensure that the economic, social, cultural, civil and political Uzbekistan. context is taken into account in the examination of cases and situations of intolerance and discrimination. The report would require a minimum level of resources which the United Nations appears to lack: essentially, human and financial resources. Lastly, with respect to sources of information, while remaining constantly vigilant with regard to the reliability and credibility of his sources, the Special Rapporteur believes that sources of information in developing countries should be strengthened to ensure that all victims of human rights violations and defenders of human rights have access to the mechanisms of the special procedures and to information, particularly through modern communications technologies (fax, Internet, etc.).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Thus, the Special Rapporteur's report should be read solely in the limited context of his mandate and activities and in relation to the parameters described above.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Since the fifty-fourth session of the Commission on Human Rights, the Special Rapporteur has sent 50 communications (including three urgent appeals to the Islamic Republic of Iran and the Sudan) to 42 States: Afghanistan (2), Albania, Angola, Azerbaijan, Bangladesh, Belarus, Belgium, Bhutan, Bulgaria, China, Cyprus, Democratic People's Republic of Korea, Egypt, Eritrea, Georgia, Ghana, Greece, India (2), Indonesia (2), Iran (Islamic Republic of) (4), Iraq, Kazakhstan, Lao People's Democratic Republic, Latvia, Malaysia, Mauritania, Mexico, Moldavia, Morocco, Myanmar, Pakistan, Romania, Russian Federation, Saudi Arabia, Spain, Sri Lanka, Sudan (2), Turkey, Turkmenistan, Ukraine, United Kingdom and Uzbekistan (2).",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. With respect to the replies received from States, it should be noted that, as at the date of finalization of the report, the deadline for replying had not yet expired for the communications sent to the following 18 States: Afghanistan, Albania, Bangladesh, Belarus, Belgium, China, Georgia, Ghana, India, Indonesia, Iran (Islamic Republic of), Iraq, Kazakhstan, Moldavia, Morocco, Saudi Arabia, Spain and Uzbekistan.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The 29 States for which the deadline for reply has expired are Afghanistan, Angola, Azerbaijan, Bhutan, Bulgaria, Cyprus, the Democratic People's Republic of Korea, Egypt, Eritrea, Greece, India, Indonesia, Iran (Islamic Republic of) (3 reminders including 2 urgent appeals), the Lao People's Democratic Republic, Latvia, Malaysia, Mauritania, Mexico, Myanmar, Pakistan, Romania, the Sudan",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur believes that a report (2 reminders, including 1 urgent appeal), the Russian",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. This year, the Special Rapporteur decided to provide a short summary of each communication examined, together with any replies received from States; he is, however, aware of the reductionist effect of this method.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In the case of Afghanistan, the communications concerned the veritable apartheid directed against women by the Taliban on the basis of their particular interpretation of Islam: women are excluded from society, employment and schools, required to wear a burqa in public and forbidden to travel with any man other than a family member.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 41,
        "Text": "41. In the Province of Cabinda, Angola, the Angolan army reportedly massacred 21 Christians, including one deacon.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. In Azerbaijan, Jehovah's Witnesses and other religious communities were reportedly subjected to acts of intolerance whereby they were forced to pay bribes to the officials responsible for the registration procedure. One pastor, a Muslim convert to Christianity, was allegedly imprisoned on two occasions in 1997.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. In Bhutan, Buddhism is said to enjoy preferential status. In the schools, the practice of this religion is reportedly compulsory for all, on pain of sanctions. Furthermore, several Buddhist monks and professors of religion were reportedly arrested in 1997 for having participated in peaceful demonstrations. Monasteries believed to be associated with these demonstrations are said to have been closed by the authorities.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The Government of Bhutan transmitted detailed information on the current and historical situation of religions in that country and explained that while there were two primary recognized religions, Buddhism and Hinduism, Bhutanese were free to practice and profess the religion of their choice. It noted that proselytism in public was subject to restrictions under a National Assembly resolution of 1974. It also explained that religious instruction and practice were not part of the curriculum except in monastic schools, and that a prayer to the Goddess of Wisdom, who is common to both Buddhism and Hinduism, was recited each morning in all schools and that evening prayers were recited in boarding schools at the secondary level. The Government stated that these prayers had not posed any problem. The Bhutanese authorities stated: \"Allegations of arrests of monks and religious teachers have been made in the context of allegations Kargyupa school. This allegation is totally absurd as no of his interpretation of Islam. difference of treatment exists between the two schools, which are well-integrated and coexist in total harmony ... 150 persons were arrested in eastern Bhutan in 1997 for their involvement in disturbance of public peace and attempts to incite communal discord. On the basis of the investigations carried out by the police, 38 persons were released immediately and 112 were chargesheeted in a court of law for collaborating with subversive elements in Nepal, accepting money from them and carrying out activities such as organizing mob demonstrations by enticing innocent villagers with money and trying to incite sectarian violence. On the day slated for the demonstrations in October 1997, a conflict emerged between the above persons and the villagers, who were against the attempts to incite communal violence. As a result, most of the 150 persons were apprehended by the local people and handed over to the Royal Bhutan police. It may be pointed out that one Thinley Yoezer of the Drametse Buddhist school was the main person responsible for inciting and instigating violence among people in eastern Bhutan. It was on his directives that many active collaborators spread false and malicious allegations against the Royal Government, conducted several meetings and plotted to take up seditious activities in eastern Bhutan. To finance those activities, Thinley Yoezer received a total of Nu 125,000 and a large amount of seditious literature from subversive elements in Nepal.\" The authorities further explained that a monastery, as was the case with any place of worship, could not be closed; and that several recently established religious schools had been closed following an inspection which had revealed that the curriculum, teachers and premises of these establishments did not meet minimum standards, but that they could reopen once those standards had been met.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In Bulgaria, a climate of intolerance in the media and society reportedly affected minorities in the areas of religion and belief (Muslims, Jehovah's Witnesses, Church of God, Emmanuel Bible Center).",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. In Cyprus, in the territories controlled by the Turkish army, a policy of religious intolerance and discrimination is said to affect non-Muslims and their religious property (over 500 places of worship and cemeteries have been destroyed or desecrated; for example, the Armenian monastery of Saint Makar has been converted into a hotel). of discrimination by the Royal Government against the 47. In Egypt, Professor Hassan Hanafi is said to have been Nyingmpa school of Buddhism in favour of the Drukpa denounced as an apostate by the Al-Azhar scholars because > 48. In Eritrea, the authorities allegedly plan to implement a declaration which would impose drastic restrictions on religious communities by prohibiting them from engaging in any activities other than religious services. As a result, religious properties such as schools and clinics could be officially confiscated. > 49. The Government of Eritrea replied that its legislation was in conformity with the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. In order to remedy past situations characterized by the delivery of health- and education-related services on the basis of religious preference, since independence, the Government, after consulting with religious institutions and in cooperation with the World Bank, had decided to establish a programme entitled \"The Community Rehabilitation Fund\" which would make the above-mentioned services available to all. It had been agreed that religious institutions would focus their activities on proselytism, seminaries and charitable work and that they would contribute to the Community Rehabilitation Fund. Furthermore, the administration of schools and clinics associated with religious institutions would be secularized although the existing staff would be retained. It was made clear that this would not involve any confiscation of property. > 50. In the Kursk region of the Russian Federation, a Jehovah's Witness is reported to have been sentenced to prison for refusing to perform military service. A court allegedly declared that he belonged to a sect and could not, therefore, appeal on the basis of religion. Furthermore, under the 1997 Act on freedom of religion and of belief, members of communities which have had no official existence in the Russian Federation during the past 15 years are prohibited from any proselytizing activities. > 51. In Greece, a professor was reportedly arrested for having made several references to Buddhism while teaching German at a private school. A pastor in the Greek Evangelical Church of Thessalonika is also said to have been arrested for failure to possess an official house of prayer licence. > 52. In Uttar Pradesh, India, members of a nationalist Hindu organization reportedly carried out a harassment campaign against the Assembly of Church of Believers. > 53. In Indonesia, a Muslim cleric was reportedly arrested in North Aceh Province because he had not recited the Friday prayer as required by an agreement concluded between the Government and the religious authorities of the mosque. In Muslims and, in particular, Christians. indigenous communities.",
        "Labels": [
            "Indigenous peoples",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. In the Islamic Republic of Iran, there was a first 61. In Myanmar, the State is said to practice a policy of urgent appeal in the case of three Baha'is: Ata'ullah Hamid intolerance and discrimination against religious minorities: Nasirizadih, Sirus Dhabihi-Muqaddam and Hidayat-Kashifi Muslims in the states of Arakan and Karen (destruction of Najafabadi, who are said to have been secretly sentenced to mosques and schools, revocation of citizenship, admission death because of their religious beliefs and to be at risk of of refugees along the border with Thailand in exchange for being executed. A second urgent appeal concerned reports their conversion to Buddhism, denial of access to health care, that a Baha'i, R. Rawahani, had been hanged for having education and civil service employment), and Christians in converted a Muslim although the woman in question had the states of Chin and Karen and in the Sagaing Division allegedly stated that she was, in fact, a Baha'i. This appeal (destruction of churches, conversion of children to also mentioned a high official of the Islamic Revolutionary Buddhism). Buddhist clergy are also reportedly obliged to Tribunal who had reportedly denied that this execution had submit to Government monitoring. taken place, noting that the Iranian courts had not handed down any such sentence. Another communication alleged that there was a policy of intolerance and discrimination against the Sunni community involving obstacles to the construction of mosques and schools, the closing of mosques and the execution or murder of Sunni religious officials and intellectuals.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In Latvia, the only synagogue in the capital city was reportedly bombed. Although the authorities reportedly condemned the act, the police investigation has yet to come up with anything. authorities are reported to discourage all religious activities all religious activity, including proselytism, except in except those which serve State interests. churches. are said to have been arrested during a Bible study meeting. implementation thereof guaranteed freedom of religion and Some of them are said to have been convicted of \"creating of belief and that the authorities had no record of the arrest divisions and undermining the Government\" and receiving and conviction of a pastor in the town of Nukus. The funds from abroad. In the Huei Sai province, a priest was authorities promised to cooperate fully in further reportedly arrested for proselytizing without official investigations, an offer which is appreciated. authorization. In Xiengkhouang, a soldier was allegedly arrested for having converted to Christianity and having ties with the American Presbyterian Church. for preaching Shiite teachings which the authorities consider alleged to have murdered Judge Arif Iqbal Bhatti because he a threat to national security and to Islam. A Muslim woman had acquitted Christians accused of blasphemy. Bishop John who had converted to Christianity, the religion of the person Joseph is said to have committed suicide in order to protest whom she loved, is said to have been subjected to acts of the sentencing to death of a Christian accused of blasphemy. intolerance by her family, Muslim organizations and the Muslim extremists have reportedly committed acts of police. This situation has allegedly compelled the couple to intolerance against the Christian community, calling for live in hiding. retention of the blasphemy acts.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 59,
        "Text": "59. In Mauritania, conversion of a Muslim to another 66. In Romania, the issue of restitution of religious February 1998, riots involving attacks on individuals, places 60. In Chiapas, Mexico, evangelical protestants are of worship and private property allegedly targeted non- reportedly subjected to acts of intolerance by Catholics and",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Myanmar stated, without explanation, that the allegations of intolerance and discrimination against religious minorities were baseless and totally false. It would have been better if Myanmar's response had been supported by appropriate evidence, particularly since the allegations are based on consistent, repeated information from more than one source.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In the Democratic People's Republic of Korea, the authorities are said to have ordered Christian leaders to cease 63. In the city of Nukus, Uzbekistan, a pastor who had proselytized among Muslims has reportedly been sentenced to two years at forced labour and \"internal exile\" for conducting \"illegal church services\". Generally speaking, the",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In the Lao People's Democratic Republic, Christians 64. Uzbekistan replied that its legislation and the",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. In Malaysia, individuals have reportedly been arrested as an attack on their religious beliefs. Militant Muslims are 65. In Pakistan, Ahmadis are reported to have been sentenced to life imprisonment for blasphemy because they had preached their faith, an act which Muslims reportedly saw religion is reportedly an offence punishable by death under property confiscated under the former regime has reportedly the Criminal Code. led to conflicts between religious communities and, in particular, between the Orthodox and Greek Catholic 72. In Turkmenistan, with the exception of the Russian",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In the United Kingdom, the Runnymede Commission on British Muslims and Islamophobia has reportedly called for an end to all prejudice against Muslims in the media and 73. In Ukraine, in the town of Sebastopol, difficulties are for Muslim schools. of worship confiscated under the previous regime. Northern Ireland, had no legislation on religious principles, rights and freedoms enunciated in the 1981 discrimination. It emphasized that it was dealing with the Declaration gives rise to the following categories of matter and that with the agreement of Cabinet colleagues, the violations: Home Secretary had decided that the Home Office would commission research into the nature and extent of religious discrimination in Great Britain. After 18 months, a decision on appropriate action would be taken on the basis of the studies carried out: the report, which raises a number of wide-ranging and belief; issues. Regarding State funding for Muslim schools, under the 1996 Education Act, it is open to independent promoters, including existing independent schools, to seek approval from the Government for the establishment of new voluntary-aided schools. All proposals are judged on their individual merits, taking into account educational needs and parental demand.\" The Government also stated that in January 1998, it had approved the granting of State subsidies for two proposed independent Muslim schools in London and Birmingham.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. In the Sudan, an urgent appeal was received concerning or belief; the arrest and disappearance of Nasir Hassan, a student at Bishop Gwynne Theological College in Juba, for having converted from Islam to Christianity. Another communication alleged that the Catholic Club in Khartoum had been closed by decree, despite the protests of the Catholic Church.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. In Sri Lanka, Catholic, Protestant and Hindu places of worship are reportedly the primary targets of violence.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. In Turkey, religious leaders and property (churches, to dispose of religious property characterized by the refusal cemeteries) of Christian communities, particularly those of to release confiscated religious property; refusal to provide the Greek Catholic Church, are said to be the targets of acts access to places of worship (not permitting the construction of violence, including bombings (including that of the and renting of premises); the closing of, attacks on, and Ecumenical Patriarchate headquarters) and the murder of a destruction of places of worship and religious schools and priest. The police and security services have reportedly failed cemeteries; to identify and arrest the persons responsible for those acts. Furthermore, the authorities are reported to have closed a Pentecostal church despite official authorization for its existence. Churches. Orthodox Church, those espousing minority religions and beliefs are said to be subjected to acts of intolerance and discrimination. the workplace and for the granting of Government subsidies reported to have arisen over the restitution of a Catholic place",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Government noted that the United Kingdom, unlike 74. An analysis of communications in the light of the \"The Home Secretary responded positively to the report religion or recognized religions and beliefs, and of the Runnymede Commission on British Muslims and discrimination against women based on interpretations of Islamophobia. The Government is currently considering religion and on traditions that claim to be based on religion (a) Violations of the principle of non-discrimination in the matters of religion and belief: policies, legislation and regulations, practices and acts that discriminate against the religion and beliefs of certain communities, especially when such communities are minorities or are not part of the official > (b) Violations of the principle of tolerance in matters of religion and belief: policies, practices and acts of religious intolerance on the part of the State and society, particularly communities, political, religious and other non-State groups most clearly seen in the problem of religious extremism (between faiths and within branches of the same faith); > (c) Violations of freedom of thought, conscience and religion or belief: policies, laws and regulations, practices and acts that are at variance with the principle of conscientious objection and the freedom to change and keep one's religion > (d) Violations of the freedom to manifest one's religion or belief: policies, laws and regulations, practices and acts that have the effect of controlling, interfering with, banning and improperly restricting the freedom to manifest one's religion or belief; > (e) Violations of the freedom to dispose of religious property: policies, practices and acts that violate the freedom > (f) Violations of the right to life, physical integrity and health of individuals (clergy and believers): policies, practices and acts taking the form of threats, mistreatment, executions and assassinations; Mohammed Wagdi Durra was not related to a change of (g) Violations of women's rights: this category encompasses the first six categories of violations. The most tragic example concerns the veritable policies of apartheid put in place by the Taliban in Afghanistan against women by virtue of their status as women and based on the Taliban's particular interpretation of Islam. Under this obscurantist policy, which is the result of religious extremism that combines religion and politics in the exercise of power, women are excluded from society, considered as non-citizens 79. The Government of the Gambia explained in a detailed and as having no rights and forced to submit to all-powerful report that the State was a secular State and that its legislation",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 75,
        "Text": "75. Replies were received from the following States after the report to the fifty-fourth session of the Commission on Human Rights was completed: Austria, Brunei Darussalam, Egypt, the Gambia, India and Kuwait.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The Government of Austria explained that \"men liable for military service have at least six months after induction to consider their position. Even after the six months have expired, they can still opt for civilian service up to two days before receiving their call-up orders. Consequently, this regime provides the largest possible scope for a conscript to be able to assess possible moral implications of service in the military, including after induction. Moreover, conscripts have the right to be informed in writing, namely in the Certificate of Fitness for Service which they receive after induction, how soon they are likely to be called up.\" The Government explained that the duration of civilian service was not punitive in character since those performing such service enjoyed considerable advantages, compared with soldiers, in terms of less discipline and the option to choose from a wide range of social and health services.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The Government of Brunei Darussalam explained that the admission of foreign clergy into the country was governed by immigration laws and regulations, and not by religious considerations. Moreover, there were enough places of worship for non-Muslims, and private and public schools were open to people of all faiths. \"The national school curriculum is laid down by the Ministry of Education in accordance with the national interests of Brunei Darussalam to advance its national development in a manner that will reflect the prominence of its religion, culture, society and political system.\" arrests and detention, forced disappearances and even 78. The Government of Egypt replied that the case of religion, which is not considered a crime, but to the disrespect of a religion and attacking a security officer in the performance of his duties, which were. A report prepared by the New York Council of Churches on relations between Muslims and Christians was also transmitted to the Special Rapporteur. It demonstrates the efforts being made by the Egyptian authorities to develop tolerance and religious freedom. men in the name of God. guaranteed freedom of belief and worship. It stressed that the Ahmadis were guaranteed the enjoyment of such freedoms. The statement made by an imam against the Ahmadis at the Friday prayer in no way reflected the Government's views and policy. The Government welcomed the Ahmadis' contribution to the country's socio-economic development. > 80. The Government of India stated that the case against a Bombay female teacher accused of converting a pupil to Christianity was dismissed after the matter had been investigated. It added that there had been no attacks by Hindu extremists against the Catholic school where the woman taught. Concerning the clashes between Christians and Hindus in Bombay, the police had made arrests, although no charges had been made for forced conversions to Christianity. It had, however, been alleged that financial assistance had been given to destitute Hindus in order to influence their conversion to Christianity. > 81. The Government of Kuwait recalled that its legislation condemned intolerance and discrimination based on religion and belief and considered such practices crimes. It noted that non-Muslims could freely practice their religion in their places of worship (there were six churches for 150,000 Christians). As to the allegation that Muslims were forbidden to embrace another religion, the Government recalled that freedom of thought was guaranteed in Kuwait. The Permanent Mission of Kuwait to the United Nations Office at Geneva had provided the Special Rapporteur with detailed and useful information on Kuwait's policies and legislation with respect to religion and beliefs. > 82. With regard to paragraph 94 of the Special Rapporteur's previous report (E/CN.4/1986/6), in which he had noted Singapore's failure to reply to a communication addressed to it, a correction should be inserted and a reference made to the communication from Singapore on Jehovah's Witnesses, as reflected in paragraph 87 of the same report. > 83. The Special Rapporteur has still not received replies from the following 27 States to the communications addressed Commission on Human Rights: Afghanistan, Albania, Angola, extremism; Azerbaijan, Bosnia and Herzegovina, Comoros, Gabon, Georgia, Iran (Islamic Republic of), Latvia, Mauritania, Mongolia, Mozambique, Myanmar, Nepal, Nicaragua, Nigeria, Pakistan, Portugal, Qatar, Russian Federation, Somalia, Sudan, United Arab Emirates, Uzbekistan, Yemen and Yugoslavia.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 84,
        "Text": "84. It must be recognized that, as the communications of the Special Rapporteur indicate, manifestations of intolerance and discrimination based on religion and belief, including violent manifestations, continue to occur throughout the world.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. However, the Special Rapporteur has observed, through the various categories of violations developed in the course of the analysis, the following trends in matters of religion and belief: (a) State policies against religion and policies designed to control religious matters in the name of a political ideology have declined, even though, on the one hand, such phenomena do persist in several countries and, on the other, problems arising from such policies, including the restitution of religious property confiscated under previous regimes, still persist in others;; (b) State policies against minorities in matters of religion and belief, especially against non-recognized communities such as sects or new religious movements, are on the rise;; (c) More and more policies and practices of intolerance and discrimination in the field of religion and belief are being implemented by non-State entities. On the one hand there are the religious communities, which operate on two levels – between communities and within communities. The representatives of such communities and their followers first turn on members of their own faith, within the same branch or in a different branch; this is illustrated by the status of women as reflected in the sixth category of violations and the status of converts as reflected in the third category of violations. These representatives and their followers then mobilize against communities of different faiths. The second category of non-State actors, that sometimes overlaps with the first category, concerns politicalcum-religious parties or movements such as the Taliban. These two categories raise the issue of the relationship between politics and religion, and the use of these to foment; to them in connection with the fifty-fourth session of the intolerance and discrimination, culminating in religious (d) Policies and practices that discriminate against women, because of their status which is determined by men's interpretation of religion and religious traditions, have increased. It should be stressed that this trend affects all religions and beliefs and occurs in one form or another throughout the world.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 86,
        "Text": "86. Concerning these trends, and bearing in mind Commission on Human Rights resolutions 1998/18 on the Implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and 1998/74 on Human rights and thematic procedures, the Special Rapporteur would like to make the following recommendations.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. First of all, the Special Rapporteur has noticed, since his appointment, that his mandate seemed to be limited to the management of the manifestations of intolerance and discrimination in matters of religion and belief. The Special Rapporteur's role was restricted to a posteriori interventions. He therefore considered it necessary and urgent to establish a role of prevention. To that end, he launched the mechanism of in situ visits, supplemented by a visit follow-up procedure for the recommendations made in the mission reports. The Special Rapporteur also established an urgent appeals procedure. He conducted a survey on problems relating to freedom of religion and belief from the standpoint of the curricula and textbooks of primary or elementary and secondary educational institutions designed to help shape an international educational strategy for combating all forms of intolerance and discrimination based on religion or belief. Recommendations were also made with respect to the technical cooperation programme of the High Commissioner for Human Rights (E/CN.4/1995/91). All these activities and recommendations contribute to and are aimed at preventing intolerance and discrimination in general.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. As far as more specific questions are concerned, the Special Rapporteur wishes to make the following comments and recommendations.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Religious extremism, regardless of whether or not it has a genuinely religious basis, is apparent or latent, adopts, provokes or sustains violence or manifests itself in less spectacular forms of intolerance, constitutes an unacceptable assault on both freedom and religion. No society, religion or faith is immune from extremism. However, when extremism resorts to a frenzy of wanton terrorism and becomes a hideous monster that kills in the name of God and exterminates in the name of religion, when it engages in the most despicable acts of barbarity, and knows no bounds in its cruelty, then silence amounts to complicity and indifference becomes active mandate (communications and in situ visits, laying greater collusion. Tolerance of extremism is tolerance of the emphasis on reflecting discrimination and intolerance intolerable. States in general, and the international community affecting women within their own communities, in addition in particular, are therefore duty-bound to condemn it to the discrimination and intolerance that they suffer because unequivocally and to combat it relentlessly. The Special of their status within the framework of relations within the Rapporteur reiterates his recommendations, that a study be community, or as women members of ethnic and religious conducted on religious extremism and that a minimum set of minorities). standard rules and principles of conduct and behaviour in respect of religious extremism be defined and adopted by the international community. to be clarified as soon as possible in order to prevent addition to the above-mentioned recommendations, the situations such as the current one characterized by confusion, Special Rapporteur believes that priority should be given to hasty conclusions and generalizations, all of which adversely developing research in this area through studies, such as a affect the religions and beliefs that abide by the rule of law, study on proselytism, freedom of religion and poverty. An the victims and human rights. The Special Rapporteur wishes initial series of studies on freedom of religion and belief and to reiterate his recommendations concerning studies on this economic, social and cultural rights could be launched. The phenomenon and the holding of international treaty bodies - the Human Rights Committee, the Committee intergovernmental meetings to consider and adopt a common on Economic, Social and Cultural Rights, the Committee on approach in the area of human rights. the Elimination of Discrimination against Women and the",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 91,
        "Text": "91. Priority consideration should also be given to the issue of how intolerance and discrimination based on religion and belief affects women because of their status as women. In 93. The Special Rapporteur believes that his reports should addition to dealing with this subject in the context of the systematically cover all States, religions and beliefs, ensuring above-mentioned recommendation with respect to religious that a summary/analysis of economic, social, cultural, civil extremism, the Special Rapporteur considers that all and political data is included for each State, in order to ensure manifestations of intolerance and discrimination against a better understanding of the cases and situations of women should be addressed, from the most obvious and intolerance and discrimination based on religion and belief. manifest to the most obscure. He reiterates his A balanced approach, drawing on positive initiatives and recommendation for the organization of a seminar on the situations in matters of religion and belief, would also be status of women from the viewpoint of religion. Such a taken. In line with such an approach, and in order to correctly gathering, to be attended by the Special Rapporteur on reflect how his mandate has evolved, the Special Rapporteur Religious Intolerance, the Special Rapporteur on Violence reiterates his recommendation that the title \"Special against Women, its Causes and Consequences, and Rapporteur on Freedom of Religion and Belief\" should be representatives of the Committee on the Elimination of adopted. Discrimination against Women, the Committee on Economic, Social and Cultural Rights, the Human Rights Committee, United Nations agencies (including the Division for the Advancement of Women and the United Nations Development Fund for Women), and non-governmental organizations, would not only permit a review of the manifestations of – and the factors contributing to – discrimination against women, in the context of the mandate on freedom of religion and belief, but should also lead to the formulation of practical recommendations and a plan of action. Such an initiative would be fully consistent with and in coordination with the policy and approach of the United Nations system on gender issues. In the meantime, the Special Rapporteur will continue to consider this issue in a comprehensive manner as part of the activities under his",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 90,
        "Text": "90. The issue of sects or new religious movements needs and manifestations thereof and problems relating thereto. In 92. In order for the Special Rapporteur's mandate to be carried out effectively, a better understanding is needed of freedom of religion and belief and of the bases, dimensions, Committee on the Elimination of Racial Discrimination – are strongly encouraged to contribute to this endeavour.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. Generally speaking, and in line with the method suggested above, the Special Rapporteur recommends that the United Nations should prepare a report on human rights covering all States based on inputs from the various United Nations human rights mechanisms, including special rapporteurs and special procedure working groups.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. The Special Rapporteur wishes to stress that, in order to implement the above-mentioned recommendations, the financial and human resources made available for carrying out his mandate would have to be considerably increased in order to establish a solid logistical support structure.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Finally, the Special Rapporteur wishes to thank all the States, religious communities, non-governmental organizations and individuals cooperating in the implementation of activities under his mandate. Taking into account paragraph 86 of the report, \"the maintenance of religious tolerance presupposes not only economic development, education and a campaign against poverty in order gradually to eliminate the caste system which still survives in practice, but also more informed participation in political life and greater participation in economic life by the population as a whole as a means of preventing the political exploitation of religion to the detriment of tolerance and communal harmony\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken and/or envisaged by your Government. The Government of India agrees with the Special Rapporteur that economic development in general, the elimination of poverty in particular and education hold the greatest promise for the maintenance of religious tolerance even though there may be no simple cause and effect relationship between poverty and backwardness on the one hand and religious intolerance or facilitation of political exploitation of religion on the other. It is equally essential to ensure that the weaker sections of society develop a substantial stake in the political, social and economic life of the country while at the same time building and maintaining support for measures in this direction among all sections of society. Experience has shown that, sometimes, these very efforts and their positive results can lead to resentment in groups that have traditionally enjoyed a privileged position. This may lead to short-term manifestations of intolerance. It is essential, however, to persist with efforts to enhance greater participation of vulnerable groups which alone can ensure harmony among different sections of society in the long run. The philosophical and spiritual underpinnings of Indian society have historically imbued it with a high degree of tolerance. Under the pressure of modernization, issues of identity can come to fore, providing opportunities for political [Original: English] exploitation of religion. More informed participation in political life through awareness, constructive mobilization and imaginative use of media would form the basis of any strategy to fight such exploitation. At the same time, appropriate legislative and institutional measures in consonance with the spirit of freedom of expression guaranteed by the Constitution are required to ensure that politics is not used to promote intolerance. > The Government of India would again reiterate the need to avoid oversimplification of the complex social phenomena of the caste system and to maintain a distinction between the caste system and caste-based discrimination or disabilities. Manifestation of discriminatory behaviour against members of certain castes are questions related to social prejudice and do not bear any relationship to religious intolerance. Further, under the Indian Constitution, the concept of caste is solely and exclusively related to Hindus and Sikhs alone and persons professing any other religion do not have a caste classification, although there are variations in practice, which only goes to show that caste merely denotes a social or class distinction. The term \"caste\" has its origins in the functional division of Indian society during ancient times and, to an extent, it is akin to the system of guilds and clans prevalent earlier in the West. However, with the passage of time, the system became rigid, stratified and exploitative leading to discrimination against those who enjoyed low status in the traditional Hindu caste hierarchy and were thereby exposed to invidious treatment, severe social disabilities and deprivation of economic, social, cultural and political opportunities. The elimination of caste-based inequities is crucial to the promotion of tolerance in general and there is an across-the-board commitment at the highest level to root out social prejudices and the accumulated socio-economic backwardness of the so-called lower castes. > The measures taken to promote economic development and eliminate poverty include not only macro-level programmes and policies for economic growth but also programmes of human development with emphasis on health, education and minimum needs and directly targeted programmes for poverty alleviation through employment generation, training and building up asset endowment of the poor. Indeed, elimination of past injustices through affirmative action and the eradication of poverty through democratic methods are in-built in the development process in India. The success of this process is seen to be crucially dependent on the full participation of vulnerable sections, democratic decentralization and effective functioning of grass-roots democratic institutions and the political and economic empowerment of the socially disadvantaged sections of the population. The economic reforms and liberalization measures since 1991 have accelerated economic growth, reduced inflation and have positively influenced living standards and social indicators. The Government of India intends to pursue with vigour its goal of growth with justice through economic reforms with a humane face. India has abolished by law caste-based discrimination and has put in place extensive penal provisions to implement the same. Consequent to the abolition of untouchability in the Indian Constitution, special legislation such as the Protection of Civil Rights Act, 1955, and the Prevention of Atrocities Act, 1959, has been enacted to combat prejudices and atrocities against the Scheduled Caste communities. The Indian strategy for fighting disabilities resulting from membership of a particular caste has evolved over a long period of time and enjoys universal backing politically and institutionally. This strategy is multi-faceted and encompasses constitutional and legal measures as well as developmental and welfare programmes and policies. It is our firm belief that this strategy has succeeded in significantly reducing the socioeconomic gap between members of disadvantaged castes and the social mainstream. A separate National Commission for Scheduled Castes and Scheduled Tribes is playing an important role as part of the institutional framework. Apart from constitutionally guaranteed reservations in the federal and state legislatures and an affirmative action programme of jobs in the Government and placement in educational institutions, a scheme of Special Component Plans has been used to focus financial resources for the spread of education, skill upgrading and assistance for self-employment activities for these groups. All state governments and federal ministries have to earmark funds under such schemes at least in proportion to the population of such groups in the specific situation. These conscious efforts as well as the effective functioning of democracy in India have generated selfsustaining political movements composed largely of hitherto downtrodden sections of Indian society. After moving into positions of power, members of such sections are giving a new meaning to efforts for the betterment of their lot. That this has taken place without a major social upheaval is a significant achievement of Indian democracy. Taking into account paragraph 91 of the report, \"steps must be taken to increase awareness of the existence and dangers of extremism because, despite the fact that it is confined to a minority, its influence on the masses through political parties, places of worship, schools and even seats of power, could well destroy community and religious harmony in India. With a view to safeguarding religious tolerance and thus ensuring the protection of the rights and freedoms guaranteed by law to religious communities (freedom of belief, freedom to practise a religion and therefore to proselytize, to change religion, etc.), the Special Rapporteur wishes to make certain recommendations designed to combat extremism of all kinds\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken and/or envisaged by your Government. We agree with the Special Rapporteur that extremism, even if confined to a minority, has the potential to affect gravely intercommunity harmony in India, or for that matter any country. The Government of India is alive to the dangers of extremism and has used legislative measures like the Unlawful Activities (Prevention) Act, 1967, to curb public fund-raising and propaganda activities of extremist organizations whose activities are prejudicial to communal harmony. These measures have also served to stigmatize these organizations in the public mind and arouse public consciousness against them. Civil society has a major role in combating extremism. Manifestations of religious extremism, however unfortunate they may be, have also served to focus attention on this problem and resulted in a significant political and intellectual mobilization against such aberrations. The Government of India encourages and supports such mobilization. Taking into account paragraph 92 of the report, \"The Special Rapporteur considers it essential that the Representation of the Peoples Act, 1951, should be scrupulously implemented and that in addition it should be speedily supplemented by a new act debarring political parties from the post-election use of religion for political ends. As the riots in Ayodhya, Bombay and Punjab have shown, religious parties, spokesmen and standard-bearers are not always of a nature to promote tolerance and human rights\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken it spreads internationally and, more especially, throughout the and/or envisaged by your Government. region, may affect peace and security within the region. The Electoral reforms have been a continued feature of the Indian polity. India has an independent constitutional body, the Election Commission of India, to supervise elections both at the Federal and state levels. Its impartial and strict handling of elections is widely recognized. The Representation of Peoples Act, 1951, is the major law governing elections in India. The Government is committed to the scrupulous implementation of this Act. Whenever a need has been felt to amend certain sections/provisions of the Act, the Election Commission has made suitable recommendations and new provisions have been brought in or existing ones amended. For example, the Act underwent significant changes in August 1996. The Supreme Court has also contributed to the process The Special Rapporteur has rightly observed that places of electoral reforms through a number of landmark of worship should be used exclusively for religious purposes. judgements (e.g. Civil Petition No. 24 of 1995 on election In the light of serious incidents of abuse of religious places, expenditure). the Religious Institutions (Prevention of Misuse) Act, 1988, Appeal to religion is prohibited under the Indian election laws and the case law on this is well-established. There is a related legislation to prevent the misuse of religious places for political purposes (discussed later). While existing election laws are deemed by the Government of India to provide sufficient safeguards, legislation in all important areas including elections is under the constant scrutiny of the Parliament. Taking into account paragraph 93 of the report, \"The Special Rapporteur also considers that places of worship should be used exclusively for religious, and not political, purposes. As places for prayer and meditation, they should be protected against tension and partisan struggle. The State should therefore ensure that places of worship remain neutral ground and are sheltered from political currents and ideological and partisan controversy. In this connection the Special Rapporteur urges that the dispute concerning Ayodhya should be settled on terms acceptable to the Muslim and Hindu communities. Although the Babri Masjid case can be partially settled by legal means, it must be approached with an exceptional degree of caution and an equally exceptional degree of wisdom. Calling into question situations and rights that are rooted in the distant past is likely to open the door to a sequence of events which could have unforeseeable As regards the observation made by the Special consequences and in particular lead, through acts of violence Rapporteur that the dispute be settled on terms acceptable to performed in the name of an extremist conception of religion, the Muslim and Hindu communities, it may be mentioned that most logical solution would seem to be to restore these places of worship as they were before the riots occurred – unless the religious communities concerned decide to effect a symbolic exchange as a means of cooling passions and reducing tensions. The authorities must remain on the watch to prevent the recurrence of such traumatic incidents, which are sources of division and hate between communities. It is important that the Indian authorities should be fully aware that the dangers in this area are not purely theoretical\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken and/or envisaged by your Government. was enacted with a view to maintaining the sanctity of religious places and to prevent their misuse for political or criminal activities. It, inter alia, casts responsibility on the management of the concerned institution to inform the police in the event of misuse of the place of worship. The Act also prohibits storage of arms and ammunition inside any place of worship. The Government of India is committed to ensuring that religious places are not misused for the promotion of intolerance. By the Supreme Court judgement of 24 October 1994, the pending suits and other proceedings relating to the disputed Ram Janma Bhoomi-Babri Masjid area have been consolidated for final adjudication of the dispute by the Allahabad High Court. The role of the central Government, which was vested with the control of the disputed area by an earlier ordinance, has been limited by this judgement to that of a statutory receiver with the duty to maintain the status quo till the adjudication of the title suits. Thus, the disputed area cannot be handed over to anybody for construction of a temple, mosque or any other structure except as decided by the High Court in the title suits. In compliance with the above judgement, the central Government has made all appropriate arrangements to maintain the status quo in the disputed area. to disorders in various parts of India, the news of which, as prior to the demolition of the disputed structure on 6 December 1992, negotiations were held between the Recommendations representatives of both communities to resolve the dispute. However, no final agreement could be reached. The Supreme Court judgement dated 24 October 1994 has also recognized the role of negotiations and made relevant observations in this regard. Further, the Special Rapporteur may be interested to by your Government. note that the Central Bureau of Investigation (CBI), which had been entrusted with the investigation into the offences connected with the demolition of the disputed structure on 6 December 1992, has filed charge sheets against 49 persons. The Special Judge (Ayodhya Issue) CBI, Lucknow passed a detailed order on 9 September 1997 holding that there is a prima facie case for charging the 49 accused persons of commission of the offence of criminal conspiracy and other offences. Thirty-three out of 49 accused have filed revision petitions at the Lucknow Bench of the Allahabad High Court. Hearing on these cases has started as of 20 January 1998 on a day-to-day basis. In the meantime, the trial court has directed the CBI to frame charge sheets by 29 January 1998. Taking into account paragraph 94 of the report, \"The financial dependence of political and religious movements on foreign countries is obviously fraught with consequences at all levels\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken and/or envisaged by your Government. The Foreign Contributions Regulation Act, 1976, regulates the transfer of funds for social or religious organizations. Organizations that wish to get contributions from abroad have to register themselves and state the source and purpose of these funds. Political parties are barred from raising funds abroad. The real challenge, however, is the flow of illegal funds. The problem of illegal money-laundering and flow of funds for purposes such as terrorism and illicit drugs has now become a global problem. In India also, illegal channels have been used by many extremist organizations to fund their activities from abroad. The Indian Government is alive to this challenge. Greater vigilance to prevent such illegal inflows is being exercised. Efforts are also under way to update Indian legislation dealing with foreign exchange flows so as to more effectively address these concerns. India also intends to pursue cooperation with other countries and relevant international organizations on different aspects of money-laundering and illegal money flows. Taking into account paragraph 95 of the report, \"Schools in particular should be protected against all forms of political and ideological indoctrination\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken and/or envisaged The Indian Constitution prohibits the imparting of religious instruction by any educational institution maintained by the State while guaranteeing the right of minorities to maintain and run their own educational institutions. Different institutions and programmes related to curriculum development, textbook evaluation, selection of teachers and teacher training are designed to ensure that schools are not used for ideological or political indoctrination that can promote intolerance. At the same time, the values of religious tolerance, secularism, development of a scientific temper and sensitization to the problems of the weaker sections of society are consciously included in school education. Comments and measures Department of Education of the Ministry of Human Resource The Special Rapporteur is aware of some of the efforts in the field of values education. The National Council for Teacher Education and the National Council for Educational Research and Training (NCERT) have developed selflearning modules on \"human rights\" and \"national values\" and the NCERT sourcebook for teachers on human rights is currently being translated into Hindi. The National Human Rights Commission of India, in association with the Development, has also taken steps to enhance human rights awareness, through education at school as well as at the college level. At the university level, the University Grants Commission has identified ten universities for establishing facilities for courses on human rights. Taking into account paragraph 96 of the report, \"Education can play a vital role in preventing intolerance, discrimination, hate and violence (including violence motivated by extremism) by creating and disseminating a culture of tolerance among the masses and the most disadvantaged segments of the population. It can make a decisive contribution to the assimilation of values based on human rights by the use of school curricula and textbooks reflecting principles of tolerance and non-discrimination. This approach has already been adopted to some extent by the Indian authorities in the education sector through dissemination of the values of tolerance and mutual respect, visits to schools, in discussions with pupils and teachers and encouraging the Office of the High Commissioner for Human by the perusal of textbooks. However, this approach must be Rights to develop expertise in propagating these values adopted throughout the country to cover India's entire private through its own programmes. We would be happy to see the and public school system in order to develop the awareness results of such work carried out by the Office of the High of the masses. It is of vital importance that human rights and Commissioner for Human Rights, including in the area of best tolerance should become the concern of all and not remain the practices for the promotion of tolerance. exclusive preserve of the élite\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken and/or envisaged by your Government. programmes for adult literacy have a built-in component of by your Government. this nature. These activities would receive a further impetus from the National Action Plan, currently under elaboration, to realize the goals of the United Nations Decade on Human Rights Education. Commemorative activities being planned for the fiftieth anniversary of the Universal Declaration on Human Rights also have a strong promotional/human rights education focus. The above approaches will build on the strengths of Indian society and avoid the impression of being \"top-down\" or pedagogical. organization at the federal and State level of training courses communal violence never became a problem in either Punjab for teachers in preschool, primary or basic and secondary or Jammu and Kashmir. educational establishments to make them aware of the importance of teaching the principles of tolerance and nondiscrimination based on religion and belief\", the Special Rapporteur would appreciate if you could indicate your comments as well as measures undertaken and/or envisaged by your Government. The various programmes described in the preceding paragraphs indicate the high level of importance given to the teaching of tolerance in India through human rights education. Further, through its resolution on tolerance and pluralism at as was confirmed during the course of the mission during the Commission on Human Rights, India has also been As observed by the Special Rapporteur, the broad- official, national and foreign – to act calmly and refrain from basing of the teaching of tolerance, specially in a country with exacerbating religious problems to ensure that immutable a high rate of illiteracy, is of vital importance. The teaching religious principles are not affected by political of tolerance has to start with universal education and what is considerations at the expense of the religious rights of the taught in schools has to be supplemented by the family, social communities and, more generally, of tolerance and nonand religious organizations and the media. Modern as well as discrimination based on religion or belief\", the Special traditional media of mass communication are also being used Rapporteur would appreciate if you could indicate your for the promotion of national integration. Campaign comments as well as measures undertaken and/or envisaged Taking into account paragraph 98 of the report, \"As regards Jammu and Kashmir and Punjab, the Special Rapporteur urges all the parties concerned – official and non- Taking into account paragraph 97 of the report, \"The takes comfort from the innate respect for diversity in the Special Rapporteur also recommends that the Centre for Indian ethos. It is significant to note that despite a clear plan Human Rights should provide advisory services on the to widen the communal divide through terrorist attacks, We agree with the Special Rapporteur that religion should not be exploited to further a political programme, either national or international. The maintenance of religious tolerance or the protection of human rights in general has been affected adversely in certain areas by the activities of non-State actors. While dealing firmly with violent extremism, India will strive to ensure that this has no impact on tolerance, religious rights of minorities and nondiscrimination based on religion and belief. In this task, it",
        "Labels": [
            "Persons with disabilities",
            "Persons living in poverty",
            "Persons affected by armed conflict"
        ]
    }
]