[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, by resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Pursuant to this resolution, the Special Rapporteur has submitted 14 reports, in some cases with addenda, to the Commission on Human Rights since 1987. Reports since 1994, including the present one, have been submitted to the General Assembly in accordance with its resolution 54/159.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. This report covers a total of 39 communications (including an urgent appeal to the Islamic Republic of Iran) sent to 25 States: Afghanistan (2), Azerbaijan, Bulgaria, China (3), Egypt (3), Georgia (2), India (2), Indonesia (4), Iran (Islamic Republic of), Israel, Jordan (2), Kazakhstan, Kuwait, Lebanon, Myanmar, Nigeria (2), Pakistan, Philippines, Russian Federation, Sri Lanka, Saudi Arabia, Turkey (2), Turkmenistan (2), Uganda and Yemen.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The report also concerns the replies of States to the communications, on the one hand those sent in the context of the preceding report, submitted to the Commission on Human Rights at its fifty-sixth session (nine States: Azerbaijan, Brunei Darussalam, China, India, Indonesia, Iran (Islamic Republic of), Russian Federation, Ukraine and Viet Nam); and, on the other hand, those sent in relation to the allegations contained in the present report (10 States: Azerbaijan, Egypt, Georgia, India, Iran (Islamic Republic of), Kuwait, Russian Federation, Sri Lanka and Turkey).",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In accordance with his working methods and the rules governing his mandate, the Special Rapporteur wishes to point out that communications sent within the past two months have not been summarized in the present report if the deadline for the States concerned has not yet expired (Bulgaria, Georgia, India, Indonesia, Jordan, Kazakhstan, Myanmar, Turkey and Yemen) or, of course, if a State has not yet replied. The Special Rapporteur wishes to stress that Kuwait replied on 24 July 2000 to a communication from the Special Rapporteur dated 17 July 2000. This communication and Kuwait's reply have therefore been reflected in this report. The Special Rapporteur wishes to thank Kuwait, in particular, for responding so promptly.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur also considers the constraints imposed this year on special rapporteurs reporting to the General Assembly entirely inappropriate and counterproductive. The decision to make the deadline for submission of reports the end of July 2000 (contrary to the traditional deadline, the end of September) shows a total lack of understanding of, and even indifference to, the working methods of special rapporteurs. Although the Commission on Human Rights ended its fifty-sixth session in April 2000, the Special Rapporteur was requested this year to submit a report to the General Assembly on his activities covering a maximum period of three months (May-July 2000), a requirement which is not likely to allow for high-quality work and makes it difficult to prepare consistent reports. In the case of the mandate on religious intolerance, fewer observations and replies could be addressed in the present report than in previous years because of the short period of time covered and the working methods appropriate to the mandate. The special procedures involved must not be reduced, either partially or totally, to a merely formal operation.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur wishes to point out that all States, without exception, have cases and/or situations of discrimination or intolerance in respect of religion or belief, although of different types and degrees. The strengthening of the resources at his disposal would enable the Special Rapporteur to fulfil his mandate to prepare a world report on freedom of religion or belief. Meanwhile, pending the achievement of this objective, the Special Rapporteur has tried to cover the problems or intolerance and discrimination that reflect the situation throughout the world.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Because of the climate of intolerance and religious discrimination in Afghanistan resulting from the Taliban policy, religious minorities, in particular the Sikhs, are beginning to flee the country. These departures are reportedly due to Taliban measures to force conversion to Islam or to place restrictions on women, such as confining them to their homes or requiring them to wear the burqa in public. Moreover, on 19 March 2000, the Ministry for the Promotion of Virtue and the Prevention of Vice announced on Radio Shariat that the celebration of Nowruz, the first day of the Persian solar new year, was anti-Islamic. On 20 March 2000, Taliban soldiers reportedly pursued and assaulted a crowd of people who had gathered to celebrate Nowruz, near the capital at Khair Khana and at the Sakhi shrine at Kabul.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. On 24 April 2000, at Najran, security forces reportedly confronted members of the Ismaili community. According to the Saudi press agency, these incidents were linked to the arrest of a sorcerer, which apparently led to Ismaili demonstrations. The confrontation with security forces reportedly resulted in the death of one person and the wounding of four others. Other sources of information claim that the Ismailis were actually protesting against the closing of an Ismaili mosque by the religious police.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In its reply, Saudi Arabia stressed its sincere willingness to cooperate with the Special Rapporteur's mandate and to provide explanations regarding the above-mentioned allegation. Saudi Arabia said that the information that had been spread by some press agencies on the case in question was imprecise; in reality, this was a passing event that had been exaggerated all out of proportion by certain parties, although the Saudi authorities had immediately offered clarifications on the incident through various press media. Saudi Arabia presented the following account of the facts. Information had reached the security forces about the illegal practice of sorcery on a wide scale by inhabitants of the kingdom, provoking reactions from a large number of citizens and residents. Following repeated complaints about these unacceptable and illegal activities, on 22 April 2000 the authorities allowed security agents to arrest the person concerned on the basis of an official arrest warrant, in order to investigate the complaints. This person's house was searched, and during this operation one of the individuals present opened fire on the security officers, one of whom was seriously injured. In addition, a group of individuals, taking advantage of the situation, went to the home of the emir of the region to demand the release of the sorcerer; they opened fire in the direction of the emir's home, killing one guard and wounding three others. Saudi Arabia stressed that this was a case of disturbing the peace, endangering the lives of others and violating the laws and regulations in force. From the circumstances, it seems, according to Saudi Arabia, that no ideological or religious objective was involved. Moreover, the citizens of the Ismaili sect are free, like other citizens, to practise their prayers and religion, and they have their own mosques. The person in question in the above-mentioned incident was arrested for sorcery, a practice forbidden by law in Saudi Arabia. According to Saudi Arabia, this had nothing to do with the person's membership in the Ismaili sect, whose adherents enjoy the same rights as others, and are subject to the same obligations. With regard to reports of the closing of an Ismaili mosque, Saudi Arabia stated that this allegation was groundless and incorrect; Ismaili mosques are still open and Ismailis may continue to go about their business freely and unhindered.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Following their dismissal in 1999 by the director of the gas refinery Azerbaijan Qaz E'mali Zavodu because of their beliefs (see document E/CN.4/2000/65, para. 14), a group of Jehovah's Witnesses reportedly filed a suit with the Prosecutor's Office. The Azerbaijani trade union of oil and gas industry workers is said to have replied, with regard to those complaints, that these employees had spread the beliefs of the Jehovah's Witnesses, who were operating illegally in Azerbaijan. It was reportedly decided, therefore, that these actions were unconstitutional and should be punished by dismissal. The company also filed a complaint on the grounds of illegal religious activity, and an administrative committee is said to have decided in favour of the claim. The committee declared the employees guilty of proselytism and of holding illegal religious meetings, and it reportedly ordered them to pay a fine. The newspaper Ganjlik published an article on these dismissals and is said to have mentioned the names of the employees and to have called them \"dogs\", \"predators\", and \"slaves of enemy forces\" with \"poisoned minds\" who should be \"thrown out of Azerbaijan\".",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In September 1999, the authorities allegedly decided to expel nine members of the Baptist congregation. The Prosecutor's Office is said to have submitted a report supporting this decision. The Prosecutor's Office has announced that, since the beginning of 1999, M. Makarenko, A. Mamedova, A. Makhmoudova, S. Gadjigaribova, G. Nasraddinova and O. Pritouliak, six employees of an Azerbaijani gas refinery, began to practise propaganda activities to promote the religious sect Jehovah's Witnesses; they distributed religious tracts and tried to convert others to their beliefs. Providing free materials to their colleagues, they organized study groups during working hours, to which they invited other employees. By spreading the ideas, objectives and purposes of their religious sect, they actually created a religious circle. Over time, the religious activities of the above-mentioned company employees became more open. Their participation in religious meetings held behind closed doors were no longer a secret from anyone. On 1 September 1999, the employees of the plant met in a general assembly to consider the activities of the employees who were members of the sect, trying to convince them to give up their illegal and inappropriate activities. Noting that these employees were becoming increasingly separated from the other workers, that they were boycotting the group activities organized by the staff, that they were showing an increasing indifference towards their work and were trying not to form friendships with their colleagues, whom they despised, the workers who spoke up during the meeting said that this demonstrated the harmful effect of the religious sect. With regard to the Jehovah's Witnesses as a sect, those who spoke also pointed out that they preached nonrecognition of the State, its laws and its symbols, and rejected military service and other civic duties. Some also noted that this sect authorized its members to take part in all sorts of illegal activities and actions promoting destabilization of the State. The General Assembly therefore proposed to the six employees that they should renounce religious sectarianism and promise not to continue their activities. Instead of complying, the employees in question refused to turn away from their chosen path, and even expressed the intention of redoubling their efforts. Following the discussion, the general assembly of plant workers thus took the decision to demand that the director dismiss the six employees who were members of the Jehovah's Witnesses sect. In accordance with articles 70 (y) and 72 (v) of the Labour Code of Azerbaijan, which establishes the penalties for administrative infractions committed by an individual during working hours and on the work premises, the director of the plant decided to dismiss the six employees. After the Procurator's Office of the Karabakh district in Baku had verified the evidence concerning the activities of the workers who were members of the sect, it was established that the persons in question had actually committed the infractions set forth in article 202, paragraph 1, of the Administrative Code of Azerbaijan, and an administrative action was therefore taken against them. During the inquiry, it also appeared that the activities of the Jehovah's Witnesses in the district were not limited to the refinery. Among other things, it was established that the members of the sect met regularly in an apartment located in an apartment building in Lokbatan. These meetings, which were also attended by minors, were organized by the occupants of the apartment, Remi and Galina Remiev. In addition to the propaganda that they were spreading at various religious meetings, the members of the sect collected money on the pretext of asking for charity. Administrative action was also taken against Remi and Galina Remiev on the basis of the available evidence. After considering the case, the district administrative committee took the required decisions in the context of administrative actions. On 3 January 2000, the persons against whom the judgements had been made appealed against the administrative committee's decision of 9 December 1999 before the district court, without obtaining satisfaction. Following the decision of the district court, the persons in question applied to the court of cassation in Baku against the decision; that case has not yet been decided. In addition, the former employees of the plant applied to the district court to be reinstated in their jobs at the plant. The civil proceedings are now in progress. Even before the case is considered by the court, however, the director of the refinery, at his own initiative, had reinstated the employees, who are now back at work.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur, while noting the need to ensure respect for legal provisions regarding working conditions, wishes to recall the international rules on freedom of religion and belief and to underline that restrictions on freedom to express one's religion or belief should be in line with international law.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In October 1999, Father John Gao Kexian, of the Diocese of Yantai, was reportedly taken into custody in Shandong for refusing to accept the control of the Catholic Patriotic Association. On 23 November 1999, Father Jiang Sunian, of the Diocese of Wenzhou, was reportedly arrested in Zhejiang in the context of a campaign by the Catholic Patriotic Association aimed at compelling Catholics to join it. In Hebei, late in November 1999, Bishop John Han Dingxiang was reportedly arrested in Shijiazhuang. Father Guo Yibao, Father Wang Zhenghe and Father Xie Guolin were also reportedly arrested in Hebei in 1999. Bishop James Su Zhimin, of Baoding, and Auxiliary Bishop Francis An Shuxin, of Zhengding, reportedly disappeared as long ago as 1996, while Bishop Julius Jia, of Zhengding, has reportedly not been seen since August 1999. In Zhejiang, in January 2000, Catholics were reportedly compelled, after having been kept in detention for several days, to sign Catholic Patriotic Association membership forms. The police reportedly threatened to have their children expelled from school if they refused. Non-official Catholic properties, including two churches, were reportedly destroyed. On 25 May 2000, Father Jiang Sunian (see above) was reportedly sentenced by a court in Wenzhou to a six-year term of imprisonment for unlawfully printing Bibles and other religious materials.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 16,
        "Text": "16. In December 1999, in Beijing, four Falun Gong leaders, Li Chang, Wang Zhiwen, Ji Liewu and Yao Lie, were reportedly sentenced to imprisonment, officially on charges of having organized and practised an unlawful cult, having caused the deaths of various persons, and having obtained and unlawfully disseminated State secrets. On 11 May 2000, 200 members of Falun Gong who were demonstrating in celebration of the birthday of the founder of the movement were reported to have been arrested immediately by the police. In mid-June 2000, a total of 35,000 Falun Gong members had reportedly been arrested and 84 of them officially sentenced to prison terms. In addition, 5,000 Falun Gong members were reportedly sent to re-education camps without having been tried.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 17,
        "Text": "17. In December 1999, Trinley Dorje, the seventeenth gyalwa karmapa, one of the most important Buddhist spiritual leaders, is reported to have left the Tibet Autonomous Region and gone to join the Dalai Lama in Dharamsala, India. His decision to leave is said to have been the result of restrictions imposed by the Chinese authorities in religious matters.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. On 31 December 1999, in El-Kosheh, following a Christian merchant's refusal to sell fabric on credit to a Muslim, the Muslim in question, with the help of his family, allegedly tried to provoke a fight. The merchant and his relatives reportedly decided to avoid confrontation, and went to lodge a complaint with the police. However, a police officer reportedly fired on the complainants and proceeded to arrest them. On 1 January 2000, Muslim clerics reportedly called upon the faithful to fight the Christians. Nineteen Christians and two Muslims are said to have died in the ensuing rioting. (a) First, a newspaper article on the events in El-Kosheh and a copy of the decision of the Office of the Attorney-General of Egypt containing the charges as finalized after investigation by that office. The decision involves 96 persons charged with various crimes, including murder, theft and sabotage;; (b) Second, an extract from a document, taken, apparently, from a statement indicating, far too briefly, the main forms of action taken by the Government in order to contain and prevent events such as those described above.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur regrets the lack of effort and care taken over this reply, which is no reply at all, and requests Egypt to communicate its views and comments on the allegations summarized above.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. According to another communication from the Special Rapporteur, the Supreme Religious Court in Cairo declared the Baha'i faith a dangerous heresy in 1925. In 1960, all Baha'i assemblies were reportedly dissolved, their property and other assets confiscated, and their religious activities prohibited. Nonetheless, Baha'is supposedly remained free, as individuals, to practise their faith, in accordance with the freedom of religion that is guaranteed for all under the Constitution. To this day, however, the Baha'i community is said to be subjected to constant close surveillance. Baha'is are reportedly not allowed to meet in groups, especially for religious observances, and their literature is destroyed. It is alleged that they cannot legally celebrate their marriages, which are deemed to constitute concubinage, while the children born of these unions are regarded as illegitimate.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 22,
        "Text": "22. According to a third communication, since May 2000 a hate campaign has been waged in Cairo by extremists against the author Haidar Haidar, who is accused, together with his publishers, the Ministry of Culture and liberal intellectuals, of blasphemy because of his novel A Feast of Seaweed. According to information from a variety of sources, this affair is being politically exploited by Muslim extremists, especially the Muslim Brotherhood, in the context of the coming legislative elections.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Egypt has replied: Concerning the campaign against the Minister of Culture and the Syrian author, Haidar Haidar, when the General Assembly of Houses of Culture decided to publish a play entitled A Feast of Seaweed, the newspaper The People (formerly published by the Labour Party, whose activity has been suspended) took advantage of the opportunity to launch a media campaign against Ministry of Culture officials for publishing material that was secular in nature and was also, according to the paper, contrary to religious values and principles. While the paper's management attempted to justify their provocative position on the grounds that they were upholding religious convictions, their real motives appear to have been rooted in an attempt to win electoral support with a view to the prospective legislative elections, in which the Labour Party intends to participate. Concerning measures taken to prevent extremists from taking over mosques, Egypt has the following to say: Management of all mosques and shrines has been centralized in the hands of the Ministry of Awqaf (Islamic Endowments). That Ministry now has responsibility for 50,000 mosques and 10,000 shrines; Every person not expressly authorized to do so is prohibited from mounting a mosque pulpit and delivering a sermon, inasmuch as the law requires a statement from the Ministry of Awqaf; There have been various judicial measures aimed at thwarting any attempt to make use of mosques for unlawful purposes.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. On 11 August 1999, in St. Petersburg, the Jehovah's Witnesses reportedly applied for a permit to rebuild a religious centre. On 22 November 1999, the Governor's office allegedly replied that, in the first place, the St. Petersburg Jehovah's Witnesses had enough religious centres to meet their needs, and in the second place, because of the state of public opinion in the city, it would be \"inexpedient\" to open an additional centre.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The Russian Federation has replied: The matter referred to in the Special Rapporteur's letter is exclusively technical in nature and is unrelated to the issue of freedom of religion. For the Special Rapporteur's information, the facts are as follows. Block 3A, at 18 Pogranitchnika Garkovogo Street in St. Petersburg, is a former municipal building, now vacant, that has been acquired by the head office of the congregation of Jehovah's Witnesses. On 15 August 1999, the congregation applied to a number of the city's subdivisions and administrative services for authorization to renovate the building throughout and turn it into a public meeting hall and place of worship. This application produced a series of responses from the various municipal authorities. In general, the authorities took the position that since the building in question was located in a residential area and in the immediate vicinity of housing complexes, permission to renovate the building and change its type of occupancy should be subject to the applicability of all regulations and requirements governing building on municipally-owned land. Those regulations and requirements specify, inter alia, that green spaces must be preserved, that additional water supply and drainage pipes must be installed, that access routes must be suitably reconfigured, and that certain urban planning work must be carried out. Furthermore, the authorities considered that the freely expressed views of the residents of the area should be taken into account. Accordingly, a ruling was issued to the effect that a survey should be conducted to determine what the local residents thought of the prospect of a public place of worship on their doorstep. Agreement was reached in May 2000, whereupon the City of St. Petersburg's Urban Planning and Architecture Committee authorized the head office of the congregation of Jehovah's Witnesses to proceed with preliminary studies with a view to the renovation of the building referred to above. At the present time, now that a new municipal administration has taken office following the recent election of the Governor of St. Petersburg, a number of documents relating to the renovation of the building are undergoing further review by the municipal authorities.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 26,
        "Text": "26. On 17 October 1999, a mob led by Bassilists (followers of the teachings of a priest excommunicated by the Georgian Orthodox Church) is alleged to have perpetrated a violent attack on 120 Jehovah's Witnesses, including women and children, during a religious service in Tbilisi. The police were called, but reportedly refused to protect the Jehovah's Witnesses, 15 of whom are said to have been hospitalized. These events were reportedly filmed and subsequently broadcast by the local media. The victims are said to have lodged a complaint with the Office of the Public Prosecutor.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 27,
        "Text": "27. Georgia has provided the following reply: On 29 February 2000, the Permanent Mission of Georgia received an official reply from the Deputy Secretary of the National Security Council on Human Rights Issues of Georgia, which states that, on 17 October 1999, a group of Bassilists indeed reportedly attacked Jehovah's Witnesses. Based on this fact, on 18 October 1999, proceedings were instituted by the Investigation Department of the Ministry of Internal Affairs of Georgia. A number of investigation activities have been carried out and 100 witnesses have been examined. However, additional work which should be done still demands continuation of the case. As soon as further information is available, it will be immediately forwarded to you.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. In November 1999, in the state of Orissa, the Government reportedly adopted an order in the form of an amendment to the act on freedom of religion, prohibiting all conversions without prior permission from the local police and the district magistrate.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. India has provided the following reply: The notification No. 63286 of 26 November 1999 issued by the Government of Orissa relating to the Orissa Freedom of Religion Amendment Rules, 1999, does not require a citizen wishing to convert to seek permission of the local police and the district magistrate. As per the amendment rule, only an intimation is required by way of prior information to the district magistrate. The purpose of the amended rule is to restrict forcible, unlawful, immoral and fraudulent inducement for conversion.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. According to another communication from the Special Rapporteur, on 20 March 2000, in the village of Chatisinghpura, south of Srinagar, 36 Sikhs were reportedly murdered by Muslim extremists. In New Delhi, the Prime Minister's security adviser reportedly identified two extremist groups that may have been involved in this massacre, namely the Lashkar-e-Toiba and the Hezbul Mujahedeen.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Christian institutions and individuals have reportedly been the targets of violent acts of intolerance. In March 2000, a Capuchin institute is said to have been attacked in the city of Ghaziabad. In Surya Nagar, acts of vandalism were reportedly perpetrated against a technical training institute run by the Capuchin Fathers. In April 2000, in Haryanan, three nuns were reportedly assaulted while they were on their way to the Rewari Catholic church to celebrate Easter. In that same month, in Mathura, the assistant priest of Saint Dominic's Church and the principal of Saint Dominic's School were reportedly attacked. Again in April, in Kosaikoan, a priest and two nuns were reportedly injured in an attack against the Sacred Heart school and convent. Lastly, on 16 April 2000, a convent in Bijnor was reportedly attacked.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. On 17 January 2000, in Mataram on the island of Lombok, 12 churches and a number of Christian-owned properties were reportedly destroyed, and the Christian population had to flee to Bali. After the army had intervened and order had been restored, signs of provocation reportedly reappeared, such as the presence of hog carcasses in mosques. On 6 May 2000, in the village of Akidri, in the district of Halmahera Island, North Maluku, rioting reportedly resulted in the destruction of a church and the houses of 10 Christian families. Similar attacks reportedly occurred on the island of Buru. These attacks were reportedly organized by an extremist Muslim group known as Lashkar Jihad Sunnah Wal Jamaah, which is said to have threatened to carry jihad into the Molucca Islands.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 33,
        "Text": "33. In February 2000, radio station PTPN Rasitania, in Surakarta, broadcast an interview with a priest who stated that there were many similarities between the Qur'an and the Bible, and that the Prophet had been a Christian before becoming a Muslim. Following protests and accusations of blasphemy from the Surakarta Islamic Youth Front, the station was reportedly compelled to refrain from broadcasting for a week and made to apologize. The Alliance of Independent Journalists reportedly went to the police and presented a statement of protest against these measures. The police, for their part, are said to have arrested the priest who gave the interview, for contravening the criminal code's provisions on religious contempt.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The urgent appeal to the Islamic Republic of Iran referred to further information relating to allegations that three Baha'is, Sirus Dhabihi-Muqaddam, Hidayat-Kashifi Najafabadi and Ata'ullah Hamid Nasirizadih, had been sentenced to death. This matter had been the subject of a previous urgent appeal, which, together with the reply from the Islamic Republic of Iran, may be found in document E/CN.4/1999/58. On 3 February 2000, Mr. Dhabihi-Muqaddam and Mr. Najafabadi were reportedly informed orally that the verdict in their case, namely the death sentence, had been confirmed. The same court reportedly sentenced Manuchehr Khulusi to death as well. This person was reportedly arrested in Birjand eight months ago and transferred to the Mashhad prison because of his Baha'i activities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 35,
        "Text": "35. The Islamic Republic of Iran has provided the following reply: I would like to inform you that the spokesman of the judiciary denied any confirmation of death sentence against Sirus Dhabihi-Muqaddam, Hidayat-Kashifi Najafabadi and Manuchehr Khulusi. He stated that the cases of the above-mentioned persons are still under consideration by the Supreme Court.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. In recent years, Jewish prayer sites are reported to have been established, without official authorization, on Muslim graves, resulting in serious damage to religious antiquities. However, no legal proceedings have been instituted against those responsible. For example, at a location near the town of Modi'in, persons of the Jewish faith are alleged to have committed acts of vandalism against a Muslim burial ground and to have declared the place to be the burial site of Matityahu Ben-Yohanan. Near Holon, a synagogue has reportedly been built on the tomb of a sheikh in a Muslim cemetery after a Jewish religious group declared it to be the site of the tomb of Shimon Ben-Ya'akov. Also, young persons of the Jewish faith are said to have established a prayer site for the prophet Reuven on a Muslim site near Palmahim beach south of Tel Aviv.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 37,
        "Text": "37. On 23 March 2000, Muslim extremists reportedly accused the writer Musa Hawamdeh of apostasy because of his alleged criticisms of Islam and called for him to be put to death. The former member of Parliament Abdel Moneim Abu Zant is said to have declared that the writer had distorted the divine words of the prophet Joseph in Egypt. He apparently called the writer an apostate, demanded that he should repent or be declared an apostate by the authorities, and that his marriage should then be ended and he should be executed.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. It is reported that, in January 2000, the writer Layla al-Uthman was sentenced to two months in prison for blasphemy on account of her book Le départ (Departure). This work was accused of using lustful language, apparently for images depicting the relationship of one sea wave to another. On 27 March 2000, an appeal court reportedly upheld the charges, but reduced the sentence of imprisonment to a fine of 1,000 Kuwaiti dinars.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Kuwait replied that Layla al-Uthman had been tried for breaking the country's laws and, specifically, for offending public decency because of the expressions used in her work Le départ. It was emphasized that this was not a case of religious intolerance. It was confirmed that, on 22 January 2000, the writer had been sentenced to two months in prison and that, on 26 March 2000, the sentence had been reduced on appeal to 1,000 dinars. The charges were offending public decency and the fundamental values of society.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. On 3 January 2000, Sister Antoinette Zaidan, a Maronite, is alleged to have been raped and strangled by Muslim extremists while on her way to her convent. Her body was apparently discovered near the Science Faculty between Hadeth and Kfarchima. That same day, in the village of Kfar Abou in northern Lebanon, a group of Muslim extremists known as \"Al-Takfir Wal Higra\" reportedly murdered two Christian women, Salma Yazbeck and her pregnant sister-in-law Sarah Yazbeck. These extremists reportedly decapitated Sarah Yazbeck and dismembered her body. It is said that, on 1 January 2000, a bomb attack was carried out in the Christian village of Kolaia. In November 1999, Muslim extremists allegedly set fire to four churches: on 3 November, the Maronite Church of Saint George in Dekuwane was bombed, killing the deacon, Chafiq Rajha; on 14 November, an identical attack was perpetrated against the Orthodox Church of Saint Mikhail in Tripoli; on 16 November, the Church of Haoush Hala in Zahle came under machine-gun fire; and, for several days in November, rockets were fired at the Church of Aishie in southern Lebanon, even though worshippers were inside the building.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 41,
        "Text": "41. It is reported that, on 21 February 2000, in Kaduna, the Christian community demonstrated against the imposition in this state of the Sharia. Their peaceful demonstration apparently led to clashes between Christians and Muslims. On 22 February, at least 400 people were killed. On 22 May, in Kaduna, renewed inter-religious clashes are said to have broken out, killing at least 100 people. Several churches and mosques were reportedly set alight. On 23 May 2000, for the first time in the state of Kaduna, a priest was killed — Father Clément Ozi Bello appears to have been executed by Muslim fanatics.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. On 17 March 2000, the bodies of at least 500 members of the Movement for the Restoration of the Ten Commandments of God are said to have been discovered by the police in a church near Kanunga. It seems, in this instance, to have been a collective suicide. On 27 March 2000, in Rugazi, the police reportedly discovered the bodies of another 70 members of this movement in the garden of an official of the organization. On 2 April 2000, in Kanunga, Vice-President Specioza Kazibwe announced that at least 1,000 members of the Movement for the Restoration of the Ten Commandments of God had died, while its leaders were apparently still alive.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. On 26 April 2000, in Khanewal, in the central Punjab province, Farrukh Barjees Tahir, a lawyer and district Vice-Chairman of the Pakistani Shiite Muslim Party and his clerk were reportedly assassinated by two unidentified individuals. This attack apparently occurred three years after the assassination in Khanewal of the lawyer's father, at the time Vice-Chairman of the aforementioned party. In 1997, two members of a Sunni extremist group were arrested and prosecuted in connection with this case.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. It is reported that, on 17 March 2000, in Saeedabad, a suburb of Faisalabad, at least 200 Muslim extremists attacked a Christian community as a punishment against Ashiq Masih, who had apparently decided to return to the Christian faith after his conversion to Islam. The police were alerted and intervened, but arrested Ashiq Masih on the orders of the Deputy Commissioner of Faisalabad. It is claimed that the latter was acting on a complaint by a Muslim extremist. The accused was reportedly detained in the Faisalabad district prison, although no appropriate investigation was conducted. It is said that the family of Ashiq Masih also constantly receives death threats.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 45,
        "Text": "45. Since March 2000, on the island of Mindanao, Muslim extremists have reportedly been creating a climate of intolerance against the Catholic community. The extremist group Al Harukatul is alleged to have taken pupils and teachers from the Tumahugong Catholic School hostage. Furthermore, in the town of Jolo, there are said to be posters calling on Christians to convert to Islam.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. On 17 May 2000, the Liberation Tigers of Tamil Eelam are alleged to have organized a bomb attack against a Buddhist temple in Batticaloa, in which 22 civilians were killed.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Sri Lanka replied: A powerful bomb was set off by the Liberation Tigers of Tamil Eelam (LTTE) at around 5.30 p.m. on Vesak day (15 May), the holiest day of the Buddhist calendar, killing 16 civilians, mostly of the Tamil community, and 6 security force personnel. The blast also injured more than 75 civilians. The bomb went off in the eastern town of Batticaloa, near the Mangalarama Buddhist temple, where a Vesak celebration was being attended by a large number of civilians from both the Sinhala and Tamil communities. The day also marked the first time Vesak Poya was declared an international holiday by the United Nations. The President of Sri Lanka strongly condemned this barbaric act by the ruthless terrorist group LTTE, which is fighting against a democratically elected Government in order to carve out a mono-ethnic State in Sri Lanka. The President also placed on alert civil defence committees already set up in different parts of the country in order to protect civilians and prevent violence. The blast in the eastern town of Batticaloa, where the main Sinhala, Tamil and Muslim communities have been living harmoniously, seemed an attempt by the LTTE to trigger an ethnic backlash and bolster their claim for a separate State. The LTTE's attacks on innocent civilians and Buddhist temples and Muslim mosques began many years ago. The attack on the Temple of the Sacred Bo Tree at Anaradhapura on 14 May 1985 killing 120 civilians including a Buddhist monk, the killing of 30 Buddhist monks and 4 civilians at Arantalawa on 2 June 1987, the assassination of the chief priest of the Dimbulagala Temple on 26 May 1995, and the attack on and killing of 103 Muslims at prayer at the Jumma and Hussainia mosques in Kattankudy, Batticaloa, on 3 August 1990 are a few examples of LTTE brutality. Like the Vatican for the Christians and Mecca for the Muslims, Buddhists hold sacred the Temple of the Tooth Relic at Kandy. LTTE bombed this Buddhist shrine and UNESCO-designated World Heritage Site on 25 January 1998. The aim of the LTTE in these cases seemed to be to stall the effort by the Government and democratic parties in Sri Lanka towards a political solution to the ethnic issue by aggravating the ethnic disharmony through provoking different religious communities (Buddhists and Muslims) in Sri Lanka. There is no doubt that Buddhists, Hindus and Muslims have been deeply shocked by this brutal attack, but no religious society acted with commendable restraint.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. On 21 June 1999, in Gyzylarbat, members of the National Security Committee are reported to have arrested Annamammedov Yazmammed, a Jehovah's Witness, in order to take him to the office of the director of this congregation. Annamammedov Yazmammed was allegedly threatened with physical violence with the intention of forcing him to renounce his faith and to reveal the names of the Jehovah's Witnesses in Gyzylarbat. It is claimed that he was eventually beaten because of his refusal to comply. On 22 June 1999, he was reportedly sentenced by the Gyzylarbat court to 12 days' administrative detention for insulting the members of the National Security Committee. On 23 July 1999, Annamammedov Yazmammed is said to have been sentenced to 10 days' administrative detention, again because of his refusal to yield to the pressure of the National Security Committee. This scenario was apparently repeated on 7 October 1999. On 19 October 1999, the wife of Annamammedov Yazmammed was allegedly arrested by the National Security Committee in order to force her to sign a declaration of renunciation of the Jehovah's Witness faith.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. On 14 November 1999, in Ashgabat, the authorities are reported to have ordered the demolition of the only Seventh Day Adventist church in Turkmenistan. It appears that this congregation was registered in 1992 and obtained permission to build its church from the President of Turkmenistan. However, following the revision of the Act on religion in 1997 (making registration of a congregation conditional on the number of its members, the requirement being 500), this community was apparently stripped of its official status. Despite several attempts, the Adventists were reportedly unable to obtain the re-registration of their community.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. It is alleged, that on 14 November 1999, the National Security Committee ordered a raid on the Baptist congregation of the Council of Evangelical Baptist Churches during the Sunday sermon. On 13 February 2000, the same committee reportedly interrupted a private religious meeting organized by the Baptist pastor Vitaly Tereshnev, on the grounds that this meeting was illegal. The pastor was apparently fined and his passport confiscated. On 2 February 2000, the Baptist pastor Anatoly Belyayev is said to have been arrested by members of the National Security Committee while he was peacefully performing his religious activities. On 11 March 2000, this pastor and his family were reportedly deported to Moscow. On 13 March 2000, the Senkin and Shulgin families, active members of the Baptist congregation of the town of Mary, are also alleged to have been deported.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In March 2000, the Protestant pastor Shokhrat Piriyev was reportedly forced to leave Ashgabat on the pretext that his residence permit was not valid.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. In addition, it is reported that no civilian alternative to military service is provided for conscientious objectors, who are apparently liable to imprisonment under the Penal Code.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. On 1 March 2000, two Christians (originally Muslims who converted to Christianity), Necati Aydin and Ercan Sengul, members of the Izmir Fellowship of Jesus Christ, are said to have been arrested as they sold and distributed Bibles and other Christian literature in Kemalpasa, near Izmir. The prosecutor reportedly accused them of forcing people to accept the Bibles and of insulting Islam. It seems the local mufti submitted a report to the prosecutor explaining that the material confiscated from the two Christians did not contain any anti-Islamic elements. However, it was apparently emphasized that passages in Aydin's personal notebook concerning the meaning of \"Allah\" and \"Jehovah\" and other names for God were the essence of falsehood and slander against religion. These arrests reportedly occurred one day after the broadcast on channel D, on Ugur Dundar's Arena show, of a television programme on Christian missionary sects. This programme appears to have propagated the message that Christianity is a threat.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Turkey replied that, according to the information transmitted by the Ministry of Justice, Mr. Aydin and Mr. Sengul had been acquitted, on 11 May 2000, by the Kemalpasa criminal court. \\ \\ \\",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The replies by States to the communications sent in the context of the report submitted to the Commission on Human Rights at its fifty-sixth session are set out below.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. With regard to the case of the Jehovah's Witness Ibrahim Ikrameddin Oglu Yuzbekov (see document E/CN.4/2000/65, para. 13), the Government of Azerbaijan explained, inter alia, that: Based on information received by the police station in Khachmas district, on 9 August 1999, concerning the illegal religious activities of I. Yuzbekov, the services of the Ministry of the Interior began an investigation. In the course of their enquiries, it transpired that I. Yuzbekov was present in Azerbaijani territory illegally, having failed to complete the registration procedures in his place of residence. Furthermore, it was established that I. Yuzbekov was engaging in religious propaganda, in violation of the procedures established by the Azerbaijani Act on freedom of religion. Instead of drawing the obvious conclusions from the justified observations of the police regarding his violation of Azerbaijani law, I. Yuzbekov was rude and insubordinate towards the police officers. The documentation gathered by the police concerning the administrative offences committed by I. Yuzbekov was transmitted to the Khachmas district court. Having found I. Yuzbekov guilty of violating the regulations on registration of passports, the court fined him 16,500 manats (or US\\$ 4). At the same time, the court sentenced I. Yuzbekov to 15 days' detention for rudeness and insubordination in respect of the legitimate orders of the police. The other documentation gathered on the activities of I. Yuzbekov and the publications that he was carrying are currently in the Khachmas district prosecutor's office.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 57,
        "Text": "57. With regard to the dismissal of Jehovah's Witnesses because of their beliefs (see para. 11 above), the information transmitted is reflected in the context of the reply of Azerbaijan to the communication summarized above. It was stated, inter alia, that: > In the film entitled Tarigat, which was broadcast on the independent channel Space, on 16 August 1999, information was provided on certain religious organizations engaging in illegal activities in the Republic of Azerbaijan and, in particular, on the disobedience of the members of the religious sect of Jehovah's Witnesses towards the authorities. It was in response to questions by the television channel Space that the press service of the Ministry of National Security turned over the relevant documentation concerning the illegal activities of this sect.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. With regard to the status of women in Brunei Darussalam (see document E/CN.4/2000/65, para. 19), the Government replied as follows: In the Government's view, the allegations have failed to reflect Brunei Darussalam's existing policies, which safeguard and strongly uphold the importance of family institutions and harmony. To this effect, as the role of women is crucial, any discrimination against women is contrary to such policies. In addition, women in Brunei Darussalam enjoy equal opportunity in education, employment and economic activities, as well as the right to health care. Women hold many senior government positions and are involved in the policy-making process of the country. Concerning the allegations that some laws in Brunei Darussalam that are based on Koranic precepts are not gender-sensitive, the Government would like to state that the family law for Muslims is currently governed by the Religious and Kadis Court Act, CAP. 77 (1955). This Act contains the provision that a married woman may apply to a Kadi for a divorce. At the same time, the Government is in the process of legislating provisions in line with shariah law, in the form of the draft Emergency (Islamic Family Law) Order, which will further enhance the position of women with regard to matters concerning the rights of Muslim women, including matters relating to marriage, custody of children, property and inheritance. As for the non-Muslims in Brunei Darussalam, they are still governed by English family law (Matrimonial Causes Act) and the country's Emergency (Married Women) Order, 1999, as well as the Emergency (Guardianship of Infants) Order, 1999. With regard to the allegation that the Nationality Act provides that only men transmit citizenship, the Government would like to clarify that the Brunei Nationality Act provides that the minor child of any subject of His Majesty may be registered as a subject of His Majesty upon application made in the prescribed manner by a parent or guardian of the child. The Government would also like to point out that this has no religious connotation. In this regard, the Government wishes to emphasize that any limitation prescribed by law is necessary to protect our own national interests and sovereign rights.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 59,
        "Text": "59. In response to allegations of a campaign to promote atheism in order to undermine the influence of Tibetan Buddhism (see document E/CN.4/2000/65, para. 27), China stated that such allegations were belied by the facts, which were as follows: The Chinese Government persistently pursues a policy of religious freedom. The State Constitution provides that citizens have the right to believe in a religion or not to believe in any religion. The Government protects the right of religious groups and of citizens to engage in normal religious activities. It has not conducted atheist propaganda in places of worship nor among the faithful.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. With regard to the allegations relating to the province of Hebei, the arrest of a Catholic priest, Yan Weiping, and his death and the arrest of a student, Wang Qing, who had attended an illegal seminary (ibid.), the Government explained that Yan Weiping had died of a heart attack and that the allegations that he had been arrested and his body found in the street were pure lies. As for Wang Qing, it said that inquiries conducted by the relevant public security services had led to the conclusion that no person of that name existed. The Government also noted that its legislation guaranteed freedom of religion, while forbidding religion to be used as a way of disturbing the social order, stating that: Nobody in China is liable to judicial proceedings nor to imprisonment by the authorities on account of his or her belief in a religion, nor can a person be arrested for exercising his or her religious rights in his or her own home. At the same time, a citizen who has broken the law cannot escape judicial proceedings by reason of his religion.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 61,
        "Text": "61. With regard to Falun Gong (ibid.), China replied as follows: The Chinese authorities have numerous reasons for banning Falun Gong, whose leader, Li Hongzhi, rashly declares that medicines should not be taken to treat disease, advocates a \"global explosion\", proclaims that \"the end is nigh\", poisons people's minds, dupes the masses and accumulates wealth. Figures so far available show that nearly 1,400 people have died as a result of practising Falun Gong and that a very large number of its practitioners are mentally disturbed, with broken homes and scattered families. Moreover, the Falun Gong organization steals secret State documents, attacks press organs, harasses the public services, disrupts traffic and seriously disturbs the peace, thus undermining social stability. There are many factors showing that Falun Gong is a sect hostile to society, science and the people and represents a serious danger to society. The vast majority of the population, including believers, are resolutely opposed to this sect's activities and their harmful effects. The relevant Chinese authorities have, to general satisfaction and with the support of people from all walks of life, banned Falun Gong in accordance with the law. The measures taken by the Chinese Government against Falun Gong have the basic aim of protecting the people's rights and freedoms. The Chinese Government respects universal human rights principles and works tirelessly for the promotion and protection of the human rights and fundamental freedoms of the Chinese people, particularly their right to the freedom of religious belief. The Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights and other international human rights agreements provide support for rights and freedoms, but they also expressly provide that the exercise of such rights should be restricted in order to protect national security, public safety, public order, public health and the rights and freedoms of others. The Falun Gong organization, which champions a heresy devoid of principles, constitutes a serious threat to the lives and safety of individuals and society. To show leniency to such a sect would be a travesty of civil rights. The banning of this organization by the relevant Chinese authorities does not constitute a violation of human rights or freedom of religion; its aim is to protect the human rights of the population as a whole, including those who have suffered from Falun Gong. It is normal for a State to combat organizations that put society, rights and the public interest at risk. The Chinese Government has acted just like any other country. In today's world, sects multiply and proliferate like a cancer in society. No responsible government can adopt a laissez-faire attitude to sects which threaten not only the people's physical and mental health but also public order. Throughout the world, countries such as Japan, Australia, Belgium, Germany, France and the United Kingdom are tightening up their legislation and their supervisory mechanisms in order to keep a closer watch on sects. The measures taken by the Chinese Government, in accordance with the law, against the illegal activities of Falun Gong and its leader are such as any country would take. China has acted with full respect for the law and the action that it has taken in the vast majority of cases has been, above all, to persuade and educate followers of Falun Gong, not to take any coercive measures against them. So long as they leave the Falun Gong organization and do not get involved again in any of the sect's activities, they will be left undisturbed. To help the Special Rapporteur to a better understanding of Li Hongzhi and the way in which Falun Gong is organized, we enclose a copy of a book entitled Li Hongzhi and his Falun Gong: How they deceive the public and destroy lives.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 62,
        "Text": "62. With regard to anti-Semitic attacks (see document E/CN.4/2000/65, para. 35), the Russian Federation condemned the rampant anti-Semitism in many parts of the world, including countries with an established democratic tradition. As for the anti-Semitism that has occasionally surfaced in the Russia Federation but is rejected by society as a whole, stress was laid on the fact that the Russian authorities were showing firmness in dealing with extremist organizations that advocated exclusion based on national identity or religious convictions.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Reference was made to the priority given to such legislative measures as the bill brought before the State Duma in June 1999 to tackle political extremism and the current drafting of a bill to combat ultranationalism. Under a presidential decree, approval has been given to an advisory document on combating political and religious extremism in the Russian Federation, to provide support for a federal programme currently in preparation to cover the period 2000-2005. The Government of the Russian Federation has also approved a plan of action aimed at promoting tolerance and preventing extremism within Russian society.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 64,
        "Text": "64. During the autumn of 1998, the President and Government of the Russian Federation were unanimous in their strong criticism of the policies advocated by the member of parliament Albert Makashov and of the bid by the extremist organization Russian National Unity to hold its congress in Moscow. On 13 November 1998, the State Duma adopted a declaration on the inadmissibility of actions or policies that might damage relations between national groups in the Russian Federation. At the end of June 1999, the President again urged the Ministry of Justice of the Russian Federation to step up its struggle against political parties and other forces in the country that promoted extremist opinion and engaged in illegal and anti-constitutional activities. On 2 August 1999, during an interview with the Israeli Prime Minister, the President of the Russian Federation stated: \"Our country's policy is to condemn anti-Semitism strongly and to combat ruthlessly all its various manifestations.\"",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Attention was also drawn to the various measures taken to oppose the activities of Russian National Unity, including the prohibition of its holding its congress in Moscow or Belgorod, the banning of the organization itself and the removal of its status as an artificial person by the Butyrskii district court in April 1999.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In January 1999, the Procurator-General issued guidelines for various bodies in the Russian Federation on the action to be taken to prevent the dissemination of any literature bearing Nazi symbols. It was stressed that the effectiveness of this move was already obvious because the open sale of nationalist and extremist publications in towns up and down the country had practically ceased.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The authorities have publicly condemned, in the strongest possible terms, the acts of vandalism in Novosibirsk; an inquiry is under way. It was added that the local authorities were doing all they could to enable the Jewish community to live normally. In Moscow, investigations have been carried out after two explosions near the town's two synagogues. An inquiry is in progress. The Chief Rabbi of the main Moscow synagogue has stated his conviction that these attacks were not directly aimed at the synagogues and attributed them to the general increase in criminal activity in the country. The law enforcement bodies are attempting to solve the incident in Tomsk and the inquiry has been placed under the direct control of the office of the Procurator-General of the Russian Federation. The Government states that the office took up 25 cases of incitement to national, racial or religious hatred in 1998 and 10 in 1999. Judgement has been passed in nine of those cases.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. India replied in the following terms to the allegation regarding the status of women (see document E/CN.4/2000/65, para. 46): Status laws applicable to the Muslim community would allow unilateral divorce for men, which would not be the case for women wishing to divorce (allegation) (a) Among Muslims, marriages are governed by the Mohammedan Law prevalent in the country. Under the Mohammedan law, a Muslim husband may divorce his wife by the mere pronouncement of the word talaq. However a Muslim wife has much more restricted right to dissolve her marriage.; (b) However, by the Dissolution of Muslim Marriage Act, 1939 (8 of 1939), a Muslim wife is given the right to dissolve marriage on the following grounds: (i) if the whereabouts of her husband are not known for a period of four years; (ii) if the husband is not maintaining her for a period of two years; (iii) imprisonment of the husband for a period of seven years or more; (iv) failure on the part of the husband to perform his marital obligations, without a reasonable cause, for a period of three years; (v) impotency of the husband; (vi) the husband's insanity for a period of two years; (vii) if the husband suffers from leprosy or virulent venereal disease; (viii) if the marriage took place before she attained the age of 15 years and was not consummated; and (ix) cruelty. The Muslim Women (Protection of Rights on Divorce) Act, 1986 (25 of 1986) also provides protection to Muslim women in matters of divorce.; (c) Certain unwritten customary laws also help to ameliorate the position of Muslim women by permitting them to seek dissolution under the following forms:; > (i) Talaq-i-Tafwid. This is a form of delegated divorce. According to this, the husband delegates his right to divorce in a marriage contract which may stipulate that, inter alia, on his taking another wife, the first wife has the right to divorce him. > (ii) Khula. This is a dissolution of agreement between the parties to marriage on the wife giving some consideration to the husband for the release from marriage ties. Terms are a matter for bargaining and usually take the form of the wife giving up her mehr or a portion of it. (iii) Muhurat. Divorce by mutual consent. (d) Regarding discriminatory provisions of divorce between men and women, it is the policy of the Government not to take any step regarding the personal laws of various communities until the initiative comes from the concerned community itself.; Status laws applicable to the Christian community, such as the Indian Divorce Act, would allow divorce for men on grounds of adultery, whereas women wishing to divorce would have to prove spousal abuse and certain categories of adultery (allegation) The Government recently convened a meeting of leaders of various Churches, Members of Parliament, voluntary social organizations and others concerned to discuss the problem and the provisions of the draft Christian Marriage Bill, 2000, prepared by the Government. The Government is trying to bring in a comprehensive amendment to the personal laws of Christians relating to marriage and divorce in line with the changed socio-economic environment in the community. In spite of the Sati Prevention Act and the Dowry Prohibition Act, religious traditions of sati and dowry affecting women's dignity and life do not appear to have been eradicated in some rural areas (allegation) Unfortunately, a few incidents of sati have taken place even in the recent past and the practice of dowry is also prevalent in some sections of society in India. The process of social change, which is being actively pursued by the Government of India through various laws and their enforcement, takes time. The spread of education and increasing awareness about the dignity and status of women will lead to the eradication of such practices in the course of time.",
        "Labels": [
            "Women/girls",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 69,
        "Text": "69. With regard to allegations concerning the situation of Christians in India (ibid., paras. 45-48), the Government replied as follows: Given the size and population of India, the number of incidents of violence against members of the Christian community were negligible up to 1996. There was some increase in the number of such incidents between 1997 and 1999. This may be attributed to the resentment in some organizations due to their perception that the conversion activities of the Christian missions in remote tribal areas and among less affluent sections of society were being carried out through allurements, coercion, etc. No matter what the cause was of these violent incidents, government authorities invariably took appropriate measures as required by the law. In many cases, such incidents of violence were normal law and order matters and it was purely a coincidence that the two parties involved happened to be from different communities. Unfortunately, this was given a communal colour by some sections of the media. The objective of the high-level team from the Ministry of Home Affairs which visited Gandhinagar (Gujarat) on 30 December 1998 was to have consultations with the State government officials regarding measures taken for the safety and security of members of the Christian communities and to suggest remedial measures to maintain peace and communal harmony. Following the incidents in Gujarat and Orissa, immediate steps were taken by the Government of India to restore confidence and to provide security. The Prime Minister himself visited Gujarat on 9 and 10 January 1999. A team of the National Commission for Minorities, which is a statutory body, also visited the state on three occasions and submitted reports. Action on the relevant points in its final report has been taken by the state as well as the central Government. In respect of Orissa, the Justice Wadhwa Commission of Inquiry, under a sitting judge of the Supreme Court, was set up to look into the incident of the killing of Graham Staines, an Australian national, and his two sons. Concurrently, an inquiry by the Central Bureau of Investigation (CBI) was also ordered. The Government of India has issued comprehensive guidelines for the maintenance of communal harmony and advisory statements are being issued to the state government from time to time. Further, central paramilitary forces are being provided to the states on specific request and a special force called the \"Rapid Action Force\" has been raised primarily to deal with communal riots. Intelligence inputs which have a bearing on communal harmony are being shared with concerned state governments to enable them to take timely preventive measures and financial assistance is also being provided to them for the upgrading and modernization of their police forces. It is not correct to say that there is a hate campaign against the Christian community. Stray incidents of this kind cannot be construed as a general hatred directed against the Christian communities as a whole. Wherever such incidents come to light, action under relevant provisions of the law is being taken by the law enforcement agencies. Such incidents are also being condemned by the majority community and the media. The report of the one-man commission of inquiry referred to in subparagraph (iii) above was submitted to the Government in June 1999. The report, along with the action taken report, was laid before both Houses of Parliament in November/December 1999. As per the finding of the inquiry, one Dara Singh was responsible for the murder of the late Graham Staines and his two sons. He was arrested by the state police on 31 January 2000 and is in judicial custody. The Central Bureau of Investigations inquiry is also progressing concurrently. With regard to the rape of nuns at Jhabua in Madhya Pradesh, which took place on 22/23 September 1998, a case was registered under the Indian Penal Code against 26 persons who were found to be involved. Of the accused, 22 have been arrested and four are at large. A magisterial inquiry has also been conducted by the state government. Christian girls and women have become the main target of Hindu militants (allegation) This allegation is baseless and unfounded. Incident on 30 June 1999 in Mumbai of vandalism against the Sacred Heart School at Worli by suspected Shiv Sena activists (allegation) The details in respect of the incident of 30 June 1999 at the Sacred Heart School at Worli, Mumbai, are being collected from the Government of Maharashtra and will be sent as soon as received. Father Arul Doss was murdered in the village of Jamubani in Mayurbhanj District of Orissa on the night of 1-2 September 1999 by a group of about 15 persons. The Government of Orissa have informed that nine of the accused persons have been arrested and efforts are under way to seize the remaining culprits. It has been alleged that Dara Singh, the prime suspect in the Graham Staines murder case, who has since been arrested, was also involved in this crime. However, the truth will be known after the investigation is completed. Incident on 8 October 1999 in the town of Dahod, Gujarat, in which Christian leaders from the Filadelfia Fellowship Church were reportedly attacked by Hindu militants (allegation) According to available reports, four Christian priests, including one British, were arrested by the Dahod (Gujarat) police on charges of using abusive language against Hindu gods and motivating the tribal people to embrace Christianity at a musical programme organized at the Freeland Ganj locality of Dahod town. The programme was reportedly organized under the banner of World Vision. The priests were later released on bail. As such, no atrocity was committed against members of the Christian community in this case. Actions which may incite to communal disharmony or create a law and order problem are offences under Indian law. India is a multiracial and multi-religious society and the tone of its policy is set in the preamble to the Constitution itself, which provides for a secular, democratic republic securing to all citizens justice, liberty, equality and fraternity without any discrimination on grounds of religion, caste, creed, sex and ethnic origin, etc. There are equal opportunities for all and members of various communities have lived and continue to live in harmony. The right to freedom of religion is enshrined under article 25 of the Constitution and the rights of minorities are protected under articles 26 to 30. Further, the Ministry of Social Justice and Empowerment is exclusively responsible for the development and welfare of minorities. The National Commission for Minorities has been set up to look into the interests of minorities under the administrative charge of the Ministry of Social Justice and Empowerment. The Minorities Cell functioning within the Ministry of Home Affairs addresses complaints of atrocities against minorities.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 70,
        "Text": "70. With regard to the case of the Muslim girl who converted to Christianity and disappeared for a period of time (see document E/CN.4/2000/65, para. 50), Indonesia has given a detailed account of the Court's conclusions in this case, which were as follows. In March 1998, an evangelist had placed the girl under the protection of a certain man after announcing that she had converted. The evangelist was therefore afraid of being punished by her family. The girl then stayed in seclusion without any outside contact, even with her family, until she enrolled in a Christian school in July 1998 under a false name. Meanwhile, the man who had taken responsibility for her had forced her to have sexual relations. On 23 September 1999 he was sentenced to eight years' imprisonment for rape of a minor and not on the basis of accusations of forced conversion or blasphemy.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 71,
        "Text": "71. With regard to the trial of members of the Jewish community and of Muslims (see document E/CN.4/2000/65, paras. 51-52), the Islamic Republic of Iran has regularly kept the Special Rapporteur informed. On 30 March 2000, the Islamic Republic of Iran submitted the following explanation: > In accordance with the relevant laws and regulations, the accused persons enjoy the right to be defended by lawyers of their own choice. The competent court in Shiraz has announced that up to now they have not chosen their own lawyer(s). As stipulated in the relevant laws and regulations, in the absence of any chosen lawyer, the court will ask the Bar Association to appoint a lawyer to defend them. The first hearing session of the court for the trial of the said persons will begin on 13 April 2000.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. On 4 July 2000, the Islamic Republic of Iran wrote as follows: > Referring to your letter regarding the trial of a group of people (including Jews and Muslims) on charges of espionage, I would like to inform you that they were tried by the court in Shiraz in the presence of lawyers of their own choice. In accordance with the relevant laws, the court acquitted five owing to insufficient evidence, and sentenced 12 to imprisonment, owing to clear evidence and confession of the accused. The time spent in detention will be included in prison terms. However, the case is still open and the accused and their lawyers have the right to appeal during 20 days after the issuance of the verdicts. The verdicts of acquittal were issued for the following five persons: Tymor Rezaii, Hussein Qabileh, Nejatollah Brukhimnejad, Omid Teflin and Navid Balazadeh. The following 12 persons were sentenced to 2 to 13 years' imprisonment: Asher Zadmehr (13 years), Naser Levy Hayyam (11 years), Farhad Seleh (8 years), Javid Bent-e Yacoub (9 years), Shahrokh Paknahad (8 years), Hamid Teflin (13 years), Farzad Kashi (18 years), Ramin Fazam (10 years), Farzam Kashi (5 years), Ramin Nematizadeh (14 years), Ali-Akbar Safaie (2 years) and Mehrab Yusefi (2 years).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. In reply to the allegations on the situation, legal and otherwise, in the area of freedom of religion and conviction in Ukraine (see document E/CN.4/2000/65, para. 98), Ukraine gave a detailed account of its international commitments (its accession to the European Convention for the Protection of Human Rights and Fundamental Freedoms) and its legislation (the Constitution and the Act of 23 April 1991 on Freedom of Conscience and Religions Organizations), which guaranteed, on the one hand, freedom of religion and conviction and any manifestation of them, while acknowledging certain restrictions, and, on the other hand, the principle of non-discrimination. It was stated that no one could be exempt from his or her obligations to the State, nor could one refuse to obey the law for reasons connected with his or her religious convictions. It was added that when military service was against a person's religious convictions it was replaced by another form of non-military service. Ukraine explained that legislation governing the exercise of the right to freedom of conscience and religion was currently under review. It stated that: As a result of the closer relations between the State and the Church that have developed since Ukraine attained independence, the number of religious organizations has grown by 10,321, a rise of 78.1 per cent. The increase was most marked in 1999, when 1,695 organizations were established, including 584 small independent communities. There are 23,543 religious organizations in Ukraine, representing 52 denominations. Autonomous religious movements have few adherents, but they enjoy the same rights and freedoms as other denominations. The number of religious communities originating in the national minorities has grown considerably. In January 2000 there were 655 communities comprising believers from 12 different denominations. Half of these — of which there are 305 more than in 1992 — are currently Muslim communities. The number of Jewish congregations has risen by 103, that of reformed communities (Hungarian Church) by 13 and that of German Lutheran churches by 36.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. With regard to the cases of the bonzes Thich Khong Than and Thich Tue Sy of the Unified Buddhist Church of Viet Nam (see document E/CN.4/2000/65, para. 99), Viet Nam replied as follows: > Pham Ngoc An (Thich Khong Than) lives in Ho Chi Minh City. An was arrested on 6 November 1994 and convicted to five years' imprisonment for the acts committed in violation of articles 81 and 205 (a) of the Penal Code. Pham Ngoc An was released on 6 November 1998 and is now conducting his normal religious life at Lien Tri pagoda in Ho Chi Minh City. > Pham Van Thuong (Thich Tue Sy) was arrested on 22 March 1984 and was sentenced to 20 years' imprisonment on the charges of activities in violation of article 73 of the Penal Code. Thuong was released on the occasion of the National Amnesty on 1 September 1998 and is now conducting his normal religious life at Gia Lam pagoda in Ho Chi Minh City. > > \\ \\ \\",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The Special Rapporteur has still not received replies to some or all of the communications sent, in connection with the report submitted to the Commission on Human Rights at its fifty-sixth session, to the following 36 States: Afghanistan, Bangladesh, Bolivia, Bulgaria, Comoros, Côte d'Ivoire, Cyprus, Democratic People's Republic of Korea, Dominican Republic, Gabon, Greece, Indonesia, Iran (Islamic Republic of), Israel, Kazakhstan, Lao People's Democratic Republic, Malaysia, Maldives, Mauritania, Mexico, Mozambique, Myanmar, Nepal, Niger, Nigeria, Pakistan, Samoa, Saudi Arabia, Sri Lanka, Sudan, Tajikistan, Turkmenistan, Uganda, United Arab Emirates, Uzbekistan and Yemen.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Analysis of the communications makes it possible to identify the main problems and sources of intolerance and discrimination in the area of religion and belief. It makes it possible to confirm, in particular, the assessments made by the Commission on Human Rights at its most recent session in the framework of its resolutions. Among these resolutions, attention is drawn to resolution 2000/50 of 25 April 2000, on tolerance and pluralism as indivisible elements in the promotion and protection of human rights, in which the Commission expresses its full awareness that even at the onset of the twenty-first century, forces of aggressive nationalism, absence of religious tolerance and ethnic extremism continue to produce fresh challenges. Likewise, the Commission, in its resolution 2000/33 of 20 April 2000, on the Implementation of the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief, notes with alarm that serious instances of intolerance and discrimination on the grounds of religion or belief, including acts of violence, intimidation and coercion motivated by religious intolerance, occur in many parts of the world and threaten the enjoyment of human rights and fundamental freedoms. In this regard, the Commission has a special interest in problems affecting religious minorities and practices that undermine the fundamental rights of women and discriminate against women. A review of the Special Rapporteur's communications makes it possible to highlight the following problems and concerns.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 77,
        "Text": "77. Several communications transmitted in the framework of this report cite an ever-growing scourge, namely, religious extremism, whose primary victims are vulnerable groups, such as women and minorities. The case that epitomizes this is that of Afghanistan, where the Taliban, in the name of their own interpretation of Islam, but in reality using religion as a political tool in the interests of power, have taken an entire society hostage. This attempt at enslavement mainly affects women, who are relegated to a pariah status and therefore afflicted by social, economic and cultural exclusion. Also specifically targeted by Taliban extremism are religious minorities and, of course, non-Muslim communities, whose religious identity is directly threatened by a policy of forced conversion to Islam.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 78,
        "Text": "78. Extremism is also manifested with varying intensity in Egypt, Georgia, India, Indonesia, Israel, Jordan, Lebanon, Nigeria, Pakistan, the Philippines and Sri Lanka, always through non-State entities, but in diverse forms and modalities and with different goals. Clearly, despite the good will of many States, it remains very difficult to contain and combat religious extremism. The active contribution of the international community outside and the civil society within remains crucial in this regard.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 79,
        "Text": "79. First, a distinction must be made between escalating political tensions culminating in extremism — such as in Pakistan between factions of different political sensibilities within a single religion, or in Sri Lanka, where the Liberation Tigers of Tamil Eelam exemplify ethnic extremism with political connotations — on the one hand and, on the other hand, the religious extremism that is rampant in these countries. It is also important to stress that the boundaries between these different forms of extremism are not always easy to define, especially because ethnic, religious and political forms of extremism may be combined.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Moreover, religious extremism can result from sheer religious fanaticism, where a given individual or group believes that he or it possesses the absolute truth and wishes to impose it on others. Examples may be found in Pakistan, where the fundamental freedom of any person to change his or her religion is not accepted; in Jordan, where any critical debate within a religion is rejected; in Egypt, where religious minorities are not tolerated; in Georgia, where diversity within a religion or belief is rejected; and in Israel, where religious sites are profaned by those of another religion in order to impose their absolute belief.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Religious extremism may use religion for political ends. For example, according to the communications from the Special Rapporteur, in India, the role of a religious minority in the educational, social and cultural fields, particularly among the least advantaged, has been questioned with a view to widening the electoral base of nationalist political parties of a religious character. Another case is that of the Molucca Islands of Indonesia, where an extremist group claims to be waging a holy war against the Christian community, but is in fact aiming at the destabilization of the democratic process, which is contrary to the interests of an entire oligarchy, particularly the military one linked to the former regime.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 82,
        "Text": "82. Religious extremism is also inter- and intrareligious, that is to say, it affects either communities not belonging to the same religion (for example, according to the communications from the Special Rapporteur, in India, Indonesia, Israel, Pakistan and the Philippines) or currents within the same religion (for example, in Georgia and Jordan).",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Such extremism often targets inter- and intrareligious minorities (for example, according to the allegations of the Special Rapporteur, in Egypt and Georgia) and women (for example, according to a communication from the Special Rapporteur, atrocities against women in Lebanon).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 84,
        "Text": "84. Extremism is expressed through violence, both symbolic (discrimination against women and others) and physical (serious attacks against persons of a given religious faith, members of the clergy, places of worship and other religious institutions, and so on).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 85,
        "Text": "85. Of course, as the communications from the Special Rapporteur point out, no single religion has a monopoly on religious extremism. In this connection, the Special Rapporteur concurs with the position of the Commission on Human Rights, which, in its resolution 2000/84 of 26 April 2000, on defamation of religions, expresses its deep concern that Islam is frequently and wrongly associated with human rights violations and with terrorism. Likewise, as the Commission points out in this same resolution, negative stereotyping of religions in general is a matter of concern. The Special Rapporteur considers that religious extremism is an aberration to the extent that all religions are based fundamentally on the values of human rights, tolerance and non-discrimination. Certain interpretations and certain manipulations of people on the basis of religion have distorted it and wrongly associated it with extremism.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. While extremism results mostly from non-State entities, that does not absolve States of their responsibility to guarantee rights, especially the security of persons under their jurisdiction, in accordance with international law. It is therefore the responsibility of States, but also of the international community, to combat extremism, especially since it has an international dimension and scope.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 87,
        "Text": "87. Apart from the question of extremism, many communications cite instances and situations of intolerance and discrimination against vulnerable groups, namely, women and minorities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 88,
        "Text": "88. With regard to women, the communications transmitted by the Special Rapporteur mention practices affecting women's rights (for example, in Afghanistan, by extremists), and physical violence (for example, in Georgia and India), indeed, even murders (for example, in Lebanon). However, these are, of course, extreme situations and, to some extent, only the tip of the iceberg. Many other forms of discrimination against women, perpetrated by both the State and society, exist in all countries, regardless of their political, economic, social, religious and cultural characteristics. In this regard one may, for example, refer to the report of the Special Rapporteur on the situation in Bangladesh (addendum 2 to this report) and to the study by the Special Rapporteur entitled \"Racial and religious discrimination: identification and measures\" (A/CONF.189/PC.1/7).",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Concerning minorities, the Special Rapporteur has already reviewed above the attacks resulting from extremism which affect these communities. It should be recalled that what is involved are violations committed against minority groups, either within the same religion or with reference to a different, majority religion.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The communications from the Special Rapporteur also cover the relations between States and religious minorities, as follows: (a) Policies adopted by States with regard to some or all religious minorities, which may consist of placing them under total supervision or, at least, an attempt at absolute control (for example, according to the allegations of the Special Rapporteur in China with regard to clandestine Christian organizations that refuse to accept any interference by official patriotic associations;; (b) Legislative machinery put in place by the authorities aimed at restricting the activities of minorities (for example, according to the communications from the Special Rapporteur, in India, where the restrictions placed on conversions in one state that are, in fact, aimed at Christian proselytism of Hindus); and; (c) Conflicts in cases involving incidents between the security forces and members of minorities (for example, in Saudi Arabia) or arrests of members of a minority community (Islamic Republic of Iran, Turkey).",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Problems arise also with regard to intolerance of minorities within a society (see the report of the Special Rapporteur on the situation in Turkey (addendum 1 to this report)), particularly the responsibility of certain media in the dissemination of a climate of intolerance.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. With regard to minorities, the question of \"sects\" or \"new religious movements\" is very timely and sensitive, as shown by the numerous communications from the Special rapporteur on this subject. The two terms mentioned above are not enshrined in international law; each represents, in practice, a very clear statement of position. Quite frequently the term \"sect\" is used pejoratively, particularly in order to remove the epithet of \"religion\" from the communities concerned. Broadly speaking, it should be noted that this is the position of the adversaries of the \"sects\". On the other hand, the term \"new religious movement\" confers on the communities referred to above as \"sects\" the label of \"religion\". Note should be taken, in general, of the use of the enhancing term \"new religious movement\" either by the members of the \"sects\" or by their supporters. It follows from this brief overview that the approaches to the question of \"sects\" are hardly consistent with the criterion of objectivity and neutrality. In order to avoid these pitfalls, the Special Rapporteur decided to use the term \"community of religion or belief\". As reflected in the communications from the Special Rapporteur, serious problems are arising for these communities, which constitute minorities and therefore vulnerable groups in this instance. For the purposes of this report, the communities involved are, inter alia, the Jehovah's Witnesses, the Seventh Day Adventists, Falun Gong and the Movement for the Restoration of the Ten Commandments of God, in other words, communities very different from one another.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The difficulties facing these communities as identified by the Special Rapporteur arise at the level of relations with the State, in the form of an outright ban on the community (see the case of China); the refusal of registration (Turkmenistan); prohibitions against certain expressions of freedom of religion or belief, such as the refusal to allow the building of places of worship (Russian Federation); direct attacks on freedom of religion or even belief, such as all actions aimed at forcing a person to renounce his faith or belief (Turkmenistan); and, lastly, arrests and convictions (China); ill-treatment and even expulsions (Turkmenistan).",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. These minority communities may, furthermore, have confrontational relations with a society that perceives them as dangerous \"sects\" (Russian Federation, Azerbaijan). The media may also sometimes convey a message of rejection and hatred of them (Azerbaijan). Likewise, some communities may represent a danger to society, as in the cases of the collective suicides orchestrated by the leaders of the Movement for the Restoration of the Ten Commandments of God in Uganda.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Regardless of the cases and situations, States remain responsible for protecting these vulnerable groups — women and minorities — against intolerance and discrimination. Such responsibility applies also to the protection of society and its citizens against any abuses committed, in this instance, by communities of religion or belief, in the same way as any group and individual that breaks the law. The responsibility of States also implies the establishment and implementation of a legal arsenal, which, while ensuring respect for freedom of religion and belief, must make it possible to combat charlatanism, abuse of trust, corruption of minors, the illegal practice of medicine and, more generally, the use of freedom of religion and belief for unrelated purposes.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 96,
        "Text": "96. Several communications from the Special Rapporteur deal with the question of defamation. The Special Rapporteur explained above (para. 85) his interest in Commission on Human Rights resolution 2000/84, which rightly points out the negative stereotypes affecting religions.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Nevertheless, as shown by the allegations in this report concerning Jordan and Indonesia, the question of defamation, addressed also through the question of blasphemy, is twofold. It has been noted that, very frequently, prohibitions against acts of defamation or blasphemy are misused for the purposes of outright censorship of the right to criticism and discussion of religion and related questions. In many cases, defamation becomes the tool of extremists in censoring and maintaining or propagating obscurantism. It becomes a weapon of war, particularly against vulnerable groups, be they women (see addendum 2 to this report, on Bangladesh) or ethnic or religious minorities (see the report of the Special Rapporteur on his mission to Pakistan (E/CN.4/1996/95/Add.1)), or simply non-obscurantist intellectual minorities. In any event, one must be very cautious in dealing with the question of defamation, displaying intellectual vigilance and wisdom in view of the primary aim of protecting and promoting human rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 98,
        "Text": "98. The Special Rapporteur continued an important part of his mandate, namely, in situ visits. In that connection, two addenda to this interim report are before the General Assembly: one deals with the visit to Turkey from 30 November to 9 December 2000 and the other deals with the visit to Bangladesh from 15 to 24 May 2000. The Special Rapporteur wishes to thank the Governments of Bangladesh and Turkey for their cooperation during these visits.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. The Special Rapporteur also received, on 30 March 2000, a positive response from Argentina to his request for a visit. The dates of that visit will be set as soon as possible.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. This year, the Special Rapporteur asked to visit Nigeria. The Permanent Mission of Nigeria in Geneva informed him that a reply would be forthcoming as soon as the Government's decision was received.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. Unfortunately, the Special Rapporteur notes the lack of response to his requests to visit the Democratic People's Republic of Korea, the Russian Federation, Indonesia and Israel. He would like to point out that the Commission on Human Rights, in its resolution 2000/33, again calls upon all Governments to cooperate fully with the Special Rapporteur, to respond favourably to requests from the Special Rapporteur to visit their countries and to give serious consideration to inviting the Special Rapporteur to visit so as to enable him to fulfil his mandate even more effectively.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The Special Rapporteur wishes to emphasize that a number of States (having different political, economic, social and religious profiles) have already cooperated by receiving in situ visits: they are, in chronological order, China, Pakistan, the Islamic Republic of Iran, Greece, Sudan, India, Australia, Germany, United States of America, Viet Nam, and the two States most recently visited, Turkey and Bangladesh.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. The Special Rapporteur also wishes to draw attention to his initiative designed to supplement these so-called \"traditional\" visits with visits to the main communities of religion or belief in order to start or pursue a direct dialogue on the Declaration of 1981 and all relevant issues relating to freedom of religion or belief and to consider solutions to the problems of intolerance and discrimination in that area. To that end, the Special Rapporteur visited the Holy See in September 1999 (see document E/CN.4/2000/65). This, inter alia, helped him gain a better understanding of the approach taken by the Roman Catholic Church to freedom of religion and belief, be enriched by the Vatican's experience concerning relations between communities in the area of religion and belief, and consider specific issues such as women, the family and education.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The Special Rapporteur naturally intends to continue this process with other religions such as Islam, Judaism, non-Catholic Christianity, Buddhism, Hinduism and others. He will try to understand the full diversity and richness of the currents that each religion represents while, if possible, identifying common values and approaches regarding fundamental issues relating to freedom of religion and belief, in the context of human rights.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. Parallel to these visits, it is necessary to continue with the so-called \"traditional\" visits and with their specific follow-up procedure, which the Special Rapporteur introduced back in 1996, whereby each visit results in the sending of a follow-up table summarizing the Special Rapporteur's recommendations and inviting the State concerned to provide comments and any pertinent information concerning measures the Government has taken or is considering taking to implement the recommendations. Most of the States visited (China, Greece, India, Pakistan, the Sudan) have cooperated in this follow-up procedure; in fact, it is an instrument for continued dialogue between the Special Rapporteur and the Governments, and it has been encouraged by the Commission on Human Rights for all special procedures mandates concerning human rights. The Special Rapporteur is continuing his dialogue with the Islamic Republic of Iran to follow up the recommendations he made during his in situ visit. He would also like to point out that, in its concluding observations on that country, of 1 June 2000 (CRC/15/Add.123), the Committee on the Rights of the Child recommended the State party to take effective measures to prevent and eliminate discrimination on the grounds or religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life; and to make every effort to enact or rescind, where necessary, legislation, to prohibit any such discrimination and to take all appropriate measures, including public education campaigns, to combat intolerance on the grounds of religion or other belief; endorsed the recommendations made by the Special Rapporteur on the question of religious intolerance following his visit to the State party (E/CN.4/1996/95/Add.2), and recommended that the State party implement them fully.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 106,
        "Text": "106. On 17 February 2000, the Special Rapporteur sent reminders to Germany and Australia concerning the follow-up tables sent on 28 September 1998; he is still waiting for a reply from them. Lastly, on 17 February 2000, the Special Rapporteur began the follow-up procedure with the United States of America and Viet Nam (see report on the visit to the United States of America (E/CN.4/1999/58/Add.1), sect. III; report on the visit to Viet Nam (E/CN.4/1999/58/Add.2), sect. IV). The Special Rapporteur encourages these States to cooperate fully in the follow-up to the in situ visits. In that connection, he recalls that the Commission on Human Rights, in its resolution 2000/86 of 27 April 2000, on human rights and thematic procedures, invited the Governments concerned to study carefully the recommendations addressed to them under thematic procedures and to keep the relevant mechanisms informed without undue delay on the progress made towards their implementation.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Pursuant to resolution 1999/78 on racism, racial discrimination, xenophobia and related intolerance and resolution 1999/39 on the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, the Special Rapporteur was invited to participate actively in the preparatory process for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance by formulating recommendations concerning religious intolerance that would have a bearing on the Conference and by initiating studies.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. To that end, he undertook a first study entitled \"Racial discrimination and religious discrimination: identification and measures\", the preparation of which was announced at the fifty-sixth session of the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. In the above-mentioned resolution 2000/33, the Commission noted that the Special Rapporteur has undertaken a study on religious discrimination and racism and looks forward to its presentation at the first session, to be held in May 2000, of the Preparatory Committee for the World Conference and encourages the Special Rapporteur to contribute further to the preparations for the Conference, to be held in 2001, by forwarding to the United Nations High Commissioner for Human Rights his recommendations on religious intolerance which have a bearing on the Conference.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. From 1 to 5 May 2000, the Special Rapporteur participated in the Preparatory Committee for the Conference and, in particular, submitted his study (A/CONF.189/PC.1/7).",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. In it, he explains that when the right to freedom of religion and the right to belong to an ethnic group or to a minority are infringed in the case of a single person or group of persons, the violation is not just a superimposition or ordinary addition of offences or discriminations. It is not just a question of multiple offences. The combination of the two offences creates a new, more serious, offence — an aggravated discrimination — which, while of varying intensity, is by its very nature a separate concept.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. On the basis of the legal and factual elements of the issue of religious discrimination aggravated by racial discrimination, the Special Rapporteur draws the following preliminary conclusions: (a) None of the international instruments studied contains any special provisions establishing a specific legal regime or special treatment covering acts of aggravated discrimination, particularly those that affect minorities;; (b) Nevertheless, a study of the various provisions leads to the conclusion that there is a body of sufficiently well-established rules and a set of principles shared by all the nations and all the States members of the international community, which suggests an openness to theoretical acceptance of a right to freedom from aggravated discrimination;; (c) Minorities are sometimes granted specific rights under the internal legislation and even under the Constitution. Yet, many forms of discrimination, particularly those relating to religion, are directly or indirectly enshrined in those Constitutions and affect ethnic groups in particular;; (d) A study of the facts has shown that the overlap between racial and religious discrimination is a common phenomenon that is especially grave and often has very tragic consequences;; (e) The instruments studied would appear to be out of phase with reality. At any rate, they do not appear to accept the full consequences of their own recognition of the links between race and religion.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. The Special Rapporteur therefore recommends:",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. International protection. It seems clear that legislative provisions, whatever their nature or origin, should anticipate and take into account the possibility of aggravated discrimination. The first step in strengthening international protection is to consolidate existing means and mechanisms. The international community's work could be reinforced by adopting the following measures: (a) Existing instruments should anticipate the possibility of aggravated discrimination. It might be useful to begin working within the framework of existing mechanisms towards, for example, the adoption of a resolution dealing specifically with aggravated discrimination;; (b) The Conference against discrimination could, within the context of its declaration and programme of action, devote some thought to aggravated discrimination;; (c) Protection against aggravated discrimination in the context of existing conventions and other instruments could be strengthened through review and follow-up procedures and through deadlines for consideration.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Internal protection. This will mean improving legal protection, in particular under criminal legislation: (a) Each State should provide judicial guarantees to ensure that freedom of religion or belief and membership of an ethnic and religious group are protected in a concrete manner by explicit provisions. It would be desirable for some States to enact general legislation based on international standards;; (b) States must make efforts to enact legislation or to modify existing legislation, as appropriate, in order to prohibit all discrimination based on identification of individuals with multiple groups. Most importantly, positive criminal legislation should be enacted, not only imposing severe penalties on single forms of discrimination, but above all defining a new offence, that of aggravated racial and religious discrimination, which should carry a specific penalty, and naturally one that is heavier than that imposed for single forms of discrimination, whether religious or racial;; (c) Establishment of an independent equalopportunity authority to monitor racial and religious discrimination.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. Education and training. States need to ensure that, whatever the ethnic and religious make-up of the society, their education system is capable of observing the following principles, which form the basis of a policy striking at the roots of aggravated discrimination: encouragement through education and teaching; prohibition against segregating classes according to membership of ethnic and religious groups; condemnation of racism in schools; appropriate prevention programmes; production of appropriate textbooks.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. States could also use the following means: information and communication; dialogue between and within religious groups; town planning policies; democracy and development.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. The Special Rapporteur is currently preparing a second study on racial discrimination, religious intolerance and education. This study will meet his constant concern to prevent racial and religious discrimination. Pursuant to paragraph 8 of the abovementioned Commission on Human Rights resolution 2000/33, it should help, within the context of the mandate on religious intolerance, to promote the concept of \"preventive action\", which is the goal that the High Commissioner emphasized in relation to the World Conference against Racism in her general report on the follow-up to the World Conference on Human Rights (E/CN.4/2000/12, para. 21).",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. The recommendations of that study will also be intended to give States guidance for their preventive actions in the area of education. The Commission on Human Rights in its resolution 2000/85 of 27 April 2000 on the rights of the child, under the heading \"Education\", asked States to ensure that emphasis is given to the qualitative aspects of education and that education is directed, inter alia, to the development of respect for human rights and fundamental freedoms and to the preparation of the child for a responsible life in a free society, in a spirit of understanding, peace, tolerance, gender equality and friendship among peoples, ethnic, national and religious groups, and persons of indigenous origin; and to take all appropriate measures to prevent racist, discriminatory and xenophobic attitudes and behaviour, through education, keeping in mind the important role that children have to play in changing these practices.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 120,
        "Text": "120. Finally, this study will provide additional guidance to the conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination, which is scheduled for November 2001.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. At the most recent session of the Commission on Human Rights, the Special Rapporteur announced that, in the context of his mandate, an international consultative conference on school education in relation to freedom of religion and belief, tolerance and nondiscrimination was to be held in Madrid from 23 to 25 November 2001, in cooperation with the Government of Spain.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. On that occasion, an information leaflet was distributed and consultations were held with, inter alia, the Office of the High Commissioner for Human Rights (above all to ensure coordination with educational initiatives such as the United Nations Decade for Human Rights Education), representatives of the United Nations human rights mechanisms (for instance, the Special Rapporteur on education and the Special Rapporteur on racism), States, non-governmental organizations and religious and spiritual communities in order to set in motion the conference preparatory process.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. The High Commissioner for Human Rights, in an addendum to the report on the follow-up to the World Conference on Human Rights (E/CN.4/2000/12/Add.1, para. 7), mentioned the Special Rapporteur's initiative with regard to the preparation of an international educational strategy for combating all forms of intolerance and discrimination based on religion or belief. In her general report on the follow-up to the World Conference on Human Rights (A/CN.4/2000/12, sect. VIII), the High Commissioner also emphasized the importance of the role of human rights education and the need for it to be aimed at all levels of formal education, including primary and secondary.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. The Special Rapporteur also met with the High Commissioner to brief her more fully on the 2001 conference and to invite her to contribute to the success of that initiative, which responded to a common concern for prevention. As mentioned earlier, the Commission on Human Rights, by its resolution 2000/50, invited the High Commissioner to undertake specific educational initiatives and public-awareness activities for the promotion of tolerance and pluralism, particularly in the context of the World Conference against Racism and the preparations for the twentieth anniversary of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. The High Commissioner's contribution to the conference on school education, which is directly relevant to the twentieth anniversary of the adoption of the 1981 Declaration, would thus respond to the wishes of not only the Special Rapporteur but also the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. The Commission on Human Rights, in its resolution 2000/33, also welcomed the initiatives of Governments to collaborate with the Special Rapporteur, including the convening of an international consultative conference on school education in relation to freedom of religion and belief, to be held in Madrid in November 2001. In its resolution 2000/50, the Commission further recognized that promoting a culture of tolerance through human rights education was an objective that must be advanced in all States, and that the United Nations human rights mechanisms had an important role to play in that regard.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. Preparations for the conference are under way and invitations will be sent out very shortly to States and other concerned parties.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. In this connection, the Special Rapporteur wishes to recall the essential details of the conference, as indicated in the information leaflet mentioned above, namely:",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. Aim of the conference. Preparation of an international school strategy centred on the right to freedom of religion and belief among primary or elementary and secondary school pupils. The conference will consider a draft document containing a set of recommendations to guide the preparation of school curricula and textbooks on education for tolerance and non-discrimination with regard to religion or belief, taking into account article 18 of the Universal Declaration of Human Rights, article 18 of the International Covenant on Civil and Political Rights and the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. Objective. A set of recommendations, to be drafted prior to being discussed and adopted by the conference on 25 November 2001, the date of the twentieth anniversary of the adoption of the Declaration.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. Participants. Representatives of States, intergovernmental organizations, the main religions and other religious and spiritual communities, nongovernmental organizations and experts.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. Format. Preparatory consultations and discussions at the conference aimed at providing protection against intolerance and discrimination and enhancing the protection of human rights, especially the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. For further information, the Geneva office of the Special Rapporteur can be contacted at the following numbers and e-mail addresses: Tel: (004122) 917 93 32/917 91 01/917 91 63 Fax: (004122) 917 90 06 E-mail: pgillibert.hchr@unog.ch gpassarelli.hchr@unog.ch eippoliti.hchr@unog.ch",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. Once again, the situation with regard to intolerance and discrimination based on religion or belief is alarming. The global trend towards increasing contacts in the social, cultural and economic spheres, inter alia through the new information technologies, is being accompanied by the persistence or growth of extremism and of policies and practices which are detrimental to society and its different components, including minorities and women. Globalization clearly poses a challenge: we must ensure that its benefits are not confined to the rich of the developed countries and the elites of any country, so that excluded population groups will not be tempted by, or fall victim to, extremism, intolerance and discrimination. Inequality in international and national relations prompts marginalized groups to seek refuge in, among other things, religion, and religion can be abused for extremist ends.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. The implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief is of course indissociable from the question of respect for all human rights — economic, social and cultural rights, civil and political rights and the right to development. In other words, the promotion and protection of religious freedom, tolerance and non-discrimination are, as the Vienna World Conference on Human Rights recalled, closely linked to the promotion of democracy and development.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. Achieving this requires the implementation of long-term policies and measures to which the Special Rapporteur on religious intolerance can, within the limits of his mandate, make a contribution.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. The Special Rapporteur considers it essential that the General Assembly should, like the Commission on Human Rights, devote the fullest attention to religious extremism. States and the international community must condemn that phenomenon unequivocally and combat it relentlessly in order to preserve the human right to peace. The Special Rapporteur reiterates his recommendations that the international community should define and adopt a baseline of commonly accepted rules and principles of conduct and behaviour towards religious extremism and that a study on religious extremism should be conducted within the framework of the Subcommission on the Promotion and Protection of Human Rights.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 137,
        "Text": "137. Concerning women, the Special Rapporteur, in keeping with the resolutions of the Commission on Human Rights, including resolution 2000/33 stressing the need for a gender perspective to be applied and for gender-specific abuses to be identified, once again this year tried to devote particular attention to policies and practices which are discriminatory and generally detrimental to women. He sent communications to States and looked into the situation of women as it relates to religion and belief when making in situ visits. Attention is drawn, in particular, to the section on women in the Special Rapporteur's report on the situation in Bangladesh (addendum 2 to this report). The Special Rapporteur also plans, in the context of the 2001 conference, to devote special attention to the gender dimension in relation to education and freedom of religion or belief. He also reiterates his recommendation that all the relevant structures and mechanisms of the United Nations should draft and adopt, as soon as possible, a plan of action which includes not only prevention but also efforts to combat discrimination attributable to religions or inadmissible practices. Lastly, between now and the end of the year, the Special Rapporteur will study the status of women in the various religions from a human rights perspective.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 138,
        "Text": "138. Concerning minorities, the Special Rapporteur wishes to emphasize that States have an obligation under international law and jurisprudence (inter alia, article 27 of the International Covenant on Civil and Political Rights, General Comment No. 23 of 6 April 1994 of the Human Rights Committee, article 30 of the Convention on the Rights of the Child, and the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities) to guarantee the right of minorities to freedom of religion and the practice of religion, within internationally agreed limits. The State remains responsible even when abuses are committed against minorities by non-State entities such as extremist groups. States are also required to create conditions for promoting the identity, including the religious identity, of minorities. Article 4 of the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities emphasizes the role of education in this regard. The 2001 conference on school education will also consider the special place to be given in primary and secondary education to respect for and promotion of the identity, including the religious identity, of minorities and will make recommendations in this regard.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. On the question of sects or religious communities, the Special Rapporteur believes that State intervention in matters of religion or belief must be limited, in conformity with international law, to ensuring respect for the law, particularly criminal laws on, inter alia, the safeguarding of public order, fraud, violence, assault and battery, abduction and corruption of minors. It cannot be the State's role to supervise, favour, impose or censure a religion or belief; nor can any religious or spiritual community supervise people's personal conscience. Again, the Special Rapporteur believes that education may be a solution in this regard. The development of an educational strategy should in fact not only permit the dissemination of a culture of tolerance but also promote awareness and reasonable vigilance with regard to any abuse or danger in the area of religion or belief. The Special Rapporteur reiterates his recommendation that international high-level governmental meetings should be held on the question of sects, in order to consider and decide on a common approach that respects human rights, particularly freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. On the global phenomenon of intolerance and discrimination based on religion or belief, the Special Rapporteur wishes to emphasize the urgency of prevention. He therefore encourages all States, intergovernmental organizations, the main religions, other religious or spiritual communities and nongovernmental organizations to contribute actively to the 2001 conference on school education. He urges them to transmit any documentation relevant to the subject of the conference and to formulate proposals, so that they can be duly considered by the conference preparatory committee.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. The conference will also mark the twentieth anniversary of the adoption of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. In this connection, the Special Rapporteur also calls on the various governmental and non-governmental actors to plan celebrations as from the beginning of 2001. They could, for instance, give the name \"tolerance\" to town and village streets and squares; reproduce the text of the 1981 Declaration in artistic displays in public places; and incorporate the Declaration in civic and religious education programmes, especially in primary and secondary schools. He also encourages the holding of dialogue meetings between leaders and members of different religions and beliefs, including children (especially children from areas of conflict or tension with a religious element), on specific themes or projects related to the anniversary of the 1981 Declaration. Such meetings could be held in countries directly concerned by problems of intolerance and discrimination in the area of, inter alia, religion or belief.",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 142,
        "Text": "142. The Special Rapporteur recommends the creation, on the web site of the Office of the High Commissioner for Human Rights, of an entry on the celebration of the anniversary of the 1981 Declaration which would not only inform the public about all the activities and events related to this anniversary but also receive any recommendations and celebratory messages. The site would also keep the public informed of the day-to-day activities of the 2001 conference.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. The anniversary of the 1981 Declaration and the holding of the conference on school education in relation to freedom of religion and belief will also coincide with events to be held in 2001 to mark the United Nations Year of Dialogue among Civilizations. As can be seen from General Assembly resolution 53/22 of 4 November 1998 concerning that Year, in which the Assembly invites Governments, the United Nations system, including the United Nations Educational, Scientific and Cultural Organization, and other relevant international and non-governmental organizations to plan and implement appropriate cultural, educational and social programmes to promote the concept of dialogue among civilizations, such events will certainly be of relevance and make a special contribution to the mandate on religious intolerance and to the 2001 conference.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. Lastly, the Special Rapporteur wishes to highlight the importance of the decision taken by the Commission on Human Rights, in its resolution 2000/33, to change the title of the Special Rapporteur on religious intolerance to that of \"Special Rapporteur on freedom of religion or belief\". This change, which was sought by the Special Rapporteur to make his mandate more positive and reflect the full range of his activities, will take effect when his mandate is next extended, namely, in 2001, which will itself be a way of celebrating the 1981 Declaration.",
        "Labels": []
    }
]