[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, by resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (resolution 36/55), and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Pursuant to resolution 1986/20, the Special Rapporteur has submitted 15 reports, in some cases with addenda, to the Commission on Human Rights since 1987. Since 1994, six reports (some of them with addenda) have been submitted to the General Assembly; the present report is submitted in accordance with General Assembly resolution 55/97 of 4 December 2000.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Since the year 2001 marks the twentieth anniversary of the adoption of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, the Special Rapporteur decided to report on the mandate since its creation, both as regards management and prevention in the area of freedom of religion or belief and as regards cooperation with the Commission on Human Rights, United Nations human rights mechanisms, specialized agencies of the United Nations system and non-governmental organizations. A series of conclusions and recommendations were made on the basis of this review.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur wishes to recall the importance of in situ visits, which constitute one of the main activities of the mandate.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In accordance with the resolutions of the Commission on Human Rights and of the General Assembly, the purpose of in situ visits is as follows: (a) To consider, on the spot, incidents and government measures that are incompatible with the provisions of the 1981 Declaration, and positive experiences and initiatives in the area of freedom of religion or belief;; (b) To formulate recommendations aimed not only at the State visited but also at the international community.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In October 1987, during the time that Mr. d'Almeida Ribeiro was Special Rapporteur — 1987 to 1993 — in addition to personal visits, the Special Rapporteur made an informal visit to Bulgaria at the initiative of the Bulgarian Government.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Since he took over as Special Rapporteur, Mr. Adelfattah Amor has paid 13 visits — two visits per year on average — to States in Africa, North America, South America, Asia, Europe and Oceania (see table 1). | Table 1 | | | |---------|--|----------------| | | | In situ visits | | State visited | Date of visit | Report on visit | |----------------------------|-----------------------|------------------------------------------------------------------------------------------------------| | China | November 1984 | E/CN.4/1995/91 | | Pakistan | June 1995 | E/CN.4/1996/95/Add.1 | | Iran (Islamic Republic of) | December 1995 | E/CN.4/1996/95/Add.2 | | Greece | June 1996 | A/51/542/Add.1 | | Sudan | September 1996 | A/51/542/Add.2 | | India | December 1996 | E/CN.4/1997/91/Add.1 | | Australia | February-March 1997 | E/CN.4/1998/6/Add.1 | | Germany | September 1997 | E/CN.4/1998/6/Add.2 | | United States of America | January-February 1998 | E/CN.4/1999/58/Add.1 | | Viet Nam | October 1998 | E/CN.4/1999/58/Add.2 | | Turkey | December 1999 | A/55/280/Add.1 | | Bangladesh | May 2000 | A/55/280/Add.2 | | Argentina | May 2001 | A report will besubmitted to theCommission on HumanRights at its fifty-eighthsession |",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. However, six States (see table 2) have not, as yet, replied to his requests for permission to visit, even though reminders have been sent, either through follow-up letters or in the context of reports submitted to the Commission on Human Rights and to the General Assembly. | State | Date of initial request | Reaction | |------------------------------------------|-------------------------|--------------| | Indonesia | 1996 | No reply | | Mauritius | 1996 | No reply | | Israel | 1997 | No reply | | Russian Federation | 1998 | No reply | | Democratic People'sRepublic of Korea | 1999 | No reply | | Nigeria | 2000 | Acknowledged |",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In accordance with successive resolutions of the Commission on Human Rights and of the General Assembly, including resolution 55/97, whereby the Assembly encourages Governments to give serious consideration to inviting the Special Rapporteur to visit their countries so as to enable him to fulfil his mandate even more effectively, the Special Rapporteur invites the above-mentioned Governments to cooperate fully with him and to respond favourably to his requests for permission to make in situ visits.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur wishes to point out that these requests in no way suggest that there are preconceived views or any negative judgement regarding the Governments concerned. On the contrary, the aim is, by means of such visits, to establish or to pursue a dialogue with the authorities and with all the parties concerned, particularly with non-governmental organizations and all individuals having a particular interest in the mandate. These in situ visits also lead to a better understanding and a balanced (and therefore non-Manichean) analysis of the complex realities of the situation as regards freedom of religion or belief in a given country.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur wishes to emphasize that, at the level of the principles governing his mandate, including that of non-selectivity, all countries without exception should receive an in situ visit, insofar as all have had positive experiences and problems with regard to the 1981 Declaration, taking into consideration differences in the level and pace of development — in terms of time and space that have to be evaluated during in situ visits. It is therefore essential to plan in situ visits in the short, medium and long-term, taking into account time and also financial constraints.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. It should also be recalled that some visits — such as the above-mentioned visit to the Sudan — are made in response to a specific request from the Commission on Human Rights and/or the General Assembly.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Furthermore, in accordance with Commission resolution S-5/1 of 19 October 2000, entitled \"Grave and massive violations of the human rights of the Palestinian people by Israel\", adopted at the fifth special session, the Commission on Human Rights decided inter alia to request the Special Rapporteur on religious intolerance to carry out an immediate mission to the occupied Palestinian territories and to report the findings to the Commission at its fifty-seventh session. To that end, on 18 December 2000, the Special Rapporteur addressed a letter to the Permanent Mission of Israel to the United Nations informing it that he planned to go to the occupied territories and seeking the cooperation of the Israeli authorities for access to the territory. On 2 January 2001, the Permanent Mission of Israel informed the Special Rapporteur of the Israeli Government's position regarding the resolution, namely: \"The operative part of the resolution calls for the establishment of a human rights inquiry commission, requests the United Nations Commission for Human Rights to visit the region and report on the (so-called) Israeli violations of human rights, and request a larger number of special rapporteurs to visit and report on issues, such as racism, torture and violence against women. Israel will not cooperate in the implementation of the operative part of this resolution.\"",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur was therefore unable to go to the occupied territories, despite the gravity of the situation and the corroborating and disquieting information received in the context of the mandate. On 18 April 2001, during its fifty-seventh session, the Commission on Human Rights adopted resolution 2001/7 entitled \"Question of the violation of human rights in the occupied Arab territories, including Palestine\", whereby it recalled resolution S-5/1 and expressed its deep concern at the failure of the Government of Israel to cooperate with the human rights inquiry commission and its failure to cooperate with other relevant rapporteurs. On 22 June 2001, the Special Rapporteur, in consultation with other special rapporteurs concerned, sent a reminder to the Permanent Mission of Israel, calling on it to cooperate within the framework of resolution S-5/1 and the terms of the mandate on freedom of religion or belief so as to enable him to pay a visit to the occupied territories.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Aside from the so-called \"traditional\" in situ visits referred to above, the Special Rapporteur decided, in 1999, to begin visits to the major communities of religion or belief. The purpose of such visits was to establish a dialogue on the 1981 Declaration and all issues relating to freedom of religion or belief and to consider solutions to the problems of intolerance and discrimination in that area. Accordingly, the Special Rapporteur visited the Holy See in September 1999. Visits are also planned to other religions including, Islam, Judaism, non-Catholic Christianity, Buddhism, Hinduism, and the belief systems of indigenous populations. The end goal of this approach is to demonstrate the diversity and wealth of religions and beliefs and, if possible, to identify common values and approaches with respect to fundamental issues relating to freedom of religion or belief and therefore to human rights.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 16,
        "Text": "16. Since 1996, the Special Rapporteur has established a follow-up procedure whereby States which have received an in situ visit are asked to provide comments and any information on measures the relevant authorities have taken or are considering taking to implement the recommendations formulated in the mission reports.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Table 3 below gives an account of the follow-up procedure. | States visited | Date of submission of follow-upprocedure to State visited (report) | Reaction of State to report | |----------------------------|------------------------------------------------------------------------|----------------------------------| | China | 1996 (A/51/542) | Reply 1996 (A/51/542) | | Pakistan | 1996 (A/51/542) | Reply 1997(A/52/477/Add.1) | | Iran (Islamic Republic of) | 1996 (A/51/542) | No reply despitereminders | | Greece | 1997 (A/52/477/Add.1) | Reply 1997(A/52/477/Add.1) | | Sudan | 1997 (A/52/477/Add.1) | Reply 1997(A/52/477/Add.1) | | India | 1997 (A/52/477/Add.1) | Reply 1998 (A/53/279) | | Australia | 1998 (E/CN.4/1999/58) | No reply despite onereminder | | Germany | 1998 (E/CN.4/1999/58) | No reply despite onereminder | | United States of America | 2000 (E/CN.4/1999/58) | No reply | | Viet Nam | 2000 (E/CN.4/1999/58) | No reply |",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The follow-up procedure will be initiated as soon as possible in respect of the visits to Bangladesh and Turkey.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur calls on all States concerned to cooperate fully with the follow-up procedure, which is a corollary to his visits and a key tool for cooperation. Not only does it work to the benefit of States, non-governmental organizations and individuals concerned with the mandate, but it also strengthens United Nations human rights mechanisms as a whole. In June 2000, for example, the Committee on the Rights of the Child, in its final observations on the Islamic Republic of Iran, endorsed the recommendations made by the Special Rapporteur on religious intolerance following his visit to the State party and recommended that the State party implement them fully.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur wishes to draw attention to Commission on Human Rights resolution 2000/86 of 27 April 2000, on human rights and thematic procedures, in which the Commission invites the Governments concerned to study carefully the recommendations addressed to them under thematic procedures and to keep the relevant mechanisms informed without undue delay on the progress made towards their implementation. The Special Rapporteur calls on Australia, Germany, the Islamic Republic of Iran, the United States and Viet Nam to reply as soon as possible to the follow-up procedure.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur intends to make follow-up visits as soon as possible.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In reporting on his work since the establishment of the mandate, the Special Rapporteur considers it useful to include in this interim report a summary of the communications and replies received from States since the last session of the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. This report covers a total of 49 communications (including two urgent appeals to Afghanistan) sent to 24 States: Afghanistan (3), China, Cuba, Egypt (3), Georgia (4), India (3), Indonesia (4), Iran (Islamic Republic of), Kenya, Lebanon, Malaysia, Myanmar, Nepal (2), Nigeria (2), Pakistan (4), Republic of Korea, Saint-Lucia, Sri Lanka, Sudan (2), Turkey, Turkmenistan (3), United Arab Emirates, Ukraine (2), Viet Nam (5).",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The report also covers the replies received from five States to allegations contained herein. Late replies were received from 16 States, and two States sent additional information relating to communications sent in the context of the report to the Commission on Human Rights at its fifty-seventh session, in 2001.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. On 8 January 2000, Mullah Mohammad Omar Mujahid, supreme chief of the Taliban, issued a decree establishing the death penalty for any Muslim who converts to another religion and a five-year prison term for anyone possessing \"anti-Islamic\" literature.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Permanent Mission of Afghanistan to the United Nations in Geneva confirmed this report and issued the following statement: \"The fanaticism shown by the Taliban has extremely serious and dramatic consequences on the daily lives of the Afghan people: the pursuit of war, destruction of villages, arbitrary mass executions of civilians, forced displacement of populations, kidnapping and rape of women, food blockades, mass arrests of innocent civilians, torture, etc. We have said over and over again that the ideology and practice of the Taliban are not only foreign to Islam, but anti-Islamic as well\".",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 27,
        "Text": "27. On 26 February 2001, a second decree was issued ordering the destruction of all non-Islamic statues and monuments. In an urgent appeal to the Taliban representative, Mullah Mohammad Omar Mujahid, the Special Rapporteur asked for a halt to the destruction of monuments and irreplaceable relics — including the Buddhist statues of Bamayan — which reflected the religious diversity of Afghanistan. The Special Rapporteur pointed out that such acts of destruction were an affront to religious beliefs and a violation of freedom of religion, a freedom that was guaranteed and protected by international law. No reply has been received from the Taliban to date. The Bamayan statues were destroyed. During this Year of Dialogue among Civilizations, the international community should react strongly and take steps to effectively protect religious sites and monuments, including those which are part of the cultural heritage of mankind. The Special Rapporteur notes with satisfaction that on 31 May 2001, the General Assembly adopted resolution 55/254 on the protection of religious sites, in which it condemns all acts or threats of violence, destruction, damage or endangerment, directed against religious sites as such; calls upon all States to adopt adequate measures aimed at preventing such acts or threats of violence, and invites relevant intergovernmental and non-governmental organizations to contribute to those efforts by developing appropriate initiatives in this field; encourages all States, relevant intergovernmental and non-governmental organizations and the media to promote, inter alia, through education, a culture of tolerance and respect for the diversity of religions and for religious sites, which represent an important aspect of the collective heritage of mankind.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur draws attention to Commission on Human Rights resolution 2001/42, entitled \"Elimination of all forms of religious intolerance\", in which the Commission requests States to exert utmost efforts, in accordance with their national legislation and in conformity with international human rights standards, to ensure that religious places, sites and shrines are fully respected and protected and to take additional measures in cases where they are vulnerable to desecration or destruction.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Permanent Mission of Afghanistan in Geneva confirmed the allegations referred to in the Special Rapporteur's urgent appeal and drew attention to the fact that pre-Islamic works in Afghanistan had been completely destroyed by the Taliban militia. The Permanent Mission added: \"We do not know how to qualify this barbaric act of vandalism, which is an affront to our history and to the beliefs of millions of Buddhists in the world … Strong and firm pressure must be brought to bear on the Government of Pakistan to cease its multifaceted support, including military support, to this group.\"",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. On 22 May 2001, the Taliban allegedly planned to issue a third decree whereby, based on their interpretation of Sharia law, non-Muslims would be required to wear a distinctive emblem on their clothing. The official explanation was that this would provide better protection for minorities. The Special Rapporteur sent an urgent appeal to the supreme chief of the Taliban, asking him not to issue the decree because of its discriminatory nature and stressing that measures designed to protect minorities must be consistent with the relevant international human rights standards, which were based on the principle of non-discrimination on the basis of religion or belief. Again, no reply has been received from the Taliban. The Special Rapporteur considers that the case of the Taliban is an instance not only of the use of religion for political purposes, but of obscurantism as well. The Special Rapporteur also considers that the negative image of Islam that has been conveyed by the Taliban not only misrepresents that religion, but constitutes a betrayal and a downright defamation of Islam, as noted in Commission on Human Rights resolution 2001/4, of 18 April 2001, entitled \"Combating defamation of religions as a means to promote human rights, social harmony and religious and cultural diversity.\"",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. On 23 January 2001, four men and one woman believed to be Falun Gong members allegedly set fire to themselves on Tiananmen Square in Beijing.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. On 21 November 2000, a teacher reportedly prohibited her students from bringing religious pictures to class. She is also said to have told the students' parents that education was an obligation of the State and not a parental right. It was also alleged that under a new law, diplomas held by professionals who had entered a seminary or a religious order would no longer be recognized as valid.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Cuba replied, inter alia, that these allegations were a complete fabrication made up by individuals or organizations acting in accordance with the policy of hostility and aggression pursued by the Government of the United States of America against the Cuban people and revolution. These individuals or organizations were unscrupulously using the mechanisms of the Commission on Human Rights to serve their own interests. After a detailed investigation, Cuba stated, inter alia, \"It is impossible for students to be punished for bringing to class symbols, emblems or other distinctive signs, expressing of the freedom of religion or conviction they enjoy. One of the principles on which [Cuban] education is based is the right of every person to be protected from all forms of discrimination based on religion or belief; that right is established in the Constitution. While it is true that the Cuban State guarantees to all citizens the right to a free education, as it has the responsibility and the duty to do, the educational system grants parents and families a special and decisive role at all stages of education … The fact that a person enters seminary or takes orders does not constitute a violation nor does it constitute grounds for persecution and discrimination; consequently, the validity of diplomas cannot be suspended. As regards the exercise of medicine, members of the medical profession are only required to observe the rules established by the Ministry of Public Health. In no way do these rules provide that clergy or individuals, in practicing their religion, whatever it may be, should be prohibited from exercising their profession or be suspended from their duties. Moreover, several of the main babalawos (individuals who, in cultures of African origin, play a role similar to that of Christian priests and pastors) are doctors who work in hospitals and other health centres in the country.\"",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur wishes to thank Cuba for its detailed reply, which reaffirms its adherence to the struggle against religious intolerance.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In January 2001, some members of the Baha'i community were allegedly arrested for a variety of reasons, including propagation of deviant beliefs, possession of forbidden literature, vice and debauchery. The press allegedly conducted a slanderous campaign against the Baha'is. On 27 February 2001, Dr. Nasir Farid, the Mufti of Egypt, reportedly issued a legal statement declaring the Baha'i community to be a sect and confirming the need to punish as apostates Baha'is who violated the laws of Islam. As of 9 March 2001, nine Baha'is in the Sohag region were still in prison. Apparently the detainees have not been formally charged, and their detention was reportedly extended on several occasions (60 days, 15 days, 45 days and one month). Arrests of Baha'is in Ismailiya and Shibin el-Kom have also been reported, and nine Baha'is are said to have been freed.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. On 27 January 2001, writer and editor Salah al-Din Muhsin was allegedly sentenced by a tribunal, under article 98(f) of the Penal Code, for having denigrated revealed religions and threatened social peace. His publications reflecting his views on society and on religious issues were allegedly banned. In addition, Professor Saadeddine Ibrahim was reportedly charged with defamation against Egypt for writing a critical report on the riots between Muslims and Copts in El-Kosheh.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. In October 2001, the local authorities in Dubai allegedly stopped the Hindu funeral of an Indian citizen, Hiro Jashanmal Jhangiani, and transferred his body to the morgue. Ignoring a court decision ordering that the body be returned to the son of the deceased, they allegedly proceeded to bury it in a Muslim cemetery.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. On 18 December 2000, in Tbilisi, Father Vassili Mkalashvili (who had been excommunicated by the Georgian Orthodox Church), along with a group of Orthodox extremists, allegedly tried to physically prevent the construction of a Pentecostal establishment, claiming that it was a house of Satanists. On 22 January 2001, the same individuals allegedly broke into the Office of the Ombudsman during a press conference that had been called to collect petitions on violence against religious minorities in Georgia. The group allegedly stole 12 of the 14 volumes of petitions. On the same day, this group of extremists allegedly interrupted a meeting of Jehovah's Witnesses and beat those present. On 6 March 2001, on the order of the Georgian Orthodox Patriarchate, four priests allegedly mobilized a crowd of 150 people against the Jehovah's Witnesses in Sachkere. The mayor and the local police had been warned of the violence but allegedly refused to intervene. On 13 May 2001, in the Mukhiani region, a crowd led by Bassilist extremists are said to have violently attacked 60 Jehovah's Witnesses, including women, during a religious service being held in a private apartment. The police allegedly intervened and arrested three Bassilists, who were later released. In May 2001, Father Vassili Mkalashvili reportedly announced plans for pogroms against Jehovah's Witnesses on Kavkasia television.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. On 26 November 2000, Hindu militants belonging to the Hindu Vishwa Hindu Parishad (VHP) and Rashtriya Swayamsevak Sangh (RSS) parties allegedly occupied by force the Evangelical Church of India in Chindia, Surat district, Gujarat. They reportedly destroyed the church cross in order to put up Hindu idols. On the same day, Hindu extremists allegedly attacked the Sainte Marie convent in Meerut district, Uttar Pradesh, and a number of evangelists in Kolar, Karnataka. On 27 November 2000, Hindu extremists allegedly struck Father C. Alphonse in the Plipipura church. On 29 November 2000, Hindu extremists are said to have seriously damaged the hall of the church in Bokaro. On 4 January 2001, in Jaher village near Udaipur district, Rajasthan, two priests participating in a religious ceremony were said to have been beaten by a group of at least 40 armed men.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 40,
        "Text": "40. On 14 December 2000, the Andhra Pradesh police allegedly issued an arrest warrant against M.T.V. Ramana Murty, editor of the humanist monthly Vijaya Viharam on grounds that he had offended the religious sentiments of Muslims and incited to animosity among religious groups. The accusation was apparently motivated by the publication of an article on Swami Dayananda Saraswati, a Hindu reformer and the founder of Arya Samaj. The article allegedly included quotations from Swami Dayananda Saraswati that were critical of Islam. According to certain non-governmental organizations, the quotations were taken from a work that was available throughout India, including public libraries. It appears that the real reason for this action against M.T.V. Ramana Murty was the publication of a series of articles criticizing Godman Satya Sai Baba which were widely disseminated through dignitaries and high-ranking police officials. Objections were also raised to certain articles against Vaastu, the main proponents of which were said to be incensed against the editor of the magazine.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. On 6 December 2000, the Prime Minister is said to have stated in Parliament that a temple must be built at Ayodhya in response to national sentiment, adding that: \"It is not yet over\". This statement was made on the occasion of the eighth anniversary of the demolition of Babri Masjid and was interpreted as providing support for a campaign to impose the building of a temple on the Babri Masjid site.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. On 20 February 2001, in Karnataka, the Government apparently refused to renew the residence permit of a 79-year-old French missionary of the Paris Mission Society who had worked in India among the poor since the age of 24. On 26 February 2001, in Orissa, Balasore district, on the basis of Orissa's freedom of religion Act of November 1999, the police allegedly prevented six members of the Channa Singh tribal family from converting to Christianity. Three weeks after submitting a properly completed form concerning their conversion, the six people allegedly decided, since there had been no response from the authorities, to go ahead with the conversion ceremony. However, the police appear to have opposed that on the grounds that the inquiry into the reasons for their conversion was not yet complete.",
        "Labels": [
            "Indigenous peoples",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. On 28 November 2000, in Kairatu, Seram Island, Muslim jihad fighters allegedly attacked the Christian community, destroying a Seventh Day Adventist church.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. In December 2000, in Keswui, Teor and Seram, Muslim extremists appear to have systematically forced Christians to convert to Islam, to change their names, and to submit to circumcision in the case of men and genital mutilation in the case of women, on pain of being executed if they refused. On 20 December 2000, Saleh Latuconsina, administrator of the state of civil emergency in Ambon, is reported to have confirmed cases of enforced conversion to Islam in Kesui (Central Maluku) organized by Muslim extremists.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. On 21 May 2001, in Ambon, extremists allegedly attacked Christians causing the death of at least six people. It is reported that 5,000 people have been killed since hostilities broke out in the Moluccas in January 1999.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Indonesia replied: \"The Government of Indonesia has repeatedly condemned the violence associated with the recent Moluccan conflict, which originated in Ambon in 1999 and subsequently spread to most major islands in the chain, resulting in deaths as well as incalculable damage to infrastructures and public buildings. In addition, officials estimate that in total over 500,000 persons have been displaced by the fighting, mainly from the two hardest hit provinces of North Maluku and Maluku, with approximately 197,000 internally displaced persons generated from the former and 289,000 displaced persons from the latter. \"With regard to the specific allegations mentioned in the above communications, President Wahid conceded in late December last year that hundreds of Christians on the islands of Keswui and Teor had been forced to convert to Islam in November and December 2000. The President was quick to express his abhorrence at such acts and condemned the practice outright. As for the incidences of forced circumcisions and female genital mutilations that allegedly took place, my Government cannot confirm these reports, although we concede that acts of gross human rights violations may unfortunately occur during internecine feuding and in cases of mob attacks. Furthermore, it goes without saying that the Government of Indonesia strongly deplores any action that leads to unacceptable physical and psychological trauma. Likewise, my Government also strongly condemns the 20 May 2001 attacks that occurred in Soya Kecil, Belakang Soya and Karang Panjang in Ambon, resulting in the deaths of at least 8 people and the injury of 17 others. The latest reports show that two members of the heavily armed group of attackers were among those killed. We deeply regret that these latest skirmishes come at a time when the rift between the two communities was showing definite signs of healing. \"At this point, we believe that it is necessary to rectify the commonly held view, as reflected in your communications, that the Moluccan conflict is driven by religious disparities. More accurately, political and socio-economic causes, with cultural and ethnic overtones, are at the root of the trouble and have in turn sparked off religious tensions. Indeed, although the initial fighting broke out between local residents (Christians) and settlers (Muslims) over land tenure issues, complicated by status disparities between these two communities, it only later evolved into what has been perceived as religious clashes. Moreover, as the conflict gained momentum, ideology or religious beliefs were superseded by a desire for revenge, with each faction blaming the other for initiating and perpetuating the violence. As civilians fled to neighbouring areas, they exported their resentment to their new places of residence, thereby causing the violence to spread. \"The rapidly spiralling conflict and the sheer numbers of people involved took the authorities by surprise and initially overwhelmed the limited forces in situ. However, an improvement was felt when the Government imposed a state of emergency and a curfew as well as undertaking all possible measures to curb the violence, including: \"(a) Disarming civilians. Over 46,000 weapons of all types and descriptions have been recovered and removed from general circulation since the implementation of the state of emergency in June 2000; \"(b) Arresting and expelling members of Laskar Jihad from the islands. Indeed, the Government of Indonesia is strongly opposed to the deployment of Muslim militants from Java to the Moluccas to participate in the conflict there and has recently closed a training camp run by that organization south of Jakarta; \"(c) Investigating and prosecuting those responsible for instigating or participating in the various riots, including any police and military personnel who took part in the violence; \"(d) More recently, reducing the numbers of military personnel by half. This has had no adverse repercussions on the overall security environment, which has continued to improve. \"Since the re-establishment of law and order in the region, the Government has proceeded to rebuild and to implement reconciliation and education plans, more particularly in North Maluku, where the security environment has been more conducive. As a result, this hard-hit province has witnessed the return of many internally displaced persons. \"Among other measures, the Government has concentrated on: \"(a) Establishing reconstruction programmes supervised by the provincial government in border areas between the two communities and making a point of rebuilding all places of worship destroyed in the violence; \"(b) Rehabilitating the public utilities, including school buildings and health facilities, destroyed in the rioting and reaffirming education as a top priority to improve living conditions and job prospects through selfsufficiency. Emphasis has also been placed on teaching the younger generation the values of religious and cultural tolerance; \"(c) Encouraging greater dialogue and social exchanges between locals of different ethnic origins, cultures and religions in the province through the organization of peace talks, in order to build trust between the two communities; \"(d) Calling on local traditional chiefs to resume their leadership while supporting state law and guaranteeing the integration of all migrants living in the province. In addition, local traditions and customs will be promoted in order to accommodate the differences among the various communities of the province. \"Significant progress has been made in addressing the religious aspect of the conflict. On 23 April 2001, various of the island's factions reached a significant decision to unite and produce an agreement entitled 'Peace Declaration of Muslims and Christians' confirming their desire to coexist peacefully and to foil attempts by provocateurs to whip up sectarian feeling. \"To conclude, both the Christian and Muslim communities in the Moluccas, who had lived peacefully side by side for generations, have been manipulated by a political elite bent on creating an unstable climate by exacerbating cultural and religious sentiment. Although there has been a marked change for the better in recent months, the considerable destruction and conflict have led to resentment and feelings of revenge, which are apt to flare up from time to time and are difficult to control. Notwithstanding, let me assure you that all efforts continue to be made to promote a spirit of tolerance and forgiveness among the affected populations and to rebuild the infrastructures destroyed in the conflict. Meanwhile, we shall be glad to supply any information, as and when available, on future developments relating to the situation in the Moluccas.\"",
        "Labels": [
            "Migrants",
            "Women/girls",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 47,
        "Text": "47. In 2000, it appears that properties belonging to Baha'is in Tehran, Isfahan and Shiraz were confiscated. Moreover, shops in Tehran belonging to Baha'is were allegedly shut down by force and the issuance of trading licences for Baha'is was delayed.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. On 30 November and 1 December 2000, violent confrontations apparently took place between young members of the Christian and Muslim communities. The incidents are said to have broken out after Muslim adolescents destroyed some wooden kiosks that were considered to be too close to a mosque. A church and a clinic were reportedly burned down and the International Christian Centre and two other churches were damaged. Twenty-eight people are said to have been hurt, including the Archbishop, David Gitari. It is claimed that the police took no action.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Kenya replied: \"I would like to inform you that the Government does not condone religious intolerance, and views the events of 30 November and 1 December as criminal acts. In fact, as you may be aware, the communities involved have always lived together peacefully. The incidents of violence were sparked by a dispute over land whose ownership is claimed by both the Muslim community and a group of local traders. Following these incidents, the Government immediately took steps to apprehend those involved. By Monday 4 December 2000, 82 people were already in custody awaiting trial for their involvement in the mayhem.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur thanks Kenya for its clarifications concerning the incidents referred to, and their nature, as well as for any further information that may be provided on the outcome of the trials.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In mid-March 2001, a Christian cemetery outside Aytroun village was allegedly desecrated by members of Hizbullah on the grounds that the deceased were \"traitors\" who had collaborated with Israel in the past.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 52,
        "Text": "52. In November 2000, four people including a woman were reportedly sentenced by the Sharia high court in the state of Kelantan, to three years imprisonment because of their conversion from Islam to Christianity and their refusal to repent and return to Islam.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Since 1997, the administrative authorities of Toungoo have allegedly been trying to bring about the destruction of the Hantha mosque. On 15 May 2001, a group of people, some of them dressed as monks, reportedly entered the mosque in order to begin the work of demolition. At the same time, a crowd of some 300 men led by a monk allegedly launched an attack against the Muslim quarters, also attacking houses and the Kaka mosque. In spite of appeals by Muslims to the police, the latter are said to have taken no action. On 16 May 2001, the same crowd allegedly set fire to the Hantah mosque and to Muslim shops. In all, at least 20 Muslims were allegedly killed, about 100 seriously injured and 20 mosques burned down. It was only on 17 May 2001 that the army reportedly put an end to the violence.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. On 29 October 2000, four Christians were apparently arrested and accused of proselytizing in Rajbiraj, Saptari district. They were reportedly arrested in spite of the fact that Hindu extremists had interrupted an evangelist meeting and attacked Christian believers, including the four people just mentioned.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. On 26 February 2001, the Nepalese Government reportedly obstructed the Tibetan New Year celebrations at Kathmandu, for example prohibiting the display of photographs of the Dalai Lama outside monasteries.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In November 2000 in the state of Katsina, a man was apparently sentenced to 100 strokes of the cane and one year's imprisonment on the grounds that he had had extramarital sexual relations with an 18-year-old girl. The sentence was reportedly carried out. On 12 October 2000, in Abuja, the local authorities reportedly ordered the demolition of a Seventh Day Adventist church.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Early in 2001, following a visit by the Israeli ambassador to the capital of the state of Gombe and discussions between the Governors of the southern States with a view to challenging, in the Supreme Court, the introduction of sharia law by the northern States, riots apparently broke out involving thousands of young Muslims. Four people were said to have been killed and Baptist churches ransacked.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. On 23 November 2000, the Secretary-General of the Shiite Tehreek-i-Jafria Pakistan political party was reportedly assassinated. A press release by the party apparently attributed the crime to religious extremists who were receiving hospitality from the Taliban in Afghanistan. On 26 February 2001, another prominent Shiite member of Tehreek-i-Jafria Pakistan was reportedly assassinated.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. On 10 January 2001, the police are said to have violently attacked a peaceful protest against blasphemy laws in force in Pakistan organized by the All-Faiths Spiritual Movement.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Pakistan replied: \"The Government of Pakistan has the honour to state that at 4.00 p.m. on 10 January 2001 as the procession of about 1,000 persons demanding the abolishment of Blasphemy Law headed by Father Arnold Heredia reached near Regal Chowk, the mob started throwing stones at the police who were deputed there to deal with any unpleasant situation. The police had resorted to some administrative measures to restore law and order. During this process Father Arnold Heredia received a minor head injury. Two police officials were also hurt due to stone-throwing by the protesters. Father Arnold Heredia and 17 others were arrested at 5.30 p.m. by Preedy Police Station, Saddar, Karachi, on 10 January 2001. The detainees were charged with violating the following sections of the Pakistan penal code: section 147, rioting; section 148, rioting with deadly weapons; section 149, unlawful assembly; section 151, violation of orders to disperse; section 152, obstruction of a public servant; section 352, assault or use of criminal force on a public servant; section 324, attempt to murder; and section 337 H, (a) hurt to others by rash or negligent act; and (b) rash or negligent act to endanger human life or personal safety of others. Due process of law is already under way. The case awaits decision by the Court.\"",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur thanks Pakistan in advance for communicating to him the forthcoming court rulings on the above-mentioned cases.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. On 1 April 2001, a Christian, Parvez Masih, was falsely accused of blasphemy. Muslim extremists belonging to the Lashkar-e-Tayyaba and Sipah-e-Sihaba groups are said to have threatened with reprisals anyone challenging the false accusations of blasphemy.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. It is reported that 1,505 Jehovah's Witnesses are being held in 37 of the country's prisons because of their conscientious objection to military service. Most of them have reportedly been sentenced to three years imprisonment. It is said that this is due to the fact that there is no legal provision establishing civilian service as an alternative for conscientious objectors.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. On New Year's Eve, two men reportedly burst into the Basilica of the Immaculate Conception during morning mass, beat the worshippers, poured petrol on them and set them alight, killing one nun and causing 12 people, including a priest, to be hospitalized. It is reported that the police arrested the two perpetrators, who claimed to be Rastafarian \"prophets\" whose mission it was to fight corruption within the Catholic church. This attack apparently exacerbated tension between Catholics and Rastafarians.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. On 8 December 2000, a man suspected of belonging to the Al-Takfir wa-al-Hijra group apparently killed 20 worshippers and wounded 40 others at evening prayers at the Al-Muhammadiyah mosque in Garaffa.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. On 10 April 2001, the Government reportedly decided to cancel the Easter service at Khartoum. Thousands of young Christians apparently gathered in front of All Saints Church in the suburbs of Khartoum in order to dispute the decision. The security forces reportedly wounded a number of demonstrators and made 40 arrests. The Ministry of the Interior is said to have stated that prayer meetings had been prohibited in any open space in Khartoum in order to prevent any friction between the various believers.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. On 18 February 2001, in Hingurangoda district, Buddhist extremists are said to have violently attacked the Sanasum Sevana church in the village of Nuwarawattee. It is reported that a pastor and two other church officials were seriously injured and that a religious official was also dragged into a Buddhist temple and savagely beaten. The extremists allegedly threatened to rape his wife and attack his family if he continued to visit the church. The police apparently refused to record the complaints of the victims and would not ensure adequate protection of the Christian community.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 68,
        "Text": "68. On 22 November 2000, the National Security Committee apparently launched an operation against four Protestants in Ashgabat. The members of the National Security Committee are said to have arrested and harassed these young Protestants after discovering a box of Christian videos in the Turkmen language in the car in which they had been travelling. On 24 November 2000, they were allegedly forced to sign away their property as a gift to the President of Turkmenistan. After being threatened with deportation, the four Protestants apparently also signed documents by which they undertook to leave Ashgabat and return to the town in which they were officially resident.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. On 25 January 2001, in Ashgabat, the police reportedly interrupted a Bible study session organized by the World of Life Church and took 25 Protestants to the police station, where they were questioned and then released. Members of the police force and representatives of the khyakimlik (local administration) apparently pressured those questioned into signing statements to the effect that they would cease to take any part in the \"illegal\" activities of the church.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. On 10 May 2001, Dmitry Melnichenko, a member of the Baptist Evangelical Church at Ashgabat, reportedly refused to perform his military service because of his religious convictions; he was then placed in a military unit, taken on 15 May to the office of the National Security Committee to be forced to take an oath, and on 16 May was transferred again to a military unit in Serdar. There appears to be no alternative form of civilian service in Turkmenistan for conscientious objectors who are reportedly liable to be sentenced to imprisonment.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Early in 2000, Mr. Kemal Timur, a member of the Turkish Protestant Church of Diyarbakir, allegedly distributed copies of the New Testament. The police are said to have questioned him eight times but no action was taken against him. On 1 May 2000, he was reportedly arrested by the police following a complaint made by someone who accused him of having insulted Islam and the Prophet Muhammad. In December 2000, he was informed that legal proceedings had been instituted against him five months earlier on the basis of Law No. 64/1, \"Propaganda against Religious Freedom\".",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. In November 2000 in the village of Mazanka in the region of Simferopol Crimean Tatars are reported to have destroyed an Orthodox cross erected in a public place. Representatives of the Mejlis of Crimean Tatar People and of the Leadership of Muslims in Crimea justified the act by saying that the local authorities had disregarded their opposition to the display of Christian symbols in public, an expression of the policies of the local diocese of the Russian Orthodox Church supported by the local authorities. The President of the Council for Religious Matters in Crimea explained that the Orthodox diocese had proceeded to erect the cross in the public domain on the hilltop and to put up religious posters in public places without consulting the Crimean Tatar Muslim community and without clearance from the local authorities. The press had used the incident to convey a message of intolerance towards Muslims.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Although the Greek Catholic Church was registered in 1991, the local authorities in Sevastopol have reportedly refused to grant its request for a plot of land within the city centre on which to build a church. The urban development plan approved in 1995 apparently provides only for Orthodox churches. The only options the municipal council has offered the Greek Catholic Church are lots outside the city.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. On 19 November 2000, Mr. Ha Hai, Secretary-General of the Hoa Hao Buddhist Church of Viet Nam, was reportedly arrested for his religious activities and, on 15 January 2001, he was sentenced to five years' imprisonment. On 21 January 2001, the Venerable Nguyen Van Dien, deputy head of the church, reportedly was also arrested and is being held at the Thot Not district prison.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. In November 2000 the authorities are said to have prohibited some ethnic groups in the central highlands from practising their beliefs, which combine elements of Christianity and animism.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. On 3 February 2001, the Venerable Thich Quang Do, Director of the Dharma Propagation Institute of the Unified Buddhist Church of Viet Nam, was reportedly arrested by the security forces of Quang Ngai province after visiting the Patriarch of the Church. The security forces allegedly confiscated a video and photographs taken with the Patriarch, later saying that they were searching for documents \"threatening to national security\". The Venerable Thich Quang Do was placed under detention. On 29 March 2001, he wrote a letter to the Government seeking the release of the Patriarch of the Unified Buddhist Church of Viet Nam, Thich Huyen Quang. He also demanded that the Patriarch be returned to his home in Ho Chi Minh City (An Quang Pagoda), in accordance with the decision of 27 November 1997 of the authorities of Quang Ngai province whereby Thich Huyen Quang's house arrest was lifted. The Venerable Thich Quang Do reportedly said that if the decision was not acted upon, a delegation from the Unified Buddhist Church would escort the Patriarch from Quang Ngai province to his home. Following the letter and the announcement, the police apparently tightened security on the Venerable Thich Quang Do and kept him under closer surveillance. On 18 May 2001, the Venerable Thich Quang Do and Thich Khong Tanh (of the same Church) were reportedly called in for questioning, at 2 p.m. by the People's Committee of Phu Nhuan district and at 8.30 a.m. by the People's Committee of the second district of the arrondissement of An Khanh in Ho Chi Minh City, respectively. On 1 June 2001, the Venerable Thich Quang Do was placed under two years' administrative detention by the security forces. On 31 May 2001, three bonzes of the Unified Buddhist Church of Viet Nam, Thich Khong Tanh, Thich Quang Hue and Thich Tam An, were also reportedly arrested in Ho Chi Minh City.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 77,
        "Text": "77. On 17 May 2001, a Catholic priest, Father Nguyen Van Ly, was reportedly arrested in the An Truyen church by security forces because of his campaign for religious freedom in Viet Nam. According to a spokesman for the Ministry of Foreign Affairs, Father Nguyen Van Ly was arrested for not obeying the decision of the authorities responsible for his administrative detention. That decision, No. 961/QD-UB, signed by the People's Committee of the province on 9 May 2001 and served on Father Nguyen Van Ly on 10 May 2001, prohibited the priest from carrying out religious functions in his parish and throughout the territory of Thua Thien Hue province \"for the period of his administrative house arrest\". The decision was taken in the context of an administrative detention imposed on Father Nguyen Van Ly by decision 401/QD-UB of 26 February 2001 for allegedly sending written testimony to the Commission on International Religious Freedom of the United States Congress. Since then, Father Nguyen Van Ly has apparently been the target of a harsh campaign of denigration in the official press. Early in March 2001, for example, he was described as a \"traitor\" collaborating with \"hostile forces abroad\" (Nhan Dan (the official newspaper) and Quan Doi Nhan Dan (the army newspaper)).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 78,
        "Text": "78. On 11 May 2001, the People's Court of An Giang province reportedly sentenced Truong Van Du and Ho Van Trong to 12 and 4 years' imprisonment, respectively. They were allegedly accused of \"taking part in Hoa Hao religious demonstrations\" in December 2000, \"displaying reactionary banners\" and \"striking and injuring several policemen who were attempting to disperse them\". Truong Van Duc and Ho Van Trong apparently had been taking part in the pilgrimage organized to celebrate the anniversary of the birth of the founder of the Hoa Hao Buddhist Church. The pilgrimage had been prohibited by the authorities, who deployed large numbers of police to prevent the pilgrims from reaching Hoa Hao village (in the town of Phu My, Tan Chau district, An Giang province). Truong Van Duc, who was accompanying Le Quang Liem, the Secretary-General of the dissident Hoa Hao church, was apparently intercepted by the security forces close to the Church's ancestral temple. When he protested, he was reportedly struck down, lost consciousness and was taken to Phu Tan district prison.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The replies of 16 States to the communications sent in the context of the report submitted to the Commission on Human Rights at its fifty-seventh session namely, Azerbaijan, Belarus, Bhutan, China, Côte d'Ivoire, Georgia, Hungary, India, Iran (Islamic Republic of), Italy, Lao People's Democratic Republic, Russian Federation, Ukraine, United Kingdom of Great Britain and Northern Ireland, Uzbekistan and Viet Nam, are reflected in the annex to the present report. Also included is the additional information supplied by Azerbaijan and Egypt in response to communications sent in the context of the above report.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. This overview is based on the communications sent by the Special Rapporteur and the replies received from the States, as presented in previous reports.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteur has prepared tables 4 to 7 in order to shed some light on how communications, including urgent appeals, have evolved and how States have responded: | Year of report | Number of Statesconcerned | Number ofcommunicationssent | Names of States concerned | |----------------|-------------------------------|-------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | 1988 | 7 | 7 | Albania, Bulgaria, Burundi, Iran (IslamicRepublic of), Pakistan, Turkey, Union of SovietSocialist Republics | | 1989 | 22 | 29 | Albania, Bulgaria, Burundi, China (2),Czechoslovakia (2), Indonesia, Iran (IslamicRepublic of), Iraq, Ireland, Italy, Malaysia,Nepal, Nicaragua, Pakistan (3), Republic ofKorea, Romania (2), Saudi Arabia, Sudan,Turkey (2), Union of Soviet SocialistRepublics (2), United States of America,Viet Nam | | 1990 | 33 | 43 | Afghanistan, Albania, Bulgaria (3), Burundi(2), Canada, China (3), Czechoslovakia, Egypt,Ethiopia, Greece, India (2), Indonesia, Iran(Islamic Republic of), Iraq, Israel, Italy,Malaysia, Mauritania, Mexico, Myanmar,Nepal, Nicaragua, Pakistan (3), Romania (2),Saudi Arabia, Somalia (2), Spain, Syrian ArabRepublic, United Kingdom, Turkey, Union ofSoviet Socialist Republics, Viet Nam, Zaire | | Year of report | Number of Statesconcerned | Number ofcommunicationssent | Names of States concerned | |----------------|-------------------------------|-------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | 1991 | 21 | 27 | Albania, Bulgaria, Burundi, China (2),Colombia, Dominican Republic, Egypt (3),El Salvador, Ghana, Greece, India, Indonesia,Iran (Islamic Republic of) (2), Israel (2),Mauritania, Mexico, Nepal, Pakistan (2), SaudiArabia, Turkey, Viet Nam | | 1992 | 25 | 31 | China (2), Cuba, Dominican Republic, Egypt(2), El Salvador, France, Ghana, Greece (2),India, Indonesia, Iran (Islamic Republic of) (2),Iraq (3), Malawi, Mauritania, Morocco,Pakistan, Philippines, Saudi Arabia, Sudan,Switzerland, Syrian Arab Republic, Thailand,Turkey, United States, Zaire | | 1993 | 22 | 24 | China, Cuba, El Salvador, Ethiopia, Greece,India, Indonesia, Iran (Islamic Republic of) (2),Iraq, Malaysia, Malawi, Myanmar, Pakistan (2),Romania, Saudi Arabia, Sri Lanka, Sudan,Switzerland, Syrian Arab Republic, Ukraine,United States, Viet Nam | | 1994 | 27 | 28 | Albania, Algeria, Australia, Bangladesh,Bulgaria, Cameroon, China, Cuba, Egypt,Ethiopia, France, Germany, Greece, India, Iran(Islamic Republic of) (2), Iraq, Malaysia,Myanmar, Nepal, Pakistan, Republic ofMoldova, Romania, Saudi Arabia, Spain,Sudan, Syrian Arab Republic, Viet Nam | | 1995 | 50 | 56 | Afghanistan, Albania, Algeria, Austria,Bangladesh (2), Belarus, Benin, Bhutan,Bulgaria, Canada, China, Cuba, Cyprus, Egypt,Ethiopia, Germany, Ghana, Greece, India,Indonesia, Iran (Islamic Republic of) (2), Iraq(3), Israel and the occupied territories,Kazakhstan, Kenya, Lebanon, Liberia,Malaysia (2), Mexico, Mongolia, Morocco,Myanmar, Nepal, Nigeria, Pakistan (2),Philippines, Romania, Russian Federation,Rwanda, Saudi Arabia (2), Sri Lanka, Sudan,Switzerland, Turkey, United Arab Emirates,United Republic of Tanzania, Uzbekistan,Viet Nam, Yemen, Zimbabwe | | 1996 | 46 | 52 | Albania, Algeria, Argentina, Armenia, Austria,Bangladesh, Belarus, Belgium, Bolivia,Bulgaria, Cambodia, China (5), Cuba (2),Cyprus, Egypt (2), Eritrea, Germany, India,Indonesia, Japan, Lao People's DemocraticRepublic, Malaysia, Maldives, Mauritania,Mexico, Mongolia, Morocco, Myanmar, Nepal,Nicaragua, Pakistan, Philippines, Poland,Qatar, Romania, Russian Federation, SaudiArabia, Sierra Leone, Singapore, Slovenia,Sudan, Turkey, Ukraine, Uzbekistan, Viet Nam,Yemen | | Year of report | Number of Statesconcerned | Number ofcommunicationssent | Names of States concerned | |----------------|-------------------------------|-------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | 1997 | 49 | 51 | Afghanistan, Albania, Algeria, Armenia,Bangladesh, Belarus, Bhutan, Bolivia, BruneiDarussalam, Bulgaria, Burundi, Chad, China(2), Croatia, Cyprus, Egypt, Eritrea, Ethiopia,Georgia, Greece, Indonesia, Iran (IslamicRepublic of), Israel, Japan, Kuwait, LaoPeople's Democratic Republic, Lebanon,Malaysia, Maldives, Mexico, Morocco, Nepal,Nigeria, Pakistan (2), Republic of Moldova,Romania, Russian Federation, Saudi Arabia,Singapore, Somalia, Tajikistan, Turkey,Ukraine, United Arab Emirates, UnitedKingdom, United States, Viet Nam, Yemen,Yugoslavia | | 1998 | 51 | 59 | Afghanistan, Albania, Angola, Armenia,Austria, Azerbaijan, Belarus, Bosnia andHerzegovina, Brunei Darussalam, Bulgaria,China (3), Comoros, Czech Republic, Egypt,Gabon, Gambia, Georgia, Greece, India, Iran(Islamic Republic of), Iraq (2), Israel, Kuwait,Latvia, Mauritania, Mongolia (2),Mozambique, Myanmar, Nepal, Nicaragua,Nigeria, Oman, Pakistan, Portugal, Qatar,Romania, Russian Federation (2), Singapore,Slovakia (2), Somalia, Sudan, Switzerland,Thailand, The former Yugoslav Republic ofMacedonia (2), Trinidad and Tobago, Turkey,United Arab Emirates, Uzbekistan, Viet Nam(2), Yemen, Yugoslavia | | 1999 | 46 | 63 | Afghanistan (3), Albania, Angola, Azerbaijan,Bangladesh, Belarus, Belgium, Bhutan,Bulgaria, China (2), Cyprus, Egypt (3), Eritrea,Georgia, Germany, Ghana, Greece, India (3),Indonesia (2), Iran (Islamic Republic of) (5),Iraq, Kazakhstan, Lao People's DemocraticRepublic, Latvia, Malaysia, Maldives, Mali,Mauritania, Mexico, Morocco, Myanmar,Pakistan, Democratic People's Republic ofKorea, Republic of Moldova, Romania, RussianFederation, Saudi Arabia, Spain, Sri Lanka,Sudan (3), Turkey (2), Turkmenistan (2),Ukraine, United Kingdom, Uzbekistan (2),Yemen | | 2000 | 55 | 92 | Afghanistan, Azerbaijan (3), Bangladesh (2),Belarus, Bolivia, Brunei Darussalam, Bulgaria(2), Cape Verde, China (4), Comoros (2), Côted'Ivoire, Cyprus, Democratic People'sRepublic of Korea (2), Djibouti, DominicanRepublic, Eritrea, Finland, Gabon, Georgia (2),Greece (2), India (5), Indonesia (3), Iran(Islamic Republic of) (2), Iraq, Israel (4),Kazakhstan, Kuwait, Lao People's Democratic | Republic, Malaysia, Maldives, Mauritania, | Year of report | Number of Statesconcerned | Number ofcommunicationssent | Names of States concerned | |----------------|-------------------------------|-------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | | | | Mexico, Mozambique, Myanmar, Nepal (3),Niger, Nigeria, Pakistan (4), Peru, Republic ofKorea, Republic of Moldova (2), RussianFederation, Samoa, Saudi Arabia (2), SriLanka, Sudan, Syrian Arab Republic (2),Tajikistan, Turkmenistan (3), Uganda, Ukraine(2), United Arab Emirates, Uzbekistan (3),Viet Nam (3), Yemen (2) | | 2001 | 53 | 86 | Afghanistan, Azerbaijan (2), Belarus, Bhutan,Bulgaria (2), Burundi, Chad, China (5), Côted'Ivoire, Egypt (3), Eritrea, Georgia (4),Greece, Hungary, India (3), Indonesia (5), Iran(Islamic Republic of), Israel, Italy (2), Jordan(2), Kazakhstan, Kuwait, Lao People'sDemocratic Republic, Latvia, Lebanon,Malaysia, Maldives, Mexico, Myanmar (3),Nauru, Nepal (2), Niger, Nigeria (2), Norway,Pakistan (3), Papua New Guinea, Peru,Philippines (2), Republic of Korea, RussianFederation (2), Saudi Arabia (2), South Africa,Sri Lanka, Sudan, The former YugoslavRepublic of Macedonia, Turkey (2),Turkmenistan (4), Uganda, Ukraine, UnitedKingdom, Uzbekistan (2), Viet Nam, Yemen | | Mid-term | 24 | 49 | Afghanistan (3), China, Cuba, Egypt (3),Georgia (4), India (3), Indonesia (4), Iran(Islamic Republic of), Kenya, Lebanon,Malaysia, Myanmar, Nepal (2), Nigeria (2),Pakistan (4), Republic of Korea, Saint Lucia,Sri Lanka, Sudan (2), Turkey, Turkmenistan(3), Ukraine (2), United Arab Emirates,Viet Nam (5) | | Year of report | Number of urgentappeals | Number of Statesconcerned | States concerned | | |----------------|-----------------------------|-------------------------------|-----------------------------------------------------------------------------|--| | 1995 | 6 | 5 | Bangladesh, Iran (Islamic Republic of), Iraq(2), Pakistan, Saudi Arabia | | | 1996 | 4 | 2 | China (2), Egypt (2) | | | 1997 | 4 | 4 | China, Egypt, Iran (Islamic Republic of) (2),United Arab Emirates | | | 1998 | 2 | 2 | China, United Arab Emirates | | | 1999 | 4 | 2 | Iran (Islamic Republic of) (3), Sudan | | | 2000 | 2 | 2 | Iran (Islamic Republic of), Iraq | | | 2001 | 1 | 1 | Iran (Islamic Republic of) | | | Mid-term | 2 | 1 | Afghanistan | | | Year of report | Number of States concerned | Number of States replying | Percentage of replies tocommunications | |----------------|----------------------------|-----------------------------------------------------------------------------------------------------------------------------|--------------------------------------------| | 1988 | 7 | 5 | 71.4 to 100a | | 1989 | 22 | 14 + 2 States whichreplied late to 1988communications | 63.63 to 72.72a | | 1990 | 33 | 17 + 2 States whichreplied late to 1988communications +2 States with latereplies to 1989communications | 51.51ato 66.66 | | 1991 | 21 | 12 + 5 States whichreplied late to 1990communications | 57.14 to 71.42a | | 1992 | 25 | 8 + 3 States whichreplied late to 1991communications | 32 to 68a | | 1993 | 22 | 4 + 9 States whichreplied late to 1992communications | 18.18 to 40.90a | | 1994 | 27 | 17 + 5 States whichreplied late to 1993communications | 62.96 to 85.18a | | 1995 | 50 | 10 + 6 States whichreplied late to 1994communications | 20 to 54a | | 1996 | 46 | 7 + 17 States whichreplied late to 1995communications | 15.21 to 36.95a | | 1997 | 49 | 15 + 10 States whichreplied late to 1996communications | 30.61 to 46.93a | | 1998 | 51 | 21 + 13 States whichreplied late to 1997communications | 41.17 to 52.94a | | 1999 | 46 | 22 + 6 States whichreplied late to 1998communications | 47.82 to 71.73a | | 2000 | 55 | 23 + 10 States whichreplied late to 1999communications | 41.81 to 61.81a | | 2001 | 52 | 16 + 11 States whichreplied late to 2000communications +1 State which repliedlate to 1999communications | 30.76 to 61.53a | | Year of report | Number of States concerned | Number of States replying | Percentage of replies tocommunications | |----------------|----------------------------|---------------------------------------------------------------|--------------------------------------------| | Mid-term | 24 | 5 + 16 States whichreplied late to 2001communications | 20.82 to 87.5a | | | Number of urgent appealsand number of States | | | |----------|--------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------| | Year | concerned | Responses | Percentage | | 1995 | 6 urgent appeals/5 States | 1 response fromBangladesh | 16.66 | | 1996 | 4 urgent appeals/2 States | 2 responses fromEgypt | 50 | | 1997 | 4 urgent appeals/4 States | 1 response from Chinaand 1 response fromthe United ArabEmirates | 50 | | 1998 | 2 urgent appeals/2 States | 1 response from Chinaand 1 response fromthe United ArabEmirates | 100 | | 1999 | 4 urgent appeals/2 States | 2 responses from theIslamic Republic ofIran | 50 (75 taking intoaccount late responsefrom the Sudanreceived in 2001) | | 2000 | 2 urgent appeals/2 States | 1 response from theIslamic Republic ofIran and 1 responsefrom Iraq | 100 | | 2001 | 1 urgent appeal/1 State | 1 response from theIslamic Republic ofIran + 1 late responsefrom the Sudan to one1999 urgent appeal | 100 | | Mid-term | 2 urgent appeals/1 State | Response from thePermanent Mission ofAfghanistan to theUnited Nations atGeneva to 1 urgentappeal/No responsefrom the Taliban | 50 if one considers theresponse from thePermanent Missionof Afghanistan.Otherwise 0 if oneconsiders theresponse of theTaliban |",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. A total of 692 communications were addressed to 125 States (of the 189 States Members of the United Nations). Of this total, 25 urgent appeals concerned 10 States.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Since the creation of the mandate, the number of communications has grown exponentially, from a low of seven in 1988, the year in which the mandate was created, to a high of 92 in 1992.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Essentially, this very steep increase in the number of communications has taken place in three phases: - (a) 1989-1994: 30 communications on the average; - (b) 1995-1999: 56 communications on the average; - (c) 2000-2001: 88 communications on the average.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. There has also been an exponential increase in the number of States receiving communications, from a low of seven States in 1988, when the mandate was created, to a high of 55 States in the year 2000.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. If we exclude the year 1988, we see that this increase in the number of States covered by communications has taken place in two phases: - (a) 1989-1994: 25 States on average; - (b) 1995-2001: 50 States on average.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. There has also been an exponential growth in the number of States which received more than one communication, as shown in table 8. | Table 8 | | |---------|--| |---------|--| Evolution in the number of States covered by more than one communication | Year | Number of States having received more than onecommunication | | |------|------------------------------------------------------------------------------------|--| | 1989 | 7 States received 2 communications each1 State received 3 communications | | | 1990 | 6 States received 2 communications each2 States received 3 communications each | | | 1991 | 4 States received 2 communications each3 States received 3 communications each | | | 1992 | 5 States received 2 communications each2 States received 3 communications each | | | 1993 | 6 States received 2 communications each | | | 1994 | 4 States received 2 communications each | | | 1995 | 5 States received 2 communications each1 State received 3 communications | | | Year | Number of States having received more than onecommunication2 States received 2 communications each1 State received 5 communications | | |------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------|--| | 1996 | | | | 1997 | 2 States received 2 communications each | | | 1998 | 6 States received 2 communications each1 State received 3 communications | | | 1999 | 5 States received 2 communications each4 States received 3 communications each1 State received 5 communications | | | 2000 | 12 States received 2 communications each5 States received 3 communications each3 States received 4 communications each1 State received 5 communications | | | 2001 | 11 States received 2 communications each4 States received 3 communications each2 States received 4 communications each1 State received 5 communications | |",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The sending of more than one communication for a given State began in 1989, then rose significantly in 1999 and again in 2000. As of that time, at least 11 States were each concerned by 2 communications, whereas regularly one State was covered by 5 communications and the practice of sending 3 to 4 communications per State developed. This practice is by no means selective with respect to a given State, but reflects especially critical situations or cases within a given country. It is true that it has increased significantly since the year 2000, for it has also become a means of regular follow-up and not merely of isolated monitoring of serious problems in a particular State, such as the situation of Christian communities affected by a campaign of repression on the part of Muslim officials and extremists and also, in Georgia, the problems encountered by minorities.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The number of urgent appeals remains limited, since the purpose underlying the introduction, in 1994, of this new type of communication under the mandate on freedom of religion or belief, was to respond more efficiently and more promptly to very grave situations or cases. These include cases or situations involving extreme manifestations of fanaticism or obscurantism having consequences for humanity as a whole, such as the destruction of the pre-Islamic monuments, including the statues of Buddha in Bamyan, an integral part of the world heritage, by the Taliban in Afghanistan; their plan to have all non-Muslims wear a distinctive sign on their clothes, reminiscent of the horrors of the Second World War. These urgent appeals also cover assaults causing bodily harm (assassinations, disappearances, detentions and so forth) or threat thereof (threats, death penalty and so forth). The urgent appeal is also necessary in the case of violation of the very essence of freedom of conscience, belief or religion, as, for example in the case of Professor Nasr Hamed Abu Zid of Cairo University in Egypt, who has been declared an apostate by the Egyptian courts which have allegedly decided to separate him from his Muslim wife (since an apostate, that is to say a person declared to be non-Muslim, cannot stay married to a Muslim) following a petition by Islamic extremists who consider his writings on the interpretation of the Koran to be anti-Islamic.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. As can be seen from table 6, it is important to make a distinction between what conclusions can be drawn, on the one hand, from the first percentage, which reflects the reaction of a State (whether or not it replies) within the year and, on the other, the second percentage, which indicates the final reaction of a State (that is to say whether or not it replies within more than one year).",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. If we look at the first percentage, we will see a downward progression, that is to say, overall, a rate of replies that is below average starting in 1992 and 1993 but especially since 1995.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. If we look at the second percentage, we see an evolution that is, on the whole, above average (save in 1993, 1996 and 1997). This is especially true in the period from 1998 to 2001.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The evolution in the first percentage, specifically, a declining rate of reply essentially since 1995, can be explained by — and, in fact, coincides with — the rise in the number of communications and States concerned during this period. As a result, States were not able to reply within the time limits given.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. However, as can be seen from the evolution in the second percentage, most States seem to be adjusting and, on the whole, to be replying to the communications, albeit somewhat late (the reply is sent during the year following the mandate).",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. As regards urgent appeals, aside from 1995, the year this new procedure was established, the rates of reply are pretty much satisfactory (there are three rates of 100 per cent, one of 75 per cent and two of 50 per cent).",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. It is, however, true that the rates of reply to communications must improve; this will entail improved cooperation among all States, particularly those which have never replied since the mandate was established (Angola, Benin, Cambodia, Comoros, Dominican Republic, Gabon, Kenya, Liberia, Malawi, Mali, Nauru, Niger, Papua New Guinea, Qatar, Samoa, Sierra Leone, Somalia, South Africa, Uganda, United Arab Emirates and Zimbabwe. It should, however, be noted that, in the case of Nauru, Papua New Guinea and South Africa, the communications were sent in the context of the report to the most recent session of the Commission on Human Rights, which means that, based on the one-year delay noted above, replies may be expected at the Commission's next session.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. This analysis identifies the main categories of violations of freedom of religion or belief and of the religions or beliefs concerned.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. If we analyse the communications since the start of the mandate in light of the principles, rights and freedoms set forth in the 1981 Declaration, we can establish seven categories of violations as follows: (a) Violations of the principle of non-discrimination in the area of religion or belief, namely: policies, legislation or regulations, practices or acts that discriminate against, on the one hand, certain communities of religion or belief, particularly when these communities are minorities or are not part of the official religion and, on the other hand, women in respect of the interpretation of religion and of traditions which purport to be based on religion or belief;; (b) Violations of the principle of tolerance in the area of religion or belief, namely: policies, practices and acts of religious intolerance stemming from the State and society, in particular non-State entities such as communities of religion or belief and political or religious groups, the strongest manifestations of which relate to religious (inter or intra religious) extremism. Role of the media in fostering a climate of intolerance towards certain communities, especially minorities;; (c) Violations of the freedom of thought, conscience, religion or belief, namely: policies, legislation or regulations, practices or acts that are contrary to the principle of conscientious objection and freedom to change one's religion or to keep one's religion or beliefs;; (d) Violations of the freedom to manifest one's religion or belief, namely: policies, legislation or regulations, practices or acts that constitute control, interference, prohibition or excessive limitation of the freedom to manifest one's religion or belief;; (e) Violations of the freedom to dispose of religious property, namely: policies, practices or acts that affect the freedom to dispose of religious property in the form of confiscation or non-restitution of property, non-access to places of worship or to sites having religious or spiritual significance such as the sacred sites of indigenous peoples; attacks on, closures or destruction of such places, including cemeteries, tombs and religious schools;; (f) Violations of the right to life, physical integrity or health of individuals (whether religious, believers or non-believers), namely: policies, practices or acts that take the form of threats, ill-treatment, arrest and detention, enforced disappearances, death sentences, executions and assassinations;; (g) Violations affecting women, namely: category including the first six categories. It is important to emphasize that these violations are committed not only by extremist groups and communities, but also and most often by society and official institutions.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 99,
        "Text": "99. The Special Rapporteur's communications have covered attacks on most communities of religion or belief all over the world.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. This includes, on the one hand, what are usually called the \"major religions\" because of the number of followers at the international level, namely, Christianity, Islam, Judaism, Buddhism and Hinduism. Naturally, it concerns the main currents of each religion; in the case of Christianity, it includes the Catholic and reform communities and the orthodox churches.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. It also includes other communities of religion or belief which, on the whole, have fewer members at the international level, for example, Baha'i, Jehovah's Witnesses, Ahmadi and humanists or non-believers. Particular attention was also given to the beliefs of indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 102,
        "Text": "102. The Special Rapporteur must point out that the dividing line between this second category of communities and the \"major religions\" is not always clear, inasmuch as some communities can be classified, depending on who is doing the classifying — the person concerned or external observers — as either a variant of a major religion or as a separate religion, or even as a belief or organization with goals unrelated to any religion or belief. For instance, the Ahmadi claim to be Muslims and are recognized as such in some countries, including Bangladesh, but are denied such recognition in Pakistan. Similarly, the Jehovah's Witnesses claim to be part of the Christian community and are recognized as being part of it in several States but are termed a sect by other States. Scientology is the most polemical example insofar as it calls itself a religion, is viewed as such for tax purposes in the United States, but is called a sect or even a criminal organization in certain other States, especially in Europe.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. In terms of the evolution of violations affecting religions or beliefs, Christianity seems to be the most affected, quantitatively; it is followed by the category called \"other communities of religion or belief\", that is to say especially minorities or minority groups, including sects; and by Islam, Buddhism, Judaism and Hinduism.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. Of course these evolutions must be viewed in the context of the mandate concerning freedom of religion or belief and the limits thereof (due to its very modest resources, coverage, while not selective, is limited to the main violations of freedom of religion or belief).",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. Having made this classification and analysis, it is clear that no religion or belief is sheltered from violations and that no State or category of States, no religion or belief has a monopoly on intolerance.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. The evolution in the substance of communications, that is to say, the major trends noted since the start of the mandate, will be reflected in the context of the conclusions of this report.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. The Special Rapporteur considers that it is essential to continue paying particular attention to traditional activities as regards the management of the mandate but that it is also necessary to establish preventive activities, through education and interreligious dialogue.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Since he took over, the Special Rapporteur has felt that preventive action should focus on shaping a culture of human rights, inter alia, by using education. Indeed, education can contribute decisively to the internalization of values based on human rights and to the emergence of attitudes and conduct reflecting tolerance and non-discrimination. School, as the essential element in the educational system, can therefore be an essential and preferred vehicle for preventive action.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. Let us recall that, in the Vienna Declaration and Programme of Action, the World Conference on Human Rights reaffirmed that: \"States are duty-bound, as stipulated in the Universal Declaration of Human Rights and the International Covenant on Economic, Social and Cultural Rights and in other international human rights instruments, to ensure that education is aimed at strengthening the respect of human rights and fundamental freedoms. The World Conference on Human Rights emphasizes the importance of incorporating the subject of human rights education programmes and calls upon States to do so. Education should promote understanding, tolerance, peace and friendly relations between the nations and all racial or religious groups and encourage the development of United Nations activities in pursuance of these objectives. Therefore, education on human rights and the dissemination of proper information, both theoretical and practical, play an important role in the promotion and respect of human rights with regard to all individuals without distinction of any kind such as race, sex, language or religion, and this should be integrated in the education policies at the national as well as international levels.\"",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. On the basis of Commission resolution 1994/18 of 25 February 1994 entitled \"Implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief\", whereby the Special Rapporteur was encouraged to examine the contribution that education could make to the more effective promotion of religious tolerance, the Special Rapporteur undertook, in 1994, a survey by means of a questionnaire sent to States, on problems relating to freedom of religion or belief as seen in the curricula and textbooks of primary or elementary and secondary educational institutions.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. From the review of the results of the analysis of the responses of 77 States to this questionnaire and other information drawn from research done on countries which have not responded, as well as the experiences of certain international, regional, national, intergovernmental and non-governmental organizations, the Special Rapporteur saw a need to hold an international consultative conference on school education in relation to freedom of religion or belief, tolerance and nondiscrimination.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. This conference, which is to be held in Madrid from 23 to 25 November 2001 with the cooperation of the Government of Spain, has the following goal and objective:",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. The goal of the conference will be the preparation of an international school strategy centred on the right to freedom of religion and belief among primary or elementary and secondary school. The conference will consider a draft document containing a set of recommendations to guide the preparation of school curricula and textbooks and the training of teachers on education for tolerance and nondiscrimination on the basis of religion or belief, taking into account the relevant international human rights instruments (art. 18 of the Universal Declaration of Human Rights, art. 18 of the International Covenant on Civil and Political Rights and the provisions of the 1981 United Nations Declaration) as well as the resolutions of the Commission on Human Rights, the General Assembly and the United Nations Educational, Scientific and Cultural Organization (UNESCO).",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. A draft final document containing a set of recommendations should be submitted to the participants for comments and observations during the preparatory phase, before being debated and adopted by the conference on 25 November 2001, the twentieth anniversary of the adoption of the 1981 Declaration. It should be noted that, after the first meeting of the Preparatory Committee (see details below) on 11 February 2001, a draft final document was given to the participants from States and other entities with a view to gathering their comments and observations. From 10 to 12 June 2001, at its second meeting, the Preparatory Committee considered the draft document on the basis of the comments received and approved it, while deciding to refer it to the States and other participants in the conference in order to record any possible objections. During the actual conference, a working group will be given responsibility for considering any objections received on the draft document in order to submit a final version to the plenary.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. The Special Rapporteur wishes to make it clear that this conference is not intended to be a theological encounter, nor a conference on pedagogy. From beginning to end, its foundation is the protection and development of tolerance and non-discrimination, and it is fully intended to be a human rights conference under the mandate of freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. In its resolution 55/97 the General Assembly welcomed the initiative. Likewise, in its resolution 2001/42 the Commission on Human Rights welcomed the initiatives of Governments to collaborate with the Special Rapporteur, including the convening of an international consultative conference on school education in relation to freedom of religion and belief to be held in Madrid in November 2001, and encouraged the full participation of Governments, religious bodies, experts and non-governmental organizations in the conference.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. In order to ensure the success of such a conference, a preparatory committee was established, composed of the Special Rapporteur on freedom of religion or belief, representatives of Spain and individuals who serve in their personal capacity and do not represent any State, non-governmental organization or religion: Taieb Baccouch (Tunisia), expert on the right to education and President of the Arab Institute for Human Rights; Doudou Diene (Senegal), Director of the Division of Intercultural Dialogue at UNESCO; Maurice Glélé Ahanhanzo (Benin), Special Rapporteur of the Commission on Human Rights on contemporary forms of racism, racial discrimination, xenophobia and intolerance; Ivan C. Iban (Spain), Professor at the Universidad Complutense de Madrid and member of the European Consortium for Church and State Research; Michael Roan (United States of America), Director of the Tandem Project and expert in the field of freedom of religion and belief; Katarina Tomasevski (Croatia), Special Rapporteur of the Commission on Human Rights on the right to education; and Theo Van Boven (Netherlands), former director of the United Nations Centre for Human Rights and former member of the Committee on the Elimination of Racial Discrimination.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. The Preparatory Committee drew up a list of participants in the conference, including all Member States of the United Nations and observers, the various related components of the United Nations — secretariat, specialized agencies, UNESCO chairs in the field of human rights and interreligious dialogue, treaty and non-treaty human rights mechanisms — regional organizations, international organizations of an educational or cultural nature, national and regional human rights institutes, national human rights commissions, and experts from religious or confessional groups and non-governmental organizations.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. A dossier was also prepared for the attention of conference participants which included the membership of the preparatory committee, an introductory note, a brochure on the conference, the conference rules of procedure, a study by the Special Rapporteur on freedom of religion or belief entitled \"Racial discrimination, religious intolerance and education\", prepared for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance which is to take place in Durban, South Africa, in August 2001, a second report on the role of religious education in the pursuit of tolerance and non-discrimination, and a draft final document.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. This draft document constitutes the basis for the preparatory consultations and the discussions during the conference and, once it is adopted by the conference, the final version will be submitted to the Commission on Human Rights and the General Assembly.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. The Special Rapporteur wishes to stress the essential role of the United Nations High Commissioner for Human Rights in the Madrid conference. Besides making the appropriate logistical and human resources available, the High Commissioner is also expressly representing the Secretary-General of the United Nations at this conference, which is considered a follow-up to the World Conference against Racism at Durban, and has been actively involved not only in promoting this conference with various State and non-governmental contacts, but also in its preparation and progress.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. The Commission on Human Rights, in its resolution 2001/42, invited Governments, religious bodies and civil society, during the year marking the twentieth anniversary of the adoption of the 1981 Declaration, to undertake dialogue at all levels to promote greater tolerance, respect and understanding of freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. Indeed, interreligious dialogue constitutes one of the pillars of prevention in the area of religion or belief. At its meeting in Chicago in 1993, the Parliament of the World's Religions attempted to promote the cause of true dialogue among religions. It is of primary importance that encounters with and among religions should create a space for mutual understanding in order to promote or strengthen full and sincere acceptance of freedom of religion or belief as defined and guaranteed by international human rights standards. In that way, interreligious dialogue should enable peaceful resolution and prevention of conflicts and violations worldwide.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. The Special Rapporteur wishes to review and emphasize the numerous initiatives that recognize the essential value of interreligious dialogue and seek to promote it.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. As the Commission on Human Rights noted in its resolution 2001/42, the Millennium Declaration adopted by the General Assembly and Assembly resolution 55/23 of 13 November 2000 on the United Nations Year of Dialogue among Civilizations recognize the valuable contribution that dialogue among civilizations can make to an improved awareness and understanding of the common values shared by all humankind. Clearly, interreligious dialogue is fully in line with the Millennium Declaration and the Year of Dialogue among Civilizations.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. At the Millennium World Peace Summit, which was held in New York in August 2000, over 1,000 officials of various religions or faiths gathered together for the first time ever and made a commitment to work together to guarantee peace on earth. They emphasized their firm intention to use their moral authority to contribute to reconciliation and acceptance of diversity. Finally, they signed a commitment to promote world peace which recognized that all religious traditions teach that people should treat their neighbours as they would be treated themselves, whatever their differences might be in race, religion, ethnic origin, nationality, economic level, age and gender.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. The Year of Dialogue among Civilizations also illustrates the contribution of UNESCO to interreligious dialogue. UNESCO has undertaken various activities in this field. In 1994, a Declaration on the Contribution of Religion to the Culture of Peace was adopted under its auspices and in 1995, the Declaration of Principles on Tolerance was adopted. UNESCO has launched programmes on intercultural and interreligious dialogue, basing its approach on a new dimension of the concept of dialogue. To the relevant traditional but reductionist approach to dialogue through mutual knowledge has been added the concept of interaction. In effect, mutual knowledge can reinforce identities, while interaction highlights proximity and pluralism. The Malta Declaration of 1997 suggested, inter alia, that collaboration should be promoted between academics and individuals involved in the interreligious dialogue on the ground with a view to combining reflection and action in order to extend the dialogue to families, communities and all levels of society, thus giving the dialogue a wider impact. UNESCO has also established institutes and chairs on mutual knowledge among religions, spiritual traditions and their specific cultures. The meeting held in Malta under UNESCO auspices in 1997 also recommended to that agency, States and the communities concerned that they should promote studies on the image and perception of the other in religious texts; promote research on the ways in which communities have used religious texts to justify conflicts; and review the textbooks used in schools, including religious schools, in order to eliminate any religious stereotyping. Finally, the Director-General of UNESCO established the International Committee for Interreligious Dialogue to advise on the development and implementation of activities to promote interreligious and intercultural dialogue. The Special Rapporteur on freedom of religion or belief was requested to make a contribution as a member of the Committee. In that capacity, he participated in the International Congress on Interreligious Dialogue and the Culture of Peace at Tashkent in September 2000.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. The High Commissioner for Human Rights has also made a contribution to the promotion of interreligious dialogue. For example, in November 1998, the Office of the High Commissioner held a seminar on \"Enriching the Universality of Human Rights: Islamic perspectives on the Universal Declaration of Human Rights\". The High Commissioner participated in the Oslo Conference on Freedom of Religion or Belief in August 1998, among others, and has sent messages, in particular to the Nuremburg conference in September 1999 on \"Human rights: Promoted by religion, threatened by religion\". She also signed the Geneva Spiritual Appeal of 24 October 1999 at an inter-faith religious service attended by representatives of various religions and the International Committee of the Red Cross, the Office of the United Nations High Commissioner for Refugees and the World Health Organization. On 15 June 2001, a special publication entitled Sacred rights: Faith Leaders on Tolerance and Respect was issued, as a result of the Millennium World Peace Summit, as part of the preparations for the Durban conference. In this context, the High Commissioner called on religious leaders to establish an \"annual interreligious and international day of celebration of diversity to put emphasis on the enriching character of human diversity.\" Finally, it should be noted that the Durban and Madrid conferences, in accordance with the wishes of the High Commissioner for Human Rights in particular, are taking place within the framework of the Year of Dialogue among Civilizations, and therefore the dialogue among religions.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 129,
        "Text": "129. The Special Rapporteur also wishes to recall the relevance of the recommendations made at the Seminar on the encouragement of understanding, tolerance and respect in matters relating to freedom of religion or belief organized in December 1984 by what was then known as the United Nations Centre for Human Rights: \"The seminar recommended that: \"... \"(h) Religious bodies and groups at every level have a role to play in the promotion and protection of religious freedoms or beliefs. They should foster the spirit of tolerance within their ranks and between religions or beliefs. Interfaith dialogue based on the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief should be pursued at all levels. The seminar also recommends that the text of the Declaration be disseminated to their members as a basis for instruction and that religious bodies consider recommending a common day of prayer or of dedication to the aims set out in the Declaration. Other groups are similarly recommended to consider a day of dedication to the aims of the Declaration.\"",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. In addition to his contribution to the UNESCO Committee and to the various events mentioned above (conferences, seminars, etc.), the Special Rapporteur has always been concerned with encouraging interreligious dialogue. For example, he has made specific recommendations in his reports on in situ visits, whether so-called traditional missions or visits to the major communities of religion or belief. In that regard, it should be specified that this \"new\" category of visits, for instance the visit to the Vatican in 1999, has the particular purpose of examining activities undertaken in the area of interreligious dialogue and offering a pathway for all towards the objectives, methods and mechanisms of interreligious dialogue. The Special Rapporteur has also included the question of interreligious dialogue into his general reports and into the framework of the Madrid international consultative conference on school education in relation to freedom of religion or belief, tolerance and nondiscrimination (see above).",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. Pursuant to relevant resolutions of the Commission on Human Rights (resolutions 1999/78, 2000/14 and 2001/5 on racism, racial discrimination, xenophobia and related intolerance, 1999/39 and 2000/33 on the implementation of the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief and 2001/42 on the Elimination of All Forms of Religious Intolerance), the Special Rapporteur was invited to participate actively in the preparatory process for the World Conference against Racism, firstly by formulating recommendations concerning religious intolerance that would have a bearing on the Conference and, secondly, by initiating studies.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. Accordingly, the Special Rapporteur submitted to the Preparatory Committee for the World Conference at is first session (1-5 May 2000) a study entitled \"Racial discrimination and religious discrimination: identification and measures\". A second study entitled \"Racial discrimination, religious intolerance and education\" was submitted to the Preparatory Committee at its second session (21 May-1 June 2001). In these two studies, the Special Rapporteur made concrete and specific recommendations, including in the area of prevention.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. In its resolution 2001/42, the Commission on Human Rights noted that the Special Rapporteur had undertaken two separate studies on religious discrimination and racism as a valuable input to the preparatory process for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance and suggested that his recommendations on religious intolerance which had a bearing on the World Conference be considered during the preparatory process for the World Conference.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. The Special Rapporteur will also make a contribution at the World Conference itself. It should also be stressed that as agreed with the High Commissioner for Human Rights, the conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination will provide follow-up to the Durban Conference.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. In 1999, the Commission on Human Rights, pursuant to its resolution 1999/82 on defamation of religions, expressed deep concern at negative stereotyping of religions and at the fact that Islam was frequently and wrongly associated with human rights violations and with terrorism, emphasizing the role of the media with regard to such phenomena. The Commission on Human Rights accordingly called upon the Special Rapporteur on religious intolerance to take into account the provisions of the resolution in his reports, inter alia. The same approach was used the next year in Commission resolution 2000/84 of 26 April 2000.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. At its most recent session, the Commission adopted resolution 2001/4 on combating defamation of religions as a means to promote human rights, social harmony and religious and cultural diversity. This resolution no longer refers to the Special Rapporteur on religious intolerance, and calls upon the United Nations High Commissioner for Human Rights to promote and include human rights aspects in the Dialogue among Civilizations, inter alia through: (a) integrating them into topical seminars and special debates on the positive contributions of cultures, as well as religious and cultural diversity; and (b) collaboration by the Office of the High Commissioner with other international organizations in holding joint conferences designed to encourage this dialogue and promote understanding of the universality of human rights and their implementation at various levels.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. The Special Rapporteur wishes to emphasize that his mandate has always been concerned with the issue of defamation which essentially constitutes a violation of freedom of religion and belief. It is clear from the Special Rapporteur's general or mission reports that, since 1988, the following evolution has taken place: (a) Until the end of the cold war, a policy, in the eastern bloc, of encouraging an a-religious or even anti-religious ideology, inter alia through the defamation of religion, generally perceived as \"the opium of the people\";; (b) Since the end of the cold war, general disappearance of such defamation policies from all but a few States which, although their policy is no longer to combat religion, in practice put religion entirely in the service of politics and in so doing orchestrate, inter alia, defamation campaigns against any religious community or individual that contests State interference;; (c) Rise of atheism, particularly in the West, and questioning of the role of religion in society and public institutions, articulated either through the legitimate exercise of the right to criticize, or through the defamation of religion;; (d) In recent years — especially since the Gulf War and the intensification of armed conflict in the occupied territories — a media campaign, on the part of some broadcasters, of Islamophobia on an international scale, not to mention similar attacks on other religions, albeit limited to certain States;; (e) Finally, one constant: defamation often stems from interreligious, as well as intra-religious intolerance and/or ignorance, often in the context of an adversarial relationship between majority and minorities.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 138,
        "Text": "138. The Special Rapporteur thus shares the concerns expressed by the Commission on Human Rights concerning the undermining of religion through defamation. However, he wishes to stress the importance of ensuring that efforts to combat defamation are not used as an excuse to restrict freedom of expression and the right to criticize, which would be contrary to human rights.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 139,
        "Text": "139. The Commission on Human Rights and the General Assembly have always accorded special attention to the situation of women with regard to religion in their resolutions governing the mandate on the freedom of religion and belief. Accordingly, the resolutions have condemned practices which violate women's rights and constitute discrimination, with some resolutions emphasizing the harmful role played in that regard by religious extremism. Resolutions have also echoed the Vienna World Conference on Human Rights in its call upon all Governments to take all appropriate measures in compliance with their international obligations and with due regard to their respective legal systems to counter intolerance and related violence based on religion or belief, including practices of discrimination against women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 140,
        "Text": "140. Since 1996, the Commission in its resolutions on the mandate on the freedom of religion and belief has furthermore emphasized that the Special Rapporteur should incorporate a gender perspective in the preparation of reports, including in data collection and the formulation of recommendations, and highlight genderspecific violations. Resolutions not specific to the mandate have also requested all special procedures to adopt a similar approach, for example, Commission on Human Rights resolution 2001/50 of 24 April 2001, on integrating the human rights of women throughout the United Nations system.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 141,
        "Text": "141. Accordingly, in the framework of his general reports, the Special Rapporteur, in his review of communications, has created a category devoted to violations against women. The status of women with regard to religion has clearly, however, been an ongoing concern of the Special Rapporteur since the creation of the mandate in 1988, as demonstrated both in communications concerning cases or situations involving intolerance or discrimination against women, and in mission reports (through the examination of legislation, policies affecting women, a review of their situation, and the formulation of recommendations (see above, section II.A)). The Special Rapporteur also appeared before the Committee on the Elimination of Discrimination against Women in February 1998 to outline his approach to the status of women with regard to religion and to engage in an exchange of views. He also focused on this vulnerable group in the context of the international consultative conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination in Madrid (see section III.A).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 142,
        "Text": "142. In the two studies submitted to the World Conference against Racism (see section III.A), the Special Rapporteur focused on the status of women. The Special Rapporteur will also submit to the Commission on Human Rights at its next session a study on freedom of religion or belief and the status of women with regard to religion and traditions — currently being edited.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 143,
        "Text": "143. In the study, the Special Rapporteur explains that norms inherited from our ancestors and our past tend in all religions to discriminate against women. As one author Katarina Tomaševski points out, we tend to label such norms as \"part of the culture\" and to accept their discriminatory aspects. When practices or norms that are discriminatory against women are based on or imputed to religion this excuse is considered exculpatory for in such cases there can be no discussion. From the point of view of the victims of such discrimination, however, our behaviour may not appear quite as respectable as we might wish.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 144,
        "Text": "144. This study reveals that there are many cultural practices — some similar or comparable, some different — to be found among several peoples having many diverse religious traditions. A number of these practices are contrary to religious teaching. Many religions have combated cultural practices which undermine the status of women. They have managed either to abolish such practices, or to indicate the path to be followed, by limiting abuses, regulating some and tolerating others, but always taking into account constraints and resistance to change in various societies, localities and eras. In order to take account of this process that is driven and initiated by religions, and also interrelationships between cultures and religions and, consequently, the requirement of the universality of the rights of women, the responsibility of States and the international community is vital.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. Any policy must take the cultural dimension into account; it is possible to modify negative cultural practices, regardless of whether or not they have a religious basis, without undermining the cultural specificities of peoples or the requirement of universality of human rights. However, it must always be borne in mind that the task is complicated by the fact that it is not merely a question of combating laws, regulations and policies, but also of combating cultural practices that are rooted in collective memory and in the deep ancestral beliefs of people, including women themselves, and that, sometimes these harmful practices, although often contrary to religions, are perpetuated in the name of religion, or imputed to religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 146,
        "Text": "146. Not all traditions are equally valid, and those which run counter to human rights must be combated. It is essential to distinguish between tolerance, which is necessary, and blind acceptance of customs which may involve degrading treatment or blatant violations of human rights. In order to ensure that freedom of religion does not undermine women's rights, it is vital that the right to difference which that freedom implies should not be interpreted as a right to indifference to the status of women. As Eleanor Roosevelt said, \"Where, after all, do human rights begin? In small places, close to home\".",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. Lastly, the Special Rapporteur reiterates his recommendation that all relevant United Nations mechanisms should formulate and adopt a plan of action to combat discrimination against women imputed to religions and traditions.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 148,
        "Text": "148. Cooperation with United Nations human rights mechanisms has since creation of the mandate of course primarily and logically involved both the thematic and geographical special procedures mechanisms. Such cooperation comprises consultations and exchange of information and expertise for the elaboration and submission of communications, as well as for the preparation and conduct of missions. It has been institutionalized through annual meetings of special rapporteurs in Geneva and is also usually of an informal and ad-hoc nature. With regard to the treaty monitoring bodies, the jurisprudence of the Human Rights Committee concerning freedom of religion and belief and its manifestations has always been a source and point of reference for the activities of the mandate. Cooperation is also under way with the Committee on the Elimination of Discrimination against Women (see section IV.A), and with the Committee on the Rights of the Child and the Committee on the Elimination of Racial Discrimination, these three committees being concerned with the freedom of religion and belief. The joint meeting of special rapporteurs and representatives of treaty monitoring bodies held in Geneva on 21 June 2001 provided a further opportunity for strengthening and broadening such cooperation.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 149,
        "Text": "149. Cooperation with the specialized agencies has essentially been developed with those agencies that are more or less directly concerned with the mandate on the freedom of religion and belief. As explained in the chapters on inter-religious dialogue (see section III.B) and the international consultative conference on school education in relation to freedom of religion and belief, tolerance and nondiscrimination (see section III.A), UNESCO is a real partner in so far as it plays a significant role with regard to religions. The Special Rapporteur also benefits from the cooperation of the United Nations Development Programme (UNDP) and the United Nations Information Centres in the preparation and conduct of in situ visits (both with regard to logistics and the exchange of information on the country's human rights situation).",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. With a view to achieving deeper cooperation and better mutual understanding and to promoting the exchange of expertise, the Special Rapporteur decided to invite to the Madrid conference United Nations human rights mechanisms (such as those relating to special procedures, treaty monitoring bodies and national human rights institutions), as well as United Nations specialized agencies concerned with questions of education and freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. The Special Rapporteur wishes to emphasize the essential role of nongovernmental organizations, which have continued their efforts, devoted initially to the elaboration and adoption of the Declaration on the Elimination of all Forms of Intolerance and of Discrimination Based on Religion or Belief, to promote observance of that Declaration, making an invaluable contribution to the fulfilment of the mandate relating to freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. The General Assembly and the Commission on Human Rights have applauded this contribution in their respective resolutions (55/97 and 2001/42), and have welcomed and encouraged the continuing efforts of non-governmental organizations and religious bodies and groups to promote the implementation of the Declaration, to foster freedom of religion and belief and to highlight cases of religious intolerance, discrimination and persecution.",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. Those non-governmental organizations, some of which represent a religion or a belief, while others have a general mandate relating to human rights or a specific mandate relating to freedom of religion or belief, play a dynamic role both as regards day-to-day information management and as regards the preparation and realization of in situ visits and the progress made in the fulfilment of the mandate.",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. Their collaboration is both institutional, through the Committee on Non-Governmental Organizations at the United Nations in New York and Geneva, with regard specifically to the mandate relating to freedom of religion or belief, and informal, through ad hoc consultations.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. The non-governmental organizations are also especially active in providing support for bolstering the human and financial resources allocated to the mandate. In August 1998, for example, the Oslo Conference on Freedom of Religion or Belief was organized on the initiative of non-governmental organizations for the specific purpose of supporting the cause of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. They are thus serious partners in furthering the realization of the mandate; their enriching contribution must be emphasized and welcomed.",
        "Labels": []
    },
    {
        "ID": 157,
        "Text": "157. While 2001 marks the twentieth anniversary of the adoption of the Declaration on the Elimination of all Forms of Intolerance and of Discrimination Based on Religion or Belief, the situation with regard to freedom of religion and belief throughout the world is most distressing, especially if one refers to the successive resolutions of the Commission on Human Rights and the General Assembly, particularly the most recent one, whereby the Commission on Human Rights noted with alarm that serious instances of intolerance and discrimination on the grounds of religion or belief, including acts of violence, intimidation and coercion motivated by religious intolerance, occurred in many parts of the world and threatened the enjoyment of human rights and fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. However, an assessment of the activities of the mandate since its creation, in the area of management as well as prevention, can afford a better perspective and a more balanced view of the evolution of the situation with regard to freedom of religion or belief. A comparative analysis of general and mission reports and communications sent within the framework of the mandate since 1988 shows, to be sure, intolerance and discrimination on the grounds of religion or belief in various parts of the world, but also positive situations and cases with respect to the 1981 Declaration and, in particular, improvements in certain fields and in certain countries. Such an analysis shows the following developments: (a) A gradual decline in anti-religious policies or policies of total control of religious life in the name of a political ideology since the end of the cold war. In the case of many States that have abandoned \"hard-line\" Marxist ideology, this trend has been reflected in the restoration of normal relations between State and religion, while for certain others, renewed close bonds with the traditional church have ensued. In a very small number of States, on the other hand, a policy of hostility to religion has persisted, but is more subtle; although, outwardly, the official policy is one of recognition of religion, in fact, religion is used as a tool and becomes a prisoner of policy;; (b) The maintenance of discriminatory or intolerant policies with regard to minorities in States having an official religion; or anti-religious secularism;; (c) A marked increase in policies against minorities which are described as sects;; (d) An increase in extremism affecting all religions, whether Islam, Christianity, Judaism or Hinduism. In many cases, such extremism has gradually become a characteristic of non-State entities; sometimes these are fanatical and obscurantist groups, sometimes they are groups whose conscious goal it is to use politics in order to impose their own religious interpretation on society; but very often they are professional extremists who use religion for political ends. Quite often, however, such extremist activism is based on the active or tacit complicity of national and foreign State entities;; (e) A gradual shift towards non-belief within society, characterized by a growing militancy that enters into competition or even into conflict with religions;; (f) The persistence of discrimination and intolerance ascribed to religion or to traditions relating to women, and resulting from State policies; from non-State, especially extremist, entities; or, in a more general and subtle manner, from the resistance of society as a whole to change and from the patriarchal nature of the State;; (g) Very marked progress in the interreligious dialogue with a view to conflict prevention and management and also to reconciliation;; (h) The victims of intolerance and discrimination on grounds of religion or belief are quite diverse: they may be believers or non-believers, communities of religion or belief or they may belong to society at large. Particularly affected, however, are vulnerable groups, such as women and minorities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 159,
        "Text": "159. This assessment is thus a source of concern but, as is often the case, also of hope.",
        "Labels": []
    },
    {
        "ID": 160,
        "Text": "160. The Special Rapporteur must therefore tirelessly continue not only his role of management in the field of freedom of religion or belief, but also his preventive role. Indeed, it is essential to take day-to-day short-term action, by reporting to the international community any incident incompatible with the 1981 Declaration; but it is also vital to work for the long term by attacking the roots of intolerance and discrimination through prevention.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. The change in the title of the Special Rapporteur from \"Special Rapporteur on religious intolerance\" to \"Special Rapporteur on freedom of religion or belief\" on the occasion of the renewal of the mandate at the most recent session of the Commission on Human Rights (see resolution 2001/42) obviously reflects full recognition of the role of that mandate in management and prevention, which are complementary and indispensable activities.",
        "Labels": []
    },
    {
        "ID": 162,
        "Text": "162. Of course, the action, and especially the findings, of the Special Rapporteur fit within a larger, more complex context. Indeed, the implementation of the 1981 Declaration cannot be separated from the larger question of respect for human rights, concerning which no real gains can be made in the absence of democracy and development. One might therefore consider that action for the promotion of human rights should involve, on the one hand, action for the establishment, consolidation and protection of democracy, as an expression of human rights on the political level, and, on the other, action aimed at limiting and reducing extreme poverty and promoting the rights of individuals and peoples to development, as an expression of human rights and of economic, social and cultural solidarity among human beings. In other words, as noted at the World Conference on Human Rights, held in Vienna, democracy, development and respect for human rights and fundamental freedoms are interdependent and mutually reinforcing.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 163,
        "Text": "163. Conscious of this context, the Special Rapporteur expanded his activity in the field of freedom of religion or belief, substantially increasing the number of States to which communications were sent; greatly augmenting the number of communications, including those sent to a single State; instituting the urgent appeal procedure; making a greater number of requests for visits so as to ensure that an average of two missions are carried out each year; and creating a procedure for follow-up of the recommendations contained in his mission reports.",
        "Labels": []
    },
    {
        "ID": 164,
        "Text": "164. The Special Rapporteur also added to his mandate the dimension of prevention, by encouraging and taking part in interreligious dialogue activities (deciding to accord priority to this question during his \"traditional\" in situ visits; instituting visits to the main religious communities or communities of beliefs; and participating in the UNESCO International Congress on Inter-religious Dialogue and a Culture of Peace) and investing considerable effort in the elaboration of a strategy of prevention in the context of school education through the organization of an international consultative conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination, to be held in Madrid in November 2001.",
        "Labels": []
    },
    {
        "ID": 165,
        "Text": "165. In addition to actions undertaken within the framework of this twofold perspective of management and prevention, the Special Rapporteur decided to propose to the international community concrete measures regarding specific priority questions, namely extremism and the status of women from the standpoint of religion or tradition: (a) Extremism, whether its invocation of religion is genuine or fictitious and whether it adopts, provokes or maintains violence or takes on less spectacular forms of intolerance, represents a violation of freedom and religion alike. It is not exclusive to any society or any religion. The Special Rapporteur has recommended that in the face of this ever-growing and all-pervasive menace to peace that breaks up society and poses a particular threat to vulnerable groups (women and minorities), the international community should react firmly, combating it in particular through the elaboration and adoption of a baseline of commonly accepted rules and principles of conduct and behaviour towards religious extremism;; (b) Concerning the status of women, the Special Rapporteur recommends that the international community should support the elaboration and adoption, by all the relevant mechanisms of the United Nations, of a plan of action against discrimination and intolerance against women allegedly prescribed by religion or tradition; he further urges the implementation of the recommendations made in his study, currently being published, on the status of women in relation to religion and tradition.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 166,
        "Text": "166. As shown by this assessment, the mandate relating to freedom of religion or belief, from its creation to the present, has managed to adapt to challenges and developments in the field of intolerance and discrimination on the grounds of religion or belief, such as the growing role of non-State entities as perpetrators of violations; the development of religious extremism; and special treatment to be accorded to vulnerable groups, in particular minorities and women. It has also adapted to specific problems identified by the Commission on Human Rights, such as defamation, racism, racial discrimination, xenophobia and the related intolerance.",
        "Labels": []
    },
    {
        "ID": 167,
        "Text": "167. The efforts made under the mandate to respond to an ever-changing situation have certainly yielded definite results, visible in the short and medium term and ultimately in the long term. Those efforts must, however, be redoubled in view of the magnitude of the task. Yet such an enterprise requires a minimum of human and financial resources within the framework of the mandate relating to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 168,
        "Text": "168. For these reasons the Special Rapporteur also deems it necessary, within the framework of this assessment, to draw attention to the logistics and methodology of the mandate: (a) Concerning logistics, it is essential to increase the financial and human resources allocated to the mandate. While there has been a more than tenfold increase in activities since the inception of the mandate, resources have remained essentially unchanged. The Special Rapporteur was fortunate enough to receive voluntary contributions from Norway and the Holy See in 1999, and to have the support of Spain since the year 2000 for the organization and holding of the Madrid conference on school education. More financial means are needed, however, in order to enable the Special Rapporteur to have at his disposal a minimum of human resources for carrying out the management and prevention activities of the mandate more rapidly and efficiently;; (b) As for the methodology, the Special Rapporteur believes that his general reports should systematically cover all States and all religions or beliefs. They should contain analyses of each State in order to take into account, when reviewing instances and situations of intolerance and discrimination, the economic, social, cultural, historical and political context. This would also reflect and make for a better understanding of how States and societies evolve with regard to religion or belief and the issues surrounding freedom of religion or belief. This approach would help, in particular, avoid any selectivity as to States or sets of circumstances and would result in a better analysis of problematic cases or situations and thus be more equitable. Implementation of this methodology would, of course, require appropriate resources to be available.",
        "Labels": []
    },
    {
        "ID": 169,
        "Text": "169. The twentieth anniversary of the adoption of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief marked, in particular, by the Madrid conference on school education and the change in the Special Rapporteur's title, has provided an opportunity not only to prepare this assessment of the situation of human rights and freedom of religion or belief, but also to establish a solid basis and a springboard for forging ahead into the twenty-first century by discouraging violations of the 1981 Declaration and thereby promoting freedom and the expression of the diversity of religion or belief, thanks to not only to the cooperation of States, the Commission on Human Rights and the General Assembly, the United Nations human rights mechanisms, the specialized agencies of the United Nations system, but also to the support of non-governmental organizations. - E/CN.4/1988/95. - See E/CN.4/2000/65. - E/CN.4/2001/63. - E/CN.4/1988/45 and Add.1, E/CN.4/1989/44, E/CN.4/1990/46, E/CN.4/1991/56, E/CN.4/1992/52, E/CN.4/1993/62 and Corr.1 and Add. 1, E/CN.4/1994/79, E/CN.4/1995/91 and Add.1, E/CN.4/1996/95, E/CN.4/1997/91, E/CN.4/1998/6, E/CN.4/1999/58, E/CN.4/2000/65, E/CN.4/2001/63; A/50/440, A/51/542, A/52/477, A/53/279, A/54/386 and A/55/280 and Add.1 and 2. - See A/CONF.157/24 (Part I), chap. III, sect. 2, para. 33. - A/CONF.189/PC.1/7. - A/CONF.189/PC.2/22. - The two studies are summarized in document E/CN.4/2001/63. - Reports on Pakistan (E/CN.4/1996/95/Add.1), Sudan (A/51/542/Add.2), Germany (E/CN.4/1998/6/Add.2), the United States of America (E/CN.4/1999/58/Add.1) and Australia (E/CN.4/1998/6/Add.1). - See A/CONF.157/24 (Part I), chap. III, sect. II.B, para. 22.",
        "Labels": []
    },
    {
        "ID": 1,
        "Text": "1. In response to a communication from the Special Rapporteur (para. 17), Azerbaijan, apart from a reminder of its role in the field of human rights and a brief description of the situation of religious organizations, stated: \"It should be recalled that, in accordance with the law, in 1999, the Passports Department of the Ministry of the Interior refused to issue a domestic passport to a group of women wishing to wear the hijab on the identification card photo to be affixed to these documents. \"By a decision of 23 June 1999, the Nassimi district court in the town of Baku declared that the complaint filed by this group, composed of eight women, was admissible. It ordered the Passports Department to issue them passports with photographs in which the parties concerned were wearing the hijab. \"By a decision of 10 August 1999, the Civil Chamber of the Court of the town of Baku rejected the appeal filed by the procurator who participated in the investigation of the case. \"Since the Vice-President of the Supreme Court of the Azerbaijani Republic filed an appeal, the civil chamber of the Supreme Court overturned the decision of the Nassimi district court and the decision of the civil chamber of the Court of Baku and dismissed the complaint by the group of women against the Passports Department of the Ministry of the Interior. \"Thus, by decision of the Supreme Court on 22 September 1999, the above court decisions were invalidated and the petition was dismissed on the grounds that, pursuant to the decree applying the law of the Azerbaijani Republic concerning departure from and entry into the country as well as passports, citizens must present standard-format identification photographs to the relevant organs of the Ministry of the Interior of their place of residence, printed from a single negative, in which they are shown face forward, head uncovered and with the same physiognomy and the same accessories as those of their daily life (such as glasses, beard or moustache). \"This decision was confirmed by the legislative and legal affairs service of the Executive Office of the President of the Azerbaijani Republic in its letter of 16 August 1999. \"The Supreme Court so informed the President of the National Committee of the Assembly of the Citizens of Helsinki, Ms. Arzou Abdoullaïeva, in a letter of 30 June 2000.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur stresses that the wearing of the hijab or any other distinguishing elements causes a problem only insofar as it uses religion for other purposes, directly or indirectly expresses attitudes of intolerance towards others or can reasonably cause serious threats to the public order. If it blends in with the country's form of dress, and is observed normally, it should not give rise to limitations, reservations or objections, even where official documents are concerned.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In view of the above elements, it should be noted that the decision of the Supreme Court is in accordance with the laws of the Azerbaijani Republic with regard to departures, arrivals and passports, on the one hand, and the issuance of identification papers to Azerbaijani citizens, according to which these citizens must be represented without a head covering in the photographs affixed to the passports and other identification papers.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Regarding the communication of the Special Rapporteur (para. 18), Belarus replied: \"The question of the fulfilment of military service in Belarus is governed by article 57 of the Constitution and by the law of 5 November 1992 on compulsory universal military service. \"Under article 57 of the Constitution, it is the responsibility and sacred duty of every citizen of the Republic of Belarus to defend the Republic of Belarus. The procedure governing military service, the grounds and conditions for exemption from military service and the substitution thereof by alternative service are determined by law. \"The law on compulsory universal military service and military service provides for both conscription into the military service and conscription into alternative service and the fulfilment of such service in one form or another (article 1, sect. 5 and article 14, sect. 3). \"Since the draft law on alternative service is in the process of being adopted by the organs of the State, the question is governed by decision No. R-98/2000 of the Constitutional Court of the Republic of Belarus of 26 May 2000, concerning certain aspects of the application of article 57 of the Constitution. \"The provisions of this decision are as follows: \"(a) The Constitutional Court notes that, in accordance with the Constitution and the law on compulsory universal military service (articles 1 and 14), Belarusians are entitled, inter alia on grounds of religious beliefs, to do alternative military service, in accordance with modalities governed by an appropriate mechanism. There is thus an urgent need to adopt the draft law on alternative service or to supplement the law on compulsory universal military service by amending it as necessary in order to set up an appropriate mechanism for ensuring the exercise of the right to do alternative service. Pending the legal settlement of the questions concerning the grounds and conditions of alternative service, and the fulfilment of alternative service, the Constitutional Court agrees, in view of the exceptional circumstances, that the competent authorities, in accordance with articles 31, 57 and 59 and other provisions of the Constitution, should take the necessary measures to ensure that Belarusians fulfil their responsibility to defend the country in a manner that does not conflict with their religious beliefs; \"(b) The authorities called upon to decide on the cases of refusal of military service should determine whether the person concerned chooses to exercise his constitutional right to do alternative service on the grounds of religious beliefs or because he refuses to do his military service in conditions that do not guarantee respect for his religious convictions. In each specific case, the authorities are bound both to do an exhaustive and appropriate examination of all the circumstances surrounding the case and to guarantee respect for the rights and freedoms of persons who wish to fulfil their responsibility to defend their country in a manner that is different but acceptable, and to prevent any abuse by individuals who might wish to use it as a pretext to shirk their military responsibility; \"(c) It should be noted that, in accordance with article 10 of the law of 30 March 1994 on the Constitutional Court of the Republic of Belarus, decisions taken by this court in its area of competence, which is defined in article 5 of that law, are enforceable in Belarusian territory for all organs of the State, administrations and institutions and all the agents of the State and the citizens. \"The religious association of Jehovah's Witnesses, to which Mr. Hulai belongs, has carried out its activities in Belarus since 1997. It has some 20 communities. Enjoying the freedom to express their beliefs in the same conditions as the members of other religions, the Jehovah's Witnesses proselytize so actively that their communities have doubled in number over the past five years. Their followers do not participate in social and political life, they forbid their children to celebrate certain holidays (such as birthdays and the New Year) and refuse to fulfil their civic duties set forth in the law. \"Mr. Hulai was found guilty for refusing to respond when he was called up to military service. The criminal chamber of the regional court of Gomel sentenced him to one year in prison and gave him a one-year suspended sentence. \"The defendant explained his refusal, invoking his membership in the Jehovah's Witnesses and the fact that his religious beliefs prevented him from fulfilling his military service. \"Mr. Hulai's religious beliefs were duly taken into consideration at the time he was called up and it was proposed that he should do service that did not require taking an oath or bearing arms in order to enable him to fulfil his duty to defend the Republic of Belarus.\"",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 5,
        "Text": "5. The Rapporteur looks forward to the adoption of the draft law on alternative service and draws attention to the need to conform to relevant international norms and resolutions of the Commission on Human Rights regarding conscientious objection.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. With regard to the communication from the Special Rapporteur (para. 19), Bhutan replied: \"Freedom of religion is enshrined in the laws of the country and Bhutanese are free to profess and practise any religion of their choice. While Buddhism and Hinduism are the two major religions practised in the country, there is no discrimination against any other religion. \"The Royal Government of Bhutan neither discourages nor prohibits the practice of any religion or religious activity. In accordance with National Assembly resolutions that were adopted to prevent discord within the community, proselytization is not permissible in Bhutan. Such resolutions were prompted by complaints of community leaders that activities of missionaries aimed at converting poor and illiterate villagers through the use of material and other incentives threatened to create social and communal tensions. \"Relations between the various religious communities in Bhutan are harmonious and have been spared the violence and animosity between different religious communities that is witnessed in other parts of the world. \"With regard to the specific query received from the United Nations Special Rapporteur on the question of religious intolerance that a proposal to construct a church in Bhutan was not accepted by authorities, according to the records of the Royal Government, such a request has never been received. There is no restriction on the establishment of any place of worship, provided that prior approval of the Government is obtained to ensure that the building of places of worship does not create disharmony in any given community and conforms with local construction codes.\"",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 7,
        "Text": "7. In reply to the Special Rapporteur's initial communication (paras. 26 and 27), China explained: \"On 26 December 1999, the principal leaders of the Falun Gong sect, Li Chang and a few others, appeared in the court of first instance before the intermediate people's court No. 1 of the municipality of Beijing. \"It was established during the trial that Li Chang, Wang Zhiwen, Ji Liewu and Yao Lie were followers and active collaborators of Li Hongzhi, the chief guru of Falun Gong. On the pretext of spiritual meditation, by falsifying identities and deifying Li Hongzhi, these men created the Falun Gong sect, drafted its charter, invented its initiation rites and evangelical precepts and perpetrated a number of illegal acts in its name. \"They used the sect to sow superstition among gullible people, which had grave and, at times, fatal consequences. According to information received, in late August 1999, more than 1,400 Falun Gong followers entered into a trance and committed suicide, performed self-mutilation, or refused all medical treatment, resulting in their death. \"They used subterfuge to obtain State secrets. During a search made under a warrant, the police found 37 documents classified top secret in the homes of the accused. \"Through the sect structures, they proselytized, preached and disseminated the sect publications. This brought in 45,130,000 yuan in profit. \"They organized huge gatherings of Falun Gong followers to storm government and commercial buildings, disrupt work and daily life and threaten social prosperity. \"The court found that, as a result of such conduct, the accused — Li Chang, Wang Zhiwen, Ji Liewu and Yao Lie — were guilty of the following offences: (a) organization and operation of a sect with a view to disrupting the legal order; (b) organization and operation of a sect with a view to causing death through reprehensible acts; and (c) theft of State secrets. All these offences are particularly serious. Li Chang, Wang Zhiwen and Ji Liewu, who are the main guilty parties, and Yao Lie, their accomplice, all deserved to be punished under the law. However, Li Chang and Yao Lie, having, during the detention period, voluntarily acknowledged in great detail the facts of which they were accused, revealed the reprehensible conduct of Li Hongzhi and of the sect and expressed sincere regret, were given lighter or reduced sentences. Yao Lie's sincere repentance also earned him a lighter sentence for the theft of State secrets. \"In accordance with the relevant provisions of the Penal Code of the People's Republic of China and the comments made by the People's Supreme Court and the Office of the Procurator-General with regard to the specific application of the law to offences involving the organization and operation of religious sects, the intermediate people's court no. 1 of the municipality of Beijing, having found the accused guilty of organizing and operating a sect with a view to disrupting the legal order, organizing and operating a sect with a view to causing deaths by reprehensible act and stealing State secrets, handed down the following sentences: (a) Li Chang was sentenced to 18 years' imprisonment and stripped of his political rights for 5 years;; (b) Wang Zhiwen was sentenced to 16 years' imprisonment and stripped of his political rights for 4 years;; (c) Ji Liewu was sentenced to 12 years' imprisonment and stripped of his political rights for 2 years;; (d) Yao Lie was sentenced to 7 years' imprisonment and stripped of his political rights for 1 year.; \"The attorneys retained by the families of Li Chang, Ji Liewu and Yao Lie, the attorney automatically assigned to Wang Zhiwen by the court and the four defendants themselves have presented their arguments to the court. The public, the press and the relatives of the four defendants have been admitted to the trial, which was public, and to the sentencing. None of the defendants has appealed the sentence.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur recalls that, in any case, freedom of thought is an absolute freedom and no one should be judged on any matter related to it, or claim to be its guardian. The manifestations of freedom of thought can be subject to limitations under international law, it being understood that equitable justice must allow room for the disputes resulting from such limitations, always bearing in mind the principle of proportionality between the offence and the penalty and the reasonable and legitimate character of both the prosecution and the punishment. The following clarifications were also provided by China: \"Falun Gong is not a religion; it is a sect that has concocted gibberish — based on borrowings from Buddhism, Taoism and Christianity — for the purpose of hoodwinking the gullible. Falun Gong has assumed the outward trappings of a religion in order to better blaspheme against religion. The first Falun Gong guru, Li Hongzhi, has declared that medicines are not to be used to treat diseases and has solemnly proclaimed that the Earth will explode in the forthcoming apocalypse. By plundering the masses, he has amassed a private fortune. It is estimated that Falun Gong excesses have caused over 1,600 deaths. Many more people have left their home in a complete spiritual daze, breaking all ties with their families. Their right to health, even to life, is thus seriously compromised. \"What is more, Falun Gong has also stolen State secrets, orchestrated attacks against the media, harassed public services and disrupted traffic, generally undermining law and order with its excessive behaviour. Its actions reveal that far from being a religion sheltering behind human rights instruments, Falun Gong is a social, scientific and human heresy that is a serious threat to society. Such actions have been denounced by religious thinkers, scientists and ordinary citizens alike. \"By taking measures against Falun Gong, the Government of China seeks merely to safeguard the rights and freedoms of its citizens in order that they might freely exercise their religious beliefs. It deeply respects the universal principles of human rights and aims to promote and protect fundamental freedoms and rights, including freedom of worship. International human rights instruments such as the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, while emphasizing rights and freedoms, also explicitly provide for necessary limits on the exercise of certain rights in order to preserve national security, public safety, law and order, public health and the rights and freedoms of others. \"Many countries in different parts of the world have taken strict measures against organized sects whose activities undermine public interest and threaten social cohesion. The Chinese authorities have done no more than that. In today's world, all sorts of fanatical movements are appearing like malignant tumours in the body. No responsible Government can afford to ignore the threat thus hovering continually over the well-being of all. The legal measures implemented by the Chinese Government against Falun Gong and its leaders are by no means exceptional when compared with the practice of other nations, and are fully in line with international human rights instruments. \"Situation of the Karmapa and clarifications \"Fifteen-year-old Urgyen Trinley Dorje was ordained seventeenth Gyalwa Karmapa at a quiet ceremony in the Chub monastery in Lhasa, Tibet, in September 1992, with the approval of the Ministry for Religious Affairs. \"Urgyen Trinley Dorje, the seventeenth living Buddha of the Karmapa order, left the Chub monastery in December 1999 with a small group of followers, leaving behind a letter in which he explained that he was going abroad to secure the traditional 'Black hat' and sacred attributes of the living Buddha: 'In acting thus, I betray neither my country nor my people, nor my monastery nor its great priests'. \"Freedom of religious belief is a fundamental right of the Chinese people. The Constitution clearly stipulates that 'Citizens of the People's Republic of China enjoy freedom of religious belief. No State organ, public organization or individual may compel citizens to believe in, or not to believe in, any religion; nor may they discriminate against citizens who believe in, or do not believe in, any religion'. In regions containing national minorities, such as Tibet, the Government of China is especially concerned to protect religious beliefs and traditional culture. Currently, Tibet is home to more than 1,700 monasteries, temples and sacred sites. More than 46,000 monks and nuns attend to a variety of religious activities, and each year, major religious festivals are celebrated. It is preposterous to claim that the Karmapa left Tibet as a result of restrictions imposed by the Chinese authorities in religious matters.\"",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. With regard to a second communication (paras. 24 and 26), China replied: \"Jiang Sunian is actually Jiang Surang, a 31-year-old male from Cangnan County, Wenzhou, Zhejiang Province. While Jiang is indeed a Catholic, he is not a priest. During the second half of 1997, he engaged in fraudulent activities which netted him some 120,000 yuan renminbi. On 5 April 2000, in accordance with article 12, section 1, and article 225 of the Criminal Law of the People's Republic of China, the Cangnan County People's Court sentenced him to six years' imprisonment for fraudulent activities. \"Freedom of religious belief is a fundamental right of the Chinese people. The Constitution of the People's Republic of China clearly stipulates that 'Citizens of the People's Republic of China enjoy freedom of religious belief. No State organ, public organization or individual may compel citizens to believe in, or not to believe in, any religion; nor may they discriminate against citizens who believe in, or do not believe in, any religion'. Similar provisions protecting religious freedom and prohibiting any discrimination against citizens whether or not they are believers are contained in criminal law, civil law, legislation governing regional autonomy for national minorities and military service, compulsory education legislation, the electoral law relating to the People's Congress and the law establishing village committees. No one is prosecuted or imprisoned in China for his or her religious beliefs. However, citizens who break the law are not exempt from prosecution on the grounds of their religious beliefs. Jiang Surang was sentenced because he broke the law, which has nothing to do with his religious beliefs.\" \"According to the communication a total of 35,000 Falun Gong practitioners were arrested. Investigations have revealed that, the figure actually referred to the number of meetings (not persons) held since July last, at which a person appearing in a public place in Beijing for the purpose of causing trouble had been requested to — or made to — leave. Falun Gong followers have congregated on several occasions on Beijing's Tiananmen Square, violating municipal bans and public security restrictions, and disrupting law and order. They were invited by the authorities to leave and were sometimes made to leave. The Government seeks to educate them, and provides them with free food and beverages, and makes transportation available to them so that they may return home, or pays their return trip. The allegation that 35,000 Falun Gong adepts were arrested is completely false. \"According to the same communication, 84 Falun Gong practitioners were sentenced to up to 18 years imprisonment. It should be stressed that the practising of Falun Gong in private by an individual in a manner that does not affect the public interest or the rights of other citizens is not an offence. However, everyone knows that a small number of Falun Gong followers have been prosecuted for breaking the law, for engaging in fraudulent activities and for repeated public order offences in the context of the sect. Four of them are — Li Chang, Wang Zhiwen, Ji Liewu and Yao Lie — leaders of the movement and actively collaborate with Li Hongzhi in organizing the sect and spreading superstition among gullible people, often with fatal consequences. Moreover, they have: - (a) Stolen a total of 37 classified documents; - (b) Illegally published sect propaganda; - (c) Amassed illegal profits totalling 45,130,000 yuan renminbi; (d) Organized gatherings in Beijing and Tianjing for the purpose of harassing the public administration and disrupting ordinary professional activities and law and order.; \"The perpetrators have been charged with: (a) organizing and using a sect to prevent exercise of the law; (b) organizing and using a sect for illicit acts resulting in the deaths of a number of individuals and (c) stealing State secrets, all of which are very serious offences. Li Chang, Wang Zhiwen and Ji Liewu, the main guilty parties, and Li Jie, their accomplice, all deserved to be punished in accordance with the law. However, since Li Chang and Yao Lie while in detention voluntarily provided information, admitted their crimes, revealed the evil character of Li Hongzhi and his sect, and sincerely repented, Li Chang was awarded a light sentence, and Yao Lie a reduced sentence. Yao Lie's sincere repentance also won him a lighter sentence for the crime of obtaining State secrets.\"",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 10,
        "Text": "10. With regard to a third communication (para. 28), China replied, inter alia: \"On 1 October 2000, successive waves of Falun Gong members, disregarding restrictions imposed by the security forces and Beijing city authorities, came to Tiananmen Square to spread trouble. The police asked them to leave. Some were taken to the police station and given a lecture. They were then fed, lodged and given enough money to return home. It is untrue that 600 Falun Gong members were arrested. \"In taking measures against Falun Gong, the authorities are scrupulous in ensuring that their methods do not violate the law. After all, the great majority of Falun Gong followers are concerned above all with their physical well-being. Since they are being duped, they have no idea of the evil intentions of the sect's main organizers. The Chinese authorities stand ready to help them by means of non-violent, nondiscriminating persuasion. Their rights are all fully respected.\"",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In response to the Special Rapporteur's communication (para. 29), Côte d'Ivoire replied, inter alia: \"Côte d'Ivoire is unquestionably the victim of a persistent misinformation campaign which seeks to give the impression that the country has suddenly become xenophobic, is torn by ethnic and religious conflicts and on the brink of civil war. \"In actual fact, this is not the case. Côte d'Ivoire remains one of the few countries in which foreigners account for over 30 per cent of the population of approximately 15 million. The new Head of State, Mr. Laurent Gbagbo, in taking office on 26 October 2000, clearly reaffirmed that: 'I wish to reassure the people of this country, whatever their origins, political and religious opinions and convictions, that the President of the Republic is at the disposal of all, namely, of Côte d'Ivoire. As I officially take office, I wish to take this opportunity to appeal to all Ivorians to unite and to respect the principles and values — forgiveness, tolerance and solidarity — that make our nation great'. \"This profession of faith was translated into reality by the President of the Republic a few days later, when he sent Minister of State Boga Doudou, Minister of the Interior and Decentralization, to Burkina Faso to reassure the authorities of that sister country of his strong determination to ensure the safety of the numerous citizens of Burkina Faso (estimated at three million) some of whom had had a brush with the indigenous peoples of Tabou in the south-west of Côte d'Ivoire. \"'I should like', continued the Head of State, 'to assure all the inhabitants of the sub-region that I am personally committed not only to strengthening the historic ties between the Côte d'Ivoire and its neighbours, but also to shaping our common future together.' \"The misinformation campaign provoked surprise and consternation among the Ivorian people who had hitherto been famous for their hospitality; Côte d'Ivoire is unusual in that it is a secular country in which nationals from many countries of the sub-region and also from Lebanon and Syria have coexisted peacefully for decades along with nationals from the different regions of Côte d'Ivoire who have settled far from their homelands. Furthermore, in many villages, Mandé communities (commonly known as Dioulas) have established themselves and been free to build mosques alongside temples and churches. \"In addition to hosting foreign nationals, Côte d'Ivoire is still the preferred host country for many refugees from the Great Lakes, Liberia and Sierra Leone. Unlike some countries which confine such people to camps, Côte d'Ivoire has welcomed these 'African brothers in need' into the heart of its communities. \"For these reasons, the people of Côte d'Ivoire have difficulty understanding why they are accused of xenophobia when compared with those countries whose Governments have been known to engage in massive forced expulsions of foreigners, or who openly discriminate in favour of their own nationals. Such attitudes are unknown in Côte d'Ivoire. \"Regarding the events to which you refer, which allegedly took place on 26 and 27 October 2000, in fact, the presidential election took place on Sunday 22 October 2000, in a atmosphere of calm. After the polls closed, the Chairman of the National Electoral Commission began, on Monday, 23 October 2000, in a live broadcast on Ivorian television, to announce the results that had reached the headquarters of that institution. This continued with total transparency until late at night, whereupon it was promised that the operation would resume on Tuesday, 24 October 2000. \"On Tuesday, 24 October, the transparency observed in the publication of the results suddenly gave way to silence on the part of the Electoral Commission, creating a climate of uneasiness and irritation among the population, which was eager to know the outcome of the vote. \"Given this situation, which was strange to say the least, the Front Populaire Ivoirien (FPI, socialist opposition) candidate, Mr. Laurent Gbagbo, who, like many of his fellow citizens, interpreted this unexplained silence as a manoeuvre on the part of the chief of the ruling junta, appealed to him and, in an effort to spare the Ivorian people a fate similar to that of Yugoslavia, urged him not to thwart the democratic process. \"Unfortunately, the chief of the ruling junta did not heed the appeal, despite the fact that on the eve of the presidential election he had given assurances, in a radio and television message, that the election would be transparent and that in the event of a defeat he would leave office. \"The chief of the ruling junta responded to the republican appeal to step down honourably, addressed to him by candidate Laurent Gbagbo, by abolishing the Electoral Commission, arresting its Chairman and, even more gravely, by having his own victory announced by Mr. Bamba Cheich Daniel, Director-General of Territorial Administration of the Ministry of the Interior and Decentralization. Flanked by members of the armed forces, Mr. Daniel denounced the shortcomings of the Commission, whose place he himself had just taken. \"It was precisely for the purpose of foiling this deception that candidate Laurent Gbagbo, who through his representatives in the polling stations and on the Electoral Commission was apprised, in real time, of the various voting results, issued an impassioned appeal to Ivorian patriots to oppose the chief of the junta, who had just organized a ceremony in the presidential palace, in which he had proclaimed himself President of the Republic. \"After being dispersed by the police, which had been deployed in considerable array on 24 October 2000, very early on the following day the Ivorian patriots, coming from every quarter of Abidjan as well as towns in the interior, bare-handedly forced General Robert Guei to step down, some of them paying with their lives. \"The Ivorian patriots were just savouring that victory, so dearly yet so proudly won over the military regime, whose rule had been marked by numerous barbaric acts committed against civilian populations, when, to their great surprise, there rang out over foreign radio stations appeals by the Rassemblement des Républicains (RDR), calling upon its militants to oppose the victory of candidate Laurent Gbagbo and thereby calling into question the presidential election of 22 October 2000. RDR candidate Alassane D. Ouattara, had not been permitted to stand in the election, pursuant to a ruling handed down by the Supreme Court on 6 October 2000. Yet it should be mentioned that the ruling had not been contested in any way by RDR, with the exception of a call by RDR for a citizens' boycott of the election of 22 October 2000. \"These are specific facts which can be readily verified. Thus it was the appeal made by RDR to contest the victory of the Front populaire ivoirien (FPI) candidate and the presidential election that gave rise to the unfortunate events that took place on 25 October 2000 and only on that day, not on 25 and 27 October as mentioned in your letter — events that resulted in human deaths and the profanation of churches, temples and mosques. In other regions, regrettable situations such as this have given rise to long-term conflicts. \"In our deeply peace-loving country, in addition to the appeal for calm immediately put out by FPI (Mr. Lida Kouassi Moise) and by RDR (Mr. Amadou Gon Coulibaly), the Head of State decided to organize a Martyrs' Day, celebrated on 9 November. In addition, he immediately set up, under the chairmanship of the Grand Mediator of the Republic, a Mediation Committee for National Reconciliation, which has begun its task. \"It should be pointed out in this connection that the other highly influential group in Ivorian politics, the Parti démocratique de la Côte d'Ivoire/Rassemblement démocratique africain (PDCI/RDA), which, following the rejection of its candidates, had also appealed to its members to conduct a peaceful boycott of the presidential election of 22 October 2000, disassociated itself from RDR, which had urged its members to contest the victory of candidate Laurent Gbagbo, despite the fact that Mr. Gbagbo had long been an adversary of PCDI/RDA. \"Côte d'Ivoire, which had up to that time been considered a haven of peace and stability and recognized as the driving force in the sub-region of countries making up the West African Economic and Monetary Union (WAEMU), has had a vital steadying effect in West Africa. \"Indeed, it welcomed the efforts made by the United Nations, the Organization of African Unity (OAU), the European Union, the International Organization of la Francophonie and the Economic Community of West African States (ECOWAS) to bring about a rapprochement among political leaders and support the transition process. Those efforts bear witness to the interest of those bodies in Côte d'Ivoire. Quite independently, however, the nation's legislators drafted a new Electoral Code and a new Constitution, which were adopted on 22 and 23 July 2000 by an enormous vote of more than 86%. Article 35 of that Constitution establishes the conditions of eligibility for the office of president, which all the political parties, including RDR, requested their active members to approve. \"This popular decision, the transparency of which was hailed by the international community, should suffice to put an end to the debate and speculation that preceded and followed the election, the tone of which in many ways irritated the sovereign people of Côte d'Ivoire, which is still the most integrationist country of ECOWAS and intends to remain so. \"It is above all the intention of the Ivorian people, in adopting that Constitution, to entrust a single office, that of President of the Republic, to a citizen of well established origins; that is not something that should serve as a pretext for the propagation of shrewdly orchestrated, malicious reports on Côte d'Ivoire and its people. \"The clashes to which you allude are the consequence of an insidious, hateful campaign spread gradually both in Côte d'Ivoire and abroad, suggesting that Ivorians of the Muslim faith are ostracized by the Christian population in the south. Issues were lumped together intentionally, the rejection of the candidature of the RDR candidate being likened to the rejection of all Muslim populations in Côte d'Ivoire. Communities belonging to that religion in neighbouring countries then felt that they must side with those populations, and they too were determined to take a stand in the national political debate. \"It is worth pointing out, for your information, that contrary to the allegations made by a certain segment of the press and by politicians, the north, which has been qualified as exclusively Muslim, does include Christians. This is evidenced by the fact that, on 20 January 2001, eight priests from that region of Côte d'Ivoire will be ordained with pomp in the sanctuary of Marial Notre Dame de la Présentation, at Ferkessédougou. \"The Christian presence in the north is manifest, there are resident bishops (Korhogo, Katiola and Bondoukou, in the north-east) who, in addition to their mission of evangelization, play a pioneering role in social issues for the benefit of the population (schools, health care centres, etc.). Similarly, in the south, which in the same clichéd manner is dubbed 'Christian', one finds some of the country's finest mosques, including the one currently approaching completion in the heart of Abidjan and the one at Yamoussokro, whose imams are highly respected. \"No split can exist in a country which is truly secular, which gives equal importance to the celebration of Christian and Muslim holidays, and in which a number of Muslim associations — such as (a) the Conseil Supérieur Islamique (CSI); (b) the Conseil National Islamique (CNI); (c) the Conseil Supérieur des Imams; and (d) the Ouma Islamique — operate with full freedom, and which have at their disposal a Government-authorized radio station and have television broadcast time every Thursday evening. Since independence, moreover, the Government has attached importance to the organization of the pilgrimage to Saudi Arabia, where it has opened an embassy. It grants financial support to denominational schools, and Christian schools are open, without any discrimination, to children of Muslim families. \"However, the Head of State, Mr. Laurent Gbagbo, realizing that in some cases the situation has gone out of control, has taken concrete measures, setting up a Mediation Committee for National Reconciliation, in which all religious and political sensibilities are represented, and creating another committee composed of bishops, imams and pastors to prepare a list of all religious buildings that have been profaned or destroyed. Such actions clearly show his will to reconcile all the inhabitants of Côte d'Ivoire. The Forum of the Nation, whose creation was announced by the President of the Republic during his New Year's address on 31 December 2000, is in accord with the same line of thinking. \"One is pleased to note that the tense situation observed on 25 October and on 4 and 5 December 2000 is abating, much to the satisfaction of the people of Côte d'Ivoire, who were relieved to learn of the appeal made by RDR on 30 December for participation in the regional and municipal elections scheduled for March 2001.\"",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 12,
        "Text": "12. To a communication from the Special Rapporteur (para. 41), the Russian Federation replied: \"It has been established that a group of individuals broke into an assembly of the congregation of Jehovah's Witnesses that was in progress in a building located at 69 Lenin Avenue in Volgograd with the intention of preventing those present from exercising their right to manifest their religion. A member of the Jehovah's Witnesses, Mr. D. I. Kalinine, filed a complaint with the competent departments of the Ministry of the Interior. \"On 21 September 2000, the office of the public prosecutor for the Krasnooktyabrsky district (municipality of Volgograd), where this complaint was filed, instituted proceedings under article 148 of the penal code of the Russian Federation. The leadership of the congregation of Jehovah's Witnesses was informed of that action. \"At present, the instigators and perpetrators of the acts in question are undergoing a number of examination proceedings. \"The district administrative services, acting jointly with the police authorities and other competent bodies, have undertaken to implement a series of measures aimed at preventing manifestations of extremism and fostering a spirit of tolerance.\"",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In connection with two communications from the Special Rapporteur (paras. 47 and 48), in addition to a detailed review of its legislation and of its policy in the field of human rights, in particular freedom of religion or belief (including a speech by the President of Georgia condemning incidents affecting minorities, including Jehovah's Witnesses, Evangelists, Baptists and the Hare Krishna movement and reporting government measures in that area), Georgia explained: \"The information received by you about the interruption of a Baptist church service is true. The head of the Baptist Organization appealed to the Deputy Secretary of the National Security Council of Georgia on Human Rights Issues, Ms. R. Beridze. At her request the Ministry of Internal Affairs studied the case. The Head of the Tianeti Police Department, Mr. Gigauri, was reprimanded and given appropriate instructions. \"Since the incident, the Baptists have been conducting their church services in peaceful and calm conditions. \"The President of the Baptist Organization, Mr. Songulashvili, sent a letter on 14 September 2000 to the Deputy Secretary of the National Security Council. He wrote: 'I would like to thank you for your successful intervention, since the Baptist community is deeply interested in building up the democratic society in our country and will participate as much as possible in this process'.\" \"Before receiving your letter, no official information on the incident involving Jehovah's Witnesses Sergi Barsegiani and Vladimer Mirikiani and the followers of Basil Mkalavishvili was available to the services of the Ministry of Internal Affairs. \"Reviewing the information, three units of the Ministry of Internal Affairs took appropriate measures and later it was stated that Sergi Barsegiani, born in 1979 and a resident of the Vazisubani district of Tbilisi, and Vladimer Mirikiani, born in 1980 and a resident of the Gldani district of Tbilisi, were questioned and declared that they were Jehovah's Witnesses. On 2 or 3 August 2000, at about 11 a.m. (as stated later), they were approached by cars owned by Basil Mkalavishvili and Givi Khutulishvili; four men and eight women got out of the cars and physically and verbally abused the Jehovah's Witnesses, tearing up religious literature belonging to them and taking away their personal documents. They threw powder made of some unknown material into S. Barsegiani's eyes, which later made Bersegiani's eye sore. He went to Gldani District Polyclinic No. 31, where the necessary examination and treatment were given. \"The Chief Department of the Ministry of Internal Affairs is conducting an inquiry into the case in order to find out legal ways to resolve it. A court medical examination has been arranged to determine the degree of health damage. Additional information on the decision taken will be sent to you. \"On 22 September 2000, the Fourth Police Department of the Gldani-Nadzaladevi district of Tbilisi was petitioned by inhabitants of Kacharava Street complaining that in their neighbourhood Hare Krishna meetings were being held and that there was constant loud noise from the prayers and music. This invaded their privacy and they demanded that the activity be stopped. \"Based on the complaint, the police searched a house located at 16 Kacharava Street owned formerly by the brothers Jimsher and Zaza Gabadashvili. The two brothers, who were in conflict with the head of the Hare Krishna Association, I. Jijavadze, currently lived in their parent's flat at 7 Nutsubidze Street, Flat 24. During the search of the house at 16 Kacharava Street, Hare Krishna literature translated into Georgian weighing approximately 150 tons was found in the cellar. The literature had been brought into Georgia at various times before 1993. When requested to by the police, the persons in the house, including I. Jijavadze, were unable to produce adequate documentation showing the origin of the literature. Some 2,900 packets of literature were therefore removed. The removal was found legal by decision of the Gladani-Nadyaladevi Court, which ruled that the material had been brought into Georgia illegally without appropriate customs clearance. \"On 4 and 24 October 2000, the couple Tomaradze and G. Darchia and a lawyer defending I. Jijavadze appealed to the Gldani Region Procurator on the issue. They demanded that criminal proceedings be brought against the police, who had confiscated the Hare Krishna literature illegally. On the basis of the complaint, the Procurator checked the materials at the police station. \"On the basis of the complaint, I. Jijavadze was questioned. He indicated that he was a follower of Vedic culture, that he was internally displaced from Sukhumi (Abkhazia, Georgia) and currently lived in Tbilisi with his wife. He had arrived in Tbilisi on the instructions of his spiritual leaders residing in Sweden and Switzerland, Robert Companiolli and Seta Prabu, and had received instructions from them to head the Veda Cultural Centre in Georgia. \"He stated that the Veda Cultural Centre had been registered in Georgia in 1992 in the Gldani-Nadzaladevi district of Tbilisi and that the literature confiscated by the Gldani-Nadzaladevi District Police Department had been sent to Georgia from Moscow in 1990-1993. The books had been kept in the chapel storeroom and had not been used for commercial purposes. The only aim was to disseminate the books among their followers. He appealed for reregistration of the Association to the Gldani District Court, but the Court did not grant his appeal. \"I. Jijavadze also stated that the Constitution of Georgia allowed such an association to function without any official registration. As President of the Association he considered that the books had been confiscated illegally by the police. \"In the process of further examination, Jimsher and Zaza Gabadashvili explained that the house at 16 Kacharava Street in Tbilisi, had been bought from citizen Gurchemelia in 1991. Both of the brothers had been followers of Vedic culture in the house at 16 Kacharava Street. The Veda Cultural Centre had been founded and registered in 1992 according to Decision No. 726 of Gldani District Municipality. Until 1995, the Centre had been led by Otar Nachkebia and later by Iakob Jijavadze. \"Now they were against having the Veda Cultural Centre in their house and demanded that the house be vacated by its followers and their cellar of its literature. \"Citizen Laura Gurchumelia was also questioned. She proved that she used to own a private house at 16 Kacharava Street and because of hard economic conditions she had had to sell it later to Jimsher and Zaza Gabadashvili. The head of the Fourth Police Department of Gldani district, Gia Zodelava, stated that on 22 September 2000, the police had been petitioned by the inhabitants of Kacharava Street complaining against the activities of the Hare Krishna followers. The citizens had mentioned in their complaint that the loud prayers taking place 24 hours a day invaded their privacy. Only after that had the police taken the decision to search the house to investigate what was alleged in the complaint. On 23 September 2000, Gia Zodelava and the Head of Administrative Police, J. Kbilashvili, had personally visited the house at 16 Kacharava Street, where they had met the President of the Hare Krishna Association, Iakob Jijavadze. To their request for relevant documentation the Association appeared not to be registered at all, but later while examining the premises they had discovered 150 tons of literature. The precise amount of literature was indicated by the President of the Association, I. Jijavadze. The police asked for documents relating to the literature but none could be produced. On further examination of the issue, the police discovered proof that the books were being sold as basic books of the Bible. On 24 September, the police began the process of removing the books, an action ruled lawful by the Gldani District Court. Part of the confiscated literature was kept in the storerooms of the Police Department of the Ministry of Internal Affairs. \"On 5 October 2000, the Deputy Secretary of the National Security Council of Georgia on Human Rights Issues, Ms. R. Beridze, was petitioned by followers of Hare Krishna. The case was under investigation and the Deputy Secretary had received all the available information on the case. On 29 November, the Procurator refused to re-open the case on the matter for lack of any indication of a crime. The Procurator of Gldani District ordered the return of the literature. Despite the successful criminal proceedings and the return of the literature, clearly some of the material had been damaged. The Hare Krishna Association had suffered moral and economic damage. They can bring a civil case and compensation may be made for the damage.\"",
        "Labels": [
            "Women/girls",
            "Persons in street situations",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 14,
        "Text": "14. In connection with a communication from the Special Rapporteur (para. 52), Hungary replied: \"The National Assembly of the Republic of Hungary, with the adoption of the budget for the years 2001 and 2001, Act CXXXIII of 2000, in paragraph 110 (1) s, has repealed the phrase, those churches 'having a contract with the State', referred to by the Special Rapporteur in his letter, from the law on value added tax (VAT) (Act LXXIV of 1992, para. 71 (8)). The above-mentioned provision ceased to have effect as at 1 January 2001. As a result of this amendment, all registered churches in Hungary are entitled to claim back the sales tax (VAT) from the State.\"",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In reply to a communication from the Special Rapporteur (para. 72), India explained: \"On 10 June, one Ashish Prabash, a trained preacher working for the Jesus Film Ministry, a wing of the India campus Crusade for Christ, was found dead in his rented room in the village of Kaniawali, Jalandhar district. Prabash had been touring the rural areas of the Punjab, showing films on Christ. The case was registered on 10 June 2000 under the relevant provisions of the Indian Penal Code and the matter is under investigation. \"In the night of 6 to 7 June, Brother George, warden of Assisi Boys Hostel of St. Paul's Memorial Convent School, Nawada, Narhauli Police Station, Mathura, was found murdered by unknown assailants while he was sleeping in the open premises of the hostel. The assailants had also ransacked the residence of the principal, who was out of the station. A police case was registered and investigations are ongoing. The Government of the Indian State of Uttar Pradesh has also instituted a judicial inquiry under a sitting High Court Judge.\"",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur wishes to thank India for this information and would like to receive information concerning the judicial follow-up in these two cases.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In connection with a communication from the Special Rapporteur (para. 77), the Islamic Republic of Iran replied: \"All persons referred to in the report have been accused of spying and none of them convicted in connection with their belief. \"There has not been any confirmation of the death sentence against the four persons and, according to the latest information, Mr. Sirus Dhabihi-Muqaddam was sentenced to seven years' imprisonment; Mr. Hidayat Kashifi Najafabadi was sentenced to five and half years' imprisonment; Mr. Ataullah Hamid Nasirizadeh, was sentenced to four years' imprisonment and Mr. Manuchehr Khulusi has been released. In this regard, I would like to underline that my Government on various occasions offers amnesty to prisoners. Hence, it is hoped that the three persons behind bars would enjoy such an opportunity and be released in the near future.\"",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur would like to thank the Islamic Republic of Iran for this information and expresses the wish to see the accused persons released as soon as possible.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Italy has replied as follows to a communication from the Special Rapporteur (para. 81): \"I have the honour to confirm that Italy is making efforts to ensure full compliance with the resolution in the context of its commitment against any form of discrimination. I wish, in particular, to make it clear to you that Italy has never made its immigration policy subject to criteria of a religious or cultural nature. Within the limit of its possibilities, Italy is committed to accepting any one who applies, in accordance with Italian legislation, for permission to live and work in Italy.\"",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur commends the Italian Republic on its policy with respect to religion but would like to see more sustained attention paid to excesses, irrespective of who is responsible.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. In connection with a communication from the Special Rapporteur (para. 111), Uzbekistan has replied: \"The Evangelical Christian Baptist Church itself applied to the Khokimiyat (Governing Body) of the Tashkent region for its registration in the year 2000. However, because the papers were incorrectly prepared and in the absence of some necessary documents required by internal legislation and regulations, it was recommended to prepare the papers and to apply to the Khokimiyat of Gazalkent. According to information available, the Evangelical Christian Baptist Church is currently preparing all the necessary papers that need to be transmitted to the Khokimiyat of Gazalkent for its most careful consideration. \"The location that has been chosen by the Evangelical Christian Baptist Church for its summer camp does not meet the sanitation norms and other requirements for living accommodation. In that regard, the Khokimiyat of the Tashkent region has expressed its readiness to provide places in sanatoriums and summer camps both for members of the Evangelical Christian Baptist Church and for members of other confessions on a basis of equality. \"There are people of over 100 nationalities residing in Uzbekistan. In that regard, the Government of Uzbekistan pays great attention to issues relating to religious and confessional activity. A number of legislative acts have been adopted to regulate and facilitate the activity of religious organizations. In that regard, in order to avoid any delay and for facilitation and speedy settling of this particular matter from its beginning it would be more efficient to procure the services of a professional lawyer familiar with the provisions of the internal legislation who could help in the preparation of all the appropriate papers. \"Whatever the circumstances, the Government of Uzbekistan makes every effort to ensure that all confessions in Uzbekistan are treated without any prejudice and on the bases of equality, respect and privileges.\"",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur wishes to thank Uzbekistan for this specific and very useful information.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In connection with a communication from the Special Rapporteur (para. 123), the Lao People's Democratic Republic has provided the following explanation: \"The allegation is false and groundless. Such allegation is deliberately fabricated for political ends with the mere aim of discrediting the image of the Lao Government and misleading the Christian community around the world about the reality of the situation in the Lao People's Democratic Republic. The fact is that more that 150 churches are operative in the Lao People's Democratic Republic and none of them has been shut down. The Lao Christian believers practise their religion freely, go to the church of their choice and live in harmony with other religious communities such as Buddhists, animists, Muslims, Baha'i and so on. \"As you are aware, article 30 of the Constitution of the Lao People's Democratic Republic clearly stipulates that the Lao people have the right to profess or not to profess any religion. It should be emphasized that no such harsh or draconian laws as allow the Government or individuals to arbitrarily force people to denounce their religious beliefs of their choice or launch a campaign or programme to shut down churches in Laos. And as a matter of policy, the Government does not practise or condone the practice of religious discrimination. \"Since the foundation of the Lao People's Democratic Republic on 2 December 1975, the Lao Government has attached great importance to the questions of peace, stability and national unity, which are prerequisites for national construction and development. Towards that end, the Government has pursued a policy of peace, friendship, cooperation and mutual assistance among the Lao communities of all ethnic groups. Any alternative contrary to the above-mentioned policy would be detrimental to the interests of the Lao people and is not acceptable to the Lao Government and people.\"",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur, while thanking the Lao People's Democratic Republic for its reply, had hoped to receive specific information on the allegations that were submitted to him.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. In reply to a communication from the Special Rapporteur (para. 124), the United Kingdom of Great Britain and Northern Ireland has provided the following explanation: \"The Government of the United Kingdom is taking the problem of religious discrimination very seriously. It will introduce legislation to outlaw it in employment and training. A question on religious identity will be included in this year's census. And we are awaiting research findings to help inform our thinking about other ways of tackling the problem. There is also protection under the new Human Rights Act. \"The Government will be introducing legislation that outlaws discrimination in the workplace and in training on the grounds of religion by autumn 2003. This will implement the provisions of a European directive that was agreed in October last year. \"The Government is alive to the concerns that have been expressed about the issue of religious discrimination in other areas and to the case for it to be made subject to the law. This issue raises many difficult, sensitive and complex questions. There is no 'quick fix' solution. \"We commissioned research to assess the current scale and nature of religious discrimination, and the extent to which it overlaps with racial discrimination, in England and Wales. We also commissioned research into the policy options for tackling the problem. \"We expect to publish the research findings in the first quarter of this year. These will inform our thinking about other ways of tackling the problem. \"The UK Government has been in direct communication with the Islamic Human Rights Commission about their questionnaire and report. We took careful note of the findings; however, the results need to be treated with considerable caution, as they extrapolate from a response rate of less than 2 per cent. \"Education for Muslim students (such as alleged exclusion from, or discrimination within, educational establishments because of the performance of religious requirements; the alleged lack of clear guidelines and procedures by the Department for Education and Employment to deal with complaints in that area) \"Government policy is that pupils from ethnic or religious minorities should have the same opportunity as all others to benefit from what schools can offer them. Low expectations, intolerance, prejudice and racism have no place whatsoever in our schools or educational institutions. Schools should aim to preserve and transmit our national values in a way that accepts Britain's ethnic and religious diversity and promotes understanding and racial harmony. \"The Department will be introducing a statutory programme of study for citizenship for all 11-16-year-olds from September 2002 as part of the National Curriculum. This programme will ensure that for the first time, 11-14-year-old pupils will be taught about 'diversity of national, regional, religious and ethnic identities in the United Kingdom and the need for mutual respect and understanding'; 14-16-year-olds will be taught about 'the origins and implications of the diverse national, regional, religious and ethnic identities in the United Kingdom and the need for mutual respect and understanding'. \"Head teachers have a legal duty to take measures to prevent all forms of bullying among pupils. We have updated and re-issued our \"Anti-Bullying Pack\" and video, which provide advice and guidance on successful strategies to prevent and tackle all forms of bullying in school, including racist bullying. \"Religious education must be provided for all pupils attending a maintained school. Syllabuses are drawn up by agreed syllabus conferences, which include representation from religious faiths and denominations represented in the local area. This should help to ensure that the wishes of faith communities are taken into account in designing the content of the syllabus. \"Parents have the right to withdraw children from religious education if they wish. For pupils who have been withdrawn, schools can allow alternative religious education according to a particular faith or denomination. \"Alternatively, parents can withdraw their children from school to receive elsewhere religious education of a kind the school is not able to provide. These provisions apply to all those, whether Christian, Muslim or members of other faiths, who wish their children to receive religious education solely in accordance with their own belief and traditions. \"Responsibility for responding to the religious and cultural backgrounds of pupils rests with individual local education authorities and schools. Schools should be sensitive to cultural and religious requirements and to sex discrimination issues when setting their uniform policies. It should therefore be possible for schools to make arrangements for Muslim girls, who are required by their religion to dress modestly, to wear appropriate clothing in school colours. \"The Department recognizes the cultural and religious needs of Muslim parents and children. Arrangements for religious education and collective worship are flexible, taking into account major Muslim religious festivals. Facilities are provided for Muslim prayers; halal food is available in school meals and the hijab can be worn. In order to avoid Muslim festivals, the Qualification and Curriculum Authority consults Muslim groups when setting dates for national examinations. \"Employment for Muslim students (such as alleged failure at job applications only on the basis of religious dress for men and women; alleged dismissal for expressing a religious identity at work as well as alleged harassment and intimidation at work) \"The UK Government is pleased that the Council of Ministers of the European Community agreed on 17 November to the Directive Establishing a General Framework for Equal Treatment in Employment and Occupation. It seeks to combat discrimination and harassment in employment on (among others) the grounds of religion and belief. \"It is a framework directive. It is for member States to identify particular issues that need to be specified within their legislation and other measures established under this directive. Ministers are committed to consulting widely to ensure that these measures are both helpful and workable. They recognize that protection from discrimination is of particular importance to members of minority religions who feel particularly vulnerable due to the visible signs of their religions. The specific instances raised (workplace harassment and intimidation, unjustified rejection of job applicants solely on grounds of their religious dress and dismissing workers for expressing a religious identity at work) are therefore useful examples of the issues we are identifying to examine whether they should be within the scope of this work. \"The Directive represents an important step forward in combating such discrimination and will ensure that employment opportunities across Europe are not denied to individuals on the basis of their faith. \"Regulation of the press. Newspapers and periodicals remain wholly independent of the Government. The responsibility to decide what, and what not, to publish, subject to the general law, is theirs. The Government believes that a free press is a cornerstone of democracy and as such does not wish to control the editorial content of newspapers or magazines. For this reason, the Government has no plans to introduce legislation to regulate the press. \"Newspapers operate a system of self-regulation through the Press Complaints Commission (PCC), which is an independent body set up by the newspaper industry to ensure that British newspapers and magazines follow the industry's code of practice. The Code includes provisions on discrimination and requires that all members of the press have a duty to uphold the highest ethical standards. The Government believes that self-regulation is working. The Government expects the press to abide by the rules and commitments enshrined in the PCC's Code of Practice, and continues to monitor alleged press abuses and the PCC's handling of them. \"Television. Under the United Kingdom's Broadcasting Act 1990, licensed services are required to observe the following: \"(a) That nothing is included in its programmes that offends against good taste or decency or is likely to encourage or incite to crime or to lead to disorder or to be offensive to public feeling; \"(b) That due impartiality is exercised with respect to the contents of any of its programmes that are religious programmes and that in particular any such programmes do not involve: \"(i) Any improper exploitation of any susceptibilities of those watching the programme; or \"(ii) Any abusive treatment of the religious views and beliefs of those belonging to a particular religion or religious denomination. \"The BBC's Producers' Guidelines on the portrayal of religious groups states that people and countries should not be defined by their religions unless it is strictly relevant and that thoughtless portrayal can be offensive, especially if it implies that a particular faith is hostile or alien to all outside it. For example, footage of chanting crowds of Islamic activists should not be used to illustrate the whole Muslim world. \"The Guidelines also state that words such as 'fundamentalist', 'militant' and 'Islamist' should be used with great care. \"The Independent Television Commission's programme code states that every attempt must be made to ensure that the belief and practice of religious groups are not misrepresented and that programmes about religion are accurate and fair. Programmes and follow-up material to programmes must not denigrate others' beliefs.\"",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur thanks the Government of the United Kingdom for the detailed and specific information which is of admirable quality and relevance. However, while underlining the necessity to respect press freedom he would like to draw attention to the stereotypes and clichés which continue to figure in certain media outlets with respect to particular minorities, including the Muslim minority. The State must remain vigilant in that connection and take action in the event of any lapses by the organs concerned.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In connection with a communication from the Special Rapporteur (para. 145), Ukraine has replied as follows: \"In Ukraine, it is possible to perform alternative (civilian) service instead of military service; the purpose of civilian service is to enable those concerned to fulfil their duties to society and, by its nature, is not punitive. \"Alternative service, in terms of its complexity and the responsibilities involved must be equivalent to compulsory military service. In that connection we consider it proper to introduce a balance between the two forms of service by specifying for each of them a different legal duration (for conscripts, active military service is 18 months or, for the holders of higher education degrees, 12 months; in the case of alternative service, these periods are 27 months and 18 months, respectively). In most cases, civilian service is performed in the area where the person concerned resides, in other words in a place from which he can return home every day. \"The labour relations between the people concerned and the State are defined by a written contract of employment of a specific duration and are governed by labour legislation. Civilian service takes the form of a period of general employment. Anyone choosing this option may be offered work corresponding to his profession or trade. He may also enrol in a secondary or higher education establishment or engage, inter alia, in a correspondence course or in extramural studies. \"These few examples suffice to show that alternative service is an activity of a professional nature governed by labour legislation and that its duration makes it a proper alternative solution and not a supposed punishment for refusing to bear arms on grounds of religious conviction. \"Article 2 of the Ukrainian Alternative (Civilian) Service Act acknowledges the right of anyone belonging to a religious organization whose activities are in keeping with domestic legislation and for whom a prohibition on bearing arms is an article of faith to perform civilian service. \"Under article 8 of the Ukrainian Freedom of Conscience and Religious Organizations Act, religious organizations established in Ukraine, including those that have not been constituted in the country, are free to register their statutes (so as to obtain legal personality) or not to do so. Anyone belonging to a religious community which has not registered its statutes has an equal right to perform civilian service instead of compulsory military service if the latter is contrary to his religious convictions. The claim that the Ukrainian Alternative (Civilian) Service Act applies only to members of officially registered religious communities, and the claims made concerning the practical application of the Act, are therefore not in keeping with reality. Nor has it been found that the State religious affairs bodies have failed to comply with the time limits for the consideration of issues relating to the registration of the statutes (articles of incorporation) of religious communities. \"The Ukrainian Constitution and national legislation in force governing questions relating to freedom of conscience and religious activity, refute the claim that foreigners may not engage in religious activities in Ukraine other than within the 'strict' framework of the organizations that invite them to the country with the consent of the authorities. \"Under articles 26, 34 and 35 of the Constitution, foreigners who are legally in Ukraine enjoy the same rights and freedoms and have the same obligations as Ukrainian citizens. Their freedom of opinion and conscience is guaranteed. Any foreigner in Ukraine may (on an equal footing) profess his religion individually or collectively, take part in religious services and perform other religious acts connected with his faith provided he complies with Ukrainian legislation. Foreigners may not, under any circumstances, advocate religious intolerance or offend the religious convictions of Ukrainian citizens, or of foreigners or stateless persons domiciled or temporarily living in Ukraine. Interference in religious services or other activities governed by the canonical law of religious organizations is prohibited. That does not apply only to foreigners. Under article 5 of the Ukrainian Freedom of Conscience and Religious Organizations Act, it is illegal for anyone — this applies to State bodies, social organizations and religious organizations and also to individuals — to interfere in the activities of religious organizations or of their representatives provided that those activities are conducted in accordance with the law. \"Foreign religious leaders (Catholic priests, ministers of religion, preachers and teachers) may come to Ukraine to preach or engage in other religious activity, at the invitation of religious organizations which need the services of such persons and with the agreement of the State body that registered the statutes of the organization in question. \"Thus, in 1998, the State Committee for Religious Affairs considered 1,148 applications from religious organizations and centres for permits to invite foreigners to Ukraine to engage in religious activities such as providing leadership or instruction to communities, or for humanitarian activities, in particular charitable work; the Committee issued permits for such purposes for 3,793 foreign nationals, and its local agencies did the same for 7,716 foreigners. \"During the first half of 1999, the State Committee for Religious Affairs received 961 such applications from religious organizations and centres; it approved the issuance of invitations to 1,939 foreigners to come to Ukraine to engage in religious activity, or in some other type of work carried out jointly by several Churches, and its regional and local agencies did the same for 4,235 persons. These figures show that foreign missionaries, preachers and others are coming in increasing numbers to Ukraine at the invitation of religious organizations. \"During the period 1998-1999, the Government bodies for various reasons which were fully explained, refused outright to authorize 61 representatives of foreign religious organizations to engage in religious activities in Ukraine. \"Approval for foreign priests, ministers and other religious leaders to engage in religious activity, instruction or other activity at the invitation of religious organizations which need the services of such persons, and with the agreement of the State bodies that have registered the statutes of those organizations, is withheld only in cases where the proposed religious activity falls outside the scope of a foreigner's right, as recognized by the Constitution, to engage in such activity, or where the activity is intended to fulfil personal religious needs. This practice is not at variance with the provisions of the instruments adopted by the United Nations with respect to freedom of conscience and religion since it does not impair the right of any foreigner to profess his faith on a personal basis, either individually or collectively.\"",
        "Labels": [
            "Non-citizens and stateless"
        ]
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur thanks Ukraine for its specific and detailed response. He wishes to draw attention to the difficulties of assessing the duration of civilian service, particularly in view of the fact that the general tendency seems to be to reduce differences between the duration of civilian and military service.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Viet Nam has replied as follows to a communication from the Special Rapporteur (para. 146): \"Tran Thai Son was arrested in 1978 due to his sabotage activities related to the United Front for the Liberation of Oppressed Races (FULRO), a reactionary force. In 1980, he was released on the ground of a health condition. After being released, Son did not return to Dong Nai, where he was a pastor, but moved to Ho Chi Minh City to continue sabotage activities. On 8 January 1983, he was again found guilty in a criminal case. Despite such acts, Tran Thai Son was absolved by the court for health reasons. \"The fact that he has not been allowed to have a church for official preaching is a matter of internal decision by the local Protestant Congregation for his infringement upon the requirements of a pastor; the Government has no jurisdiction.\"",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Azerbaijan has provided the following information further to its response to a communication from the Special Rapporteur (paras. 13 to 16): \"The Government of Azerbaijan has in every way taken steps to resolve the issues concerning Jehovah's Witnesses described in your report. The six women fired from their place of work have been fully reinstated and the negative comments made in the work records have been officially expunged. \"Furthermore, the Government officially registered Jehovah's Witnesses in January 2000 and has made attempts to ensure that they can carry out their worship without hindrance. Aside from minor irregularities with the importation of literature, no reports of harassment or hindrance of their religion of any kind have been reported since registration.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur thanks Azerbaijan for its response which is evidence of the continuing progress of religious freedom in that country.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Further to the information in its reply to a communication from the Special Rapporteur (paras. 30 to 32), Egypt has provided the following explanations: \"On 31 March 1999 a Christian merchant and a Muslim became involved in an ordinary argument concerning a trade dispute in the market of the village of Al-Kosheh. \"The argument degenerated and some premises and traders' stalls were destroyed; shots were exchanged killing 21 people, 20 of them Christians and one Muslim, and 50 wounded, 27 of them Christians and 23 Muslims. \"Ninety-six defendants were brought to trial. In December 2000, 92 defendants were found innocent and the four others were sentenced to terms of imprisonment of between 1 and 10 years. The grounds for the court's decision in this case were as follows: \"(a) The indictment did not include any incontrovertible evidence that any of the defendants who were cleared had committed the crimes of which they were accused, either in an isolated action or during an illegal assembly; \"(b) The names of many defendants had been given by victims who were witnesses for the prosecution, without any argument of fact or law; this destroyed the probative value of their testimony which was therefore rejected by the Prosecutor's office; \"(c) None of the defendants had been arrested during or following the commission of the criminal acts of which they were accused, despite the presence of a large number of police officers at the time when the incidents took place; \"(d) None of the implements or weapons used during the incidents, and none of the merchandise stolen on that occasion, was found at the home of any of the defendants; \"(e) The accusations were based merely on suppositions or assumptions; \"(f) The accusations were overstated to the point of being contrary to reason and logic; \"(g) The sums reported under the heading of damage and theft were exaggerated or submitted unjustifiably late; \"(h) There were inconsistencies between, on the one hand, the accounts given by many of the victims, and the police reports and investigations of the Prosecutor's office, and, on the other, between the various accounts themselves; either the accounts conflicted concerning a particular action or because it was claimed that a particular defendant attacked several victims simultaneously, whereas the latter were far away from one another at the time; \"(i) The statements of certain witnesses for the prosecution were at variance with the conclusions of the forensic expert; \"(j) It was impossible to identify certain defendants because of the number of demonstrators and the multiplicity of places of assembly, both inside the village and outside it. \"The Prosecutor's office has filed an application for judicial review of the facts and the case will be retried.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    }
]