[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, by resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Pursuant to resolution 1986/20, the Special Rapporteur has submitted, since 1994, eight general reports to the Commission on Human Rights and eight interim reports to the General Assembly, together with a total of 17 addenda submitted to the Commission or the Assembly. The present report is submitted in accordance with General Assembly resolution 56/157.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur finds the increasingly restrictive limits imposed again this year on the special rapporteurs reporting to the General Assembly inappropriate and counter-productive. The decision to make 2 July 2002 the deadline for the submission of reports demonstrates a total ignorance of and even an indifference to the working methods and goals of the special rapporteurs. Whereas the Commission on Human Rights finished its work in April 2002, this year the Special Rapporteur is required to submit to the General Assembly a report on his activities covering only two months (May and June 2002), which is not long enough to do justice to the task at hand and poses a problem in terms of the cohesion of the reports. In the case of the mandate of freedom of religion or belief, there have been few comments and responses in the context of the present report, contrary to the experience of previous years, owing to the brief period covered and the methods of work specific to the mandate. It is vital that the functioning of the special procedures should not be reduced to a partly or wholly formal system. The constraints of volume and time imposed for the preparation of the present report are not conducive to a general analysis leading in all areas to precise recommendations. Accordingly, the Special Rapporteur, bearing in mind the communications which will be dealt with during the current year, will submit to the Commission on Human Rights at its fifty-ninth session a comprehensive analysis of the situation accompanied by a set of communications and recommendations.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. This report covers a total of 22 communications (including two urgent appeals addressed to Nigeria and one to China) transmitted to 16 States: Azerbaijan, Bangladesh, China (3), Egypt, Georgia, India, Indonesia, Myanmar, Nigeria (2), Pakistan (2), Republic of Moldova, Saudi Arabia (3), Turkey, Turkmenistan, United States of America, Zimbabwe.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. It also covers the replies of States to these communications (6 States: Azerbaijan, Egypt, India, Saudi Arabia, Turkey, Zimbabwe) and the replies to communications transmitted in the context of the preceding report, submitted to the Commission on Human Rights at its fifty-sixth session (Bhutan, Lao People's Democratic Republic, United States of America).",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In accordance with his methods of work and the rules governing his mandate, the Special Rapporteur wishes to clarify that the communications sent within the past two months are not summarized in the present report since the time limit given for answers from the States concerned (China, India, Indonesia, Iran (Islamic Republic of), Jordan, Republic of Korea, Sudan, Yugoslavia) has not expired and, of course, the State concerned has not replied. The Special Rapporteur wishes to point out that Saudi Arabia replied on 27 May 2002 to a communication from the Special Rapporteur of 16 May 2002. This communication and Saudi Arabia's reply are therefore in the present report. The Special Rapporteur expresses his gratitude to Saudi Arabia for the prompt reply.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur sent three communications to the Saudi Arabian Government.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. On 27 May 2002, the Special Rapporteur sent a communication about a popular Tunisian singer, Dhikra Mohammed, who was reportedly sentenced to death by a fatwa pronounced by a judge of the Islamic High Court of Riyadh, Sheikh Ibrahim al-Khdairi, for having compared her sufferings to those of the prophet, thus committing an act of apostasy liable to the death sentence; she is said to have denied showing any lack of respect towards the prophet.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. By letter dated 27 May 2002, the Government responded notably: \"There is no so-called 'Islamic High Court' in the Kingdom of Saudi Arabia. The Government is in no way associated with this information. That information which evidently concerns a person who expressed an opinion in his personal capacity does not reflect the point of view of the Government or any of its judicial authorities and, consequently, is totally inaccurate.\"",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur, while taking due note of Saudi Arabia's reply, wishes to point out in this respect that it is the duty of the State to counter all forms of intolerance and discrimination based on religion or belief and to ensure that freedom of opinion or expression, as well as freedom of religious belief, is safeguarded within the framework and the limits envisaged by international law.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. By letter dated 28 March 2002, the Special Rapporteur informed the Government that he had received reports that, on 11 March 2002, some girls who were escaping from a burning school at Mecca were prevented from leaving by members of the Committee for the Propagation of Virtue and the Prevention of Vice on the ground that they were not wearing the appropriate clothing required in public places. The Committee members also reportedly opposed the rescue operation because the rescuers were men. Fifteen girls are said to have perished and dozens of others to have been injured. A number of girls who successfully escaped are alleged to have been beaten publicly because they left the school improperly dressed.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 12,
        "Text": "12. By letter dated 4 June 2002, the Government responded notably: \"The regrettable fire in which a number of girls lost their lives was an accident caused by one of the students. The allegation that members of the Committee for the Propagation of Virtue and the Prevention of Vice in any way bore responsibility for their deaths is totally unfounded, as confirmed by the investigations that were conducted after the fire, the results of which were made public. The exaggerated manner in which the allegation portrays that accident and links its consequences to intervention by members of the Committee for the Propagation of Virtue and the Prevention of Vice is fabricated, implausible and totally lacking in credibility. There is a definite similarity between this and other recent allegations derived from some information media which have been transmitted to us. The responsible officials are making every endeavour to preserve the safety and dignity of citizens and foreign residents and would never allow them to be subjected to any form of humiliating or degrading treatment or encroachment on their rights.\"",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 13,
        "Text": "13. On 8 February 2002, the Special Rapporteur sent a communication about seven persons belonging to the Ismaili community, including Duhayman Muhammad al-Hatila and Mish'il al-Hussain Barman bel-Harith, said to be detained in al-Hai prison in Riyadh and in danger of being executed. These people are said to have been among the hundreds of demonstrators who were allegedly arrested in April 2000 by Saudi security forces when they were protesting in Najran following the closure of their mosque and the arrest of a person suspected of witchcraft.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 14,
        "Text": "14. On 12 February 2002, the Special Rapporteur sent a communication to the Azerbaijani Government concerning two leaders of an unregistered Pentecostal church, Yusuf Farkhadov and Kasym Kasymov, who were reportedly arrested by the police and officers of the Ministry of National Security during a religious meeting in a private apartment on 18 January 2002, sentenced to two weeks' imprisonment on 21 January 2002 and held in Sumgait prison. Three members of a Baptist church are also said to have been held in Sumgait and threatened by the police with two weeks' imprisonment for distributing Bibles in the street on 2 February 2002. One of them, Rauf Gurbanov, is alleged to have been severely beaten by the police.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur also expressed his concern at the process for the re-registration of religious groups.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. By letter dated 26 April 2002, Azerbaijan responded, inter alia: > \"The Sumgait community of Baptist Christians has not provided the additional documents required for its official registration since its incomplete filing on 27 December 2001. > \"Rauf Gurbanov, Anna Gurbanova and Taïssia Kuznetsova, who are members of this community, nevertheless pursued their religious activities. Arrested on 2 February 2002 while distributing Christian publications to the population, they were charged with the unlawful exercise of a religious activity and then released. The confiscated publications were returned, no complaint or claim was filed against the police and the medical examination they underwent showed no sign of their being ill-treated. As to Rauf Akifogly Gurbanov, the investigation revealed nothing to corroborate the statements alleging that he had been insulted and had suffered physical violence. During the questioning, Rauf Gurbanov and the other members of the community said that they had not been subjected to any unlawful act or harassment when exercising their religious activity.\"",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. On 19 April 2002, the Special Rapporteur informed the Government of Bangladesh that he had received reports alleging that, since the elections in October 2001, religious minorities, especially the Hindus, had been the victims of repeated attacks. These attacks, said to have been carried out by members of the Bangladeshi Nationalist Party and Jamaat-e-Islami, have reportedly caused the deaths of dozens of people. More than 100 Hindu girls are said to have been abducted and/or raped, including Putul Rani Das, Alo Rani Das and Mrs. Tramoni. According to the reported information, hundreds of families were expelled from their land and found refuge in India, and numerous attacks have been made against Hindu temples, including in Sirajdikhan, Dewangonj, Akkhaura, Betagi, Fattulah and Sirajganj.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The following persons are said to have been killed: Gopal Krishna Muhuri; Sunil Das Sandhu; Habibur Rahman Kazi; Khorshed; Suvash; Abdul Mannan; Abdul Kashem; Sha Alam; Ansar; Mahir; Lokman; Shariatullah; Hemayet Uddin; Mokbul Ahmed; Azim; Mozahar; Shafiullah; Habibur Rahman; Monir Hossain; Farid; Zakir Hossain; Rabiul Islam; Moslemuddin; Hossain Ali Shuman; Monzer Ali Kalu; Nur Mohammad Mallik; Enayet Sikder; Abdul Alim; Masud; Bahar; Babu; Tajul Islam; Faruk Ahmed; Ramij Salam; Mohammad Yasin; Kalu; Abdul Malek; Liton Ahmed; Abdul Kalam; Shaheen; Noresh Chandra Das; Luftor Nessae; Mohammad Yusuf; Nurunnabi; Mukter Hossain.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The casualties are said to include: Anil Gomes; Gagon Rojario; Shibnath Kirtania; Banalatha Kirtania; Charulatha Kirtania; Nipun Kirthania; Nikhil Kirthania; Sandhya Rani; Santosh; Dr. Subodh; Sanjib; Binod Das; Atul Majumder; Dalim; Usha Rani; Ranjit; Gopal Chakraaborty; Shibu Dsash Mohanta.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. It is further alleged that in the majority of cases no steps were taken to protect the citizens and the victims were threatened with reprisals if they filed a complaint. The police is said to have been informed of the incidents and to have taken no action to find the guilty parties and bring them to justice.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur sent two communications to the Government of China with respect to the action taken against the members of Falun Gong and the sentences received by members of the Protestant South China Church.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Since 1999, 361 members of Falun Gong are said to have died in detention, 80 of them as a result of torture between October 2001 and January 2002, including: Li Began, Wu Jingxia, Li Jingdong, Liu Chunshu, Zhan Wei, Cui Dezhe, Tong Guji, Chen Biyu and Chai Yong. It is alleged that approximately 100,000 practitioners of Falun Gong have been detained and more than 20,000 have been sent to forced labour camps without any trial. Persons recently imprisoned are said to include: Xiong Wei, Teng Chunyan and Zhang Kunlun.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. On 29 December 2001, five members of the South China Church, Gong Shengliang, Li Ying, Xu Fuming, Hu Yong and Gong Bangkun, were reportedly given death sentences by the Intermediate People's Court in Jingmen city for \"using an evil sect to harm the implementation of the law\". During the same trial, several other members of the church were sentenced to prison, among them Sun Minghua (reportedly sentenced to life imprisonment and denied political rights for life); Xiao Yanli (allegedly sentenced to 18 years' imprisonment and denied political rights for two years); and Yi Chanfu (reportedly sentenced to 20 years' imprisonment).",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Several women allegedly connected with the church were reportedly tortured and sexually abused at Jingmen Police School and Jingmen No. 1 Detention Centre, among them Zhang Hongjuan, Li Tongjin, Yang Tongni, Fengmaio, Chi Faling, Tong Cuijuan, Wang Lan, Song Fengju and Li Li.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 25,
        "Text": "25. The following 48 members of the South China Church have reportedly been arrested and most of them are said to be still in detention centres or labour camps: Dong Daolai, Du Qingfeng, Qiu Chunyi, Cao Hongmei, Fu Shizun, Li Yingping, Gao Fengping, Liu Xianzhi, Yan Zhaoming, Zhang Nianhua, Ke Jinfang, Wang Jianguo, Shao Aihua, Yang Chijiao, Gu Xuegui, Deng Tongjuan, Xu Tongzheng, Xie Zhu, Wang Fengyun, Nie Caiqiao, Li Rongchi, Gu Xueqin, Luo Qiong, Zhao Xiqing, Liu Yamei, Wang Tongqiong, Chi Famin, Yu Tongren, Li Qiong, Long Feng, Zhang Xiuying, Cheng Tongpin, Tong Jin, Tong Fei, Yin Li, Yin Tonghuan, Lan Haiying, Li Hongyan, Wang Guofu, Xue Fengqin, Chen Tongguo, Zhu Anhua, Peng Aijun, Ma Jinsheng and spouse, Jin Rong, Tan Qingzang, Song Chumei.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 26,
        "Text": "26. Lai Kwong Keung was reportedly arrested on 31 May 2001 together with Yu Zhudi and Lin Xifu while transporting Bibles to Fuqing city, Fujian Province. They were reportedly sentenced from two to three years' imprisonment for an illegal operation because they had reportedly brought more than 33,000 Bibles into China.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. On 5 February 2002, the Special Rapporteur jointly with the Special Rapporteur on torture sent the Chinese Government an urgent communication on behalf of a Falun Gong practitioner, Wei Yanjiang, aged 60, who reportedly was arrested on 22 December 2001 and began a hunger strike following ill-treatment suffered at the Shunyi County police station in Beijing. It is alleged that, after 18 days of hunger strike, Mrs. Wei was sent to the Masanjia labour camp where she was exposed to fresh torture and ill-treatment.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. By a letter dated 24 May 2002, the Government responded notably: \"Since November 1999, Mrs. Wei Yanjiang has twice been taken into administrative detention for disrupting public order and has spent a year in re-education through labour. Following her release, she continued to take part in activities that disturbed the social order. She was detained in December 2001 and, on 8 January 2002, the Huludao City law-enforcement authorities assigned her to three years' re-education through labour in accordance with the law. Since her admission, the re-education facility has throughout treated her sympathetically, educating her and trying to win her back — it has at no time employed any sort of verbal or physical abuse on her. At her check-up on entering the facility she was found to be suffering from heart disease and was given prompt treatment. The claim that she was 'handcuffed and forced to stand outside in the cold' is utter nonsense.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. On 1 March 2002, the Special Rapporteur sent a communication to the Government of Egypt regarding Coptic Christians who gathered near El-Minya on 10 February 2002 to celebrate the first Mass in their new church and who were reportedly pelted with rocks and firebombs by a group of Muslims apparently upset by the ringing of the church bells. Eleven of them were reportedly injured, and 15 homes were burned and a number of others looted. This attack was reportedly the latest in a string of assaults on new churches built by Copts. These actions, which have allegedly resulted in the destruction of at least nine churches in the last five years, are believed to be frequently unpunished.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In response to this communication, Egypt sent a detailed reply to the Special Rapporteur giving additional information on the events themselves and an account of the steps taken to restore security, the judicial procedures initiated against those responsible and the efforts to reconcile the communities, which led to the establishment of a commission to evaluate the damage caused by the clashes and to proceed to the necessary reparations at the expense of the State. Egypt replied that the judicial authorities had fully discharged their responsibility with respect to previous attacks on churches, and the fact that the appeal lodged by the Office of the Public Prosecutor against the judgements pronounced in the Kocheh case had been successful provided the proof of this. The abolition of the Hamayuni decree facilitated the construction and repair of churches, and 350 permits have been granted since Presidential decree No. 13 of 1998 empowering the governors to authorize religious denominations to proceed with the work of fortifying and restoring churches. As to measures to strengthen tolerance and wipe out extremism, the school curricula play an important role by emphasizing Coptic and Muslim history and human rights principles. International human rights principles are taught in police academies and in faculties of law, economics and political sciences. The contribution of the Egyptian media also deserves to be highlighted.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur wishes to stress the action taken by the Egyptian authorities to contain and prevent manifestations of intolerance and discrimination based on religion or belief and calls for continued vigilance in this regard.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. By letter dated 11 December 2001, the Special Rapporteur informed the United States Government of the many allegations he had received with respect to the following incidents.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Since 11 September, there have reportedly been 520 violent incidents directed against Arab-Muslims, or those perceived to be such, and 27 confirmed cases in which persons perceived to be Arab-Muslims have been expelled from aircraft after or during boarding on the grounds that passengers or crew did not like the way they looked. Hundreds of cases of employment discrimination against Arab-Muslim Americans and others, including numerous terminations, have been reported as well as significant tensions in schools in some parts of the country where Arab-Muslim Americans or other students had problems with other students, and in a few cases with teachers and administration also. The United States Justice Department is said to have profiled 5,000 names of persons they want to talk with. Most of these are chosen on the basis of ethnic or religious profiling. The Special Rapporteur has also received a number of complaints regarding investigations involving alleged arbitrary and extended detention, denial of counsel and prisoners being held incommunicado. There have been, reportedly, as at 29 November 2001, a total of 1,452 incidents relating to the 11 September attack.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. On 27 February 2002, the United States sent a reply, giving the following information: - Regarding the allegations of hate crimes, the United States gave a comprehensive account on the actions taken by the Department of Justice immediately after the attacks of 11 September to prevent such crimes and the measures adopted to respond to the surge in hate crimes against Arabs, Muslims and Sikhs (mistaken for Muslims), notably the creation of a Hate Crimes Working Group to monitor, investigate and prosecute those accused of committing such crimes. Three hundred inquiries have been opened by the National Origin Working Group. As at 3 December, there were 217 pending FBI investigations. Coordination between federal and local prosecutors has resulted in over 60 prosecutions, seven of which are detailed in the United States response. - Concerning the allegations of airline discrimination, the United States replied notably that, from 11 September 2001 to 4 January 2002, 19 complaints of incidents in which airlines removed passengers from flights, as well as 44 complaints alleging discrimination by air carriers, had been received and were currently being investigated. Directives had been sent by the Department of Transportation to remind United States carriers of the various federal statutes which prohibit unlawful discrimination against air travellers, and passengers had been encouraged to file complaints when they thought they had been subjected to discrimination. The United States also explained the procedure which followed the complaints. - Regarding work discrimination, as at 14 January 2002, 228 formal complaints of workplace discrimination specifically related to the attacks of 11 September had been received by the United States Equal Employment Opportunity Commission, which undertook several actions with the employers. - It is true that the Federal Bureau of Investigation has identified approximately 5,000 persons living in the United States to be contacted for voluntary interviews, the purpose of which is to gather information about al-Qa`idah and other terrorist groups and not to investigate the individuals for possible violations of United States immigration laws. Those persons were chosen on the basis of a number of considerations, notably because they have a passport from a country identified as one from which a terrorist may be likely to have a passport, they entered in the United States after 1 January 2000 and they are male between the ages of 18 and 33 years. No enquiry should be made concerning the religious beliefs or practices of the persons interviewed. • There have been new reports of incidents of harassment in schools directed at persons perceived to be Arab Americans or of Middle Eastern or South Asian origin. For this reason, the Department of Education is taking extensive action to remind schools of their responsibilities to protect students from harassment and violence and to reach out to those who may be harassed to ensure that they know how to report harassment if it occurs.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. On 21 February 2002, the Special Rapporteur sent a communication to the Government of Georgia regarding the following cases. During the last year and a half, there have reportedly been 80 violent attacks against Jehovah's Witnesses. Six of them, which occurred from July 2001 to February 2002, are detailed in the communication sent by the Special Rapporteur, as is an attack against a warehouse of the Baptist Union. Allegedly, most of the violent actions were carried out by Orthodox extremists led by a priest, Vasili Mkalavishvili. Disrupting several religious meetings, the attackers reportedly beat those in attendance and seized or burned religious literature.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. On 5 February 2002, the criminal trial of the violent priest Vasili Mkalavishvili and his main accomplice Petre (Gia) Ivanidze, due to begin in the Didube-Chugureti district court of Tbilisi, was reportedly postponed for the second time, as a large crowd of Mkalavishvili's supporters armed with metal and wooden crosses packed the courtroom and intimidated those present. On 10 February 2002, the second most senior Orthodox bishop based in the town of Rustavi, Metropolitan Atanase, reportedly declared his support for Father Mkalavishvili in a television programme on religious violence and stated that all \"sectarians\" in Georgia should be \"killed\". He named the Jehovah's Witnesses, the Baptists, the Anglicans and the Pentecostals as among those who \"have to be shot dead\".",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. On 7 March 2002, the Special Rapporteur sent a communication to the Government of India concerning inter-religious violence in the State of Gujarat. On 27 February 2002, persons said to be Muslims reportedly torched four cars of a train travelling near the town of Godhra in which most of the passengers were allegedly activists of the Vishwa Hindu Parishad (World Hindu Council) returning from the town of Ayodhya where they had reportedly been demanding that the Government build a temple on the ruins of a sixteenth century mosque destroyed nearly a decade ago by Hindu activists. Fifty-eight people were burned to death, among them 14 children, and 43 other people were injured. Since the attack on the train, mob burnings, shootings and other violence between Hindus and Muslims have reportedly spread through the State of Gujarat, killing approximately 544 people in six days, most of them Muslims.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. On 15 May 2002, India sent a comprehensive reply containing a note on the inter-religious violence in the State of Gujarat and a note on constitutional provisions and special measures for the welfare of minorities. According to the first note, 693 persons were killed in the disturbances in Gujarat besides 193 killed in police firing. Further, 2,236 persons suffered injuries. Around 475 police personnel were also injured. In order to maintain law and order, the State Government deployed in full 64 companies of the State Reserve Police, 18 columns of the Army and 34 companies of the Central Paramilitary Force. So far, about 41,922 persons (around 32,600 Hindus and 9,300 Muslims) have been arrested and around 4,000 offences registered in the State. Among the other measures taken to restore confidence were visits by senior officials to riot-affected areas, activation of peace committees, posting of officers in sensitive places, adequate compensation to the victims of riots, and rebuilding of dargahs and mosques. Special protection measures were taken for returning hajj pilgrims. Massive relief and rehabilitation measures have been taken by the Government of the State of Gujarat, including death compensation, injury assistance, supply of essential commodities including food to relief camps, provision of medical officers, shelters and other facilities for victims.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. On 11 December 2001, the Special Rapporteur sent a communication to the Government of Indonesia regarding alleged members of the Laskar Jihad militia, who reportedly attacked six villages around Poso, central Sulawesi, on 2 December 2001, burning hundreds of houses and churches in five villages located between Poso and Tentena. The militia reportedly bombarded the villages of Betalemba, Patiwunga, Tangkura, Sanginora, Debua and Sepe. Seven people are reported to have been killed.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 40,
        "Text": "40. On 21 February 2002, the Special Rapporteur sent a communication to the Government of Myanmar regarding the fact that, on 9 September 2001 in Thaungman, the local authorities reportedly ordered Christians to stop conducting worship service in the church. Allegedly, the same restrictions had already been imposed on religious minorities, notably the Christians belonging to the Assembly of God, as well as Christians in Kankaw.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur sent two communications, on 12 February and 28 April 2002, to the Government of Nigeria on the subject of the sentencing to death by stoning of Amina Lawal Kurami and Safiya Hussaini Tungar-Tudu.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Ms. Hussaini Tungar-Tudu was reportedly sentenced to death by stoning on 9 October 2002 by an Islamic court in Gwadabawa, for allegedly having had extramarital sexual relations. The man whom she allegedly had sex with was set free by the court after it concluded that it lacked sufficient evidence to prosecute him. The Special Rapporteur has learned from the press that Ms. Hussaini Tungar-Tudu was acquitted on 25 March 2002 by the Court of Appeal on procedural grounds, and that the Government has called on the dozen or so states which want application of the Sharia, or Islamic law, to provide the protection conferred on all citizens in the federal Constitution.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Despite this appeal, another young woman, Amina Lawal Kurami, is said to have been sentenced to death by stoning by the Bakori court on 22 March 2002, while the main she is said to have identified as the father of her child was allegedly released on the grounds that there were no witnesses.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 44,
        "Text": "44. The Special Rapporteur regrets that the Nigerian authorities have not replied to these communications and invites them to improve their cooperation, pursuant to the resolutions of the Commission on Human Rights and the terms of his mandate on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur sent three communications to the Government of Pakistan, on 11 December 2001 and on 4 and 25 March 2002, regarding the following cases.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. On 17 March 2002, five people were killed, among them Barbara Green and her daughter Kristen Wormsley, and 45 people were injured when two attackers burst into a Protestant international church during the morning service and threw several hand grenades.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. On 26 February 2002, 11 worshippers attending evening prayers were reportedly killed by three gunmen who opened fire at the Shah-Najam Shi'ite mosque in the city of Rawalpindi. Allegedly, 14 people were also injured in the attack, and most of them were in a critical condition.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. On 19 February 2002, unidentified gunmen reportedly shot dead a Shi'ite leader and four members of his family in the central province of Punjab.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. On 28 October 2001, six gunmen reportedly entered Saint Dominic's Roman Catholic Church and opened fire indiscriminately on worshippers, allegedly killing at least 18 people and injuring dozens more.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. On 8 February 2002, the Special Rapporteur sent a communication to the Government of the Republic of Moldova regarding the following cases. On 28 January 2002, in the town of Tiraspol, officials from the State Building Inspectorate allegedly gave the pastor of a Baptist Church, Vasili Timoshchuk, a new deadline of 15 February for the enforced demolition of the church which had allegedly been put up illegally. The Baptists had reportedly paid a fine in 2001 because of the illegal building work done 13 years earlier but, according to the head of the Building Inspectorate Inspection Service, this had no impact on the decision as to whether to legalize the building.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Methodists reportedly face refusal from the authorities of the region of Transdniester to register them. It is reported that Dmitri Hantil, a Methodist leader, has requested registration for two communities three times during the past six years and that a Captain Soin of the National Security Ministry not only warned him to stop applying for registration for his churches with the Transdniestran authorities but also asked him to cease cooperating with international organizations.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. On 21 February 2002, the Special Rapporteur sent allegations to the Government of Turkey concerning the following cases. On 13 February 2002, local authorities in nine provinces of Turkey, under alleged orders from the Turkish Interior Ministry, reportedly launched judicial proceedings questioning the legality of designated places of worship used by some 40 small Protestant church groups across the country. Formal notifications have reportedly been delivered to 23 congregations of Turkish Christians in Istanbul, Ankara, Diyarbakir, Bursa and Mersin, allegedly declaring that their rented or purchased places of worship were in violation of municipal building laws and informing the congregations that, if they continued to meet in a place not officially zoned for religious use, legal action would be taken against them. Court cases pertaining to these charges are reportedly under way concerning Protestant groups in Izmir, Istanbul, Mersin and Gaziantep.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Reportedly, a directive entitled \"requests to open places of worship\", allegedly issued on 17 August 2001 and signed by the Under-Secretary of the Interior Ministry, Muzaffer Ecemis, referred to the Turkish Penal Code, which prohibits the use of apartment flats, shops and detached buildings as places of worship by Protestants, Baha'is, Jehovah's Witnesses and Believers in Christ. It also reportedly declares that conducting Sunday schools, Bible schools or other religious education without permission from the Turkish Education Ministry is punishable with fines and prison sentences. In contrast, 81 per cent of the mosques under construction in the country have apparently obtained no licence, and 55 per cent have reportedly not even drawn up an architectural plan.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. By letter dated 18 June 2002, Turkey referred to the constitutional provisions applicable in this instance and replied, inter alia, that: \"In recent years, some Protestant groups have begun using certain areas, which are designated for residences, shops and offices, as places of worship. At the request of several governorships, the Directorate General of Security sent them the rules to be applied. Those rules are listed in Turkey's reply. No action was taken by the administration for the closure of existing places of worship. However, complaints have been filed to the Public Prosecutor's Offices. The governorships of Antalya, Aydin and Mugla have been authorized to allow the use of historical churches for acts of worship and religious services by everyone, after restoration by the Ministry of Culture. Furthermore, upon the application of a group named Independent Protestant Churches in Izmir, Aya Vukla Church, which was in the possession of the Ministry of Justice, has been designated as a place of worship for this group.\"",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. On 4 March 2002, the Special Rapporteur sent allegations to the Government of Turkmenistan concerning the following cases. On 10 February 2002, police reportedly raided a private home where six Protestants were gathering in the city of Ashgabat, allegedly fined the four adults present and threatened the home owner with the confiscation of her home and with deportation.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In November 2001 in Turkmenabat, Maryam Ismakaeva and five members of the Seventh-day Adventist Church were reportedly arrested at Ms. Ismakaeva's apartment and their documents seized, including Ms. Ismakaeva's document of ownership for her apartment. Allegedly, a statement of claim was sent by the city authorities to the court, in which Ms. Ismakaeva was officially accused of holding religious meetings of Adventist members in her apartment and it was stated that she should be evicted and not provided with any other place to live. Ms. Ismakaeva reportedly not only lost her apartment but also her registration in the country and had to leave the country.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. On 4 March 2002, the Special Rapporteur sent a communication to the Government of Zimbabwe regarding 11 Christians, including 4 clergymen who were reportedly arrested on 16 February 2002 while taking part in a prayer procession for peaceful elections. Prohibited from holding a \"prayer walk\" by the local police, church members reportedly took to their cars for a \"prayer drive\". The Anglican organizer of the initiative, Reverend Noel Scott, was allegedly arrested shortly after the drive and ordered to surrender his Zimbabwean passport before being released from prison. Ten others, including a woman, were reportedly arrested and charged with obstruction.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. By a letter dated 8 March 2002, Zimbabwe replied: \"The law in Zimbabwe clearly states that any procession, gathering or rally cannot take place without clearance from the police. The persons mentioned were acting against the law when they proceeded with their procession in defiance of the advice of the police, hence their arrest. While Zimbabwe guarantees religious freedom and expression, this freedom has to be enjoyed within the confines of the law.\"",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Regarding allegations that Christians have been compelled to fill in forms about the circumstances of their conversion and have been threatened with expulsion from the country if they refuse to abandon the Christian faith (see E/CN.4/2002/73, para. 68), Bhutan cited a response previously sent to the Special Rapporteur (cf. A/56/253, annex, para. 6) and replied: \"The Royal Government wishes to unequivocally state that such assertions are completely false. Such forms do not exist and have never been circulated by the Royal Government. Christians or those subscribing to any other religion in Bhutan have never been asked, at any time, to abandon their faith or leave the country.\"",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Regarding the closing of Christian churches and the arrests of Christians asked to abandon their faith (see E/CN.4/2002/73, para. 103), the Lao People's Democratic Republic replied, inter alia: \"A group of trouble makers have sowed division between Christian believers and believers of other religions, leading to conflict and confrontation among them. In order to calm down and bring the situation back to normal, the local authorities had ordered a temporary closure of the Church. They have also given the assurance that the Church will again be reopened when the situation is secure and tranquillity guaranteed. \"Such an allegation is not new. It is part of a misinformation campaign which seeks to discredit and tarnish the image of the Lao People's Democratic Republic. No public organization or individual may force citizens to believe or not believe in any religion. While Buddhism is the major religion practised, there is no discrimination against any other religion and no one is arrested on account of his or her religious faith.\"",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur wishes to thank the Government of Ukraine for the communication which it sent to him on the measures adopted to restore the rights of churches and religious organizations, by which he was informed that, on 21 March 2002, the President of Ukraine, Leonid Kuchma, signed a decree on urgent measures for combating the negative consequences of totalitarian policies of the former Soviet Union regarding religion and restoration of the violated rights of churches and religious organizations. That document is aimed at the restoration of justice, protection of the rights and interests of religious organizations, continuation of their moral and political rehabilitation, improvement of relationships based on religious and ideological tolerance, and creation of favourable conditions for affirming the principles of freedom of conscience. The Government of Ukraine stated its intention to form, by 1 May 2002, an interagency commission to consider proposals on the restoration of the rights of churches and religious organizations, and to draft plans for further actions.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Since assuming his duties in 1993, the current Special Rapporteur has visited the following countries: China (1994); Pakistan (1995); Islamic Republic of Iran (1995); Greece (1996); Sudan (1996); India (1996); Australia (1997); Germany (1997); United States of America (1998); Viet Nam (1998); Turkey (1999); Holy See (1999); Bangladesh (2000); Argentina (2001).",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The visit to the Vatican in 1999 initiated a new form of visit, supplementing the \"traditional\" visits made thus far, whose purpose is to establish a direct dialogue with the principal communities of religion and belief.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The choice of the aforementioned countries by the Special Rapporteur was determined by his wish to study in detail various problems of religious intolerance drawn to his attention, while maintaining an appropriate geographical balance.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. On the question of requests for visits, the Special Rapporteur announced at the most recent session of the Commission on Human Rights that Algeria, by letter of 28 January 2002, had agreed to a visit in situ. The Special Rapporteur was due to carry out this mission before the end of 2002.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. By letter of 15 May 2002, addressed to the Permanent Representative of Georgia, the Special Rapporteur also expressed the desire to visit Georgia to obtain information from the authorities and other parties concerned about various matters falling within his mandate.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Requests for visits addressed to Indonesia (1996), Israel (1997), the Russian Federation (1998), the Democratic People's Republic of Korea (1999) and Nigeria (2000) have still not brought results. Reiterating his desire for cooperation and dialogue, the Special Rapporteur draws attention to resolution 2002/40 by which the Commission on Human Rights calls upon all Governments to cooperate fully with the Special Rapporteur, to respond favourably to his requests to visit their countries and to give serious consideration to inviting him to visit so as to enable him to fulfil his mandate even more effectively. As regards Israel, the Special Rapporteur has still not received a reply to his request to visit made in the context of his mandate. As to the reminders which followed Israel's refusal to cooperate in the operational aspect of Commission resolution S-5/1, they also have produced no result. The Special Rapporteur is of the view that this refusal prejudices the credibility of the human rights protection system, and he calls on Israel to improve its cooperation for the sake of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur continued the mission follow-up procedure, initiated in 1996, with a view to receiving the comments of States and their reports on steps taken or contemplated by them in order to implement the recommendations formulated at the end of visits. In this respect, the Special Rapporteur still awaits the responses of Australia, Germany, the United States and the Islamic Republic of Iran, which has not replied since 1997, despite several reminders.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur calls on all the States concerned to cooperate fully in the follow-up procedure, which is a natural prolongation of any visit and constitutes an essential means of cooperation, benefiting States, non-governmental organizations and individuals concerned by the mandate and also the United Nations human rights machinery as a whole.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Special Rapporteur draws attention to Commission on Human Rights resolution 2002/84 on human rights and thematic procedures, which encourages all Governments to consider inviting thematic special rapporteurs, representatives, experts and working groups to visit their countries and to make follow-up visits with a view to the effective implementation of recommendations by the thematic procedures concerned.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. On 25 November 2001, the International Consultative Conference on School Education in relation with Freedom of Religion and Belief, Tolerance and Non-discrimination convened in Madrid on the occasion of the twentieth anniversary of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and adopted by consensus in plenary session its Final Document without qualifying statement or reservation.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. In his report to the Commission on Human Rights at its fifty-eighth session, the Special Rapporteur reported on the preparations for and the proceedings and outcome of the Conference and asked for the views and comments of the Commission on appropriate steps and actions to further, through education, the prevention of all forms of intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. By resolution 2002/40, the Commission on Human Rights noted with appreciation the Conference and underlined the importance of education in the promotion of tolerance and the elimination of discrimination based on religion or belief. The Commission also invited Governments to give consideration to the Final Document of the Conference, and urged States to promote and encourage, through education and other means, understanding, tolerance and respect in all matters relating to freedom of religion or belief and to make all appropriate efforts to encourage those engaged in teaching to cultivate respect for all religions or beliefs, thereby promoting mutual understanding and tolerance.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. As part of the follow-up to the Madrid Conference, the Special Rapporteur forwarded the Final Document to all States in December 2001, including the 80 States that had been represented in Madrid, and invited them to apply it appropriately. At the same time, the Special Rapporteur sent a letter to the human rights institutes, non-governmental organizations and religious communities which had participated in the Madrid Conference with a view to obtaining their suggestions as to follow-up activities that could be developed. Pursuant to the wish expressed by the Special Rapporteur, many participants helped in the dissemination of the Final Document of the Conference, either through their web site or by publishing it.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The human rights treaty bodies were also closely associated in the follow-up phase. In January 2002, the Special Rapporteur met with the members of the Committee on the Rights of the Child in Geneva and spoke with the secretariat of the Committee on the Elimination of Racial Discrimination. A discussion on the follow-up to the Madrid Conference and its challenges took place in March 2002 in New York during the seventy-fourth session of the Human Rights Committee.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 76,
        "Text": "76. At the ninth meeting of special rapporteurs, which was held in Geneva from 24 to 28 June 2002, the Special Rapporteur raised the question of the follow-up to the Madrid Conference with the special rapporteurs concerned more particularly with the prevention of intolerance and discrimination, including the Special Rapporteurs on the sale of children, racism, violence against women and the right to education. During his discussion with the persons chairing the human rights treaty bodies, the Special Rapporteur further stressed the need for those bodies to take into account the prevention aspect, both in questions addressed to States and in drafting final comments.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur participated in a meeting devoted exclusively to the follow-up to the Madrid Conference held on 10 April 2002 at the initiative of the NGO Committee on Freedom of Religion or Belief. At the Fifth World Congress of the International Religious Liberty Association (IRLA), which was held in Manila from 10 to 13 June 2002, the Special Rapporteur also dealt at length with the question of the prevention of all forms of intolerance and discrimination based on religion or belief. The Congress devoted a special meeting to the question of education for tolerance and the follow-up to the Madrid Conference.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. As regards future meetings, the Special Rapporteur will participate in the 31st Congress of the International Association for Religious Freedom (IARF) in Budapest from 28 July to 2 August 2002, which will also have to consider the question of follow-up to the Madrid Conference.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur has also been invited to participate in a Strategy Development Seminar which will be held in Oslo from 8 to 10 December 2002. This Seminar is organized by the Oslo Coalition on Freedom of Religion or Belief, which gathers experts and representatives from various religious or belief communities, academia, non-governmental organizations, international organizations and civil society. This organization was created in 1998 in order to monitor and promote freedom of religion or belief and to strengthen the mandate of the Special Rapporteur on freedom of religion or belief. The Seminar is part of the preparation of the international and interdisciplinary conference of experts to be held in 2003, which will aim at encouraging the development of models for religious and ethical education that increase knowledge and understanding between people with different beliefs. Experts will explore the ways of developing an international and interdisciplinary network to contribute to the realization of the aims and the follow-up of the recommendations of the Madrid Conference.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur welcomes the many positive reactions of States and the cooperation and commitment of the Madrid partners in this follow-up phase. A study of proposals on appropriate initiatives and actions has begun, and the Special Rapporteur will give an account of it in his next reports.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The communications referred to in the present report again raise the questions of religious extremism, of the status of women from the viewpoint of religion and traditions, and of religious minorities, especially new movements or communities of religion or belief. Their limited number, however, militates against the formulation of conclusions and recommendations at this stage. Accordingly, the Special Rapporteur will await the fifty-ninth session of the Commission on Human Rights to submit, in the light of all the communications addressed to States in the course of 2002, an in-depth analysis of the status of freedom of religion or belief and a body of conclusions and recommendations.",
        "Labels": [
            "Women/girls"
        ]
    }
]