[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, by resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Pursuant to resolution 1986/20, the Special Rapporteur has submitted, since 1994, 10 general reports to the Commission on Human Rights and 8 interim reports to the General Assembly, together with a total of 18 addenda submitted to the Commission or the Assembly. The present report is submitted in accordance with General Assembly resolution 57/208.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur welcomes the slotting system introduced by the documentation service. This system has enabled the Special Rapporteur to report on a longer period of activity than he did the previous year.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. This report covers a total of 41 communications transmitted to 33 States. It also covers the replies of States to these communications (Armenia, Russian Federation, Turkey, Viet Nam) and the replies to communications transmitted in the context of previous reports submitted to the Commission on Human Rights (Pakistan). Lastly, the Special Rapporteur expresses his gratitude to Egypt, the Russian Federation and Uzbekistan for their replies, whose content cannot, for technical reasons, be reflected in the present report. These replies and any received after 1 August 2003 will be covered in his next report to the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In accordance with his methods of work (and the rules governing his mandate), the Special Rapporteur wishes to clarify that the communications sent within the past two months are not summarized in the present report since the time limit given for answers from the States concerned has not expired.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. On 11 April 2003, the Special Rapporteur sent the Afghan Government a communication concerning the broadcasting ban imposed on a television station on 19 January 2003 for showing half-naked female singers and certain films containing obscene passages. That same day, police allegedly shut down five cable television operators in Kabul.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 7,
        "Text": "7. While recognizing the difficulties inherent in national reconstruction after many years of conflict, the Special Rapporteur reminds the authorities of the need to guarantee freedom of opinion or expression and freedom to manifest religious belief within the framework and the limits envisaged by international law.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. On 11 April 2003, the Special Rapporteur sent the Saudi Arabian Government a communication concerning the sentencing to death, on 7 January 2002, of Hail Al-Masri, a Yemeni citizen accused of denigrating the religion of his co-tenant.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. On 11 April 2003, the Special Rapporteur informed the Armenian Government that he had information that Hambartsum Odabashyan, a Jehovah's Witness, had been sentenced on 1 April 2003 to three years of hard labour for refusing to perform military service owing to religious beliefs. During this period, 20 to 30 Jehovah's Witnesses who were conscientious objectors were allegedly serving one- to threeyear sentences.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In his letter to the Armenian Government, the Special Rapporteur specifically requested information on the adoption of draft legislation introducing alternative service in place of military service.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur also informed the Armenian Government of the refusal to register Jehovah's Witness communities, affecting 7,000 Armenians.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In its letter of 30 May 2003, the Armenian Government replied that, in the course of 2002, 20 Jehovah's Witnesses had been sentenced by the courts and tribunals for refusing to perform military service. From January to May 2003, 10 persons had been sentenced on the same grounds.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. With regard to the idea of alternative service in place of military service, the Government stressed that regular military service is obligatory in Armenia and that this is in conformity with international law. Nonetheless, on 8 March 2002, a working group on the elaboration of a draft law on alternative military service was set up and a draft law had already been submitted to the Government.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. With regard to the situation of the persons mentioned by the Special Rapporteur in his letter, the Government explains that, since the law on alternative service has not yet been adopted, refusal to perform military service continues to be a criminal offence.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur expresses his gratitude to the Armenian Government for its reply, and, drawing attention to resolutions 1998/77 and 2002/45 of the Commission on Human Rights on conscientious objection to military service, encourages the authorities to introduce such legislation in the near future.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. On 8 May 2003, the Special Rapporteur transmitted to the Azerbaijani Government information on the systematic destruction of thousands of \"Khatchkars\" (stone crosses 1 metre wide by 2.5 metres long decorated with Christian symbols) in the Djulfa cemetery since 9 November 2002. Other \"Khatchkars\" were allegedly removed by truck to unknown destinations. Similar destruction is reported to have taken place in November 1998.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur is awaiting the reply of the Azerbaijani authorities and wishes to draw attention to General Assembly resolution 55/254 of 31 May 2001 on protection of religious sites.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. In a letter dated 11 April 2003, the Special Rapporteur informed the Government of Bangladesh of reports alleging that military personnel had arrested Reverend Kyolachai Bhikku, a Buddhist monk, in a Chittagong Hill Tracts temple and severely beaten him in public.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In another incident, the army allegedly barred the residents of the village of Noapara from celebrating a traditional Buddhist religious holiday on 17 November 2002.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 20,
        "Text": "20. On 25 July 2002, two under-age Hindu girls were reportedly kidnapped by Muslims and forced to sign promises that they would convert to Islam.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Finally, referring to a previous communication dated 19 April 2002, the Special Rapporteur has received additional information on the cases of Gyan Jyoti Barua, a Buddhist monk who was allegedly killed with an axe in his orphanage, and of Madhan Gopal Goswami, a Hindu priest killed in similar circumstances.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur wishes to stress the seriousness of the abovementioned allegation and, recalling that this was the second communication in connection with the same incidents, would like to receive as soon as possible the views and observations of the authorities of Bangladesh on the matter.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In a letter dated 8 May 2003, the Special Rapporteur informed the Belarusian Government of information according to which requests for registration by the True Orthodox Church and the Belarusian Autocephalous Orthodox Church had been denied.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In a second communication dated 12 June 2003, the Special Rapporteur mentioned an incident that allegedly occurred, on 1 June 2003, during which the police were said to have interrupted a meditation ritual being held by six members of the Light of Kaylasa Hindu community in an apartment.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. In his two communications, the Special Rapporteur enquired about measures that the Government had taken or planned to take to comply with the provisions of article 18 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. On 11 April 2002, the Special Rapporteur sent the Bulgarian Government a communication relating to information on a new law on religions, about which most of the country's religious minorities had apparently expressed concern, particularly over the vague nature of certain parts of the law, especially relating to the registration procedures for religious movements, the \"right to a religion\" and the definition of a religious institution.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The Special Rapporteur also informed the Government of reports alleging that at the end of November 2002 the nationalist group Internal Macedonian Revolutionary Organization (IMRO) and the Orthodox Church had launched a campaign in Burgas to prevent the construction of a house of worship of Jehovah's Witnesses. Posters calling on people to oppose \"parasitic sects\" had allegedly been displayed in the city.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur wishes to point out that the registration procedures would be considered legitimate and consonant with international laws concerning religious freedom only if they were specified by law, objective, reasonable and transparent, and therefore did not have the aim or the result of creating discrimination, and that any refusal of registration must be well-founded and be subject to judicial review.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur addressed a communication to the Chinese Government on 11 April 2003 concerning inter alia action taken against Falun Gong members. Between June 2002 and February 2003, a number of Falun Gong members had allegedly been arrested and sometimes tortured, or died while in detention or shortly after their release. This is said to involve, in particular: Zhang Zhuo; Xiao Peng; Li Xiaojing; Zhang Xiaochun; Wang Jinling; Wang Haoyun; Wu Mingfang; Lingxia Wu; Xiao Chengrui; Chen Jianling; Song Huaping; Xiangyun Deng; Xiaoyun Fu; Wei Chaozong; Chen Xunan; Pu Shigao; Bai Xiuhua; Wang Baoxian; Liu Jiming; Xun Ruilin; Dong Jinlan; Deming Shen; Hongmin Li; Mi Zhongsheng; Jiang; Jingyi Wang; Sun Jihong; Gaidi Zhu; Liao Zhaoqi; Xinzhi Gu; Liguo Jiang; Ouyang Wei; Fengfang Yang; Yunping Bi; Zhixiang Luo; Zaixin Wei; Xiuqin Xing; Laihe Wei; Guiqin Yang; Zhenhai Wang; Baochen Huang; Lianping Ye; Ms. Hou; Fengwei Wang; Lin Guan; Hongye Hu; Yurong Zhou; Xingguo Song; Jianhua Liang; Shufang Wang; Huajiang He; Cuizhen Zhang; Liu Qunying; Guanyun Yu; Jinshan Liu; Fengxia Xiong; Zhang Quanfu; Wang Fengqin; Liu Shufen; Zhang Dezhen; Guiying Meng; Yu Tianyong; Zhang Zhen; Lan Hu; Peng Fangjian; Liu Jie; Zhao Xianzhong; Li Hongwei; and Ding Feng.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur also cited reports, concerning other Falun Gong members, of the arrest of Charles Li, a United States citizen, and his three-year prison sentence for attempting to interfere with radio and television programmes; of the kidnapping of Nancy Chen, an Australian citizen, by Chinese national security agents; of the sentencing of Yuhui Zhang to 10 years in prison for having written and published articles on the situation of Falun Gong members in China; and of the sentencing of 16 persons for having demonstrated in front of the Chinese Government liaison office in Hong Kong.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Concerning the situation of Tibetans, the Special Rapporteur informed the Chinese Government of information about the arrest of five Tibetans, on 17 October 2002, in the city of Ganzi: Shamba; Tsangpo; Namgyal; Kayo Dogha; Tsering Dorjee; and Jampal.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Moreover, Tibetan officials from Lhasa were said to have been threatened with losing their pensions and/or employment if they visited the sacred site of Mount Kailash during the Buddhist festival of Sagadawa.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur also reverted to the case of Tenzin Delek Rinpoche (see paras. 19 and 20 of E/CN.4/2003/66), a professor of Tibetan religion who, in December 2002, was reportedly sentenced to death for involvement in a series of explosions and fomenting of separatism. His aide, Lobsang Dhonhup, was also reportedly sentenced to death.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Finally, the Special Rapporteur drew the attention of the Chinese Government to a draft \"anti-subversion\" law submitted by the Hong Kong Special Administrative Region of the People's Republic of China, whose vague and broad definition of terms such as \"subversive activities\", \"treason\" and \"sedition\" are allegedly likely to undermine freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In a second communication of 12 June 2003, the Special Rapporteur transmitted information on the arrest of three monks, Tamding, Palzin and Shongdu, and a layman, Ngodup, of the Serthar Buddhist Institute on 27 May 2003. They were reportedly arrested in connection with their alleged involvement in an incident on 25 December 2002 related to the reconstruction of housing destroyed the previous year by the authorities, during which there were reports of casualties and destruction of police vehicles (see para. 21 of E/CN.4/2003/66).",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. On 11 April 2002, the Special Rapporteur sent the Egyptian Government a communication in connection with information according to which Salwa Iskandar Hanna has allegedly been denied her husband's pension since his death in February 2002, because the Government does not recognize Baha'i marriages.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The Special Rapporteur was also informed of the publication of an article in the daily Al-Ahram of 11 July 2002 in which the author allegedly said that anyone converting to the Baha'i religion should be considered apostate and executed if the apostasy persists.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteur, recalling the observations made in his previous report to the General Assembly (A/57/274) concerning action taken by the Egyptian authorities to contain and prevent displays of intolerance and discrimination based on religion or belief, urges that this positive approach should not incidentally lead to discrimination against certain religious minorities. Moreover, while recalling the need to respect freedom of the press, he wishes to draw the attention of the Egyptian authorities to the necessity of combating any call for religious hatred that incites discrimination, hostility or violence and which therefore must be prohibited by law.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. In a communication of 8 May 2003, the Special Rapporteur transmitted to the Government of the United Arab Emirates information according to which Reverend Fernando Alconga, a Philippine priest from the Conservative Baptist Association, accused of having given Christian publications in Arabic to non-Christians, reportedly received a suspended sentence of one year in prison, was forbidden to enter the territory and had property confiscated.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In a communication of 2 June 2003 addressed to the United States Government, the Special Rapporteur expressed concern that incidents of religious intolerance continued to occur in the United States and that the incidents may have been encouraged, in particular by statements from public figures and by a certain media bias.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. According to information received, even if the wave of attacks against Muslims in general and Arabs in particular immediately following the events of 11 September 2001 had eased by November 2001, the number of attacks and other acts against Muslims remained at a significantly higher level than before 11 September 2001. Furthermore, even if, on the whole, the authorities dealt properly with such violations, a number of preventive measures could have been taken to avoid them.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. By way of illustration, the Special Rapporteur mentioned the following incidents.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. With respect to the violence, on 21 February 2003, in Irvington (New Jersey), a Muslim was allegedly attacked and beaten by two men who accused him of being a terrorist. On 22 February 2003, at Yorba Linda (California), Rashid Alam, a young Lebanese-American, was reportedly severely beaten by a gang of about 20 young people shouting anti-Arab slogans. On February 2003, in Santa Clara, California, a Muslim woman wearing religious dress was allegedly struck in the face.",
        "Labels": [
            "Women/girls",
            "Adolescents"
        ]
    },
    {
        "ID": 44,
        "Text": "44. With respect to the attacks on places of worship, on 19 November, in Oswego County (New York), four young persons allegedly set fire to the Gobind Sadan, an interfaith centre, believing that the persons who attended the centre were Osama bin Laden sympathizers. On 25 March 2002, Charles Franklin, who allegedly said that he hated Muslims, reportedly drove his pickup truck into an Islamic centre after the evening prayer. On 11 June 2002, in Milpitas (California), vandals allegedly burst into a mosque and proffered anti-Arab insults. On 24 August 2002, the authorities reportedly foiled a plan by Robert Goldstein to blow up about 50 mosques and Islamic cultural centres in southern Florida. On 11 March 2002, two shots were fired at a large mosque in Chicago where about 100 people were worshipping.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 45,
        "Text": "45. With respect to incidents concerning employment, in December 2001, in Phoenix (Arizona), Bilan Nur was dismissed by her employer, Alamo Rent A Car, for having worn her veil during Ramadan. On 4 January 2002, the Worcester Art Museum, in Worcester (Massachusetts), allegedly dismissed Zia Ayub, a Muslim who worked there as a guard, on grounds of religious affiliation.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. With respect to statements made by public figures, on 9 November 2001, Attorney General John Ashcroft reportedly said on the radio that \"Islam is a religion in which God requires you to send your son to die for him. Christianity is a faith in which God sends his son to die for you.\" On 5 August 2002, the evangelist Franklin Graham, among other statements against Muslims, reportedly said on television that Islam is a \"very evil and wicked religion\".",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. With respect to certain anti-terrorist measures taken by the authorities, in January 2003, the Director of the Federal Bureau of Investigation (FBI) allegedly issued new directives ordering FBI field offices to conduct an inventory of mosques in order to determine the targets for anti-terrorist investigations.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur wishes to remind the United States authorities of their responsibilities regarding the need to confront Islamophobia and Arabophobia. He stresses the urgent need for Muslims and followers of other religions to respect international legal norms, particularly articles 18 and 20 of the International Covenant on Civil and Political Rights. The role of public figures and the media is crucial in this regard.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. By a letter dated 11 April 2003, the Special Rapporteur transmitted to the Russian Government information according to which, during 2002, 14 foreign residents allegedly were either expelled from the country or prevented from returning because of their religious activities.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur also informed the Russian Government of the possible adverse effects, according to certain information sources, of the new anti-terrorist legislation adopted by the Russian Parliament on 27 June and 10 July 2002 on freedom of religion and belief, given the very broad definition of the term \"terrorist activity\" under article 1 of the law.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. By a letter dated 11 April 2003, the Special Rapporteur transmitted information to the Greek Government according to which religious education textbooks allegedly referred to Jehovah's Witnesses as an \"anti-national mechanism\", to \"Protestant sects of North America, the 'worst form of heresy'\", as \"agents of the CIA\", to the \"papal\" (Catholic) Church as \"deviant\" for \"its attempts to draw nearer to the Orthodox Church\" through the Uniate Church and to Islam as \"belligerent.\" After Jehovah's Witnesses had registered a complaint, the Minister of Education allegedly adopted a recommendation of the Hellenic Pedagogical Institute according to which the contentious work was not in breach of the Constitution or other laws.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. In this respect, the Special Rapporteur wishes to draw the attention of the Greek Government to the final document of the International Consultative Conference on School Education in relation with Freedom of Religion and Belief, Tolerance and Non-discrimination, held in Madrid in November 2001, and particularly paragraphs 4 and 6. He wishes to recall in this regard the important role played by Greece during this Conference.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. By letter dated 11 April 2003, the Special Rapporteur informed the Government of India that on 6 December 2002 the police had reportedly prevented the mass conversion to Buddhism and to Christianity of about 10,000 untouchables (Dalits) in the town of Chennai; it was alleged that all roads leading to the town had been blocked and that the police had stopped 60 trucks in which the Dalits were travelling.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Furthermore, in January 2003, an extremist group of self-proclaimed Muslims, Harkat-ul Jehad-e-Islami, allegedly threatened to kill Muslim women in the town of Rajauri unless they gave up their jobs. Posters had reportedly ordered families to marry off their daughters who were over 15 years old and threatened women with death if they bathed in rivers or stepped outside their homes alone.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. During the night of 13 January 2002, an American missionary of the New Jerusalem Church was reportedly stabbed and seven other Christians were attacked by a dozen militants suspected of being members of a Hindu group, Rashtriya Swayamsevak Sangh.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. On 24 November 2002, two suspected Islamic militants were said to have burst into the Raghunath temple in Jammu and Kashmir, hurled grenades and fired random shots; 12 people, including the attackers, had reportedly been killed.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Lastly, the Special Rapporteur informed the Indian Government that, on 12 March 2003, 15 unidentified persons had allegedly vandalized a church in Yavatmal and set up a Hanuman idol there.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. By letter dated 11 April 2003, the Special Rapporteur informed the Government of Iran of a report that Manuchihr Khulusi had been reimprisoned on 27 March 2003 in Mashhad; on 7 December 2002, he had been sentenced to four years' imprisonment by the Revolutionary Court of Mashhad on the grounds that his membership in the Baha'i religion and his activities in connection with that religion constituted a threat to the internal security of Iran.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The Special Rapporteur also reported a number of other incidents concerning the Baha'i community: - On 7 January 2003, a Revolutionary Court allegedly rejected an appeal by Ahmad Yalda'i for the return of his home, which had been confiscated because he held Baha'i classes there; - As at January 2002, four Baha'is (Bihnam Mithaqi, Kayvan Khaljabadi, Musa Talibi and Dhabihu'llah Mahrami) were apparently still being detained because of their religious beliefs; - It is reported that, although Parliament has adopted legislation providing for equal compensation in \"blood money\" for non-Muslim victims of crimes, members of the Baha'i community are still ineligible for such compensation; - On 19 July 2002, revolutionary guards allegedly raided nine locations where the Baha'i Institute of Higher Education was administering its qualifying examinations and confiscated the examination papers of 25 students; a similar incident occurred in Mashhad; - In June 2002, 17-year-old boys and girls in a Baha'i class were allegedly arrested by the police near the Chalus Freeway; they were released after several hours of interrogation; - On 9 June 2002, Resalat, a daily newspaper, published an article stating that the Baha'i were not a religious minority but an intelligence service headed by an American, Israeli or British agent.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur also informed the Government of Iran of a report that Professor Hashem Aghajari had been arrested in August 2002 after delivering a speech in which he argued against the need to blindly follow clerical teachings",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. While noting some promised improvements in treatment of the Baha'i minority, the Special Rapporteur is of the view that the measures taken by the Iranian authorities to end the persecution of Baha'is, including by non-State entities, and to guarantee them the same rights as any other Iranian citizen are still inadequate. He again reminds the Iranian authorities of the need to ensure respect for the relevant provisions of international law, including article 18 of the International Covenant on Civil and Political Rights and the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief. In addition, as a religious minority, Baha'is are entitled to the respect due to all other religious minorities.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. By letter dated 11 April 2003, the Special Rapporteur informed the Government of Israel of a report that on 22 August 2002 the Israeli police had arrested Archimandrite Theodosios Hanna, spokesman of the Greek Orthodox Church in Jerusalem and the Holy Land, and had charged him with illegal entry of an enemy country and relations with terrorist organizations.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur has also been informed that the Israeli authorities have still not recognized the canonical election in August 2001 of His Holiness Ireneos, Patriarch of the Orthodox Church in Jerusalem.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Lastly, the Special Rapporteur has been informed that in January 2003 Israeli forces prevented over 800 Palestinians on a pilgrimage to Saudi Arabia from leaving the Gaza Strip.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur awaits a reply from the Israeli authorities and stresses the need for Israel to ensure respect for the right of all persons to freedom of religion.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. By letter dated 11 April 2003, the Special Rapporteur informed the Government of Kazakhstan of a report that, although religious groups are not legally obligated to be registered, the authorities are persecuting unregistered groups and, at the same time, are raising a number of obstacles to their registration.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. For example, on 8 September 2002, members of the National Security Committee are said to have raided the apartment of a Baptist pastor, Kormangazy Abduratov, during a bible study meeting. Although the authorities have reportedly refused to permit the registration of this church, the security forces accused it of not being registered and took several participants in the meeting away for interrogation. These events were filmed and subsequently broadcast on television with comments that the Baptists were a \"dangerous cult\" and took children away from their parents.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 68,
        "Text": "68. In April 2002, regional authorities reportedly raided an unregistered farm run by the Society for Krishna Consciousness in the village of Yeltay. Pictures of this raid were broadcast on television and the Krishnas were described as extremists and criminals.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 69,
        "Text": "69. Lastly, in 2002, there were reportedly 28 court cases involving Jehovah's Witnesses accused of holding religious meetings without being registered.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Special Rapporteur draws attention to his comments on registration procedures in paragraph 28 of this report.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. By letter dated 11 April 2003, the Special Rapporteur informed the Government of Kyrgyzstan of a report that the second draft of a bill on freedom of conscience and religious organizations contained provisions which would make the exercise of freedom of religion or belief subject to a registration procedure; it would also allow alternative military service only for members of certain religions.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Thus, Dmitri Shukhov, a baptist from Bishkek, has reportedly been declared ineligible for alternative service because his church has refused to be registered.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. In a communication dated 22 May 2003, the Special Rapporteur transmitted information that Muslim girls had been called before the school principal because they were veiled. Their religious books had been confiscated and they had been threatened with expulsion if they continued to wear the veil. In the town of Bazar-Kurgan, Muslim students had reportedly been beaten by their teacher for practising Islam.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 74,
        "Text": "74. On 11 April 2003, the Special Rapporteur sent the Government of Morocco a communication concerning 14 young \"heavy metal\" music enthusiasts who had been sentenced to prison by a Casablanca court for undermining the Muslim faith. In a decree dated 4 April 2003, the Casablanca appeals court reportedly confirmed the three-and-a-half-month prison sentences of three of the young people and acquitted the 11 others.",
        "Labels": [
            "Adolescents",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 75,
        "Text": "75. In a message dated 8 May 2003, the Special Rapporteur informed the Moldovan Government that in April 2003, the Bendery authorities were said to have arrested Baptists, questioned them regarding the practices of their church and confiscated 29 books. In addition, Alexsandr Kulysh, owner of the Baptist church in Krasnoe, and several other people had reportedly been fined for using a building on his property as a church.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur draws attention to his comments on registration procedures in paragraph 28 of this report.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. On 11 April 2003, the Special Rapporteur sent a communication to the Government of Myanmar regarding the arrest of a Falun Gong practitioner, Chan Wing Yuen, on 12 December 2001 for displaying a banner that read \"Truthfulness — Compassion — Tolerance\" in a street. Mr. Chan was reportedly sentenced to seven years' imprisonment.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur also transmitted a report that on 20 December 2002 over 100 Naga Christians had been forcibly converted to Buddhism in a ceremony organized by soldiers at the Buddhist monastery of Khunthet.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. By letter dated 8 May 2003, the Special Rapporteur informed the Government that Dr. Salai Tun Than, held in the Insein Prison Hospital, had reportedly begun a hunger strike to protest conditions of detention in the prison and, in particular, the fact that he was not allowed to have a bible or to receive communion.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 80,
        "Text": "80. On 11 April 2003, the Special Rapporteur sent the Government of Nigeria a communication concerning the religious violence which had allegedly occurred in the town of Kaduna around 20 November 2002, after the holding of the Miss World pageant in that country. This violence, which had reportedly left about 100 dead and over 500 wounded, had followed the publication of a newspaper article stating that, if the prophet Mohammed had been alive, he would probably have chosen to marry one of the 92 contestants. At least 22 churches and 8 mosques were said to have been destroyed during these events.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. In addition, Reverend Bitrus Manjang of the Church of Christ in Nigeria was reportedly gunned down along with his son, his daughter-in-law and a six-month-old child in front of his home in Rim, Plateau State.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 82,
        "Text": "82. By letter dated 8 May 2003, the Special Rapporteur drew attention to the many incidents of inter-faith violence reported since 2001 in Plateau State. In one such incident, 22 villagers were reportedly killed and 28 disappeared following an attack on the town of Kadarko on 18 March 2003. Two of the attackers killed by the police were reportedly identified as soldiers on active duty and a police officer stated that an armoured vehicle assigned to protect the area took sides with the attackers.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The Special Rapporteur stresses the serious nature of these allegations, notes that this was not the first communication concerning these events and regrets that the Government has still not replied to his communications.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. In a message dated 11 April 2003, the Special Rapporteur sent the Government of Pakistan a communication concerning the following incidents: - On 4 November 2002, Mohammed Asghar was reportedly tortured by villagers and subsequently shot by a police officer for burning pages of the Koran; - On 25 September 2002, two armed men reportedly entered the premises of a Christian charitable organization (the Peace and Justice Institute) and killed seven people before escaping; - On 9 August 2002, unidentified attackers reportedly hurled grenades into the chapel of a Christian missionary hospital in Taxila, killing three nurses and wounding about 20 other people; - On 5 August 2002, an armed attack on a missionary school for foreign students reportedly left at least six dead and four wounded; - On 18 July 2002, a Lahore court fined Kenneth Anwar 500,000 rupees and sentenced him to death for blasphemy; Wajih-ul-Hassan was also sentenced to death for blasphemy on 27 July 2002 in Lahore, as was Kingri Masih on 29 June 2002 in Faisalabad; - On 25 December 2002, two masked men are said to have thrown an explosive device into a Presbyterian church in Chianwali during a children's Christmas service. Three children, Najma, Shumaila and Razia, were reportedly killed and 16 other children and adults were wounded.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur is concerned at the worsening relations between religious communities and at the number of acts of violence committed in the name of religion. He would like to receive information on the measures taken by the Pakistani authorities in order to encourage tolerance among religious groups.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. On 12 June 2003, the Special Rapporteur transmitted to the Lao Government information according to which, between 17 and 27 May 2003, 20 Christians were allegedly arrested by the authorities in Muong Nong for refusing to renounce their faith. This would be the third wave of arrests carried out by the Lao Front for National Construction since 3 April 2003.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur sent a communication dated 11 April 2003 to the Romanian Government relating to certain difficulties encountered by the Greek Catholic community. According to reports, despite a legislative decree of 1990 requiring that all property confiscated from the Greek Catholic Church in 1948, with the exception of large farm lands, should be returned to it, only 5 per cent of that property is said to have been recuperated to date.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur sent a letter dated 11 April 2003 to the Government of Serbia and Montenegro relating to information according to which Milan Gligoric, a Jehovah's Witness, sentenced on 12 December 2002 to a suspended prison term of four months for refusing to perform military service, was allegedly called up again by the army in February 2003, despite the constitutional guarantee of the right to conscientious objection.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 89,
        "Text": "89. On 8 May 2003, the Special Rapporteur sent the Government information according to which, during the night of 15/16 January, the Adventist pastor Josip Tikvicki was allegedly severely beaten by persons who were trying to attack his church in Zrenjanin. Acts of vandalism against Adventist churches in Belgrade and Kragujevac were allegedly committed the previous month.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The Special Rapporteur reminds the Government that international law, particularly article 18 of the International Covenant on Civil and Political Rights, imposes on it a positive obligation to take appropriate measures so that citizens may safely exercise their right to freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. The Special Rapporteur sent a communication dated 11 April 2003 to the Sudanese Government providing it with information according to which Abdallah Fadl Alla Abdalla was allegedly arrested on 16 January 2003 for organizing a book exhibition in commemoration of the death of Mahmoud Mohamed Taha, who was executed in 1985 for the crime of apostasy. The police allegedly also confiscated books, photographs and posters and charged Mr. Abdallah with insulting Islam.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. By a communication dated 11 April 2003, the Special Rapporteur transmitted to the Government of Tajikistan reports alleging that three \"non-approved\" mosques in the Frunze district had been destroyed by order of the Mayor in February 2002. Furthermore, between August and October 2002, the Jabarasul district authorities allegedly closed 33 small mosques. Finally, the authorities allegedly would have people believe that non-registered places of worship cannot operate, whereas Tajik law does not make religious worship subject to such registration.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Rapporteur wishes to recall the observations that he made concerning registration procedures in paragraph 28 of this report.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. On 11 April 2003, the Special Rapporteur sent the Government of Turkmenistan information according to which, on 14 July 2002, two Baptist families of Turkmenbashi were allegedly ordered to leave the territory, because their residence permit had been revoked. During the past five years, some 100 foreigners were allegedly deported because of their beliefs.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Furthermore, on 2 July 2002, Nikolai Shelekhov, a Jehovah's Witness, was allegedly sentenced for a second time to one and a half years in prison for refusing to perform military service because of his religious beliefs.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 96,
        "Text": "96. On 8 May 2003, the Special Rapporteur transmitted to the Government information according to which, on 16 March 2003, in Balkanabad, National Security Committee officers allegedly interrogated Baptist students and forbade them to take part in religious services.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. By a communication dated 12 June 2003, the Special Rapporteur transmitted information according to which, on 27 May 2003, security forces allegedly broke into the house of a Hare Krishna follower that was being used as a temple, in Ashgabat. The owner and two other residents were allegedly arrested and one of them was reportedly severely beaten because he refused to provide information on other Hare Krishna followers.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The Special Rapporteur is concerned by the recent developments in government policy regarding respect for freedom of religion and belief and, noting that he has already sent three communications during the period covered by this report, hopes to receive a response from the Government in the near future.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. By a communication dated 11 April 2003, the Special Rapporteur transmitted to the Turkish Government information according to which, on 14 June 2002, security police allegedly ordered pastor Yusuf Yasmin to close the doors of the New Testament Church, because it did not have a \"legal basis\" and its activities were harmful to society.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. By a letter dated 26 May 2003, the Turkish Government explained that Yusuf Yasmin had opened a church in an apartment that did not meet legal requirements and in which religious education was provided to children without the authorities' approval, in breach of the law on educational institutions. Yusuf Yasmin was prosecuted on those grounds and his case is now pending. Furthermore, the Hatay administrative court refused a request to reverse the decision to close the apartment and suspend its enforcement. The Government notes, finally, that the small Protestant community of Hatay was able to use the Armenian Church of Karasun Manuk for its activities for 40 years without any difficulties.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 101,
        "Text": "101. The Special Rapporteur thanks the Turkish Government for its response and wishes to be kept informed of subsequent proceedings.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. On 11 April 2003, the Special Rapporteur sent a communication to the Uzbek Government relating to the difficulties that various religious minorities encounter in Uzbekistan, including the following. - 103. Jehovah's Witnesses - On 28 March 2002, the police allegedly interrupted three Jehovah's Witnesses meetings, because the congregations were not registered, and some of the participants were fined. - On 21 April 2002, the police allegedly accused 13 Jehovah's Witnesses who had gathered in an apartment in Tashkent of holding an illegal religious meeting. One of the participants, Mr. Mudarisov, was later summoned by the authorities to sign a confession and a pledge to stop holding such meetings. When he refused to sign, a court reportedly sentenced him to 15 days in prison. - 104. Protestants - On 13 May 2002, the police reportedly broke into a private house in which the Protestant church of Novaya Zhizn was holding a service. On 16 May 2002, six participants were allegedly fined for organizing illegal meetings. - On 9 August 2002, the police allegedly searched an apartment in which 13 Protestants were meeting, in the town of Khojaly, and seized religious literature. The participants were allegedly fined. - 105. Baptists - On 19 November 2002, a judge in the town of Navoy allegedly sentenced Nikolai Nikulin, a Baptist, to 10 days in prison for \"illegally hosting a religious gathering in his apartment without a permit\". - 106. Muslims - 150 Muslim prisoners from Prison No. 6461 were allegedly punished for observing the Ramadan fast.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 107,
        "Text": "107. In a communication dated 8 May 2003, the Special Rapporteur informed the Government of an open letter to the Minister of the Interior, dated 22 April 2003, in which 22 Muslim women prisoners allegedly complained of violations of their right to freedom of worship, having been punished for praying, having copies of the Koran confiscated and being forbidden to wear the veil.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 108,
        "Text": "108. In a letter dated 11 April 2003, the Special Rapporteur informed the Vietnamese Government of various reports that head reached him relating to problems encountered by Christian Montagnards: - In December 2001, the authorities allegedly arrested and interrogated, several Montagnards who had planned to organize Christmas celebrations. Some of them, in particular, were allegedly tortured and various religious objects were reportedly confiscated. - In December 2002, several Montagnards were allegedly warned not to celebrate Christmas and to renounce their faith. In the village of Buon Drai, persons suspected of being a preacher or a Degar Christian were allegedly forced to denounce their faith in front of other villagers. Furthermore, three Montagnards were allegedly taken from the town of Phu Thien by security forces and crucified on poles. - In January and February 2002, many Christian Montagnards were allegedly arrested and tortured. On 30 January 2003, the authorities reportedly threatened to kill or imprison the inhabitants of Buon Hra and Buon Cua if they did not renounce their faith.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 109,
        "Text": "109. The Special Rapporteur was also informed that, by the end of September 2002, 354 of the 412 churches in the province of Dak Lak were allegedly closed down and that the remaining 58 churches might very shortly be closed.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. Finally, the Special Rapporteur transmitted to the Vietnamese Government a listing of Hmong Christian pastors who were allegedly detained because of their religious beliefs and drew the attention of the Government to the case of Nguyen Dang Chi, a pastor from Phy Ly (Tri An), who was allegedly arrested on 6 July 2002 and held in a cell for 24 hours in inhumane conditions.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 111,
        "Text": "111. Concerning the Buddhist community, in addition to Le Quang Liem, head of the Hao Hao Buddhist church, who is said to have begun a hunger strike to protest his two-year house arrest, at least a dozen other Buddhists are allegedly still being detained on religious grounds.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 112,
        "Text": "112. Finally, the Special Rapporteur provided information on the arrest of Dr. Nguyen Dan Que, on 17 March 2003, for criticizing the Government's policy on freedom of religion and information.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. By a communication dated 11 June 2003, the Vietnamese Government indicated to the Special Rapporteur that the allegations according to which churches are forcibly dismantled in the province of Dak Lak and practising Christians are threatened, arrested and tortured are complete distortions and pure slander. Vietnamese law guarantees the right to freedom of religion and belief and stipulates that all religions should be treated equally by the State, and that no person may be tortured or arrested for exercising the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. The Government reaffirmed that it has a consistent policy of respect for religious freedom. Article 70 of the Constitution stipulates that citizens enjoy freedom of religion and belief, that they may practise any or no religion, that all religions are equal before the law, that places of worship are protected by the law and that no one may violate freedom of belief and religion or use beliefs or religions to violate the law or policies of the State. Consequently, all places of worship in Viet Nam are fully respected and well protected.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. The Special Rapporteur stresses that the information contained in the letter making the allegations has undergone proper cross-checking and verification that appear to substantiate it. He wishes to invite the Vietnamese Government to conduct further investigations. These will help to ensure respect for freedom of religion and belief, as it is protected under article 18 of the International Covenant on Civil and Political Rights, while emphasizing that the Vietnamese Constitution recognizes freedom of religion and belief. The Special Rapporteur remains convinced that sustained cooperation in this area should serve the cause of human rights and make the situation in Viet Nam with respect to freedom of religion and belief more comprehensible and transparent in an objective way, without distortion or bias.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. By a communication dated 11 April 2003, the Special Rapporteur informed the Government of Yemen of allegations that, on 20 December 2002, three American missionaries, Martha Myers, William Koehn and Kathleen Gariety, had been shot and killed while working at a missionary hospital in Jibla. A fourth American was reportedly wounded seriously during the attack.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. Concerning the attack in an Islamabad Protestant church on 17 March 2002 during which Barbara Green and her daughter Kristen Wormsley were shot and killed (see A/57/274, para. 46), the Pakistani Government replied in a letter dated 30 December 2002 that the authorities have apprehended the culprits, who were also involved in other similar incidents and that an intensive investigation was under way. The Government annexed to its letter information on the current state of the investigation and added that recent violence against the Christian community of Pakistan was the work of evil elements opposed to cooperating with the Government to combat international terrorism. Furthermore, these tragic isolated incidents are not likely to jeopardize traditional feelings of mutual respect and friendship between Muslims and the Christian community. The safety of the Christian community is among the main concerns of the Government, and new security measures have been adopted in that regard.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 118,
        "Text": "118. Concerning the case of the daily Mohasib, which had been closed following publication of an article entitled \"The Beard and Islam\" (see E/CN.4/2002/73, para. 97), the Government indicated in a communication dated 4 June 2003 that the newspaper offices had indeed been closed on the orders of the Abbottabad district administration on 3 June 2001, but that the newspaper had resumed publication on 19 July 2002.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. By letter dated 10 March 2003, the Government of Georgia informed the Special Rapporteur of measures adopted by the authorities to address current problems of religious intolerance in that country, especially the Plan of Action for Strengthening Protection of Human Rights and Freedoms of Minorities Living in Georgia (2003-2005), which was approved by the President on 4 March 2003 and is intended to eliminate religious extremism, propagate tolerance through the press and electronic media, punish those responsible for offences relating to religious extremism and eliminate all forms of religion-based discrimination.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. The Special Rapporteur thanks the Government of Georgia for this information and encourages the Georgian authorities to pursue their activities in that area.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. Since assuming his duties in 1993, the current Special Rapporteur has visited the following 15 States: China (1994), Pakistan (1995), Islamic Republic of Iran (1995), Greece (1996), Sudan (1996), India (1996), Australia (1997), Germany (1997), United States of America (1998), Viet Nam (1998), Turkey (1999), Holy See (1999), Bangladesh (2000), Argentina (2001) and Algeria (2002).",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. The Special Rapporteur's choice of the aforementioned countries was determined by his wish to study in detail the situation regarding freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. The Special Rapporteur will visit Georgia and Romania in September 2003; requests for visits addressed to Indonesia (1996), Israel (1997), the Russian Federation (1998), the Democratic People's Republic of Korea (1999) and Nigeria (2000) have still not brought results. Reiterating his desire for cooperation and dialogue, the Special Rapporteur draws attention to resolution 2003/54, in which the Commission on Human Rights urges all Governments to cooperate fully with the Special Rapporteur and to respond favourably to his request to visit their countries so as to enable him to fulfil his mandate even more effectively. In the case of Israel, the Special Rapporteur reiterates the comments made in his previous reports and calls on Israel to improve its cooperation for the sake of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. The Special Rapporteur has continued his mission follow-up procedure, initiated in 1996. Despite several reminders, he has yet to receive a reply from Australia, Germany, the Islamic Republic of Iran (which has not replied since 1997) and the United States of America.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. The Special Rapporteur calls on all the States concerned to cooperate fully in the follow-up procedure, which is a natural extension of any visit and constitutes an essential means of cooperation that benefits both the States, non-governmental organizations and individuals concerned by his mandate and the United Nations human rights machinery as a whole.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. On 25 November 2001, the International Consultative Conference on School Education in relation with Freedom of Religion and Belief, Tolerance and Nondiscrimination convened in Madrid and adopted by consensus in plenary session its Final Document without qualifying statement or reservation.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. In his report to the Commission on Human Rights at its fifty-ninth session, the Special Rapporteur reported on, inter alia, the outcome of the Conference and asked for the views and comments of the Commission on appropriate steps and actions to further, through education, the prevention of all forms of intolerance and discrimination based on religion or belief. By its resolution 2003/54, the Commission on Human Rights again invited Governments to give consideration to the Final Document adopted at the Conference.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. From 7 to 9 December 2002, as part of the follow-up to the Conference, the Oslo Coalition on Freedom of Religion or Belief organized a follow-up seminar at which the Special Rapporteur again stressed that the events of 11 September 2001 had had a negative impact on implementation of the Conference recommendations, despite the fact that they were among the most appropriate measures for eliminating the causes of extremism and intolerance in the long term. The Special Rapporteur also stated that priority should be given to identifying the \"key\" States at the Conference as a means of subsequently gaining the support of States which had not participated.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. This seminar, the purpose of which was to suggest ways of achieving the goals of the Madrid Conference, produced a strategy and a plan of action, revised at a second meeting held in Rabat from 4 to 6 May 2003 and established five subprojects: the 2004 Madrid Implementation Conference, which would consider existing approaches to teaching for tolerance; development of an Internet database; a volume on pedagogical models, material and methods; a volume on children's and students' stories about tolerance; and a teacher training manual.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. In addition, at a meeting held in Geneva by the International Association for Religious Freedom on 4 April 2003 in connection with the fifty-ninth session of the Commission on Human Rights, the Special Rapporteur stressed the need to respond to the increasing restrictions on freedom of religion or belief since 11 September 2001 by planning for the future and to make young people aware of the need for open-mindedness. He noted that, after all, the Madrid Conference was slowly but surely having an impact and expressed the hope that States would be increasingly bound by the commitments which they had made in Madrid and, in particular, that they would remove all references to religious intolerance from textbooks.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 131,
        "Text": "131. Lastly, the Special Rapporteur attended an Organization for Security and Cooperation in Europe (OSCE) conference on freedom of religion or belief, held in Vienna on 17 and 18 July 2003; one of its three major focus areas was \"Promoting Tolerance and Freedom of Religion or Belief\". Education was the primary subject of discussion and some participants mentioned the achievements of the Madrid Conference.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. The communications referred to in the present report and States' replies show that, nearly two years later, the events of 11 September 2001 have had a profound impact on the exercise of human rights, especially the right to freedom of religion or belief. Some of the positive trends mentioned in the report submitted to the General Assembly in 2001 (A/56/253) have not been pursued and new problems have arisen. This means that any study of States' conduct with respect to matters directly or indirectly related to freedom of religion or belief must inevitably take into account the events of 11 September 2001 as an essential benchmark.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. A distinction must be made between States' direct violations of the right to freedom of religion or belief and measures taken by them in response to acts of intolerance, discrimination and religious violence committed by non-State actors or entities.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. First, many States have taken the simplistic view that, since religions are at the root of many terrorist acts, the most direct means of preventing such acts is to limit the existence of religion and have focused their genuinely or purportedly counter-terrorist activities on limiting the exercise of civil and political rights, including the right to freedom of religion or belief. By choosing that path, these States have clearly misinterpreted the non-derogable nature of the right to freedom of religion or belief under article 4 of the International Covenant on Civil and Political Rights, which states that even \"in time of public emergency which threatens the life of the nation\" no derogation is permitted from article 18 of the Covenant (see also General Comment 22 of the Human Rights Committee). Specifically, it appears that, by imposing restrictions which in practice were equivalent to actual derogations, at least in their effects, various State authorities have often failed to understand the essential difference between the restrictions that can be made under specific conditions and for specific purposes under article 18, paragraph 3, of the Covenant and the non-derogable nature of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. In this connection, the Special Rapporteur has observed a new upsurge in administrative regulations on freedom of religion; many States, especially those of Central Asia, have used the compulsory registration of religious groups and the imposition of specific regulations governing them to restrict the exercise of freedom of religion or belief, often in violation of the international standards concerning the right to freedom of religion or belief. On several occasions, the Special Rapporteur has pointed out that registration procedures can be legitimate and consistent with international law on freedom of religion only if they are specified by law, objective, reasonable and transparent and, consequently, if they do not have the aim or the result of creating discrimination; naturally, refusals to register must be well-founded and subject to judicial review.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. The Special Rapporteur has also noted that in some cases the events of 11 September 2001 have been used to legitimate, and even to strengthen, preexisting policies for the persecution of religious groups.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. Second, terrorist acts together with security measures taken by States have strengthened many people's isolationism, which focuses on religion and promotes distrust, intolerance and even rejection of others and is expressed through religion-based discrimination at all levels. Advocacy of or incitement to hatred in violation of article 20 of the International Covenant on Civil and Political Rights and acts of violence against members of religious minorities have also become increasingly common. In this regard, it should be noted that many States have not met their human rights obligations. These are not limited to the negative obligation to refrain from violating the right to freedom of religion or belief; they also include the positive obligation to protect persons in their territory from violations of their right to freedom of religion or belief committed by non-State actors or entities by prosecuting those who commit such violations and providing compensation to the victims.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. Stressing that women and children are still too often the victims of acts of discrimination and religious violence, the Special Rapporteur is particularly concerned at the sometimes negative role played by the press in the spread of religious intolerance. The media continue to promote an often incorrect, negative image of certain religious groups and have sometimes incited hatred of many such groups, including Muslims.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 139,
        "Text": "139. Generally speaking, the Special Rapporteur notes that in many cases, rather than protecting the right to freedom of religion or belief, States have used the pretext of security in response to terrorist threats to limit the exercise of that right. Security of person, which is a fundamental principle inherent in human rights, has come to be identified with State security; while understandable in some cases, this shift is nonetheless harmful to the protection of human rights in general and of the right to freedom of religion or belief in particular.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. Looking to the future, this general trend has also highlighted the fact that States have focused on restricting civil and political rights at the expense of economic, social and cultural rights such as the right to education, which is essential for teaching a culture of tolerance and non-discrimination and is part of an overall prevention policy. On this matter, the Special Rapporteur wishes to draw attention to the conclusions and recommendations contained in his 1995 report to the General Assembly, in which he stressed that all human rights are interdependent with democracy and development and, in connection with the development of a culture of tolerance, \"the importance of prevention in the effort to end intolerance and discrimination, hatred and violence, including violence motivated by religious extremism. The alarming number of attacks on persons ... shows the overwhelming need to act at the prevention level\" (A/50/440, para. 83). This need is made all the more pressing by the fact that States' counter-terrorism measures have not addressed the real causes of the problem.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. In conclusion, the Special Rapporteur hopes that, in facing their genuine security problems, States will fully respect their fundamental obligations in the area of civil and political rights and will take the opportunity to focus on the promotion of rights which make it possible to adopt an essentially preventive approach, attacking the root causes of extremism and intolerance rather than in their overt manifestations. Once again, action in the area of education and culture is a requirement and a prerequisite for any effort to combat extremism and intolerance; to do otherwise would constitute a mere reactive response with no impact on the future.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    }
]