[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, by resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Pursuant to resolution 1986/20, the Special Rapporteur has submitted, since 1987, 18 general reports to the Commission on Human Rights and 9 interim reports to the General Assembly, together with a total of 17 addenda submitted to the Commission or the Assembly. The present report is submitted in accordance with General Assembly resolution 58/184.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. By letter of 13 July 2004, the Chairman of the Commission on Human Rights appointed Asma Jahangir as the new Special Rapporteur on freedom of religion or belief. The Special Rapporteur takes this opportunity to express her gratitude to Abdelfattah Amor for the important contribution he has brought to the mandate on freedom of religion or belief between 1993 and 2004.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The new Special Rapporteur has formally been in charge of the mandate on freedom of religion or belief since 24 July 2004 and will, therefore, in the present report, limit herself to presenting the communications that have been transmitted by her predecessor as well as the replies received, and will recall the other main achievements in the mandate. She will provide a more general assessment of the situation related to freedom of religion or belief in her next report to the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. This report covers a total of 39 communications transmitted to 29 States. It also covers the replies of the Governments of Azerbaijan, Bangladesh, China, Egypt, France, the Islamic Republic of Iran, Kyrgyzstan, the Lao People's Democratic Republic, Pakistan, the Russian Federation, Saudi Arabia, Sri Lanka, the United States of America, Uzbekistan and Viet Nam to these communications. In this regard, the Special Rapporteur expresses her gratitude to Belarus, the Russian Federation and Uzbekistan for their replies, whose content cannot, for technical reasons, be reflected in the present report. These replies and any received after 31 August 2004 will be covered in her next report to the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur would also like to thank the Governments of Azerbaijan, Bangladesh, Belarus, China, Egypt, Eritrea, Fiji, Greece, Pakistan, Serbia and Montenegro, Slovenia, Sri Lanka, the former Yugoslav Republic of Macedonia, Turkey, the United States of America and Uzbekistan for their replies to communications transmitted in the context of previous reports submitted to the Commission. The content of these replies will also be reflected in her next report to the Commission on Human Rights. Finally, the Special Rapporteur expresses her gratitude to the Governments of Israel, Turkey and Uzbekistan for having submitted general information on the implementation of human rights, including freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. In accordance with the rules governing her mandate, the Special Rapporteur wishes to clarify that the communications sent within the past two months are not summarized in the present report since the time limit given for answers from the States concerned has not expired.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. On 12 March 2004, the Special Rapporteur sent to the Government of Azerbaijan information according to which Azeri authorities had ordered Muslims in Baku to leave the Juma mosque. Mr. Nubaris Kuliev of the city administration allegedly told the mosque leaders on 15 January 2004 that the Muslim community had to leave the mosque within 15 days and hand it over to the \"appropriate authorities\". It was also reported that the mosque's imam, Ilgar Ibrahimoglu Allahverdiev, had been repeatedly detained by local authorities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 9,
        "Text": "9. On 29 March 2004, the Special Rapporteur sent additional information on the Juma mosque. In the wake of a court decision of 1 March 2004 to expel them from their place of worship, members of the Juma mosque were allegedly warned by a court official that they would be evicted by force.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. By letter of 9 August 2004, the Government of Azerbaijan responded that the building housing the Juma mosque had served as the State Carpet Museum between 1968 and 1992. In 1992, the building was seized by Azar Ramiz ogly Samadov and Ilqar Ibrahim ogly Allahverdiyev (Ilgar Ibrahimoglu Allahverdiev in the communication), but no application had ever been made to the Board of Muslims of the Caucasus, the body that is legally competent to authorize the use of certain buildings as a place of worship. The Board then appointed a new imam for the mosque, which does not restrict the freedom of conscience of those who worship in this mosque.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Government added that, after returning from studying in the Islamic Republic of Iran, llqar Allahverdiyev engaged in activities with the \"Islam Ittihad\" community, made statements against the secular regime of Azerbaijan and advocated an Islamic revolution. On 2 April 2004, a court sentenced him to five years' imprisonment for acts of violence, pogroms and destruction of property committed on 15 and 16 October 2004. The court suspended the sentence for five years.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. On 15 March 2004, the Special Rapporteur sent to the Government of Bangladesh information according to which on 8 January 2004, the Ministry of the Interior had decided to ban \"the sale, publication, distribution and possession of all books and booklets on Islam published by the Ahmadiyya Muslim Jamaat, Bangladesh, which includes the Bengali or any other translation (with explanation) of the 'Quran Majid'\". The reason allegedly invoked for this decision was that these publications contain \"objectionable materials ... which hurt or might hurt the sentiments of the majority Muslim population of Bangladesh\", but reports indicate that the decision was taken in the context of an intensifying campaign by certain religious groups demanding the enactment of a law declaring the Ahmadiyyas as non-Muslims. The Ahmadiyya community in Bangladesh had also reportedly been subjected to repeated assaults on its mosques and on individual members.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 24 May 2004, the Government of Bangladesh responded that its Constitution provides protection for the rights of every citizen irrespective of faith, gender, creed and ethnicity. Like all communities, the Ahmadiyyas are not only guaranteed constitutional rights but also have equal access to all opportunities. Members of the community have risen to high levels of the public service, both civil and military. They enjoy freedom of worship. The community has its own religious centres and places of worship. The Government is committed to upholding their rights and providing security to community leaders as well as their places of worship. In the face of recent events, the Movement has provided police protection to members of the community. Necessary measures were also taken by the Government to safeguard their mosques. Police were deployed to thwart attempts from certain quarters to march on an Ahmadiyya mosque. The Movement has also made it clear that there will be no change in the religious status of the Ahmadiyyas. Some Ahmadiyya publications were, however, banned as they contained materials that might offend the majority Muslims of Bangladesh.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 15 March 2004, the Special Rapporteur sent to the Government of Belarus information according to which religious organizations across Belarus faced compulsory re-registration under the new law on religion passed in November 2002. In this context, in May and June 2003, Pentecostal evangelists Aleksandr Balyk and Aleksandr Tolochko were fined for allegedly conducting unregistered home worship in the region of Grodno.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The law on religion reportedly confines the activity of a religious organization to a defined area, often a single village, town or region of the country, and it has also been reported that according to the law only republic-wide religious organizations registered in Minsk have the right to found monasteries and convents. The Greek Catholic Church reportedly has no such central body in Belarus, making it difficult to obtain recognition for its monastery in Polotsk.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Lastly, the law on religion allegedly criminalizes the \"attraction of minors to religious organizations and also the teaching of religion to them against their will or without the agreement of their parents or guardians\". It had been reported that local authorities are demanding that religious organizations supply the names and dates of birth of all the children attending their Sunday schools.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 17,
        "Text": "17. On 10 June 2004, the Special Rapporteur sent information according to which thousands of Jewish graves had been desecrated since June 2003 in Grodno, where a historic cemetery was being excavated to expand a football stadium. Among those buried in the cemetery reportedly are thousands of Jews killed in the Holocaust and important Jewish sages.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. On 16 June 2004, the Special Rapporteur sent information to the Government of China stating that, since 20 July 1999, when the Government banned Falun Gong, over 1,600 practitioners of Falun Gong had been tortured or beaten, several hundred had been given prison sentences of over 20 years, others had been interned in mental hospitals and a large number had been sent to labour camps without trial. At the time of the communication, an unspecified number of practitioners were allegedly being held without trial. It was also reported that at least 907 practitioners had died in detention.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 19,
        "Text": "19. Reports indicate that the campaign against the Falun Gong continued unabated across China. Practitioners of Falun Gong continued to be subject to ill-treatment and torture by State officials in their attempts to force the practitioners to renounce their belief in Falun Gong. It was also reported that individual practitioners who had been subjected to torture and other inhuman and degrading treatment while detained had not been provided with appropriate and effective remedies. In particular, the system of administrative detention referred to as \"Re-education Through Labour\" (RTL) reportedly continued to be imposed on Falun Gong practitioners. It was reported that RTL involves detention without charge or trial, and without judicial review, for between one and three years — which could be further extended by one year. People receiving terms of RTL allegedly had no right of access to a lawyer and there was no hearing where they could defend themselves. As an illustration, the Special Rapporteur referred in his letter to a number of individual cases including the ones of Ms. Yiewen Tang, Ms. Zhao Fengyun, and Mr. Zhang Guoqing.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur also mentioned the allegedly serious state of health of detained Pastor Gong Shengliang of the South China Church.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 21,
        "Text": "21. On 16 March 2004, the Special Rapporteur sent to the Government of Egypt information according to which the St. John the Beloved Coptic monastery was under continuous threat of demolition. In addition to being a church, the monastery is a residence for handicapped children and orphans. It was reported that the monastery had been attacked nine times in the last six and a half years by members of the local army unit encouraged by high-ranking officers. Most recently, on 5 January 2004, 600 soldiers and two bulldozers reportedly attacked the monastery, partially destroying the fence and setting fire to structures on the premises. One staff member of the monastery was reportedly killed during the attack and several other staff members and clergy were injured.",
        "Labels": [
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur also referred to the case of Mr. Bolis Rezek-Allah, a Christian, who was reportedly arrested at the border with the Libyan Arab Republic on 28 November 2003 while trying to leave the country. He was reportedly held for 12 hours before being released. On 3 December 2003, Mr. Rezek-Allah was again detained and taken to the headquarters of the Security Police in Cairo for interrogation. He had originally been arrested in the summer of 2003 on the charge of marrying a Muslim. Ms. Enas Badawi, his wife, had reportedly converted from Islam to Christianity before the marriage. Mr. Rezek-Allah was initially held in prison for three months, during which time he was reportedly also accused of helping Muslims convert to Christianity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur also mentioned in his communication that, on 7 November 2003, the Christian village of Girza Ayiat Giza was allegedly attacked by a group of 5,000 persons. Eleven persons were reportedly hurt and significant material damage was incurred as a result of the attack. It was reported that the attack followed attempts by local Christians to extend their church building in the village.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Finally, the Special Rapporteur submitted information according to which Bahá'ís are not allowed to indicate their religion in the birth certificates of their children. In one case, when filling out the birth registration form for their newborn, the parents reportedly left the space for religion blank, knowing that \"Bahá'í\" would not be accepted. According to a decision of 16 September 2003 issued by the Egyptian Ministry of the Interior, it is allegedly not permissible to leave the space for religion blank on an official registration form, nor is it permissible to write in any religion other than those recognized — Christianity, Judaism and Islam. Moreover, the decision reportedly states that it is not permissible for the father of a child to follow the Christian faith while the mother is a Muslim, \"as this violates the public order\". This was said to be the case of the family referred to in the Special Rapporteur's communication.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 25,
        "Text": "25. On 30 March 2004, the Special Rapporteur sent to the Government information according to which four Coptic college students had been arrested in the southern Sinai region on 26 January 2004, charged with forming a group that poses a threat to national unity and social peace. They continue to be imprisoned.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. On 7 May 2004, the Government replied that Bolis Rezek-Allah and his wife Enas Yahya Abd al-Aziz Mahmud had used fake identity cards and birth certificates to get married. Mr. Rezek-Allah was arrested on 25 February 2003 and later released on bail, but his name was added to a list of persons who are prohibited from travelling pending the completion of an investigation.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. With regard to the attack on the Coptic monastery, the competent authorities have explained that, for compelling military reasons, any new wall or installation erected along the Cairo-Suez desert highway must be sited at a distance of 100 meters from the edge of the highway. The monastery failed to comply with this rule. His Holiness Pope Shenouda III was contacted for a meeting with two senior Ministry of Defence officials and an agreement was reached that the Ministry would build the installations, at the Ministry's expense and with the same specifications.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. On the same day, the Government replied to the second communication and stated that, in January 2004, John Adel Fokha, Andew Saeed, Peter Nady Kemel Baqtar and Ishak Dawood Yessa Laklha had been arrested in Naweebaand and charged with forming a group for the purpose of undermining national unity; possession of publications and recordings aimed at achieving that purpose; exploiting religion and making false claims, by word and in writing, with a view to provoking social strife and threatening social peace. Their period of remand in custody was extended several times until they were released on bail on 3 April 2004. The proceedings initiated against these persons were consistent with the law.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. On 15 March 2004, the Special Rapporteur sent to the Government of Eritrea information according to which, in November 2003, a pastor of the Kale Hiwot (World of Life) Evangelical Christian Church and seven unnamed members of his congregation had been held incommunicado at a police station in Mendefera. The main Kale Hiwot church in Asmara was reportedly closed down by soldiers in October 2003, allegedly as part of the Government's actions to restrict religious freedom.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In early 2003, the authorities allegedly began a pattern of arrests of members of several of these churches, breaking into church services and ceremonies, illegally detaining members for indefinite periods without charge and subjecting prisoners to torture or ill-treatment to try to force them to abandon their faith. In August 2003, 57 school students on a compulsory course at Sawa military barracks were reportedly arrested and put in metal shipping containers in harsh conditions amounting to torture, because they were found to have Bibles in their possession. Over 330 members of minority faiths are currently said to be detained in different parts of the country.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. On 14 June 2004, the Special Rapporteur sent information alleging that Full Gospel Church leaders Haile Naizgi and Dr. Kiflu Gebremeskel had been arrested at their homes in Asmara on 23 May 2004. In another case, Tesfatsion Hagos, pastor of the Rema Evangelical Church in Asmara, was reportedly arrested on 27 May 2004 while on a visit to Massawa port. It is alleged that these arrests were part of an intensifying wave of government persecution of minority Christian Evangelical and Pentecostal Churches in Eritrea.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. On 17 March 2004, the Special Rapporteur transmitted to the Government of France information and allegations concerning the Loi relative à l'application du principe de laïcité dans les écoles, collèges and lycées publics (the so-called Law on Laicity) adopted by the French Parliament and amending the Education Code by inserting an article L. 141-5-1, reading as follows: \"In the public primary schools, collèges and high schools, the wearing of signs or clothing by which pupils manifest in a conspicuous manner their religious affiliation is forbidden.\"",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Aside from the numerous criticisms questioning the compatibility of this provision with international law, the Special Rapporteur has received numerous complaints invoking, in particular, the discriminatory character of this law vis-à-vis those persons who call for respect for cultural and religious diversity in general and those professing the Muslim religion in particular. Many of them feel that women's clothing is more a question of faith than a question of the manifestation of faith. Moreover, there have been incidents involving veiled women who were said to have been verbally attacked or subjected to acts of religious intolerance.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur drew the attention of the Government to the risks of discrimination to which the new law might lead, as well as to the possible development of tensions and even Islamophobia, and to the possibility that the law might do harm to the principle of cultural and religious diversity itself.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. By letter dated 1 June 2004, the Government of France replied that while freedom of religion is guaranteed in France, the regime of separation of Church and State provides, on the one hand, that the State makes no judgement as to the religious content of any confession and refuses even to define what is or is not a \"religion\"; on the other hand, there is in France no system for the registration of religions or for any official recognition to be accorded to any religion. The securing of the status of a \"association culturelle\", while not influencing the practice of the denomination, merely confers certain tax advantages.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The law cited by the Special Rapporteur is not intended to forbid, in general, any religious symbol connected with a particular faith. The French law does not stigmatize any religion. It does not include a list of prohibited religious symbols. It concerns only the public education system, and even there the prohibition is not systematic: in the public primary schools, collèges and high schools only the wearing of symbols or clothing manifesting a religious affiliation \"in a conspicuous manner\" is prohibited (article 1 of the law). The law does not provide a rigid definition of what constitutes a \"conspicuous\" manifestation, and it has been stressed that the law will be implemented with a \"concern for constant dialogue and education\". The objective of the law is to solemnly reaffirm that the public schools are places for the transmission of knowledge whose neutrality must be preserved and where equality between girls and boys must be defended as an inviolate principle. Freedom of expression of religious belief is circumscribed only by the rights of others and the need to respect the rules of society.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 37,
        "Text": "37. In addition, the French authorities are making every effort to give proper attention to the teaching of religion in the public school, in particular by providing initial and continuing training to teachers so that they will be properly equipped to deal with questions relating to religion. By the establishment of the Conseil français du culte musulman, Islam has been given its proper place among the great religions practised in France. The goal of the Conseil is to facilitate dealing with all the questions relating to the organization of the Muslim religion in France and to be the interlocuteur of the authorities. Finally, the President of the Republic has established an Interministerial Committee to Combat Racism and Anti-Semitism which has put into place a programme of targeted actions (deployment of police, mobilization of appropriate judicial measures, carrying out public works) to strengthen the security of places of worship following the profanations and acts of violence against several of them, Jewish, Christian and Muslim.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 38,
        "Text": "38. On 15 March 2004, the Special Rapporteur sent to the Government of India information stating that, on 17 January 2004, Fr. Stanny Ferreira, the Salesian parish priest of Alirajpur, was attacked and severely beaten by a crowd following the rape and murder of a 9-year-old girl who was found in the diocesan mission compound in Jhabua on 11 January 2004. It was reported that on 13 January 2004, the Vishwa Hindu Parishad and the Sangh Parivar declared a day of protest, allegedly accusing Christians of the murder. Groups related to the Sangh Parivar allegedly held processions during which effigies of the bishop and priests were burnt, slogans against Christianity were shouted and inflammatory leaflets against Christianity were distributed. On 15 January 2004, a non-Christian individual who worked in an office near the church allegedly admitted having committed the murder.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur also mentioned that, on 16 January 2004, a crowd reportedly forcibly entered the premises of the Church of North India mission in the village of Amjut and distributed anti-Christian material, disrupted exams and tore down religious posters. Inhabitants of this predominantly Christian village, many of whom are second- or third-generation Bhil converts, reportedly started throwing stones at the attackers, forcing them to flee. It was reported that, in retaliation, armed Hindu activists descended on the village and the ensuing clashes led to one death and several injuries.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Finally, the Special Rapporteur submitted information about numerous Muslim men who had been illegally detained since March 2003 in the Gayakwad Haveli Police Station in Ahmedabad. It was alleged that the Prevention of Terrorism Act is being used arbitrarily and punitively against Muslims. Police regularly threaten to charge those detained and their relatives under the Act if prisoners fail to cooperate or make complaints about their treatment to the courts or human rights organizations.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 41,
        "Text": "41. On 16 March 2004, the Special Rapporteur sent to the Government of Indonesia information alleging that, under a draft bill drawn up by the Religious Affairs Ministry, inter-religious marriage and inter-religious adoptions would be banned; people would be prohibited from attending religious ceremonies of a faith other than their own; religious teaching that \"deviate[d] from the main teachings of that religion\" would be banned; and places of worship could be established only with the permission of the Government. The proposed bill reportedly only recognizes five official religions in Indonesia.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur also referred to a series of attacks on mostly Christian villages in the Poso area of Central Sulawesi that have reportedly raised fears of a return to the sectarian clashes between Muslims and Christians that afflicted Sulawesi and the neighbouring Maluku islands between 1999 and 2001. It was reported that the situation began to deteriorate in Poso following the killing of at least 10 people there and in neighbouring Morowali on 12 October 2003.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 43,
        "Text": "43. On 16 March 2004, the Special Rapporteur sent information to the Government of the Islamic Republic of Iran alleging that, in the last week of January 2004, individuals in the city of Babul began destroying the resting place of Mulla Muhammad-'Ali Barfurushi, known as Quddus (the most holy), a site of great religious significance to the Bahá'ís community worldwide.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. On 10 June 2004, the Special Rapporteur reported to the Government that the building over the grave of Quddus had reportedly been completely levelled. Despite attempts to protect this site, the demolition of the structure had continued gradually and quietly, in a manner designed not to attract attention. Subsequently, the Bahá'ís were allegedly prevented from retrieving the remains of Quddus.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In another letter, dated 14 June 2004, the Special Rapporteur reported that on 23 May 2004, the police arrested Khosroo Yusefi, a Protestant Christian pastor, in northern Iran, jailing him along with his wife and two teenage children. Reportedly dozens of believers from two of Mr. Yusefi's church groups were also jailed in the first week of May and later released.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. On 10 June 2004, the Special Rapporteur sent to the Government of Israel information stating that the renewal of clergy visas (A3) is being obstructed by Israel authorities. The result was that many Christians remained in Israel illegally, affecting their ability to move around and do their work. It was feared that those who remained in Israel without a visa faced arrest and deportation and that those who left would not be allowed to return.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. On 16 March 2004, the Special Rapporteur sent to the Government of Kyrgyzstan information according to which the demolition of six of the nine mosques in the district of Kararya had begun on the orders of the head of the district. In May 2003, the six mosques were allegedly closed down despite being registered with the State Committee for Religious Affairs. The authorities then reportedly justified the destruction of the mosques on the grounds that they had been built illegally on State-owned land.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur also referred to the fact that the Pentecostal Church of Jesus Christ had allegedly been banned from registering in several towns and was facing a tax bill of more than US\\$ 100,000 even though religious groups are taxexempt. The authorities had reportedly threatened to seize a church building in Bishkek if the taxes were not paid.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. On 7 May 2004, the Government replied that the information concerning the closure and destruction of six mosques was inaccurate. Most of the 17 mosques in the area concerned had been built spontaneously without authorization from the local authorities. Of the 17, four had been registered with the State Commission on Religious Affairs and Friday prayers were held in those mosques. In seven mosques, daily prayers are conducted five times a day. The remaining six mosques functioned as prayer rooms and were not registered by the State Commission on Religious Affairs. In 2003, because of their poor and unauthorized construction, the activities of these mosques were temporarily suspended by the authorities, with \"the consent of the inhabitants of the village\".",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Government also declared that only five of the 47 branches of the Pentecostal Church of Jesus Christ in Kyrgyzstan had been registered; the rest engaged in religious activities without registration, in contravention of Kyrgyz legislation. To date, the State Commission on Religious Affairs has never refused to register a religious building belonging to a religious organization and has never issued an order suspending their activities. Moreover, the Pentecostal Church was invited on two occasions to register the rest of its branches but the constituent documents of only six branches had so far been submitted and were currently under consideration. The Government also maintained that the tax notification made to the Pentecostal Church was well founded and legally justified. The decision of tax liability was, moreover, confirmed on appeal.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. On 10 June 2004, the Special Rapporteur transmitted to the Government of the Lao People's Democratic Republic information alleging that anti-Christian repression had intensified since the beginning of 2004 in several villages in Sanamsay district. In appeals for help addressed to the Lao Evangelical Church in Vientiane between 3 and 19 February 2004, Christians in the villages of Ban Donthapad and Ban Donsua claimed to have been subjected to actions aimed at making them renounce their faith, including repeated death threats, attempts to run people down with cars, confiscations of rice paddies and farm animals, confinement, threats of expulsion from the village and threats to burn down houses. On 4 March 2004, authorities of Attapeu Province were said to have arrested Thong-Luang, a teacher, because he maintained his Christian faith. Thong-Luang had already been arrested on 28 December 2003 for having celebrated Christmas. He was released on 9 January 2004.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 52,
        "Text": "52. By letter of 15 July 2004, the Government of the Lao People's Democratic Republic referred to its letter of 21 April 2004 sent to the Special Rapporteur on the promotion and the protection of the right to freedom of opinion and expression and the Special Rapporteur on extrajudicial, summary or arbitrary executions recalling that freedom of religion or belief was guaranteed by the Constitution and denying the allegations in the communication. The more than 147,000 Lao Christians practised their faith freely, attended the church of their choice and lived in harmony with other religious communities.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. On 14 June 2004, the Special Rapporteur sent to the Government of Mexico information according to which more than 80 adults and children belonging to the indigenous Huichol tribe, which had converted to the Christian Gospel faith, were threatened with eviction from their homes in Tenzompa, Jalisco, Mexico.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. According to the information received, their problems began in 1987, in their ancestral village of Santa Catarina, when this small group began to build a church. Members of the group were allegedly kidnapped and imprisoned. On 24 August 2002, the Christian Gospel families were expelled from Santa Catarina. They sought refuge in Tenzompa, where they continue to live in precarious conditions, awaiting help from the Government. When they did not receive it, they requested the town's elders to give them land to cultivate and to build permanent homes. However, they were instead ordered to leave. If the Government does not intervene, the 18 families concerned will have to find another place to live, once the school year is over.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 55,
        "Text": "55. On 16 March 2004, the Special Rapporteur sent to the Government of Mongolia information stating that churches would be denied registration on illegal grounds, or were demanded bribes by local officials. They could also reportedly be fined for not having been registered with the State, even though this is not compulsory under the 1993 law on religion. State registration appears to be a particular problem for indigenous Mongolian Churches.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur also referred to the allegedly rising social concern about the activities of Christians in the country, said to be based on the belief that they advocated suicide. This had reportedly resulted in initiatives to toughen the law on religion to include a ban on all unregistered religious activities; to making registration subject to ownership of the building used for worship, a minimum of 500 members and sufficient clergy; a ban on religious activity outside a temple or church; denial of registration to a religious organization that belonged to a confession that had been made illegal in any other country, or if it shared the title of an already registered religious organization; and giving local councils the authority to determine the percentage of minority religious organizations (in relation to Buddhist organizations) that would be allowed.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. On 7 May 2004, the Special Rapporteur sent to the Government of Nigeria information stating that, on 2 May 2004, about 630 persons, most of them members of a community of Hausa-speaking Muslims, had been killed as a result of new interreligious violence in the village of Yelwa-Shendam, Plateau State. It was also reported that several houses had been destroyed and two mosques badly damaged in the attack. The attack allegedly followed the killing of almost 100 Christians in Yelwa in February 2004, including 48 massacred in a church, and brought the total death toll in three months of fighting in the region to at least 1,000.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 58,
        "Text": "58. On 14 June 2004, the Special Rapporteur sent to the Government of Pakistan information stating that, on 3 April 2004, Diwan Hashmat Hayat had been attacked by a mob outside his house because he asked a neighbouring mosque to make less noise. He was allegedly arrested and taken to Jhelum District Central Jail, where he was beaten. He is reportedly charged with blasphemy, a charge that carries the death sentence.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The Special Rapporteur also mentioned the case of Javed Anjum, a Christian youth who died on 2 May 2004 after he was severely tortured by a teacher and students of an Islamic seminary in Toba Tek Singh, Punjab. According to his deathbed statement, Javed Anjum was severely tortured when he refused to convert to Islam. The police had allegedly initially refused to register a case against the perpetrators. Arrests were reportedly made on 5 May 2004. Meanwhile, it is alleged that the victim's family was being pressured to withdraw the case.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 60,
        "Text": "60. By letter of 7 July 2004, the Government gave a detailed account of the case related to Hashmat Hayat. It stated that on 11 July 2003, Hashmat Hayat's house had been destroyed by fire by a mob because it was built partly on village common property. A case had been opened by the authorities but had not been pursued by the alleged victims and therefore did not lead to any reparation. The Government also underlined that Mr. Hayat and three other persons were later arrested and charged with the murder of a person named Mohammad Bashir Jandhran.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 61,
        "Text": "61. By letter of 25 June 2004, the Government replied to the second communication and explained that on 17 April 2004, Javed Anjum, a mentally retarded youth, was visiting a relative in Toba Tek Singh. At a bus stop, Javed entered a madrassah for a drink of water. Students in the madrassah and Maulana Ghulam Rasool erroneously took him for a tap thief and beat him severely, resulting in 12 injuries, including a fatal blow on his kidney. Javed was later admitted to Allied Hospital Faisalabad and died on 2 May 2004. Police registered a case against a person named Maulvi Ghulam Rasaal and two unknown persons. Maulvi Ghulam Rasool was in police custody at the time of the Government's reply. The allegation concerning forced conversion was false.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 62,
        "Text": "62. On 26 March 2004, the Special Rapporteur sent to the Government of the Republic of Moldova information stating that police had raided a Muslim place of worship on 5 March 2004 in Chisinau and subsequently prevented members of the community from meeting for worship. Several Muslims were allegedly detained and three citizens of the Syrian Arab Republic were expelled from the country. Registration of the Muslim community has allegedly been refused for the past four years.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 63,
        "Text": "63. On 16 March 2004, the Special Rapporteur sent to the Government of the Russian Federation information stating that, on 1 December 2003, a district court in Tatartan had rejected an appeal by a Baptist missionary, Mr. Takhir Talipov, for a residency permit. In its ruling, the court allegedly stated that Mr. Talipov's activities were \"extremist\" and liable to threaten stability in the country.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur also mentioned the case of the Kwan Lim (Kvanrim) Methodist Church, which may lose its church building after the local Moscow city justice department allowed non-members of the congregation to change the building's ownership without the Church's knowledge. On 23 December 2003, Pastor Kim-Jun-Kuy, his family and other Church officials were forcibly evicted from the church. The Moscow justice department had accepted documents with a reportedly false stamp that were used to transfer ownership of the church building to a non-existent \"Kwan Lim\" company and then sell it on to a commercial firm at a fraction of its market price.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. On 26 March 2004, the Special Rapporteur sent another communication relating to information on two congregations on Russia's Pacific coast — the Grace Pentecostal Church and the Orthodox parish of the Annunciation — which may lose their places of worship after the Sovetskaya Gavan city council abruptly cancelled a contract for the use of a State-owned building.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. On 14 June 2004, the Special Rapporteur sent to the Government of Saudi Arabia information according to which Brian Savio O'Connor, a Catholic citizen of India, had been arrested in Riyadh on 25 March 2004 because of his faith. Officially accused of using drugs and praying to Jesus Christ, Mr. O'Connor was allegedly threatened with death if he did not convert to Islam. He was reportedly detained in the Olaya prison.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. By letter of 12 August 2004, the Government stated that this allegation was unsubstantiated and exaggerated. There had never been any forced conversion in Saudi Arabia but it was not unprecedented for a foreign worker to attempt to evade punishment for a criminal offence by falsely claiming to have been victimized, prosecuted and discriminated against on account of his religious beliefs.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. On 14 June 2004, the Special Rapporteur sent to the Government of Sri Lanka information according to which a draft bill on prohibition of forcible conversion had been presented by Buddhist monks of the Jathika Hela Uramaya (JHU) party in order to protect and foster Buddhism in Sri Lanka. While some organizations had reportedly challenged the bill in the Supreme Court, it was feared that they might not obtain satisfaction given the recent trend of the Court in favour of Buddhism.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. By letter of 22 June 2004, the Government confirmed that a bill on religious conversions had been presented to Parliament by members of the JHU and underlined in this regard that several bills that would allow religious organizations providing social and economic assistance to the community to be incorporated had been successfully challenged in the Supreme Court in three instances. The petitioners who challenged these bills argued that if the organizations of a particular denomination were statutorily incorporated and received the right to engage in economic activities, this could lead to religious conversions through allurement or by subtle means, which would be contrary to the freedom of thought, conscience and religion as guaranteed under article 10 of the Constitution and to article 9 of the Constitution, which gives Buddhism a foremost place.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Supreme Court considered that the bills would create a situation that would combine the observance and practice of a religion or belief with activities that would provide material and other benefits to the \"inexperienced defenceless and vulnerable people\". It stated that \"the kind of activities projected in the Bill would necessarily result in imposing unnecessary and improper pressures on people who are distressed and in need [and would interfere] with their free exercise of thought, conscience and religion with the freedom to have or to adopt a religion or belief of his choice as provided in article 10 of the Constitution\". The Court also considered that an organization propagating Christianity by providing material and other benefits and thereby converting such recipients would affect the very existence of Buddhism and contravene article 9 of the Constitution.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Concerns have been expressed that the part of the judgement referring to article 9 of the Constitution will give those who promote Buddhism an unfair advantage. However, it is submitted that if a person sought to incorporate a Buddhist organization that offered social or economic benefits along with religious instruction, it might also be struck down for the reason that article 9 operates subject to the rights of all religions under article 10 and article 14(1)(e) of the Constitution.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. On 14 June 2004, the Special Rapporteur sent to the Government of the Sudan information stating that, on 20 May 2004, police forcibly evicted the Episcopal Church in Sudan from its provincial headquarters in Khartoum, producing an Islamic court order declaring the property had been sold to a new owner.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. On 14 June 2004, the Special Rapporteur sent to the Government of Thailand information according to which a Chinese Buddhist shrine in the Pattani Province had been vandalized on 31 May 2004 during ongoing strife in southern Thailand, where Muslims were in the majority. This event followed the alleged beheading of a Buddhist farmer on 29 May 2004 in Narathiwat Province, who was found with a note threatening to target more \"innocent Buddhists\". The Lim Ko Nhieo shrine is next to the historic Kru Sae mosque, where security forces allegedly killed 32 suspected militants during clashes on 28 April. It was reported that at least 200 people have been killed, including about 100 civilians and civil servants, in scores of random attacks since violence broke out in early January 2004.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. On 16 March 2004, the Special Rapporteur sent to the Government of the former Yugoslav Republic of Macedonia information stating that, on 11 January 2004, the police interrupted a church service in Bitola and arrested Archbishop Jovan (Vraniskovski) of the Serbian Orthodox Church, four monks, seven nuns and a theology student from Bulgaria. Archbishop Jovan had previously been arrested on 20 July 2003 for attempting to perform a baptism in a Macedonian Orthodox Church (see E/CN.4/2004/63, para. 48). This time, he was reportedly charged with \"dissemination of national, racial and religious hatred, disorder and segregation\". The monks and nuns were allegedly charged with disturbing of public order.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. On 16 March 2004, the Special Rapporteur sent to the Government of Turkmenistan information according to which the new law on religion criminalizes unregistered religious activity and requires religious groups to \"coordinate\" contacts with foreigners with the Government and to get permission before receiving foreign support such as funding and religious literature. In this context, on 30 November 2003, the police reportedly raided a Baptist service in Balkanabad and took everyone present to a police station. The members of the congregation were accused of breaking the new law on religion by worshipping without State registration.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur also referred to the closing of a Sunni mosque by the State Security Ministry for not putting the Ruhnama (Book of the Soul), President Saparmurat Niyazov's spiritual writings, on the same stand as the Koran during Friday prayers, which were filmed for TV.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Finally, the Special Rapporteur mentioned that, on 21 December 2003, members of the secret police allegedly raided a Shi'ah mosque in the city of Türkmenbashy (formerly Krasnovodsk) to break up a ceremony in memory of the former president of Azerbaijan, Heidar Aliev. It was reported that the Government had de facto banned Shia'h Islamic practice.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. In a further communication dated 10 June 2004, the Special Rapporteur referred to allegations according to which in March and April 2004, the authorities had, amongst other things, fired a Jehovah's Witness from his job, forced a Hindu to sign a statement renouncing his beliefs, raided religious meetings, confiscated the personal property of Baptists, and levied large fines against Baptists and Jehovah's Witnesses. Police reportedly sexually harassed a female Jehovah's Witness.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 79,
        "Text": "79. On 26 March 2004, the Special Rapporteur sent to the Government of the United Kingdom information stating that, on 18 March 2004, vandals had attacked about 40 Muslim graves at a cemetery in Charlton in an apparent hate crime. Headstones were reportedly smashed and pictures removed from graves.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. On 28 June 2004, the Special Rapporteur sent to the Government of the United States information according to which acts of religious intolerance against Muslims and their religion had continued to occur throughout the country. In particular, it was reported that the number of hate crimes coincided with a rise in Islamophobic rhetoric in the public discourse in the United States. The Special Rapporteur gave some illustrations of alleged incidents whereby public persons or media professionals had portrayed or criticized Islam in ways that could constitute incitement to religious hatred as prohibited by article 20 of the International Covenant on Civil and Political Rights (ICCPR).",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. By letter of 3 August 2004, the Government of the United States of America underlined the importance of the First Amendment to the United States Constitution and the principle of freedom of expression. It further noted that because article 20 of ICCPR was susceptible to expansive interpretation that could run contrary to the freedom of expression, the United States had made a reservation to the Covenant stating that \"article 20 does not authorize or require legislation or other action by the United States that would restrict the right of free speech and association protected by the Constitution and laws of the United States\".",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The statements referred to by the Special Rapporteur are not illegal under United States law. Although the United States Government finds them to be misguided and repugnant, the Government neither prohibits nor regulates speech merely as a result of disapproval of the ideas expressed. The United States criminal justice system rather penalizes specific unlawful actions as opposed to punishing speech itself. The Government's preferred approach to addressing hate speech is to confront it openly, to denounce it, and to promote tolerance, equality and similar ideals through competing speech. In this respect, it referred to a number of examples that illustrate the Government's commitment to free speech and religious tolerance.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. On 15 March 2004, the Special Rapporteur sent to the Government of Uzbekistan the following allegations: (a) Clergy were allegedly denied access to death row prisoners, in violation of the Uzbek Criminal Code, which specifically allows those sentenced to death to meet a member of the clergy. Two death row prisoners, Mr. Yevgeni Gugnin and Mr. Vazgen Arutyunyants, have reportedly appealed to have priests sent to them; but have had no replies. In addition, authorities have also allegedly prevented death row prisoners from having copies of religious literature of their choice;; (b) On 18 September 2003, a Jehovah's Witness meeting in the town of Chirchik was allegedly raided by secret police on the grounds that the house was not registered as a church building;; (c) On 20 December 2003, two Jehovah's Witnesses, Mrs. Gulya Boikova and Mrs. Parakhat Narmanova, were arrested, insulted and threatened with rape by police in the town of Karsh;; (d) An official in the town administration of Muinak in the autonomous Karakalpakstan Republic allegedly helped to have a Protestant sports teacher sacked from a local school on 22 July 2003 after he refused to renounce his faith;; (e) An unregistered Protestant church in the village of Ahmad Yassavy has allegedly been closed down on the orders of the deputy head of the Upper Chirchik district administration. Police officers and local officials allegedly burst into the Sunday service of the Friendship Church on 7 September 2003, took down the names of all those present, sealed the church and told the congregation that they would be prosecuted;; (f) The Peace Protestant Church of Nukus was raided by police during worship on 24 August 2003, for the fourth time since it had its registration revoked in August 2000. Allegedly, two of its leaders, Mr. Khym-Mun Kim and Mr. Konstantin Kmit, were subsequently fined five times the minimum monthly wage. The Church leaders have reportedly tried to have their church reinstated but to no avail;; (g) Local authorities are reportedly preventing members of a local Baptist church from meeting for worship in the village of Khalkabad in the Pap district of Namangan region.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 84,
        "Text": "84. On 30 March 2004, the Special Rapporteur sent to the Government information alleging that, in the first such case since 2002, a Jehovah's Witness from Samarkand, Mr. Vladimir Kushchevoy, had been sentenced to three years' \"corrective labour\" under the criminal law for \"failing to observe the prescribed manner of communicating religious doctrine\".",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. On 26 March 2004, the Special Rapporteur sent to the Government of Viet Nam further information on the case of Pham Van Tuong (alias Thich Tri Luc) (see E/CN.4/2004/63, para. 101) who was reportedly sentenced to 20 months in prison on 12 March 2004 during a closed trial at the People's Court in Ho Chi Minh City which lasted less than one hour. His family was not informed of the trial until 11 March 2004. No lawyer was present for his defence.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 86,
        "Text": "86. By letter of 6 April 2004, the Government replied that the information sent by the Special Rapporteur was not true and that the rights to freedom of religion or belief and freedom of non-religion or belief were clearly enshrined in the Constitution and laws and were guaranteed in practice. It stated that Thich Tri Luc had been arrested on 26 July 2002 at Tay Ninh frontier when he was trying to cross the border illegally in an attempt to contact and coordinate with certain foreign organizations for activities against the State. At his trial, the court, considering his attitude of repentance, sentenced Pham Van Tuong to only 20 months of imprisonment. On 26 March 2004, Pham Van Tuong was released and is now leading a normal life with his family and is expected to be resettled abroad by arrangement with UNHCR.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. On 10 June 2004, the Special Rapporteur sent another communication to the Vietnamese Government about the following allegations: (a) Thich Vien Dinh, superior monk of Giac Hoa pagoda in Ho Chi Minh City, was harassed by the Security Police and other authorities during the first weeks of May 2004 allegedly after he expressed support for the illegal Unified Buddhist Church of Vietnam (UBCV) in a letter to the Government. In this letter, he reportedly called for the release of UBCV Patriarch Thich Huyen Quang, Thich Quang Do and all other members of the UBCV leadership who were reportedly arrested in October 2003. Thich Huyen Quang and Thich Quang Do were placed under house arrest in their respective monasteries in Binh Dinh and Ho Chi Minh City.; (b) On 10 and 11 April 2004, on the occasion of Easter celebrations, between 10,000 and 30,000 Christian members of the Degar tribe reportedly gathered in the cities of Buon Ma Tuor, Kontum, Dalat, Phuoc Long and Plei Ku as well as in other areas, to protest alleged ongoing repression against hill tribes and violations of their human rights, including their right to freedom of religion, by the authorities. The demonstrations were allegedly violently suppressed by the Vietnamese authorities, causing an undetermined number of casualties. While the authorities had barred access to the area by independent observers and had imposed a news blackout on hospital personnel, some reports asserted that at least 10 Montagnards had been killed, including one from a gunshot wound in the head and others from beatings, and hundreds were allegedly wounded.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. By letter of 14 July 2004, the Government replied that the allegations concerning the events that occurred in April in the Central Highlands were fabrications made up by elements hostile to Viet Nam. On 9 April 2004, the so-called \"Montagnard Foundation\" announced that there would be demonstrations in the Central Highlands on 10 April with the participation of about 150,000 people. The \"Montagnard Foundation\" admitted its involvement in the incidents in the Central Highlands. Spreading the rumour that participants at the demonstrations would be allowed to migrate to the United States, the organizers of the demonstrations committed a number of acts causing grave public disorder and used dangerous weapons to beat police officers, causing serious injuries. While law enforcement had taken appropriate action, local authorities took measures to limit the number of demonstrators. Only the instigators of the demonstration were taken in custody",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Regarding the case of Thich Vien Dinh, the Government replied that on 20 May 2004, a staff member from the Gia Dinh Electricity Company went to Giac Hoa pagoda and met Thich Vien Dinh to discuss the signing of a contract for the sale of electricity to the pagoda. But Thich Vien Dinh refused to submit a photocopy of his residence certificate, a condition for signing the contract, and claimed that the electricity company was intentionally hindering the activities of Giac Hoa pagoda. At the moment, he is not subjected to interrogation, harassment or threats, nor has he been placed under any kind of administrative detention. Thich Quang Do and Thieh Huyen Quang are neither under house detention nor on administrative probation. Thich Quang Do is leading a normal life and practising religion as usual at Thanh Minh pagoda in Ho Chi Minh City.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 90,
        "Text": "90. Since the creation of the mandate, the following country visits have been carried out by the Special Rapporteur on freedom of religion or belief: Bulgaria (1987), China (1994), Pakistan (1995), Iran (Islamic Republic of) (1995), Greece (1996), Sudan (1996), India (1996), Australia (1997), Germany (1997), United States of America (1998), Viet Nam (1998), Turkey (1999), Holy See (1999), Bangladesh (2000), Argentina (2001), Algeria (2002), Georgia (2003) and Romania (2003).",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Moreover, while the Islamic Republic of Iran and China have extended an invitation to the Special Rapporteur, requests for visits have also been addressed to Indonesia (1996), Israel (1997), the Russian Federation (1998), the Democratic People's Republic of Korea (1999), Nigeria (2000) and Turkmenistan (2003).",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. From 2 to 5 September 2004, the Oslo Coalition on Freedom of Religion or Belief and the Norwegian Committee of the United Nations Education Scientific and Cultural Organization will organize in Oslo a global meeting of experts in the field of tolerance education, intercultural education and human rights education related to religion or belief, as one of the initiatives in follow-up to the recommendations of the 2001 Madrid Consultative Conference on Tolerance, Non-Discrimination and Freedom of Religion or Belief in Relation with School Education. The Special Rapporteur attaches great importance to this meeting and hopes to reflect its results in her next report to the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Rapporteur also wishes to draw attention on her predecessor's study on freedom of religion of belief and the status of women from the viewpoint of religion and traditions (E/CN.4/2002/73/Add.2) and the initiatives it has prompted, including the creation of the Women's United Nations Report Program and Network, a non-governmental coalition to implement the conclusions and recommendations of this study. The Special Rapporteur also emphasizes that, in its resolution 2004/36 of 19 April 2004, the Commission requested \"that, from existing available resources and if necessary supplemented by voluntary contributions, the 'Etude sur la liberté de religion ou de conviction et la condition de la femme au regard de la religion et des traditions' (E/CN.4/2002/73/Add.2) be translated into the other official languages of the United Nations and published as an official document\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 94,
        "Text": "94. The Special Rapporteur believes that Governments have a delicate role in respecting the freedom of religion or belief of all individuals and groups without compromising other aspects of the human rights of its citizens. She will continue to follow a balanced approach in her analysis of the mandate.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. The situation regarding the mandate indicates growing tensions between and within religious communities in a number of countries which could break out in various forms of confrontations, including the use of violence. This poses the challenge for Governments to resist interference through legislation and actions that could ultimately restrict the right to freedom of religion or belief, further aggravating the situation.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Increasing polarization between various shades of opinion and across religious lines has to be addressed at a national level, open discourse at the regional and international levels is also necessary.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. The Special Rapporteur has noted that certain Governments are embarking upon administrative measures restricting the freedom to practise religious ceremonies or rites, with a view to discouraging religious intolerance. Such measures would be counterproductive and would be violative of the international norm of freedom of religion or belief. At the same time, there are reports of legitimate administrative and legal measures being taken which do not restrict freedom of religion and guarantee a broader scope for freedom of religion or belief to all sections of society, including children.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. There are numerous reports of expressions of intolerance and hate against Muslims and their religion. At the same time, there are an equal number of reports of the use of highly inflammatory speech against other religions and their followers by certain recognized Muslim individuals and Islamic groups. In such situations Governments must remain neutral and the Special Rapporteur is encouraged that a number of government policies are being pursued in that spirit. At the same time, there are also examples of government officials openly showing bias and of proposed legislation by Governments that discriminate between various religious communities.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. In her next report, the Special Rapporteur will attempt to give more concrete recommendations after she has studied all aspects of the mandate.",
        "Labels": []
    }
]