[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief originated in Commission on Human Rights resolution 1986/20, to appoint a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations. Since then the different Special Rapporteurs have submitted 19 reports to the Commission and 10 reports to the General Assembly, together with a total of 18 addenda. The present report is submitted in accordance with General Assembly resolution 59/1999.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The present Special Rapporteur was appointed by the Chairman of the Commission on Human Rights in July 2004. Since then, she has submitted a report to the General Assembly (A/59/366), a report to the Commission on Human Rights (E/CN.4/2005/61 and Corr.1) as well as a report on communications sent and replies received from Governments (E/CN.4/2005/61/Add.1). She has undertaken in situ visits to Nigeria (27 February-7 March 2005) and Sri Lanka (2-12 May 2005), the reports on which will be submitted to the Commission at its sixty-second session. She has also participated in the annual meeting of special rapporteurs/representatives, independent experts and chairpersons of working groups of the special procedures of the Commission held in June and had consultations, including in Geneva and London. From 19 to 29 September 2005, she will carry out an in situ visit to France.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. While next year will be the twenty-fifth anniversary of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, it seems evident that contentious religious issues have not only evolved but also become more acute in many societies. The Special Rapporteur encourages Governments and non-governmental organizations (NGOs) to take advantage of this occasion to organize events that will highlight the importance of promoting freedom of religion or belief and challenge rising trends of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. In the present report, the Special Rapporteur focuses on specific aspects of her mandate and methods of work as well as certain substantive issues of concern.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur notes that, like other special procedures, the mandate on freedom of religion or belief is constantly developing. This is reflected, inter alia, in the wording of General Assembly and Commission on Human Rights resolutions year after year.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The last resolution of the Commission is particularly noteworthy in this regard. While confirming the main elements of the mandate, resolution 2005/40 also stressed, as part of the strengthening of the Dialogue among Civilizations, the need to address the \"rise of religious extremism affecting religions in all parts of the world\", the \"situations of violence and discrimination that affect many women as a result of religion or belief\" and the \"use of religion or belief for ends inconsistent with the United Nations Charter and other relevant instruments of the United Nations\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The activities conducted by the Special Rapporteur also allow her to better identify the purposes of the mandate and to raise new issues of concern. The two country visits that she carried out in recent months have underlined the following aspects of the mandate: (a) The use of religion for political purposes;; (b) The use of religious laws or practices in legal systems or legislation and their application;; (c) The limitation of fundamental religious rights in order to protect one particular religion.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Communications sent to Governments as well as the replies received from them have also permitted her to further develop the following aspects of the mandate: - (a) Legislation directly or indirectly affecting religious rights; - (b) Discrimination against women for reasons based on religion; - (c) Human rights abuses committed in the name of religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur notes that a very significant number of situations addressed by special procedures disclose violations or possible violations of more than one human right. This is especially the case of situations addressed by the present mandate. In many cases, persons persecuted because of their religious beliefs are also deprived of one or more of their other rights recognized by international standards (the right to life, the right not to subjected to torture or other forms of ill-treatment, the right to liberty and security of the person, the right to freedom of opinion and expression; see E/CN.4/2005/61 paras. 36-40).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Therefore, although existing special procedures may not cover all the human rights at stake in these situations, a coordinated and joint action is often necessary. Moreover, joint actions, usually taking the form of joint communications, have a number of advantages: (a) They give a greater strength, legitimacy and credibility to the action undertaken because they express the common voice of several mandate holders;; (b) They increase the efficiency of the research process owing to the joint effort of several mandates and, thus, different expertise;; (c) They generally improve the format and content of communications sent to Governments thanks to a sustained coordination among the mandates, especially at the level of the Office of the High Commissioner for Human Rights (OHCHR).",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In addition to the classical method of joint communication, the Special Rapporteur believes that cooperation among special procedures is also beneficial with respect to in situ visits. Because of various circumstances, the same countries are sometimes visited by different mandate holders within a relatively short period of time. The Special Rapporteur welcomes in this respect the cooperation between special procedures and OHCHR in developing a coordinated effort on some aspects of the preparation of country visits.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. More generally, the Special Rapporteur wishes to emphasize the increasingly beneficial character of the annual meetings of special rapporteurs/representatives, independent experts and chairpersons of working groups of the special procedures of the Commission on Human rights. The twelfth annual meeting (Geneva, 20-24 June 2005) allowed improvements in a number of aspects of the cooperation among special procedures The Special Rapporteur is pleased that the holding of these annual meetings has become institutionalized.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On the basis of the activities carried out since her appointment, the Special Rapporteur has noted that the present mandate cannot be limited to situations where the right to freedom of religion or belief has been actually violated, or where there are clear indications that the right to freedom of religion or belief of persons identified by name or as part of a group will be violated in the near future. In a number of situations, the terms of the mandate require the Special Rapporteur to take appropriate action even in the absence of an actual or imminent violation. This is, in particular, the case of draft legislation or legislation recently adopted and dealing with the right to freedom of religion or belief or another aspect of the mandate. In some instances, such texts contain provisions that are or may when applied be contrary to the right to freedom of religion or belief and its various components as recognized by international standards, or raise another concern within the scope of the mandate.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur needs to address these situations because they may be at the origin of actual human rights violations in the near or remote future. To this end, the Special Rapporteur also uses the \"communication\" tool, which is an appropriate way to transmit her concern to the Government in question and through which she is able to ask questions about the situation.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 15,
        "Text": "15. In this regard, the Special Rapporteur would like to draw the attention of Governments to the fact that communications are not necessarily a way to disclose human right violations and to blame the perpetrators, but also a way to exchange information on situations that constitute issues of concern under her mandate and to find ways to resolve them. The Special Rapporteur therefore urges States to respond accurately to the questions that are put to them in communications.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. On the basis of the activities carried out since her appointment as well as of the reports of her predecessor, the Special Rapporteur considers that the particular scope of application of the mandate on freedom of religion or belief as well as the related activities allow signs of future crises to be identified and may thus play the role of an early warning mechanism.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. It is mainly during country visits that the Special Rapporteur is in a position to collect relevant information and assess on the ground the status of certain issues that are volatile and have the potential to cause conflict. The communications sent to Governments may also contribute to early warning of future problems.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur believes that the potentialities of the special procedures, in particular certain mandates, should be further developed and lead to the creation of a more formal mechanism that would deal with early warning signs in a more systematic way.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. After more than a year of activity, the Special Rapporteur is in a better position to make an assessment of the situation with regard to the right to freedom of religion or belief in the world.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Regarding communications, the Special Rapporteur would like to commend the Special Procedures Branch of OHCHR for the creating and maintaining the database on communications sent and received by special procedures. The database provides detailed, complete and, most of all, quickly available information on all aspects of communications. In addition to greatly facilitating the usual monitoring activities of the mandate, it offers the possibility of carrying out more thorough analyses of different types of data (geographical, gender, type of communication, etc.) and will improve the overall quality of the assessments of special procedures.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. During the period from 1 July 2004 to 30 June 2005, the Special Rapporteur sent a total of 75 communications to 35 countries concerning alleged violations of the right to freedom of religion or belief or other issues of concern to the mandate. The Special Rapporteur is pleased that 25 of these communications were sent jointly with other mandate holders, namely the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the question of torture, the Special Rapporteur on extrajudicial, summary or arbitrary executions, the Special Rapporteur on violence against women, its causes and consequences, the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health, the Special Representative of the Secretary-General on human rights defenders, the Special Rapporteur on the independence of judges and lawyers, the Working Group on Arbitrary Detention and the Working Group on Enforced or Involuntary Disappearances. The Special Rapporteur has so far received 39 responses from 18 of the States concerned by these communications.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The following charts illustrate the percentage of communications sent by type as well as the proportion of responses received from Governments compared to the number of communications sent:",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The chart below gives the percentage of communications sent to each region during the period under review. In this regard, as she has already mentioned in her last report to the Commission, the Special Rapporteur would like to recall that, while these statistics give a general overview of the situation, the absence of communications to a specific country (or concerning a specific region) does not mean that the situation with regard to freedom of religion or belief in that country or region is necessarily satisfactory. Such a situation may sometimes be explained by the lack of a civil society and/or by obstacles that prevent information from being sent outside the country. The communications referred to above therefore do not account for all incidents or governmental measures in all parts of the world that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. They do, however, give a clear idea of the regions from which most of the information originates and may give some indications about the regional situation.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The amount of information received by the Special Rapporteur on cases and situations that appear to fall within the scope of her mandate is still overwhelming. Given the particular nature of the mandate, the information also deals with a wide range of complex and sensitive issues. During the period under review, the following topics have been addressed in communications sent by the Special Rapporteur: freedom of worship; registration of religious organizations or communities; places of worship; religious symbols; conversion; conscientious objection; discrimination on the basis of religion or belief, including inter-religious and intra-religious discrimination; prisoners' freedom of religion or belief, including persecution of prisoners because of their beliefs; freedom of expression in connection with one's religion or belief; certain forms of punishments provided by laws adopted on the basis of religion; such as stoning and flogging; finally legislative issues have also been raised with a few Governments.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. With a view to engaging in a constructive dialogue, the Special Rapporteur has multiplied her efforts, and will continue to do so, in order to be as precise as possible and to raise specific questions with the Governments concerned, based on the information received that she deems most credible. The Special Rapporteur hopes that the specificity of the communications will have the positive effect of raising the number and quality of responses received from States. Table 1",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The following table provides a list of country visits that have been carried out by the Special Rapporteur on freedom of religion or belief with their dates and corresponding reports. | State visited | Date of visit | Report on visit | |----------------------------|------------------------|-------------------------------------| | China | November 1994 | E/CN.4/1995/91, sect. III | | Pakistan | June 1995 | E/CN.4/1996/95/Add.1 | | Iran (Islamic Republic of) | December 1995 | E/CN.4/1996/95/Add.2 | | Greece | June 1996 | A/51/542/Add.1 | | Sudan | September 1996 | A/51/542/Add.2 | | India | December 1996 | E/CN.4/1997/91/Add.1 | | Australia | February/March 1997 | E/CN.4/1998/6/Add.1 | | Germany | September 1997 | E/CN.4/1998/6/Add.2 | | United States of America | January/February 1998 | E/CN.4/1999/58/Add.1 | | Viet Nam | October 1998 | E/CN.4/1999/58/Add.2 | | Turkey | November/December 1999 | A/55/280/Add.1 | | Bangladesh | May 2000 | A/55/280/Add.2 | | Argentina | April 2001 | E/CN.4/2002/73/Add.1 | | Algeria | September 2002 | E/CN.4/2003/66/Add.1 | | Georgia | August/September 2003 | E/CN.4/2004/63/Add.1 | | Romania | September 2003 | E/CN.4/2004/63/Add.2 | | Nigeria | March 2005 | (E/CN.4/2005/5/Add.2 — forthcoming) | | Sri Lanka | May 2005 | (E/CN.4/2005/5/Add.3 — forthcoming) |",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The Special Rapporteur recalls that in its resolution 2005/40, the Commission on Human Rights urged \"all Governments to cooperate fully with the Special Rapporteur and to respond favourably to her request to visit their countries so as to enable her to fulfil her mandate even more effectively\". The following table contains a list of States whose Governments requests for visits have been sent by the Special Rapporteur as well as by her predecessor, the year of the request the number of reminders sent and whether a reply has been received. | State | Year of request, reminder(s) | Reply | |------------------------------------------|---------------------------------------------------|-------------------------------------------------------------------------| | Azerbaijan | 2004, reminder in 2005 | No reply | | Bangladesh | | Invitation extended | | China | | Invitation extended — to befollowed up by the SpecialRapporteur | | Democratic People's Republicof Korea | 1999, reminder in 2002 | No reply | | Egypt | 2005 | No reply | | Eritrea | 2004, reminder in 2005 | No reply | | Indonesia | 1996, reminders in 1997, 2001-2005 | Delayed the invitation | | Iran (Islamic Republic of) | Dates for visit requested in 2004 | Invitation extended; no datesproposed | | Israel | 1997, reminders in 1999-2002,2005 | Invitation extended | | Kyrgyzstan | 2004 | No reply | | Mauritius | | Invitation extended | | Russian Federation | 1998, reminders in 1999, 2000,2002, 2003-2005 | Delayed the invitation | | Turkmenistan | 2003, reminder in 2005 | No reply | | United States of America | 2005 (to visit Guantanamo) | Acknowledged receipt | | Uzbekistan | 2004, reminder in 2005 | No reply | Table 2 List of States to which the Special Rapporteur wishes to be invited",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur is grateful to the Governments of Bangladesh, China, Israel and Mauritius for their invitations. She will follow up with their permanent missions in Geneva in order to pursue the matter further.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Besides the invitations extended, the Special Rapporteur notes that a number of States have acknowledged receipt of requests for visit or otherwise responded, but are either considering whether an invitation will in fact be extended or delaying the invitation. Taking into account that cooperation is expected from States in this regard by the Commission, the Special Rapporteur considers that postponing or delaying an invitation, especially for several years, demonstrates a lack of cooperation and that only invitations with proposed dates for a visit or which are closely followed by proposed dates correspond to the level of cooperation required by the Commission.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur is particularly concerned about the lack of cooperation from the Governments of the Russian Federation and Indonesia, to which requests for invitations had been sent long ago repeatedly. She takes advantage of this occasion to reiterate her willingness to carry out a visit to those countries as soon as possible and urges the Governments concerned to extend an invitation to her without further delay.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur is also concerned about the absence of responses from the Governments of Azerbaijan, the Democratic People's Republic of Korea, Eritrea, Kyrgyzstan, Turkmenistan and Uzbekistan, despite the requests made and reminders sent.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Finally, the Special Rapporteur is still waiting for a reply to the letters she sent recently to Egypt and the Islamic Republic of Iran with a view to carrying out country visits or to arrange dates for such a visit. She would be grateful for a reply from these States as soon as possible.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur wishes to mention that on 24 June 2005, she requested the Government of the United States of America to extend to her an invitation to visit persons detained in the Guantanamo Bay military base together with the Special Rapporteur on the question of torture, the Special Rapporteur on the independence of judges and lawyers, the Chairperson-Rapporteur of the Working Group on Arbitrary Detention and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health. She will be working closely with these mandate holders on the future developments concerning this request.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 34,
        "Text": "34. In situ visits are a crucial aspect of the mandate on freedom of religion or belief and are undoubtedly the best way to assess the situation of freedom of religion or belief in a country. In carrying out country visits, the Special Rapporteur is able to assess the situation and its context first hand, in particular by directly meeting leaders or members of religious communities who are less accessible by other forms of communication. In this regard, she notes that certain religious communities in certain regions are in a better position than others to channel their information to Geneva. In situ visits are an appropriate means of rectifying this imbalance because they enable the Special Rapporteur to reach all individuals and religious communities that are facing difficulties, regardless of their capacity, to report to the United Nations system.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur is very concerned that the States which cooperate with her mandate in the context of in situ visits are not always those where there is a serious concern with regard to the situation of freedom of religion or belief. There are a number of countries where the situation with regard to freedom of religion raises serious concern but which do not cooperate with the mandate as far as country visits are concerned. As a result, there is a risk that the picture of the worldwide situation with regard to freedom of religion of belief as it appears through reports on country visits may not correspond to the reality. While she re-emphasizes that her requests for invitations are made on the basis of various criteria, she is of the opinion that special procedures should soon consider the creation of a new mechanism to deal with the human rights situation in those States where serious concerns exist but which do not cooperate in situ visits.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The cooperation from States should not be limited to extending an invitation; cooperation is needed for the whole duration of a visit as well as with regard to the recommendations made by the Special Rapporteur following the visit. During the visit, in addition to allowing free access to the persons she wants to meet or to the places she wants to visit, the authorities should make all necessary efforts and take all relevant measures to provide the Special Rapporteur with the information she requires (including reports, legislation and other official documents) in order to enable her make a proper and objective assessment of the situation.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Besides State cooperation, the assistance of United Nations country teams is paramount for the successful realization of in situ visits. In addition to all the necessary logistical arrangements, the country teams can assist with the practical organization of meetings with religious leaders and members of the civil society as well as providing the facilities to organize a press conference for the Special Rapporteur at the end of her visit. At the same time, United Nations country teams should support the independent character of her mandate.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Finally, like her predecessor, the Special Rapporteur has tried to strike a geographical balance with respect to the countries visited. This approach is not due to a formal policy but to the fact that hardly any country is spared difficulties concerning religion or belief. While States may address these problems in different ways, religion or belief remain an essential part of human nature and the problems that arise are essentially universal. The Special Rapporteur wishes to continue such an approach in carrying out her mandate in the future.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The substantive issues developed in the present chapter are not the only issues of concern for the mandate on freedom of religion or belief, but refer to situations that have been raised in the context of the activities carried out by the mandate in recent months. Moreover, the observations made hereafter by the Special Rapporteur are of a preliminary nature and need further elaboration.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The questions related to change of religion are at the very heart of the mandate on freedom of religion or belief. Violations and limitations of this aspect of the right to freedom of religion are unacceptable and still occur too often. In this section, the Special Rapporteur would like to give an overview of the problem as well as of the applicable standards. She wishes to emphasize that the complexity of the question, which includes many different situations, requires that it be examined further.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The mandate of the Special Rapporteur on freedom of religion or belief has received numerous reports of situations related to the question of the right to have or adopt a religion of one's choice, including cases of alleged forcible and so-called \"unethical\" conversions. On the basis of these reports, it is possible to identify four broad types of situations. It should be noted that certain cases may fall within more than one type of situation.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. These reports describe situations where State officials at different levels, often municipal, and different institutions (police, army) tried to convert members of religious groups, often of minority religious communities, or to force them to renounce their beliefs. They did so by threatening to kill them or their relatives, depriving them of their liberty, torturing and ill-treating them or threatening to dismiss them from their jobs. In some instances State officials tried to make believers renounce their religion and join a State-approved religion.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The punishment for conversion can consist of arrest and trial for \"apostasy\", imprisonment, and sometimes the death penalty. In some countries other penalties can be imposed, such as the suspension of all contracts and inheritance rights, the annulment of marriages, loss of property or the removal of children. Administrative requirements can also make it difficult to change one's religion or belief: in a number of cases converts have found it impossible to obtain identity cards after having changed their religion. Where conversion is not actually prohibited by law, converts can be harassed or threatened by State and religious officials.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. This includes cases where local members of the clergy lead attempts to convert or groups of believers attack members of minority religious groups or their places of worship with the aim of converting them.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. These situations include cases where members of religious groups try to convert other people by \"unethical\" means such as the promise of material benefit or by taking advantage of the vulnerable situation of the person whose conversion is sought. Such conversions are sometimes prohibited by law and the acts facilitating such conversion may constitute a criminal offence. In some countries, legislation prohibits conversion without prior notification of the authorities or defines \"forcible\" conversion in broad terms.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur notes that, according to universally accepted international standards, the right to freedom of religion or belief includes the right to adopt a religion of one's choice, the right to change religion and the right to maintain a religion. She also notes that these aspects of the right to freedom of religion or belief have an absolute character and are not subject to any limitation whatsoever.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Article 18 of the Universal Declaration of Human Rights states that the right to freedom of thought, conscience and religion \"includes freedom to change [one's] religion or belief\". Article 1 of the 1981 Declaration states that \"[t]his right shall include freedom to have a religion or whatever belief of [one's] choice\" and that \"[n]o one shall be subject to coercion which would impair his freedom to have a religion or belief of his choice\".",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The content of article 18, paragraph 1, of the International Covenant on Civil and Political Rights (ICCPR) is the result of a lengthy process of discussion in the Human Rights Commission and the third Committee of the General Assembly. The wording initially proposed was \"Everyone should have the freedom to maintain or to change his religion\", but, following opposition by some countries which feared that this formulation would lend encouragement to proselytism and anti-religious propaganda, it was changed to \"have or to adopt a religion or belief of his choice\", a wording that was adopted without dissent. This final version of the provision was undoubtedly intended to include the right to convert from one religion or belief to another. The Human Rights Committee, in paragraph 5 of its general comment No. 22 (1993) on article 18, observed that \"the freedom to 'have or to adopt' a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief.\"",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The fact that article 18, paragraph 3, of the Covenant to be imposed only on the manifestation of religion or belief clearly assigns the freedom to \"have or to adopt a religion or belief\" to the first part of paragraph 1, freedom of thought, conscience and religion, also called forum internum, which cannot be interfered with in any way. In its general comment No. 22 the Human Rights Committee states clearly that article 18 \"does not permit any limitations whatsoever on the freedom of thought and conscience or on the freedom to have or adopt a religion or belief of one's choice\" (para. 3).",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. This prohibition of limitation is reinforced by paragraph 2 of the same article, which provides that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice.\" The fact that the prohibition of coercion was made explicit shows that the drafters of the Covenant found the freedom provided by paragraph 1 to be so significant that any form of coercion by the State was impermissible, independently of whether the coercion was physical or in the form of State-sponsored incentives. According to the Human Rights Committee: \"Article 18.2 bars coercion that would impair the right to have or adopt a religion or belief, including the use of threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert. Policies or practices having the same intention or effect, such as, for example, those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of the Covenant, are similarly inconsistent with article 18.2\" (general comment No. 22, para. 5).",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteur notes that there is a clear prohibition under international human rights law of coercion to change or maintain one's religion. She also draws attention to the fact that the term \"coercion\" in article 18, paragraph 21, is to be broadly interpreted and includes pressure applied by a State or policies aiming at facilitating religious conversions. In the case Kang v. Republic of Korea, the Human Rights Committee found the \"ideology conversion system\" as well as the succeeding \"oath of law-abiding system\" to be in violation of article 18, paragraph 1, of the Covenant.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The same is true, mutatis mutandis, for prohibition of conversions. Since the choice of religion or belief is part of the forum internum, which allows for no limitations, a general prohibition of conversion by a State necessarily enters into conflict with applicable international standards. A law prohibiting conversion would constitute a State policy aiming at influencing individual's desire to have or adopt a religion or belief and is therefore not acceptable under human rights law. A State also has the positive obligation of ensuring the freedom of religion or belief of the persons on its territory and under its jurisdiction.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In the cases where non-State actors interfere with the right to \"have or adopt a religion or belief of [one's] choice\", the requirements of article 18 of the Covenant and other relevant international instruments also entail a positive obligation for the State to protect persons from such interference. The Special Rapporteur wishes to re-iterate in this regard that States must ensure that the persons on their territory and under their jurisdiction, including members of religious minorities, can practise the religion or belief of their choice free of coercion and fear. If non-State actors interfere with this freedom, and especially the freedom to change or to maintain one's religion, the State is obliged to take appropriate measures to investigate, bring the perpetrators to justice and compensate the victims (see also E/CN.4/2005/61, para. 42).",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Finally, the Special Rapporteur notes that with regard to children, the choice of religion is restricted by the parents' rights to determine their child's religion up to an age where the child is capable of doing so on his/her own, in accordance with article 18, paragraph 4, of the Covenant.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In the context of several reports submitted to the Special Rapporteur, in particular after the period following the tsunami which occurred on 26 December 2004 in the Indian Ocean, numerous questions have arisen in relation to missionary activities as well as humanitarian efforts and development activities carried out by groups or organizations affiliated with particular religions. In many cases, it was reported that people, mainly from the poorest parts of the population, have been induced to convert by various means, including material benefits. In some places, the authorities have responded to these concerns by enacting legislation that prohibits or limits the right to propagate a religion, which includes missionary activities and other actions aimed at persuading others to adopt a new religion, or making the right to change religion subject to certain conditions, for example making a formal declaration of conversion to a designated authority.",
        "Labels": [
            "Persons affected by natural disasters"
        ]
    },
    {
        "ID": 56,
        "Text": "56. In May 2005, the Special Rapporteur travelled to Sri Lanka where she had the opportunity to investigate in this situ type of question. In Sri Lanka, numerous persons told the Special Rapporteur that missionaries, religious groups and humanitarian organizations, often from foreign countries, used material or other incentives to convert people or to induce them to convert. In response to this situation, a number of initiatives had been made to enact special legislation to prohibit religious conversions or criminalize allegedly \"unethical\" conversions. Many of these initiatives were started well before the tragedy of the tsunami. The report of the Special Rapporteur on her visit to Sri Lanka, which contains conclusions and recommendations with respect to the question of \"unethical\" conversions, will be submitted to the Commission at its sixty-second session. The following observations are therefore of a general nature and should by no means be taken as pertaining exclusively to the situation prevailing in Sri Lanka.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur considers that these situations raise questions both with regard to the right to freedom of religion of those who take the decision to convert (freedom of conscience and the right to change one's religion) and the right to freedom of religion of persons who perform acts leading to the conversion of others (missionary activities and the propagation of one's religion). These are taken separately below.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. In this respect, the Special Rapporteur would mainly refer to the arguments made earlier in this report. The right to change religion is absolute and is not subject to any limitation whatsoever. Any legislation that would prohibit or limit the right to change one's religion would be contrary to international human rights standards and the provisions mentioned above.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Article 1 of the 1981 Declaration and article 18, paragraph 1, of ICCPR explicitly provide for the right \"in public or private, to manifest [one's] religion or belief in worship, observance, practice and teaching\" (emphasis added). Many human rights instruments stipulate and the Human Rights Committee hold that the right to manifest one's religion includes carrying out actions to persuade others to believe in a certain religion. For example, article 6 (d) of the 1981 Declaration states that the practice of the freedom of religion includes the freedom, \"to write, issue and disseminate relevant publications….\" Similarly, in resolution 2005/40 of the Commission on Human Rights urged States \"[t]o ensure, in particular, … the right of all persons to write, issue and disseminate relevant publications .\" In its general comment No. 22 (1993) the Human Rights Committee holds that \"the practice and teaching of religion or belief includes acts integral to the conduct by religious groups of their basic affairs, … [and] the freedom to prepare and distribute religious texts or publications\" (para. 4). This thinking is reflected in the above-mentioned decision Kang v. Republic of Korea, where the distribution of communist leaflets was recognized by the Human Rights Committee as the manifestation of a belief in the sense of article 18, paragraph 1.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The question of missionary activities and other forms of propagating s religion has been at the centre of the mandate on freedom of religion since the beginning. In one of his reports, Special Rapporteur Amor considered \"constitutional provisions prohibiting proselytism to be inconsistent with the 1981 Declaration and stresse[d] the need for greater respect for internationally recognized human rights norms, including freedom to convert and freedom to manifest one's religion or belief, either individually or in community with others, and in public or private, except where necessary restrictions are provided for by law\" (A/51/542/Add.1/para. 134).",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Also, while not explicitly including religious rights, article 19 of ICCPR, which protects freedom of expression, is formulated in a way that also covers missionary activities: \"[T]his right shall include freedom to seek, receive and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing or in print, in the form of art, or through any other media of [one's] choice\". The Human Rights Committee's constant jurisprudence has deemed the protection afforded by article 19 extremely strong.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Whereas the scope of freedom afforded to persons for the practice of their religion or belief by producing and distributing information about their religion or belief is wide, certain limitations can be imposed in accordance with article 18, paragraph 3, of the Covenant. However, it should be noted that this article allows for restrictions only in very exceptional cases. In particular the fact that it mentions the protection of \"fundamental rights and freedoms\" (emphasis added) of others as a ground for restriction indicates a stronger protection than for some other rights whose limitation clauses refer simply to the \"rights and freedoms of others\" (e.g. article 12, 21 and 22). It could indeed be argued that the freedom of religion or belief of others can be regarded as such a fundamental right and freedom and would justify limitations to missionary activities, but the freedom of religion and belief of adults basically is a question of individual choice, so any generalized State limitation (e.g. by law) conceived to protect \"others'\" freedom of religion and belief by limiting the right of individuals to conduct missionary activities should be avoided.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The test f legality of a prohibition of any act motivated by belief or religion is therefore extremely strict. In practice, the European Court of Human Rights has given some guidance concerning the distinction between permissible religious persuasion, on the one hand, and coercion on the other in Larissis v. Greece, 4 the court decided that an officer of the Greek army had exploited his position of authority over his subordinates in trying to convert them. However, in Kokkinakis v. Greece, 5 the Court did not find any violation when Jehovah's Witnesses called on their neighbour to discuss religious issues with her since that act, in the Court's view, fell under \"bearing Christian witness\" and was therefore protected by article 9 of the European Convention on Human Rights. Judge Pettiti, in his partly concurring opinion, made this particularly clear: \"Freedom of religion and conscience certainly entails accepting proselytism, even where it is not respectable. Believers and agnostic philosophers have a right to expound their beliefs, to try to get other people to share them and even to try to convert those whom they are addressing.\"",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. There are, however, situations in which certain actions aimed at converting people go beyond conventional forms of missionary activities or propagation of religion. Some such actions cannot be considered as a \"manifestation\" of religion or belief and are therefore not protected by article 18.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The question that arises in this regard is how the State should address such actions. The Special Rapporteur is of the opinion that a distinction should be made between whether these actions raise a human rights concern or whether they could constitute criminal acts. Certain acts may constitute an offence under the criminal code of the State concerned and should therefore be prosecuted. In view of the Special Rapporteur, however, it would not be advisable to criminalize non-violent acts performed in the context of manifestation of one's religion, in particular the propagation of religion, including because that might criminalize acts that would, in another context, not raise a concern of the criminal law and may pave the way for persecution of religious minorities. Moreover, since the right to change or maintain a religion is in essence a subjective right, any concern raised with regard to certain conversions or how they might be accomplished should primarily be raised by the alleged victim.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Apart from forcible and other conversions that are improper in the sense of human rights law, there are many cases which, while not constituting a human rights violation, nevertheless raise serious concern because they disturb a culture of religious tolerance or contribute to the deterioration of situations where religious tolerance is already being challenged. The Special Rapporteur has received numerous reports of cases where missionaries, religious groups and humanitarian NGOs have allegedly behaved in a very disrespectful manner vis-à-vis the populations of the places where they were operating. The Special Rapporteur deplores such behaviour and is of the opinion that it constitutes religious intolerance, and may even provoke further religious intolerance. She considers that religious groups, missionaries and humanitarian NGOs should carry out their activities in full respect of the culture and religion of the populations concerned and abide strictly by relevant codes of ethics, including the Code of Conduct for International Federation of Red Cross and Red Crescent Societies and NGOs in Disaster Relief, as well as guidelines adopted by religious organizations.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In conclusion, any form of coercion by State and non-State actors aimed at religious conversion is prohibited under international human rights law, and any such acts have to be dealt with within the remit of criminal and civil law. Missionary activity is accepted as a legitimate expression of religion or belief and therefore enjoys the protection afforded by article 18 of ICCPR and other relevant international instruments. Missionary activity cannot be considered a violation of the freedom of religion and belief of others if all involved parties are adults able to reason on their own and if there is no relation of dependency or hierarchy between the missionaries and the objects of the missionary activities.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur wishes to underline that certain forms of \"unethical\" conversion are not per se contrary to international standards. Moreover, while some of these acts may not enjoy protection under human rights law, they should not as a result necessarily be seen to constitute a criminal offence. She recommends that cases of alleged \"unethical\" conversion be addressed on a case-by-case basis, examining the context and circumstances in each individual situation and dealt with in accordance with the common criminal and civil legislation. The Special Rapporteur is therefore of the opinion that the adoption of laws criminalizing in abstracto certain acts leading to \"unethical\" conversion should be avoided, in particular where these laws could apply even in the absence of a complaint by the converted person.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Over the past few years, in addition to the alarming reports of persons being arrested and held in custody because of their religious beliefs, the Special Rapporteur has received a growing number of reports of alleged violations of the right to freedom of religion or belief of persons deprived of their liberty.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 70,
        "Text": "70. Among the cases that were brought to her attention were complaints about conditions of detention, in particular not being allowed to have a Bible or to receive communion (see A/58/296, para. 79), punishment of Muslims for observing the Ramadan fast, ibid., para. 106) as well as reports of several Muslim women prisoners complaining of \"violations of their right to freedom of worship, having been punished for praying, having copies of the Koran confiscated and being forbidden to wear the veil (ibid., para. 107). There were reports of prisoners being subjected to torture or ill-treatment in an attempt to force them to abandon their faith (see A/59/366, para. 30) and reports of individuals who because of their beliefs had been subjected to torture and other inhuman or degrading treatment while detained and who had not been provided with appropriate and effective remedies (ibid., para. 19). Finally, the Special Rapporteur was also informed of situations where clergy were denied access to death row prisoners (ibid., para. 83 (a)).",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 71,
        "Text": "71. While these forms of violations of the right to freedom of religion or belief constitute per se a matter of great concern for the Special Rapporteur, this concern was heightened by further reports that, in certain circumstances, not only were the prisoners' rights to freedom of religion or belief violated, but their religious beliefs were used against them by prison authorities. For example, there have been reports of interrogation methods designed specifically to injure the religious feelings of persons in detention.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. The Special Rapporteur considers that the cases reported disclose violations of the basic religious rights of prisoners and other persons in detention. In addition, they disclose acts of impermissible discrimination including torture or other forms of ill-treatment inflicted on detainees on the basis of their religion and other acts aimed at injuring the religious feelings of detainees. Such acts were committed by personnel of detention facilities as well as by other detainees.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Persons deprived of their liberty have the right to freedom of religion or belief. Articles 2 and 5 of the Universal Declaration of Human Rights provide, respectively, that the rights and freedoms contained in the Declaration apply to everyone without exception and that no one shall be subjected torture or to cruel, inhuman or degrading treatment or punishment. Article 10, paragraph 1 of ICCPR further provides that \"All persons deprived of their liberty shall be treated with humanity and with respect for the inherent dignity of the human person.\"",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. In its general comment No. 22 (1993) on Article 18 of the Covenant, which uses language similar to Article 18 of the Universal Declaration, the Human Rights Committee has stressed that \"[p]ersons already subject to certain legitimate constraints, such as prisoners, continue to enjoy their rights to manifest their religion or belief to the fullest extent compatible with the specific nature of the constraint. States parties' reports should provide information on the full scope and effects of limitations under article 18.3, both as a matter of law and of their application in specific circumstances\" (para. 8).",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The principle of non-discrimination, reaffirmed, inter alia, in article 2 of ICCPR, is a fundamental rule of international law. The Special Rapporteur notes that according to commentators, \"The dangers of discrimination become much greater in the closed conditions of a prison. Prison administrations have a responsibility to ensure that they prevent the development of sub-groups that discriminate against minorities, both within their staff and within the prison population. This may require additional vigilance on any occasion when tensions are heightened in the community outside the prison. \"Many of the prejudices which exist in society against minority groups are reflected in the world of the prison. This is no surprise since prisons to a great extent mirror the values of the society in which they exist. Prison authorities have a responsibility to ensure that there is no discrimination against any minority group of prisoners or staff. This includes institutional discrimination which is within the structure of the organisation as well as discrimination which is practised by individuals.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 76,
        "Text": "76. Article 27 of ICCPR provides that \"In those States in which ethnic, religious or linguistic minorities exist, persons belonging to such minorities shall not be denied the right, in community with the other members of their group, to enjoy their own culture, to profess and practice their own religion, or to use their own language.\"",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The provisions of the International Convention on the Elimination of All Forms of Racial Discrimination are also of particular relevance in this context. Article 5 of the Convention provides that: \"In compliance with the fundamental obligations laid down in article 2 of this Convention, States Parties undertake to prohibit and to eliminate racial discrimination in all its forms and to guarantee the right of everyone, without distinction as to race, colour, or national or ethnic origin, to equality before the law, notably in the enjoyment of the … right to freedom of thought, conscience and religion.\"",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The principle of equal rights without discrimination is confirmed in principle 5, paragraph 1, of the Body of Principles for the Protection of All Persons under Any Form of Detention or Imprisonment: \"These principles shall be applied to all persons within the territory of any given State, without distinction of any kind, such as race, colour, sex, language, religion or religious belief, political or other opinion, national, ethnic or social origin, property, birth or other status.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 79,
        "Text": "79. In terms of prisons conditions, the Human Rights Committee also affirms in its general comment No. 21 (1992), concerning the human treatment of persons deprived of liberty, that \"Treating all persons deprived of their liberty with humanity and with respect for their dignity is a fundamental and universally applicable rule.… This rule must be applied without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status\" (para. 4).",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Because the opportunity to practise one's religion, either in private or in public, might easily be restricted by the fact of detention, the Standard Minimum Rules for the Treatment of Prisoners make specific reference to the need for prison authorities to allow prisoners to observe their religion and to have access to a minister of that religion.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 81,
        "Text": "81. According to rule 41: \"(1) If the institution contains a sufficient number of prisoners of the same religion, a qualified representative of that religion shall be appointed or approved. If the number of prisoners justifies it and conditions permit, the arrangement should be on a full-time basis. \"(2) A qualified representative appointed or approved under paragraph (1) shall be allowed to hold regular services and to pay pastoral visits in private to prisoners of his religion at proper times. \"(3) Access to a qualified representative of any religion shall not be refused to any prisoner. On the other hand, if any prisoner should object to a visit of any religious representative, his attitude shall be fully respected.\" In addition, rule 42 provides \"So far as practicable, every prisoner shall be allowed to satisfy the needs of his religious life by attending the services provided in the institution and having in his possession the books of religious observance and instruction of his denomination\".",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. In this regard, one has to take into account that \"[t]he status of religious representatives within prison systems can vary from country to country. In some jurisdictions, such representatives may not be allowed any access to prisons. In other jurisdictions, the religious representative or chaplain is second in authority only to the director within the prison.\" The Special Rapporteur would also like to emphasize that \"[t]he international instruments make it clear that all prisoners are entitled to have access to a qualified religious representative.\" Moreover, \"[i]n some systems, only representatives of the main religion in the country are allowed access to prisons. Prisoners of minority religions are not allowed to observe the requirements of their faith.\" However, \"[t]his is in breach of the international instruments. Prisoners should not be obliged to consult a minister of religion if they do not wish to do so.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 83,
        "Text": "83. The Geneva Convention relative to the Treatment of Prisoners of War and the Geneva Convention relative to the Protection of Civilian Persons in Time of War, as well as Additional Protocols I and II to the Geneva Conventions provide for an obligation to respect the religion and religious practices of persons deprived of their liberty in the context of an armed conflict, including prisoners of war, interned persons and other types of detainees. This includes the freedom to practise one's religion, the access to clergy, and the prohibition of discrimination on the basis of religion.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 84,
        "Text": "84. The Special Rapporteur also notes that \"[S]tate practice establishes this rule as a norm of customary international law applicable in both international and noninternational armed conflicts.\"",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. A person in custody finds him or herself in a situation of enhanced vulnerability and can therefore be an easy target for persecution. Prison authorities are given total control over the most basic activities of the inmates, from the time they will sleep to what they will eat, and how they will be able to exercise their right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 86,
        "Text": "86. The Special Rapporteur regrets that, in certain countries, the question of freedom of religion or belief is either neglected or simply not addressed during the training of persons in charge of prisoners. Therefore, she would like to emphasize that it is crucial need to provide the personnel of detention facilities with adequate training, raising awareness and enhancing their sensitivity about their duty to promote and respect international human rights standards for the treatment of prisoners, in particular the right to freedom of religion.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 87,
        "Text": "87. Moreover, because of the coercive nature of these institutions, States should ensure that detention facilities are the object of intense public scrutiny in order to prevent any potential abuse and put in place effective complaints mechanisms. Anyone whose rights and freedoms, including the freedom of religion or belief, have been violated has the right to an effective remedy, determined by a competent court. Every prisoner shall have the right to make a complaint regarding his or her treatment and to have it dealt with promptly and, if requested, confidentially. If necessary, the complaint may be lodged on behalf of the prisoner by his or her legal representative or family.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur reiterates that, as a principle, no one should be imprisoned because of his or her religious beliefs or the exercise of his or her right to freedom of religion or belief. Moreover, a person's deprivation of liberty may not include deprivation of his or her right to freedom or religion or belief. These standards must be applied to every prisoner regardless of his or her religion or belief and to all detention facilities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteur also recommends that the principles pertaining to the right to freedom of religion or belief be brought to the attention of the relevant authorities and that issue be heavily stressed during the training of the officers involved. In this regard, the Special Rapporteur recommends that particular attention be given to the publication Human Rights and Prisons: A Manual on Human Rights Training for Prison Officials as well as its three addenda, prepared by the Office of the High Commissioner for Human Rights.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 90,
        "Text": "90. The religious beliefs of a detainee should under no circumstances be used by the authorities against the detainee in order, for instance, to extract information from him or her.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Finally, the Special Rapporteur would like to stress that the respect of religious freedom has an impact that is not limited to the prison walls. Violations of the religious rights of inmates may also have an important impact outside the prison. This is illustrated by recent events that caused the death of several people following allegations of desecration of the Koran in detention facilities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteur considers that the twenty-fifth anniversary of the adoption of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief should be an occasion to raise the importance of promoting freedom of religion or belief and to draw attention to the evolution of the issues relating to the mandate on freedom of religion or belief. She encourages Governments and NGOs to take advantage of this anniversary to organize events that will promote freedom of religion or belief and challenge rising trends of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. She considers that cooperation between the special procedures of the Commission on Human Rights in terms of communications to Governments and in situ visits is an essential aspect of the special procedures in general and of her mandate in particular.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. Certain activities of the mandate on freedom of religion or belief can play a role in preventing further violations of violations of other human rights and may contribute to the creation of an early warning mechanism. The potentialities of the special procedures should be further exploited in this regard with a view to developing a more general early warning mechanism.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. The Special Rapporteur is not satisfied at the level of cooperation from States in terms of in situ visits, which are an essential aspect of the mandate. She is particularly concerned at the consequences that the lack of such cooperation may have on the system of special procedures as a whole. She encourages the creation of a mechanism that would deal more systematically with countries that do not cooperate with special procedures in terms of in situ visits.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The right to adopt a religion of one's choice, to change or to maintain a religion is a core element of the right to freedom of religion or belief and may not be limited in any way by the State. When it is challenged by non-State actors, States have a positive obligation to ensure the enjoyment of this right.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Missionary activities and other forms of propagation of religion are part of the right to manifest one's religion or belief. They may be limited only under restrictive conditions, and the Special Rapporteur disapproves of the criminalization of certain acts specific to the propagation of one's religion.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. Certain forms of actions aimed at converting other persons, although not raising concern in human rights terms, do raise concern insofar as they disturb religious tolerance and harmony and may provoke religious intolerance. The individuals and organizations concerned should abide strictly by relevant codes of ethics, including the Code of Conduct for International Federation of Red Cross and Red Crescent Societies and NGOs in Disaster Relief, as well as guidelines adopted by religious organizations.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Persons deprived of their liberty also enjoy the right to freedom of religion or belief and international standards in this regard must be applied to every prisoner, regardless of his or her religion or belief, and to all detention facilities. The Special Rapporteur recommends that that freedom of religion receive more emphasis in the training of personnel of detention facilities and other places where people are deprived of their liberty. - In October 1987, the Special Rapporteur made an informal visit to Bulgaria at the initiative of the Government (see E/CN.4/1988/95). - Views of the Human Rights Committee in Kang v. Republic of Korea, adopted on 15 July 2003 (CCPR/C/78/D/878/1999), para. 7.2: \"As to the author's claim that the 'ideology conversion system' violates his rights under articles 18, 19 and 26, the Committee notes the coercive nature of such a system, preserved in this respect in the succeeding 'oath of law-abidance system', which is applied in discriminatory fashion with a view to [altering] the political opinion of an inmate by offering inducements of preferential treatment within prison and improved possibilities of parole. The Committee considers that such a system, which the State party has failed to justify as being necessary for any of the permissible limiting purposes enumerated in articles 18 and 19, restricts freedom of expression and of manifestation of belief on the discriminatory basis of political opinion and thereby violates articles 18, paragraph 1, and 19, paragraph 1, both in conjunction with article 26.\" - See Manfred Nowak, UN Covenant on Civil and Political Right:, CCPR Commentary (2nd revised ed.), 2005, pp. 450-452. - Larissis and Others v. Greece, European Court of Human Rights, Reports 1998-I, judgement of 24 February 1998. - Kokkinakis v. Greece, European Court of Human Rights, Series A. No. 260-A, judgement of 25 May 1995. - Available at: www.ifrc.org/publicat/conduct/code.asp. - See Andrew Coyle, International Centre for Prison Studies, \"A Human Rights Approach to Prison Management: Handbook for prison staff\", London, 2002, p. 147. See also at p. 149: \"Equality of treatment involves more than ensuring that there is no discrimination. It also means taking positive action to make sure that the special needs of minority groups are met. This can involve providing special diets for some prisoners on either religious or cultural grounds. Such a provision may not involve any additional cost; it may simply mean better organisation. \"Minority groups frequently have different religious needs. They should always be able to observe the tenets of their religion in terms of such matters as personal or communal prayers, hygiene and clothing requirements.\" - Office of the United Nations High Commissioner for Human Rights, Human Rights and Prisons: A Manual on Human Rights Training for Prison Officials (United Nations publication, Sales No. E.04.XIV.I), Professional Training Series No. 11, 2004, chap. 20 — Religion, p. 122. - See, inter alia, article 3 common to the four Geneva Conventions: articles 34 and 35 of the Third Geneva Convention; articles 76, 86 and 93 of the Fourth Geneva Convention; article 75, paragraph 1, of Additional Protocol I and articles 4 and 5 of Additional Protocol II. - Jean-Marie Henckaerts et al., Customary International Humanitarian Law, Volume I: Rules, International Committee of the Red Cross (Cambridge: Cambridge University Press, 2005), page 450. - See ICCPR, art. 2; Convention against Torture and other Cruel Inhumane or Degrading Treatment or Punishment, art. 13; Body of Principles for the Protection of All Persons under Any Form of Detention or Imprisonment, principle 33. - Body of Principles for the Protection of All Persons under Any Form of Detention or Imprisonment, principle 33; Standard Minimum Rules for the Treatment of Prisoners, rule 36. - Human Rights and Prisons: A Compilation of Human Rights Instruments concerning the Administration of Justice (United Nations publication, Sales No. E.04.XIV.4), Professional Training Series No. 11, addendum 1, 2004; Human Rights and Prisons: Trainer's Guide on Human Rights Training for Prison Officials (United Nations publication, Sales No. E.04.XIV.6), Professional Training Series No. 11, addendum 2, 2004; Human Rights and Prisons: A Pocket Book of International Human Rights Standards for Prison Officials (United Nations publications, Sales No. E.04.XIV.5), Professional Training Series No. 11, addendum 3, 2004.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    }
]