[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by Commission on Human Rights resolution 1986/20, to examine and make recommendations regarding incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. Since then 20 reports have been submitted to the Commission and 11 reports have been submitted to the General Assembly, together with a total of 22 addenda. The present report is submitted in accordance with General Assembly resolution 60/166.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The present Special Rapporteur was appointed by the Chairperson of the Commission on Human Rights in July 2004. She has submitted two general reports to the General Assembly (A/59/366 and A/60/399) and two reports to the Commission on Human Rights (E.CN/4/2005/61 and Corr.1 and Add.1 and 2 and E.CN/4/2006/5 and Add.1-4).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Since her appointment, the Special Rapporteur has undertaken in situ visits to Nigeria (27 February-7 March 2005, E/CN.4/2006/5/Add.2), Sri Lanka (2-12 May 2005, E/CN.4/2006/5/Add.3), France (18-29 September 2005, E/CN.4/2006/ 5/Add.4), Azerbaijan (26 February-5 March 2006, report to be submitted to the Human Rights Council) and the Maldives (6-9 August 2006, report to be submitted to the Human Rights Council). In addition, the Special Rapporteur, together with the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health and the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, submitted a report on the applicability of international human rights law to the persons held at the detention facilities in Guantánamo Bay, Cuba, as well as the human rights situation of the detainees (E/CN.4/2006/120). This report was submitted after failed attempts to carry out a visit to Guantánamo Bay according to the terms of reference for fact-finding missions by special procedures.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur has also submitted two reports on communications sent to, and replies received from, Governments (E.CN/4/2005/61/Add.1 and E.CN/4/2006/5/Add.1) further to individual complaints and other reports of cases and situations raising concern in terms of the mandate. The Special Rapporteur considers that the mechanism of communications is important to victims and also provides a continued link between the mandate and Member States.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. By decision 7/107, the Human Rights Council requested the Special Rapporteur, as well as the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance and the United Nations High Commissioner for Human Rights, to report at its next session on the question of the increasing trend of defamation of religions and incitement to racial and religious hatred and its recent manifestations, … in particular its implications for article 20, paragraph 2, of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In addition to her regular country visits, the Special Rapporteur travelled to the Vatican on 15 and 16 June where she held consultations with representatives of the Holy See. She was also invited in her official capacity to a number of dialogues, consultations, seminars and workshops organized on the issue of freedom of religion or belief. She was encouraged by the number of initiatives undertaken by the United Nations and governmental and non-governmental bodies to promote religious tolerance at the national and global levels. Among others, she attended events in Spain, the United Kingdom of Great Britain and Northern Ireland and Norway, which are discussed in more detail below. She also participated in the annual meeting of special rapporteurs/representatives, independent experts and chairpersons of working groups of the special procedures held in Geneva in June.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Throughout the year the Special Rapporteur also met with religious and other groups and communities, as well as non-governmental organizations (NGOs). Meetings and regular contacts of this nature are essential to the effective functioning of the mandate. The Special Rapporteur also makes special efforts to hold consultations with mainstream human rights NGOs so that they remain encouraged to address questions of religious freedom.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. This year marks the twenty-fifth anniversary of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. While contentious religious issues have probably not diminished over the past 25 years, it is evident that they have taken other forms, and that a global examination of the situation is necessary to assess the current status of the implementation of the provisions of the Declaration.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. It is pertinent to emphasize that while the mandate on freedom of religion or belief observes methods of work that are similar to those of other mandates, it has to keep a flexible approach to enable it to identify acts or situations which may not be in direct violation of the formal provisions of the International Covenant on Civil and Political Rights or the 1981 Declaration, but may raise concerns of potential future human rights abuses. While the transmission of early warnings is critical, the Special Rapporteur must first carefully assess both the negative and positive reactions that could follow, and decide whether to make early warnings public.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The issue of freedom of religion or belief is complex and delicate and as a result, the tools for dealing with the issue have to be sufficiently sophisticated. Governmental responses in situations of religious tension or controversy have to be measured, balanced and prompt. This is a tough challenge for all Governments, and the Special Rapporteur has deep admiration for those Governments that are making a sincere effort to promote religious tolerance not only within their own national context, but also at the regional and global levels. The mandate on freedom of religion or belief is challenging in many respects and it is notable that there is often a tendency to view freedom of religion or belief in a narrow sense. However, it is essential to ensure that the right to freedom of religion or belief adds to the values of human rights and does not unintentionally become an instrument for undermining freedoms. The Special Rapporteur remains vigilant with regard to these aspects of the mandate.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In this report, the Special Rapporteur sets out the activities that have been carried out under the mandate since her last report to the General Assembly, gives an analysis of some patterns and trends that she has identified through these activities and sets out a number of conclusions and recommendations.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In the period preceding the submission of the present report, the Special Rapporteur has continued to send communications to Governments on cases and situations that raise concerns in terms of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur receives a large number of reports and individual complaints about alleged violations of the right to freedom of religion or belief. In this respect, while all reports or complaints do not become the subject of formal communications to Governments, they are compiled to enable a broader assessment of tendencies and patterns on which she can elaborate in her various general reports. The information she receives also enables her to closely monitor ongoing situations to allow her to intervene at the most appropriate moment.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. From 1 July 2005 until 30 June 2006, the Special Rapporteur sent a total of 92 communications.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur would like to thank all those Governments that have invited her to carry out a country visit. She has experienced a very satisfactory level of cooperation from the Governments of those countries she has visited. In this regard, she was particularly impressed by the exceptional level of cooperation extended by the Government of Azerbaijan.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Special procedures mandate holders can rarely freely select the countries to visit. It is often the case that countries of particular concern for certain mandates remain closed to them. There is also some informal understanding between mandate holders to streamline their visits and requests according to the priority of concerns in a particular country. For this reason, the Special Rapporteur has not always been able to maintain a regional balance among the countries she has visited.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Moreover, she notes with satisfaction that, despite the vibrant civil society that exists in Latin American countries, only a few reports on situations or cases that raise a concern for her mandate come from this region. While no country is spared problems of religious intolerance, there are regional and subregional variations in the intensity of the problem.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Country visits are crucial to the activities of the mandate and serve many purposes. In addition to providing immediate support to victims and human rights defenders, the monitoring aspects of the mandate are best served through first-hand interaction, which is an essential aspect of country visits. Any country mission enhances the expertise of the mandate holder. The diversity of experiences in this regard allows for better analysis and enables the mandate holder to identify best practices and effective policies and to think creatively while remaining practical in drawing conclusions and making recommendations.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The country visits throw light on the various patterns of human rights concerns for the mandate. They also challenge the Special Rapporteur to identify the root causes of the problems and, as a result, to make recommendations that will prove to be effective.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. In the period under review, the Special Rapporteur has carried out country visits to Azerbaijan and the Maldives.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. From 26 February to 5 March 2006, the Special Rapporteur visited Azerbaijan at her request and at the invitation of the Government, with a view to assessing the situation in light of reports of limitations on the right to freedom of religion or belief and reports of the persecution of certain religious groups. She takes this opportunity once again to express her gratitude for the extremely good cooperation that the Government of Azerbaijan extended to her.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Her report on the visit will be submitted to the next session of the Human Rights Council and will soon be made public on the website of the Office of the High Commissioner for Human Rights (www.ohchr.ch).",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. During and after her visit, the Special Rapporteur emphasized that one of the most striking features of Azerbaijan regarding issues relevant to her mandate was the easygoing and dispassionate attitude shown by the Azerbaijanis towards religion. The main consequence of this attitude is an indisputable degree of tolerance among the population in general, which certainly constitutes an essential ingredient of the freedom of religion or belief in a society.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Government generally respects freedom of religion or belief, but this respect is not uniformly observed in all regions of Azerbaijan. The Special Rapporteur indeed noticed that, in some cases, the concerned authorities may have blurred the thin line that distinguishes facilitation of religious freedoms from control. In particular, certain situations related to the different aspects of this control have resulted in actual limitations of the right to freedom of religion of religious communities: difficulties in registration, restriction on religious literature and methods of appointing clergy, or obstacles for non-registered religious communities.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. In a few cases, this control has unfortunately become forms of real repression. In this regard, the Special Rapporteur urges the Government to rapidly take the appropriate measures so that such incidents do not recur. She was also particularly concerned that, out of fear, some religious communities expressed reluctance to meet with her.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Moreover, while maintaining her opinion about the general tolerance in the society, the Special Rapporteur was sad to note that tolerance between religious communities was sometimes significantly challenged. This is the result, inter alia, of the actions carried out by the relevant governmental bodies and of the negative role played by some media in stigmatizing certain religious communities. In this respect, she would like to stress the responsibility of the media and draw attention to the relevant provisions of international law that prohibit any form of incitement to religious hatred, such as article 20 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The existence of effective independent and impartial administrative and judicial mechanisms is of crucial importance to address these as well as other related human rights concerns. While she is aware of the difficulties that Azerbaijan has faced during this transition period, the Special Rapporteur strongly encourages the Government, as well as the other actors in the society, to work towards strengthening the institutions that are essential for the construction of a democratic society.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Despite these concerns, the Special Rapporteur is convinced that Azerbaijan can play a leading role in building a model of its own, because it has the most valuable resource available for achieving this purpose: the good will of its people and their willingness to accommodate different spiritual beliefs.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. From 6 to 9 August 2006, the Special Rapporteur visited the Maldives, at her request and at the invitation of the Government, with a view to assessing the situation of freedom of religion in the country.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. She takes this opportunity to thank the Government of the Maldives for having invited her to carry out this mission and extended its full cooperation.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur was greatly impressed by the desire of the people of this country to maintain peace and harmony within their society. She welcomed the adoption, at the time of her visit, of the Law on the Human Rights Commission. However, she noted that it did not completely satisfy the requirements of the Paris Principles, and that to unduly stress that members of the Human Rights Commission must be Muslim defeats the very spirit of seeking to uphold human rights.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Maldivians are eagerly looking forward to, and preparing to embrace, the political changes in the country, yet open and honest discourse on the question of freedom of religion or belief is vigorously denied and the few who dare to raise their voices are denounced and threatened. In this regard, the Special Rapporteur wishes to emphasize that any reform in the field of human rights has to go hand in hand with freedom of expression and association, independence of the judiciary, and the mainstreaming of freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. In her report to the Human Rights Council, she will be recommending the introduction of religiously sensitive rules in places of detention, concerning, for example, respect for the spiritual and dietary needs of foreign prisoners. Indeed, the situation in places of detention tends to reflect the situation in the society as a whole, and in this regard, the Maldives is no exception.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 34,
        "Text": "34. On another level, the spirit of peaceful coexistence and harmony is an encouraging trait of the country. It will enable the process of reform and can open up new areas of discussion that have so far remain untouched.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. On 15 February 2006, the Special Rapporteur participated in a conference in Madrid, entitled \"Challenges to Tolerance in a Multicultural Society\", which was co-organized by the Government of the Netherlands and Helsinki España. At this conference, she had the opportunity to interact with, among others, Ambassador Ömür Orhun, the Personal Representative of the Chairman-in-Office of the Organization for Security and Cooperation in Europe (OSCE) on combating intolerance and discrimination against Muslims. On 2 and 3 May 2006, the Special Rapporteur participated in a conference entitled, \"Challenging stereotypes in Europe and the Islamic World: working together for constructive policies and partnerships\" at Wilton Park, United Kingdom. The conference was jointly organized with the Organization of the Islamic Conference whose Secretary-General was also present. These conferences provided opportunities to raise important issues of religious intolerance and to develop certain aspects of the mandate that are issues of general concern for the society as a whole.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. On 24 August 2006, the Special Rapporteur participated in the inauguration of the Center for Studies of Holocaust and Religious Minorities in Oslo.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. For the first time since she was appointed, the Special Rapporteur held consultations with representatives of the Catholic Church. On 15 and 16 June 2006, she travelled to the Vatican and had different meetings at the official level with representatives of the Holy See as well as a number of informal meetings with representatives of organizations and institutions and with other individuals who deal with questions related to the Catholic community.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. At the Vatican, the Special Rapporteur met with Archbishop Lajolo, Secretary for Relations with States, Mgr. Parolin, Under-Secretary, and other representatives of the Secretariat of State of the Vatican; Cardinal Poupard, in charge of the question of interreligious dialogue; and Cardinal Kasper, in charge of cultural affairs and relations with the Jewish community. She also met with representatives of the Pontifical Council for Justice and Peace; Gusto Lacunza-Balda, Director of the Pontifical Institute for Arabic and Islamic Studies; Duncan MacLaren, Secretary-General of Caritas Internationalis; and representatives of different diplomatic missions accredited to the Holy See. The Special Rapporteur would like to express her gratitude to the Holy See for having facilitated the organization of the meetings and for the fruitful discussions she held with her interlocutors.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. In holding these consultations, the intent of the Special Rapporteur was to initiate a dialogue with representatives of the Catholic community and to identify issues on which the Catholic Church could increase its cooperation with the mandate. In this regard, the Special Rapporteur noted that the Holy See was closely following a number of issues of concern for the mandate.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. She considers that some of the main issues of concern to the mandate are related to the coexistence in many parts of the world and globally of different religions or different religious communities. These issues include the propagation of religion, including the sensitive question of proselytism, the relationship between freedom of expression and religion (to which she devotes a section in the present report) and the emergence of new religious groups or communities of belief.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The need for interreligious dialogue at all levels is of crucial importance to resolving disputes that can arise as a result of this coexistence. In particular, interreligious dialogue should be aimed primarily at the promotion of human rights, including the right to freedom of religion or belief. Human rights, indeed, constitute principles that are beneficial to all religious communities and are therefore an appropriate basis for discussion as well as for defusing tensions and conflicts based on religion.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. In the near future, the Special Rapporteur hopes to organize similar consultations with representatives of other major religious communities across the world in order to explore ways to address the main forms of religious intolerance and try to find common ground on which interreligious dialogue could be further strengthened, with the support of the mandate and on the basis of human rights principles.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In her previous report to the General Assembly, the Special Rapporteur drew attention to the twenty-fifth anniversary of the adoption in 1981 of the Declaration on the Elimination of Intolerance and Discrimination Based on Religion or Belief, which will take place on 25 November 2006. She would like once again to encourage Governments and NGOs to take advantage of this occasion to organize events that will highlight the importance of promoting freedom of religion or belief and religious tolerance. The Special Rapporteur is aware that many such events will be taking place in the next few months and sees this as an important reminder of the governmental consensus that led to the adoption of this important Declaration.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The international commemoration of this anniversary is being held in Prague. This event is being funded by the Ministry for Foreign Affairs of the Netherlands and will be attended by the Deputy United Nations High Commissioner for Human Rights, representatives of the Netherlands and other Governments, representatives of religions and beliefs and other members of civil society as well as by the Special Rapporteur. The programme of the day will include workshops on key thematic areas that continue to challenge the realization of the Declaration's principles: Protection of religion or belief vis-à-vis freedom of expression; Change of religion or belief — enabling the environment; Protection of religion or belief — Who benefits?; and Propagation of religion or belief. The programme will conclude with a reaffirmation of the norms protected in the Declaration.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur encourages Governments, international organizations, religious or belief communities and other civil society organizations to visit the website of this commemorative occasion (www.1981Declaration.org) and to support it.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. While the situation worldwide has not changed dramatically, the Special Rapporteur is in a position to identify several new developments as well as persisting patterns in the context of the activities of the mandate and, in particular, the communications.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur notes that people of all religions and all religious communities are victims of religious intolerance. In the same context, the perpetrators of acts of religious intolerance, whether Governments or non-State actors, often use religion to justify their actions. The Special Rapporteur notes that religious motivations can often be at the origin of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. For these reasons, the Special Rapporteur does not wish to single out one or several religious groups, and cannot re-emphasize enough that no country is spared religious intolerance and that all Governments need to address more actively issues of religious intolerance in a world that is becoming increasingly globalized.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Religious minorities remain, by and large, the main victims of violations of the right of freedom of religion or belief and other acts of religious intolerance. In this respect, one must take into account that while a certain religion may be a minority in one part of the world and suffer accordingly, it may constitute the religion of the majority of the population in another part of the world.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The problems related to the existence of religious minorities remain as important as ever and the rules pertaining to the principles of freedom of religion or belief have to be constantly re-emphasized. In addition to lack of respect, ignorance of these principles is often at the source of violations. The Special Rapporteur insists on the need to strengthen technical cooperation in order to train governmental officials in several parts of the world in the principles related to her mandate.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Moreover, when religious minorities are groups that follow a so-called nontraditional or newer religion, the members of these communities may be the object of suspicion and, consequently, suffer greater limitations to their right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. In her first report to the Commission on Human Rights (E/CN.4/2005/61, paras. 55-58), the Special Rapporteur addressed the question of registration. The reluctance on the part of Governments to officially register certain religious groups or communities of belief is due to a number of factors. In many countries, there is a deep mistrust of so-called non-traditional religions. In these cases, the main or more traditional religious communities often put pressure on the Government to restrict the freedoms of non-traditional religious communities. In other cases, the Government itself actively denies registration to certain religious communities, in particular religious minorities. During country visits, representatives of many Governments have indicated that rising religious extremism was increasingly a cause of concern to them. Some Governments have resorted to measures that place registration of religious communities in the hands of regulatory bodies that apply the law in a rigid and narrow manner, often going beyond it.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Moreover, the Special Rapporteur recalls that registration should not be a precondition for practising one's religion, but only for the acquisition of a legal personality and related benefits. Moreover, the requirements for registration should comply with the minimum safeguards that the Special Rapporteur referred to in her 2005 report to the Commission on Human Rights (ibid.).",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. In certain cases, very tight control is exercised by the authorities on the content of religious literature. In this respect, the authorities should demonstrate that their scrutiny of religious books is necessary to protect public safety, order, health, or morals and that they exercise this control in a reasonable manner. Moreover, the Special Rapporteur believes that the right to freedom of expression as protected by international standards provides a certain latitude for religious communities in the drafting and dissemination of their literature, even in cases where they do not agree with other religions, provided that such literature does not constitute incitement to religious hatred, as prohibited by article 20 of ICCPR.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Since her appointment, the Special Rapporteur has noted that problems related to religious conversion and the propagation of religion, often referred to as proselytism, have increased significantly worldwide. In different regions of the world, States have adopted, or are considering, legislation that would either limit the possibility of converting from one religion to another or criminalize certain acts that would encourage such conversion. Moreover, religious communities have put obstacles in the way of their members who wish to convert to other religions and have reacted negatively, often with violence, to religious propagation carried out by other religious groups. The Special Rapporteur addressed this question extensively in her previous report to the General Assembly (A/60/399, paras. 40-68) and wishes to re-emphasize that conversion is an essential part of the right to freedom of religion. She also emphasizes the danger of criminalizing certain acts that fall within the different aspects of the right to manifest one's religion, as has been developed, inter alia, by the Human Rights Committee in its general comment No. 22 (1993).",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Many religious communities argue that missionary activities for the purpose of seeking converts is central to their belief. However, for different reasons, including historical or cultural ones, some religious communities conduct only limited activities in terms of propagating their religion while others are far more active and give priority to this aspect of their religious duties. Some so-called non-traditional religious groups have also been accused of using aggressive or \"unethical\" forms of proselytism.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In principle, all religious groups and communities of belief agree that individuals have a right to change their religion and to propagate it. At the same time while all religious communities fully accept converts to their religion, not all are either willing or comfortable with their members converting to another religion.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The example of Sri Lanka, where a number of draft legislative bills had been introduced either with the aim of prohibiting conversion or criminalizing certain forms of so-called unethical conversion, illustrates the controversies surrounding some forms of conversions. Eventually, the Government, religious leaders, politicians and the civil society were able to negotiate and come to a compromise in order to resolve the issue. However, this unique example was made possible in part because the country is rich in democratic traditions. In a society where open or honest discourse is denied or threatened, resolving issues of faith and belief is far harder. For this reason, issues of freedom of religion or belief are, to a certain extent, linked to the level of democracy of a society.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. With respect to the concerns raised by the adoption of legislation prohibiting certain forms of conversion, one has to emphasize that it is very difficult to assess the genuineness of a religious conversion. This difficulty is essentially due to the fact that this is a question of conscience, and the freedom of conscience cannot be controlled objectively. While it may be easy to prove that a person has received a gift or was moved by another form of inducement, it will not be easy to prove that that person has converted because of the gift. Under international law, freedom of conscience is absolute and cannot suffer any limitation. A mechanism designed to monitor conversions and thus the reasons and purposes behind them could in this way constitute a limitation on freedom of conscience.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The wording of such legislation is also often too vague. In many cases, legislation allows a wide margin of interpretation, which is the source of possible abuse and could potentially transform such laws into tools of persecution by those who do profess religious intolerance. The Special Rapporteur is concerned that the adoption of such legislation would provide legitimacy to those who want to promote religious intolerance and hatred vis-à-vis certain religious groups.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Legislation may not always be the appropriate response, in particular in circumstances involving matters of faith. While legislation can be easily resorted to, it can sometimes be counterproductive to do so. Cooperation with interreligious bodies and education programmes on religious tolerance and public awareness campaigns for the promotion of tolerance can have the advantage of promoting an interreligious dialogue, which is the best way to resolve tensions between religious communities.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The question of religious symbols is still widely discussed in many countries. In the last few years, discussions have mainly focused on the Islamic headscarf and whether women should be allowed to wear them in public places and, in particular, if the girl child should be permitted to wear the headscarf in public schools. In this regard, the Special Rapporteur carried out a visit to France in September 2005 (see E/CN.4/2006/5/Add.4). In her conclusions, the Special Rappporteur noted that the French legislation, which is applicable to symbols of all religions, mainly affected certain religious minorities and, notably, people of a Muslim background. She considered that the law was appropriate insofar as it is intended, in accordance with the principle of the best interests of the child, to protect the autonomy of minors who may be pressured or forced to wear a headscarf or other religious symbols. However, the law denies the right of those minors who have freely chosen to wear a religious symbol to school as part of their religious belief to do so.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur also wishes to emphasize that legislation which imposes dress codes on women or men on religious grounds is also in clear violation of the right to freedom of religion or belief and the principle of the 1981 Declaration.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur has underlined on numerous occasions that measures adopted by Governments in countering terrorism have significantly affected the right to freedom of religion or belief of numerous religious groups around the world. On many occasions, members of groups that have been perceived as having extreme religious views have been harassed, arrested and, on some occasions, deported. The Special Rapporteur has received many reports that preaching in mosques was controlled by State authorities and the nomination of imams strictly regulated.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. In the report that she submitted jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health on the situation of detainees at Guantánamo Bay, the Special Rapporteur noted that there were \"concerns about reports that the United States Government has, either implicitly or explicitly, encouraged or tolerated the association between Islam and terrorism, for example, by interrogating detainees on the extent of their faith in Islamic teachings\" (E/CN.4/2006/120, para. 65).",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In the conclusions of his last report to the Commission on Human Rights, the Special Rapporteur's predecessor highlighted that \"[t]he fight against terrorism sometimes ends up inserting freedom of religion or belief itself into the equation, as a result of the excesses it has encouraged in certain regions and by the blacklisting of entire communities and religions which are subjected to systematic suspicion and are discredited. [He expressed] the hope that, in their fight against terrorism, States will not mistake their target and, while continuing to combat terrorist acts, they will refocus their efforts on the origins of terrorism and on the need to ensure protection and promotion of human rights without bias or selectivity\" (E/CN.4/2004/63, para. 153).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 67,
        "Text": "67. Since her appointment, the Special Rapporteur has paid special attention to the right to freedom of religion or belief of persons deprived of their liberty, in particular in the context of her country visits. In her previous report to the General Assembly, she developed rules and principles to be applied in these situations.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. In the report on the situation of detainees at Guantánamo Bay, the Special Rapporteur expressed concerns at reports of possible mishandling of religious objects, such as the Holy Koran. As a result of their investigations, the Government indicated in its detailed and comprehensive reply that it had identified five confirmed cases of mishandling of the Holy Koran by guards and interrogators, either intentionally or unintentionally, including kicking and stepping on the Holy Koran.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur has also noted increased attention to the relationship between religion and human rights, and particularly freedom of expression. In this regard, she would like to draw attention to the report to be submitted to the Human Rights Council at its next session by the Special Rapporteur on freedom of religion or belief and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance were finalizing a joint report (A/HRC/2/3). This report will be submitted pursuant to Council decision 1/107, in which the Council requested the Special Rapporteur, as well as the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance and the High Commissioner, to submit a report on the question of defamation of religion and incitement to religious hatred, in particular its implications for article 20, paragraph 2, of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The right to freedom of religion or belief continues to be significantly challenged in many contexts and different parts of the world. One of the reasons for this is a lack of awareness about the right to freedom of religion or belief and, indeed, about the different aspects of this right, both among governmental officials and ordinary citizens. The Special Rapporteur would therefore like to encourage Governments to cooperate with relevant international and regional organizations to carry out training and awarenessraising activities on the various elements, and parameters, of the right to freedom of religion or belief. Such training and awareness-raising programmes should not only be directed towards relevant government departments, but also towards the society as a whole.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. In this regard, it is apparent that the relatively low level of awareness about the right to freedom of religion or belief in some countries is further compounded by a lack of transparency concerning the national legal and policy frameworks governing the various elements of the right to freedom of religion or belief. Accordingly, the Special Rapporteur would like to emphasize the importance of ensuring general openness and transparency about legal and policy frameworks relevant to this issue.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The Special Rapporteur considers that an important element of her work, and the work of the special procedures as a whole, is to raise awareness about issues relevant to their mandates. In addition to this more general awarenessraising role, she also considers that the special procedures have an important function as an early warning mechanism, and in this regard she considers that channels should be created through which information can be effectively and efficiently passed to decision makers in the international community.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. As a result of activities carried out under her mandate, the Special Rapporteur has observed a marked increase in the level of religious intolerance in many regions of the world. Accordingly, she considers that it would be both timely and appropriate for the international community, under the auspices of the United Nations, to develop a common global strategy to deal with rising religious intolerance. Within this global strategy, it would also be necessary to develop regional and subregional approaches in order to be able to respond effectively to those aspects of the issue that are specific to particular regional contexts. In this regard, she encourages the United Nations to consider carrying out regional consultations to identify the trends and patterns of religious intolerance present in each particular region and develop policy frameworks for approaching and responding to such issues. Such consultations would also be useful in identifying regional experts on the topics of religious intolerance and freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur also takes this opportunity to note that even in those countries where there is currently a high level of tolerance for different communities of religion or belief, including the beliefs of religious minorities, there is a need to remain vigilant, and active steps should be taken to maintain high levels of tolerance. In particular, she notes that in this increasingly globalized world, an increase in intolerance in one part of the world can have an impact on the level of religious tolerance in other parts of the world. The interrelated nature of freedom of religion or belief and other human rights",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. While freedom of religion or belief forms an integral part of the entire range of human rights, the Special Rapporteur notes that the issues arising under her mandate have particularly close links to freedom of association, independence of the judiciary and freedom of expression. With regard to freedom of expression, the Special Rapporteur calls in particular upon the independent media to provide space to represent the views of religious minorities and allow them to respond to allegations made against them in the press.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur notes that the right to disseminate or propagate one's religion in a peaceful fashion is an important element of freedom of religion or belief and is also supported by the right to freedom of expression. In this regard, the Special Rapporteur considers it appropriate to reiterate a recommendation she has made previously, namely that interreligious communities should give serious consideration to developing an agreed code of ethics in the pursuit of their missionary work.",
        "Labels": []
    }
]