[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights in 1986. In its resolution 1986/20 the Commission decided to appoint a special rapporteur to examine \"incidents and governmental actions in all parts of the world which are inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief\" as well as \"to recommend remedial measures\".1 Since 1994, the Special Rapporteur has on a yearly basis been requested to report to the General Assembly, as reiterated most recently in Assembly resolution 61/161.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The present mandate holder was appointed by the Chairperson of the Commission on Human Rights in July 2004 and her mandate was extended by Human Rights Council decision 1/1022 and resolution 5/1.3 The Special Rapporteur has submitted three interim reports to the General Assembly (A/59/366, A/60/399 and A/61/340) as well as general reports to the Commission on Human Rights (E/CN.4/2005/61 and Corr.1 and Add.1-2; E/CN.4/2006/5 and Add.1-4) and to the Human Rights Council (A/HRC/4/21 and Add.1-3). In addition, at its first and fourth sessions, the Human Rights Council decided to request two thematic reports from the Special Rapporteur, which she submitted in September 2006 (A/HRC/2/3) and July 2007 (A/HRC/6/5).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In her country reports, the Special Rapporteur has discussed the situation with regard to her mandate in Nigeria (E/CN.4/2006/5/Add.2), Sri Lanka (E/CN.4/2006/5/Add.3), France (E/CN.4/2006/5/Add.4), Guantánamo Bay (E/CN.4/2006/120),4 Azerbaijan (A/HRC/4/21/Add.2) and Maldives (A/HRC/4/21/Add.3). The reports on her recent in situ visits to Tajikistan and the United Kingdom of Great Britain and Northern Ireland will be submitted to the Human Rights Council. A total of 68 reports have been submitted to the Commission on Human Rights, the General Assembly and the Human Rights Council since 1986. Given the increasing workload and the rising number of reporting obligations, the Special Rapporteur would like to take this opportunity to highly commend the assistance she has been receiving from her assistants at the Office of the High Commissioner for Human Rights.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The present report gives an overview of the activities that have been carried out under the mandate since her last report to the General Assembly. It then discusses the situation of two vulnerable groups and, finally, it sets out a number of conclusions and recommendations. See Official Records of the Economic and Social Council, 1986, Supplement No. 2 (E/1986/22), chap. II, sect. A. See Official Records of the General Assembly, Sixty-first Session, Supplement No. 53 (A/61/53), part one, chap. II, sect. B. Situation of detainees at Guantánamo Bay, joint report of the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, Leila Zerrougui; the Special Rapporteur on the independence of judges and lawyers, Leandro Despouy; the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, Manfred Nowak; the Special Rapporteur on freedom of religion or belief, Asma Jahangir; and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health, Paul Hunt.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. One of the mandate's pillars is the possibility to engage with Governments by sending communications on individual cases or legislation which raise concerns with regard to freedom of religion or belief. These communications usually are sent as a letter of allegation to the permanent mission of the State concerned. However, the Special Rapporteur may also resort to urgent appeals in cases where the alleged violations are time-sensitive in terms of involving loss of life, life-threatening situations, or either imminent or ongoing damage of an irreparable nature to victims that cannot be addressed in a timely manner by a letter of allegation.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Since the beginning of the mandate in 1986, the Special Rapporteur has sent a total of 1,085 communications, which comes to about one letter of allegation or urgent appeal every week. During the period under review, from 1 July 2006 until 30 June 2007, the Special Rapporteur sent 53 communications concerning reported cases in 29 countries.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Adequate cooperation by Governments is vital for the communications procedure to have the desired effect. The Special Rapporteur is grateful for the number of detailed answers which she has received. They help to clarify the legal and factual backgrounds of the alleged violations of freedom of religion or belief. These replies, as well as the initial allegations, are summarized in the Special Rapporteur's communications reports (E/CN.4/2005/61/Add.1, E/CN.4/2006/5/ Add.1 and A/HRC/4/21/Add.1). The next annual report to the Human Rights Council will again be complemented by a summary of cases transmitted to Governments and replies received.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. However, as her predecessor, Abdelfattah Amor, has already stated in his last report to the Commission on Human Rights (E/CN.4/2004/63, para. 113), the response rates need to improve. Firstly, this is evidenced by the fact that out of a total of 130 countries which have received communications from the mandate since the inception of the communications procedure, 20 countries have not replied. Secondly, throughout the years the response rates have fluctuated significantly, as detailed in the chart below.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The percentage of States that reply to communications ranges from 36.9 per cent for the 1996 report to 100 per cent for the initial report of 1988 (when only seven communications were sent by the Special Rapporteur). While the average rate of reply is 63.6 per cent, the latest figures, for the 2007 report, are slightly higher at 64.7 per cent. However, this is still lower than the response rate in the preceding year. The Special Rapporteur would like to encourage those States that have not yet responded to her communications to do so. Late replies have always been reflected in the subsequent communications report and they can also provide information on investigations or judicial inquiries with regard to the reported cases.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur particularly appreciates detailed responses containing factual and legal background information, including translations of pertinent domestic legislation, since this may contribute to the mandate in general. She would like to remind Governments that it is the established practice of the mandate to reproduce summaries of the allegations and observations even when the State concerned has not responded to the communication. However, before cases are published in the communications report, Governments are allowed a minimum period of two months to carry out the necessary investigations and respond to letters of allegation (see, for example, E/CN.4/1994/79, para. 21). In the case of urgent appeals, the Special Rapporteur would appreciate a prompt response on the initial steps taken by the Government to safeguard the rights of the alleged victim.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. An analysis of the substance of communications shows that religious minorities, women, refugees and detainees are in a particularly vulnerable situation with regard to their freedom of religion or belief. Furthermore, as in previous years, the Special Rapporteur received reports that people were murdered, arrested or discriminated against for their religious beliefs. Some Governments allegedly encroached on the freedom of worship and numerous places of worship were attacked by non-State actors. The Special Rapporteur has also sent communications to some Governments requesting information on legislative issues, including draft laws and recently adopted bills which govern freedom of religion or belief at the domestic level.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 12,
        "Text": "12. Many cases raise concerns with regard to a number of human rights violations. During the period under review, the Special Rapporteur acted jointly with 14 other special procedures mandates. The Special Rapporteur again welcomes this collaboration since it takes into account the fact that all human rights are universal, indivisible, interdependent and interrelated.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur has prepared a new model questionnaire, which is available online on the website of the Office of the United Nations High Commissioner for Human Rights.5 The objective of this model questionnaire is to inform interested parties succinctly about the mandate and to facilitate the submission of information to the Special Rapporteur. She hopes that the model questionnaire will help complainants to tailor their presentations to the specific needs of the mandate. www.ohchr.org/english/issues/religion/complaints.htm.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The second pillar of the mandate is the conducting of country visits. These in situ visits are an essential means of obtaining direct and first-hand information from relevant State authorities and from members of civil society, the academic community, as well as officials of international agencies present in the country. Its purpose is to assess the State's respect for the right to freedom of religion or belief, including an examination of the relevant institutional, legal, judicial and administrative aspects, and to make recommendations thereon.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Country visits have to be conducted with the consent or at the invitation of the State concerned. The General Assembly has repeatedly urged \"all Governments to cooperate fully with the Special Rapporteur and to respond favourably to her requests to visit their countries and to provide her with all necessary information so as to enable her to fulfil her mandate even more effectively\", most recently in Assembly resolution 61/161. The Commission on Human Rights strongly encouraged all States to extend a standing invitation to all thematic special procedures and commended those Governments that had already done so. As of July 2007, a total of 56 States, by extending standing invitations, have announced that they will always accept requests to visit from all special procedures.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The three holders of the mandate of Special Rapporteur on freedom of religion or belief have so far visited the following 24 countries and reported thereon: Bulgaria (E/CN.4/1988/45, paras. 25-36), China (E/CN.4/1995/91, sect. III), Pakistan (E/CN.4/1996/95/Add.1), Islamic Republic of Iran (E/CN.4/1996/95/Add.2), Greece (A/51/542/Add.1), Sudan (A/51/542/Add.2), India (E/CN.4/1997/91/Add.1), Australia (E/CN.4/1998/6/Add.1), Germany (E/CN.4/1998/6/Add.2), United States of America (E/CN.4/1999/58/Add.1), Viet Nam (E/CN.4/1999/58/Add.2), Turkey (A/55/280/ Add.1), Bangladesh (A/55/280/Add.2), Argentina (E/CN.4/2002/73/Add.1), Algeria (E/CN.4/2003/66/Add.1), Georgia (E/CN.4/2004/63/Add.1), Romania (E/CN.4/ 2004/63/Add.2), Nigeria (E/CN.4/2006/5/Add.2), Sri Lanka (E/CN.4/2006/5/Add.3), France (E/CN.4/2006/5/Add.4), Azerbaijan (A/HRC/4/21/Add.2), Maldives (A/HRC/ 4/21/Add.3), Tajikistan and the United Kingdom of Great Britain and Northern Ireland (reports forthcoming).",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Terms of reference for fact-finding missions by special rapporteurs were adopted by the mandate holders at their fourth annual meeting in 1997 (see E/CN.4/1998/45, appendix V). Governments are expected to guarantee freedom of movement in the whole country and freedom of inquiry, which includes confidential and unsupervised contact with witnesses and persons deprived of their liberty, considered necessary to fulfil the Special Rapporteur's mandate. Furthermore, the terms of reference provide for \"assurance by the Government that no persons, official or private individuals who have been in contact with the special rapporteur/representative in relation to the mandate will for this reason suffer threats, harassment or punishment or be subjected to judicial proceedings\" (ibid.).",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur welcomes the decisions of the Governments of Angola, India, Israel and Turkmenistan to extend an invitation to her. She looks forward to carrying out visits to these countries in 2007 and 2008. Furthermore, the Governments of Mauritania and Serbia have recently extended invitations to her mandate. The Special Rapporteur would like to thank all those Governments that have invited her to carry out a country visit. She would like to reiterate that she has experienced a very satisfactory level of cooperation from the Governments of all the countries she has visited. Pending full reports, her country visits to Tajikistan and the United Kingdom of Great Britain and Northern Ireland are briefly described below.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur visited Tajikistan from 26 February to 1 March 2007. An estimated 95 per cent of the population consider themselves Muslims, mainly following Sunni Islam, while Shia Ismaili Islam is predominant in the autonomous province of Gorno-Badakhshan. Religious minorities in Tajikistan include Baha'is, Baptists, members of the Grace Sunmin Church, Hare Krishnas, Jehovah's Witnesses, Jews, Lutherans, Roman Catholics, Russian Orthodox Christians, Seventh-Day Adventists and Zoroastrians.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Government of Tajikistan by and large respects freedom of religion or belief; however, the Special Rapporteur notes that it faces certain challenges. Some concerns were raised by Muslims with regard to the legal requirements for the construction of mosques, the establishment of religious schools and the undertaking of pilgrimages. Furthermore, several members of religious minorities have been murdered in past years and there have been violent attacks on their places of worship. Some local authorities have allegedly tried to use the registration process to hinder the activities of religious minorities. Many converts face problems in everyday life, predominantly on a social level.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. There are currently plans to have the 1994 Religion and Religious Organizations Act replaced by a draft law \"On freedom of conscience and religious associations\". In this regard, the Special Rapporteur stresses that registration should not be a precondition for practicing one's religion and any registration procedure should not depend on extensive formal or substantive requirements. The 2006 draft law provides that actions directed at converting believers of one confession to another are prohibited. However, missionary activity is accepted as a legitimate expression of religion or belief and therefore enjoys the protection afforded by article 18 of the International Covenant on Civil and Political Rights and other relevant international instruments. A virtual ban on foreign leaders of religious associations, as envisaged in the draft law, would especially adversely affect small religious minority groups.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. With regard to places of worship, the Special Rapporteur emphasizes that the authorities need to take adequately into account the specific character of these places and their particular significance for believers. She is concerned about the vulnerable situation of women in Tajik society, which is also partly influenced by traditional or perceived religious factors. Furthermore, she encourages the Government to recognize the right of conscientious objectors to be exempted from military service. Finally, the Special Rapporteur underlines that States must ensure that any measure taken to combat acts of terrorism complies with their obligations under international law, in particular international human rights, refugee and humanitarian law. An independent, neutral and impartial judiciary as well as prompt access to a lawyer are vital components in safeguarding the freedom of religion or belief of all individuals and religious communities, as well as other rights.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur visited the United Kingdom of Great Britain and Northern Ireland from 4 to 15 June 2007. The latest official national census of 2001 indicates the following data on religious affiliation in Great Britain: 71.8 per cent Christian, 2.8 per cent Muslim, 1 per cent Hindu, 0.6 per cent Sikh, 0.5 per cent Jewish and 0.3 per cent Buddhist, with 15.1 per cent of the population having no religion and 7.8 per cent of people choosing not to state their religion. In Northern Ireland, 85.8 per cent of people answered the 2001 census question by stating that they belonged to or were brought up in the Christian religion (Catholic or Protestant), while 13.9 per cent had no religion or did not state any affiliation. However, other surveys measuring \"belief\" or \"practice\" rather than \"religious affiliation\" produce significantly lower figures for the Christian denominations in the United Kingdom.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. There is a great wealth of experience in the United Kingdom in dealing with religious tensions and terrorist acts carried out under the cover of religion. After decades of religiously/politically motivated violence in Northern Ireland which claimed more than 3,500 lives, there seems now to be hope for a shared future. The Special Rapporteur was informed of promising initiatives which seek to bridge the sectarian divide between Christians, both at the political and the grass-roots level. However, there remain several contentious areas such as religious inequalities in the labour market, housing, education, policing and the criminal justice agencies. The Special Rapporteur also stresses the importance of not forgetting the concerns of religious minorities in Northern Ireland.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The Special Rapporteur notes the significant potential to draw some lessons learned from the response to the sectarian divide in Northern Ireland to address new challenges in devising counter-terrorism measures in the United Kingdom. While the Special Rapporteur is conscious of the fact that States are obliged to take effective measures in combating terrorist attacks, she has received allegations of the abuse of counter-terrorism laws which are largely perceived to target the Muslim population in the United Kingdom.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. On a general level in the United Kingdom, further issues of concern relate to blasphemy laws, religious education and collective worship in schools, the balancing of competing rights and the situation of women and converts. World politics also have repercussions at the domestic level, for example the impact of developments in the Middle East on the situation of the Jewish community. Furthermore, asylum claims, including those based on well-founded fear of religious persecution, are subject to rigid scrutiny and few applications are successful at the stage of the initial decision.6",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls"
        ]
    },
    {
        "ID": 27,
        "Text": "27. In the period under review, the Special Rapporteur has prepared two thematic reports at the request of the Human Rights Council (see decision 1/107 and resolution 4/10).",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. In September 2006, the Special Rapporteur submitted a report to the Human Rights Council entitled \"Incitement to racial and religious hatred and the promotion of tolerance\" (A/HRC/2/3) together with Doudou Diène, the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance. In the report the Special Rapporteurs recommended that the Council call upon the Governments of Member States to express and demonstrate a firm political will and commitment to combating the rise of racial and religious intolerance. While the right to freedom of religion or belief as such does not include the right for one's religion or belief to be free of criticism or all adverse comment, the right to freedom of expression can legitimately be restricted for advocacy that incites to acts of violence or discrimination against individuals on the basis of their religion. Freedom of religion or belief and freedom of expression are interdependent and interrelated. Balancing the various aspects of human rights is an extremely delicate exercise which requires impartial implementation by independent and nonarbitrary bodies.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Article 20 of the International Covenant on Civil and Political Rights provides that \"[a]ny advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law\". The Special Rapporteur would like to reiterate that this article was drafted against the historical background of the horrors committed by the Nazi regime during the Second World War. The threshold of the acts that are referred to in this article is relatively high and any attempt to lower it at the global level would not only shrink the frontiers of free expression, but also limit freedom of religion or belief itself. Such an attempt could be counterproductive and may promote an atmosphere of religious intolerance. At the national level, there are numerous examples of persecution of religious minorities as a result of excessive legislation on religious offences or overzealous application of laws that are fairly neutral.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In its resolution 4/10,7 the Human Rights Council, recalling all resolutions on the elimination of all forms of intolerance and of discrimination based on religion or belief that had been adopted by the General Assembly and by the Commission on Human Rights, requested the Special Rapporteur to report on that issue. In her report (A/HRC/6/5), the Special Rapporteur provided an overview of the mandate's issues of concern according to the categories of her framework for communications. This structure enables her to summarize the pressing issues, as analysed during the 21 years of mandate practice. The report highlights worrying situations where the freedom to adopt, change or renounce a religion or belief has been infringed, for example when State agents try to convert, reconvert or prevent the conversion of persons. While the right to freedom to worship is not limited to members of registered religious communities, many believers belonging to religious minorities are not allowed to worship or conduct any religious activities without State approval or prior registration. Women, persons deprived of their liberty, refugees, children, minorities and migrant workers can be identified as particularly vulnerable groups with regard to their freedom of religion or belief. The right to life and the right to See A/HRC/4/123, chap. I, sect. A. liberty are also frequently infringed, as evidenced by numerous cases of killings or arbitrary detention for reasons of religion or belief.",
        "Labels": [
            "Migrants",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur recommended that States should devise proactive strategies in order to prevent such violations. Education could serve as an essential tool in creating a genuine human rights culture in society. Schools can be a suitable place for learning about peace, understanding and tolerance among individuals, groups and nations in order to develop respect for pluralism. In addition, interreligious and intra-religious dialogue is vital for the prevention of conflicts. Such a dialogue should not only include religious leaders but could also involve initiatives at the grass-roots level. Teachers, children and students could benefit from voluntary opportunities for meetings and exchanges with their counterparts of different religions or beliefs, either in their home country or abroad.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Another pillar of the mandate is participation in conferences and meetings since these provide an opportunity to interact directly with governmental, intergovernmental and non-governmental representatives as well as academics active in the field of freedom of religion or belief. On 24 August 2006, the Special Rapporteur participated in and spoke at the inauguration of the Centre for Studies of Holocaust and Religious Minorities in Oslo.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. As the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion and Belief (1981 Declaration) was adopted on 25 November 1981, the Special Rapporteur repeatedly encouraged Governments and non-governmental organizations to take advantage of the twenty-fifth anniversary to organize events to highlight the importance of promoting freedom of religion or belief and challenge rising trends of religious intolerance. In this regard, the Special Rapporteur delivered keynote addresses in Washington, D.C., United States of America, on 30 October 2006 and in Prague on 25 November 2006. More than 50 Governments were represented at the international commemoration in Prague, which was organized as a conference with workshops. About 300 representatives of Governments, non-governmental organizations, religions and beliefs as well as international and national experts and academics attended this conference. A video archive of the webcast is available online (www.1981Declaration.org) and the speeches as well as workshop presentations have been published in an international journal.8",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. In March 2007, the Special Rapporteur was a panellist at several parallel events at the fourth session of the Human Rights Council. These included panel discussions on \"Religious intolerance and the protection of human rights in the twenty-first century\" and on \"Anti-vilification laws and their chilling effect on religious expression\". Furthermore, the Special Rapporteur continued the tradition of holding a briefing on the mandate for non-governmental organizations active in the field of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. On 24 May 2007, the Special Rapporteur participated in the High-level Symposium on the Alliance of Civilizations Report in Auckland, New Zealand. The symposium brought together a group of leaders, community representatives and See Religion and Human Rights, vol. 2, No. 2-3 (2007). experts to discuss the implications of the report of the High-level Group for the Asia and Pacific region and to explore responses to it.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. In Geneva, the Special Rapporteur participated in the fourteenth annual meeting of special rapporteurs/representatives, experts and chairpersons of working groups, held from 18 to 22 June 2007. Furthermore, at the request of the group of five experts established pursuant to Human Rights Council resolution 1/5,9 she submitted a written reply to the questionnaire on complementary standards on racism, racial discrimination, xenophobia and related intolerance. On 6 August 2007, she met with the members of the Committee on the Elimination of Racial Discrimination for an exchange of views during its seventy-first session.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The two substantive issues developed in the present section are not the only issues of concern for the mandate on freedom of religion or belief; however, they refer to situations that have been raised in the context of the activities carried out by the mandate in recent months. Furthermore, the observations made hereafter by the Special Rapporteur are of a preliminary nature and need further elaboration.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The mandate frequently receives reports of the violation of the right to freedom of religion or belief of refugees, asylum-seekers and internally displaced persons, who have fled their homes or have been expelled from their own country. For illustrative purposes, a non-exhaustive list of cases raised previously with Governments concerning these individuals or groups is given below. Past communications have not always sought to categorize cases strictly. In particular, it is noted that a person is a refugee within the meaning of the 1951 Convention relating to the Status of Refugees as soon as he/she fulfils the criteria contained in the definition, which would necessarily occur prior to the time at which refugee status is formally determined.10 \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 39,
        "Text": "39. In 2002, the Special Rapporteur wrote to the Government stating that since the 2001 elections religious minorities, especially Hindus, had been victims of repeated attacks, including dozens of killings and the rape of Hindu girls. Hundreds of families had reportedly been expelled from their land and had found refuge in India, and numerous attacks on Hindu temples were reported.11 A/57/274, paras. 17-20 and Government's reply in E/CN.4/2003/66, para. 17.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In a letter addressed to the Government in 1994, the Special Rapporteur expressed concern that Christianity was allegedly banned and Christians were reportedly ill-treated, and that some Christians were reported to have been expelled in 1993 and to have sought refuge in Nepal.12",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Several communications were sent to the Government regarding inter-religious clashes between Hindus and Muslims in Gujarat, leaving many dead. A communication sent in 1993 to the Government raised the cases of 250,000 Hindus who had been forced to flee their homes to camps in northern India and of 50 temples damaged in the course of the conflict.13",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Several communications were sent to the Government regarding the forced conversion of Christians on the islands of Keswui and Teor in the Moluccas (in the context of violence which also left thousands dead and created hundreds of thousands of internally displaced persons) and attacks on Christians, including destruction of their places of worship in Ambon.14",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 43,
        "Text": "43. A communication sent in 2006 to the Government concerned a citizen of Uzbekistan living in Kazakhstan who was recognized as a refugee under the 1951 Convention on religious grounds. He was reportedly at risk of being returned to Uzbekistan.15",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 44,
        "Text": "44. A communication sent in 1992 addressed to the Government expressed concern that 280 refugees from Mozambique who were followers of the Jehovah's Witnesses faith had been expelled from Malawi for reportedly expressing their religious beliefs to others.16 \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 45,
        "Text": "45. In 1992, a letter was sent to the Government concerning the Rohingya citizens of Myanmar who, as Muslims, were reportedly subjected to extrajudicial execution, torture, arbitrary detention, forced disappearances, displacement, and the destruction of towns and mosques. Some 300,000 Rohingyas were reported to have fled to Bangladesh by the end of April 1992 and several thousand were said to have been killed by border guards.17 E/CN.4/1993/62, para. 43; no reply from the Government. E/CN.4/1993/62, para. 45 and Government's reply, para. 46.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. In 1994, in a communication to the Government, the Special Rapporteur raised concerns that Iraqi refugees in the Rafha camp were subjected to restrictions on their religious freedom. The camp occupants were reportedly split up according to their religious beliefs and a document claiming that the Shiites were apostates and should be converted to Sunni Islam was said to have been circulated in the camp.18",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 47,
        "Text": "47. In several communications sent to the Government the issue of attacks on places of worship resulting in deaths and injuries, as well as the expulsion of all Muslims by the Liberation Tigers of Tamil Eelam from areas under their control were raised.19",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. In his country report on the Sudan, the Special Rapporteur noted that in camps for internally displaced persons, mainly in the Khartoum area, the authorities had prohibited unauthorized places of worship for non-Muslims and had proceeded to demolish tents and buildings without providing compensation.20",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 49,
        "Text": "49. In 2005, several mandate holders sent a joint urgent appeal concerning a national of China who was at risk of imminent forcible return following the rejection of his asylum application. He had allegedly been involved in Falun Gong activities prior to his arrival as a student in the United Kingdom and continued to be involved, including in protests against the persecution of Falun Gong practitioners in front of the Chinese consulate in Manchester. In view of allegations of illtreatment in his home country and threats relating to his practice of Falun Gong, the mandate holders expressed concern that he might be at risk of torture or other forms of ill-treatment should he be returned.21",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Several communications were sent in 2003 and 2004 to the Government concerning a Vietnamese monk recognized as a refugee in Cambodia who was returned to Viet Nam and convicted on charges of fleeing abroad to oppose the Government, having been a member of the outlawed Unified Buddhist Church of Viet Nam.22 \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 51,
        "Text": "51. A letter was sent in 2000 to the Government concerning a Somali refugee resident in Yemen who was reportedly condemned to death by a court for apostasy, although the court stated that the death sentence would not be carried out if he reconverted to Islam. He was subsequently expelled from the territory of Yemen as an alternative to the continuation of the Yemeni trial proceedings on charges of apostasy.23",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Universal human rights set out in the Universal Declaration of Human Rights of 1948, including the right to freedom of religion or belief, apply to all human beings everywhere. In addition, refugees have specific rights and duties in their country of refuge according to international refugee law.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The term \"refugee\" as defined in article 1 A (2) of the 1951 Convention (as amended by the 1967 Protocol) means any person who, \"owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it\". A person who is seeking to be recognized as a refugee is an asylum-seeker. Article 4 of the 1951 Convention provides: \"The Contracting State shall accord to refugees within their territories treatment at least as favourable as that accorded to their nationals with respect to freedom to practise their religion and freedom as regards the religious education of their children\". Furthermore, article 33 of the 1951 Convention outlines the obligation of non-refoulement: \"No Contracting State shall expel or return ('refouler') a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.\" No reservation is permitted to either article 4 or article 33 of the 1951 Convention.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The term \"internally displaced persons\" refers to persons or groups of persons who have been forced or obliged to flee or to leave their homes or places of habitual residence, in particular as a result of or in order to avoid the effects of armed conflict, situations of generalized violence, violations of human rights or natural or human-made disasters, and who have not crossed an internationally recognized State border. The Guiding Principles on Internal Displacement (E/CN.4/1998/53/Add.2) set out a basic normative framework, applying the provisions of international human rights and humanitarian law, as well as refugee law by analogy, to victims of internal displacement. Principle 5 provides that \"[a]ll authorities and international actors shall respect and ensure respect for their obligations under international law, including human rights and humanitarian law, in all circumstances, so as to prevent and avoid conditions that might lead to displacement of persons\". The Principles \"shall be applied without discrimination of any kind, such as … religion or belief\" (principle 4). Internally displaced persons, whether or not they are living in camps, shall not be discriminated against, as a result of their displacement, in the enjoyment of \"the rights to freedom of thought, conscience, religion or belief, opinion and expression\" (principle 22). Furthermore, \"[e]ducation should respect their cultural identity, language and religion\" (principle 23). E/CN.4/2001/63, para. 147 and Government's reply, para. 148.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In this section, the Special Rapporteur would like to highlight the existing interpretative framework for refugee claims based on religion. In 2004, the Office of the United Nations High Commissioner for Refugees (UNHCR) issued \"Guidelines on international protection: religion-based refugee claims under article 1A(2) of the 1951 Convention and/or the 1967 Protocol relating to the Status of Refugees\" (\"the Guidelines\", HRC/GIP/04/06). The Guidelines note that although religion was not defined in the 1951 Convention, its use can be taken to encompass freedom of thought, conscience or belief by reference to the pertinent international human rights standards. Furthermore, the Guidelines explain that claims based on religion may involve one or more of the elements of \"religion as a belief\", \"religion as an identity\" and \"religion as a way of life\" (paras. 5-8). The term \"belief\" is interpreted in the Guidelines to include theistic, non-theistic and atheistic beliefs.24 In the context of establishing an asylum-seeker's \"religion or belief\", the Guidelines provide that it may not be necessary for him or her to know or understand anything about religion if he or she has been identified by others as belonging to that group and fears persecution as a result.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 56,
        "Text": "56. The Guidelines distinguish between persecution and discrimination, since the latter may not necessarily rise to the level required for recognition as a refugee. A distinction is made between discrimination resulting merely in preferential treatment and discrimination amounting to persecution because, in aggregate or of itself, it seriously restricts the claimant's enjoyment of fundamental human rights. They also provide that the existence of discriminatory laws will not normally in itself constitute persecution. Moreover, an assessment of the implementation of such laws (for example regarding apostasy or blasphemy) and their effect is in any case crucial to establishing persecution. An age, gender and diversity analysis of the impact of the human rights violation feared on the individual concerned is also necessary (paras. 17-19).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 57,
        "Text": "57. The Guidelines provide that persecution for reasons of religion may therefore take various forms. Depending on the particular circumstances of the case, including the effect on the individual concerned, examples could include prohibition of membership of a religious community, of worship in community with others in public or in private, of religious instruction, or serious measures of discrimination imposed on individuals because they practise their religion, belong to or are identified with a particular religious community, or have changed their faith. Equally, in communities in which a dominant religion exists or where there is a close correlation between the State and religious institutions, discrimination on account of one's failure to adopt the dominant religion or to adhere to its practices, could amount to persecution in a particular case. Persecution may be inter-religious (directed against adherents or communities of different faiths), intra-religious (within the same religion, but between different sects, or among members of the same sect), or a combination of both. The claimant may belong to a religious minority or majority. Religion-based claims may also be made by individuals in marriages of mixed religions (para. 12). A general discussion of theistic, atheistic and non-theistic beliefs can be found below in section III. B.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Special Rapporteur has referred to the right to conscientious objection to military service on numerous occasions when examining the application of domestic legislation vis-à-vis persons in their countries of origin seeking to exercise such a right. This right is also addressed by the Guidelines in the slightly different context of when a refusal to perform military service may give rise to a well-founded fear of persecution for the purposes of the 1951 Convention. Citing provisions of the UNHCR Handbook on Procedures and Criteria for Determining Refugee Status,25 the Guidelines provide that refugee status may be established if the refusal to serve is based on genuine political, religious, or moral convictions, or valid reasons of conscience. A law of general application may be persecutory where it impacts differently on particular groups, where it is applied in a discriminatory manner, or where the punishment is excessive or disproportionately severe or where it cannot reasonably be expected to be performed by the individual because of his or her genuine beliefs or religious convictions (para. 26).26 Alternatives to community service would not usually be the basis of a claim unless they are so excessively burdensome as to constitute a form of punishment (ibid.).",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 59,
        "Text": "59. Under international human rights law the legal basis of the right to conscientiously object may derive from article 18 of the International Covenant on Civil and Political Rights. The Human Rights Committee affirmed that \"the Covenant does not explicitly refer to a right to conscientious objection, but the Committee believes that such a right can be derived from article 18, inasmuch as the obligation to use lethal force may seriously conflict with the freedom of conscience and the right to manifest one's religion or belief\".27 In 1998, the Commission on Human Rights encouraged States, subject to individuals satisfying the requirements of the definition of a refugee as set out in the 1951 Convention, \"to consider granting asylum to those conscientious objectors compelled to leave their country of origin because they fear persecution owing to their refusal to perform military service when there is no provision, or no adequate provision, for conscientious objection to military service.28 Furthermore, international and regional organizations have pointed out that persons performing military service may develop conscientious objections over time.29",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 60,
        "Text": "60. A report by the Office of the United Nations High Commission for Human Rights on best practices in relation to conscientious objection (E/CN.4/2006/51, para. 58) states: UNHCR has observed that a significant number of States are ready to provide international protection to conscientious objectors, draft evaders and deserters. States have recognized that conscientious objection, which may, inter alia, be expressed through draft evasion and desertion, can arise from a political See UNHCR Handbook, op. cit., para. 170. Republic of Korea) (CCPR/C/88/D/1321-1322/2004). 28 Official Records of the Economic and Social Council, 1998, Supplement No. 23 (E/1998/23), chap. II, sect. A, resolution 1998/77, para. 7. Ibid., preamble. See also the Special Rapporteur's observations in E/CN.4/2006/5/Add.1, paras. 138-139 as well as Parliamentary Assembly of the Council of Europe recommendation 1518 (2001), para. 5 (i). opinion or a religious belief, that conscientious objection can in itself be regarded as a form of political opinion and, more rarely, that objectors or a particular class of them can constitute a particular social group.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Forced conversion to a religion is a serious violation of the fundamental human right to freedom of thought, conscience and religion. According to the Guidelines, forced conversions would often satisfy the objective component of persecution but the claimant would still need to demonstrate a subjective fear that the conversion would be persecutory to him or her personally, for example if he or she had a clear identity or way of life in relation to a different religion or had chosen to be disassociated from any religious denomination or community (para. 20).",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Under the subheading \"Forced compliance or conformity with religious practice\" the Guidelines consider, for example, mandated religious education that is incompatible with the religious convictions, identity or way of life of the child or the child's parents, and an obligation to attend religious ceremonies or swear an oath of allegiance to a particular religious symbol. The Guidelines state that such examples of forced compliance could amount to persecution if it becomes an intolerable interference with an individual's own religious beliefs, identity or way of life and/or if non-compliance would result in disproportionate punishment (para. 21).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 63,
        "Text": "63. Individuals converting after their departure from their country of origin may have the effect of creating a refugee sur place claim. The Guidelines provide that in those circumstances particular credibility concerns tend to arise and a rigorous indepth examination of the circumstances and genuineness of the conversion will be necessary. Self-serving activities do not create a well-founded fear of persecution on a Convention ground if the opportunistic nature of the activities will be apparent to all and serious adverse consequences would not result if the person were returned. The critical assessment is whether the claimant has a well-founded fear of persecution at the time of the examination of the claim and what the consequences of return to the country of origin would be (paras. 34-36). The Special Rapporteur has recently emphasized (see A/HRC/6/5, para. 31) that a post-departure conversion should not give rise to a presumption that the claim is fabricated and the immigration authorities should evaluate the genuineness of the conversion on a case-by-case basis taking into account the applicant's past and present circumstances.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 64,
        "Text": "64. With regard to the situation of persons with atheistic or non-theistic beliefs, it is important to note that the pertinent international legal standards protect the freedom of \"religion or belief\". Article 18 (2) of the International Covenant on Civil and Political Rights, for example, states that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". Furthermore, the title of the 1981 Declaration contains the phrase \"religion or belief\". These legal instruments, however, do not provide any definition of those notions.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. At the beginning of his Study of Discrimination in the Matter of Religious Rights and Practices (1960), Arcot Krishnaswami, the Special Rapporteur of the Subcommission on Prevention of Discrimination and Protection of Minorities, included an explanatory footnote: \"In view of the difficulty of defining 'religion', the term 'religion or belief' is used in this study to include, in addition to various theistic creeds, such other beliefs as agnosticism, free thought, atheism and rationalism.\"30 Article I (a) of the draft international convention on the elimination of all forms of religious intolerance provided a similar, albeit shorter, definition whereby the expression \"religion or belief\" should include \"theistic, non-theistic and atheistic beliefs\".31",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. This formulation was then taken up by the Human Rights Committee in its general comment No. 22 (1993) and combined with the additional statement that article 18 of the International Covenant on Civil and Political Rights also protects the \"right not to profess any religion or belief\" (para. 2). During the elaboration of this general comment, the Chairperson-Rapporteur of the working group, Vojin Dimitrijevic, underlined that the concept of belief was very important but also difficult to define and consequently care must be taken to employ suitable wording. Eventually, the general comment stated that the terms \"belief\" and \"religion\" are to be broadly construed and that \"[a]rticle 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions\" (para. 2).",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. This approach was also adopted by the Special Rapporteur, who in several reports (most recently in A/HRC/4/21, para. 46) referred to the formulation of \"theistic, non-theistic and atheistic beliefs\". Theism is the belief in the existence of one supernatural being (monotheism) or several divinities (polytheism), whereas a non-theist is someone who does not accept a theistic understanding of deity. Atheism is the critique and denial of metaphysical beliefs in spiritual beings. In order to make the belief aspect of the mandate more apparent, the second mandate holder, Abdelfattah Amor, suggested that the initial title of \"Special Rapporteur on religious intolerance\" should be changed to \"Special Rapporteur on freedom of religion and belief\". In this regard, Mr. Amor explicitly named agnosticism, freethinking, atheism and rationalism as examples of \"belief\" (see E/CN.4/1998/6, para. 105). By endorsing the suggested change of title, the Commission on Human Rights, in resolution 2000/33,32 confirmed that the mandate encompasses not only religions but also beliefs. The new title, \"Special Rapporteur on freedom of religion or belief\", acknowledges the fact that some beliefs explicitly deny the religious approach of theism. See Official Records of the Economic and Social Council, 2000, Supplement No. 23 and Corrigendum (E/2000/23 and Corr.1), chap. II, sect. A.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. In the context of previous country visits, the Special Rapporteur's interlocutors from atheistic or non-theistic backgrounds raised several issues of concern, for example that some of the taxes paid by atheists or non-theists are used to finance religious activities of the State (see A/55/280/Add.1, para. 16) and that many atheists do not publicly admit their belief because this would be perceived negatively by society (see A/55/280/Add.2, para. 7). On the other hand, religious communities complained about obstacles which hampered their evangelizing activities in atheistic totalitarian regimes, whose leaders are hostile to religion (see E/CN.4/2000/65, para. 150).",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. More recently, atheists and non-theists made the Special Rapporteur aware of the following issues of concern with regard to blasphemy laws, education issues, equality legislation, as well as official consultations held only with religious representatives.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Several national laws which prohibit blasphemy afford different levels of protection to different religions. Such domestic blasphemy laws for example protect only the prevailing religion in the State concerned, or they are applied in a discriminatory sense. Some laws against blasphemy are used in practice to repress not only religious minorities or dissenters but also atheists and non-theists. The notion of \"belief\" is usually absent from such legal instruments and consequently these laws against blasphemy establish a normative hierarchy of theistic and atheistic/non-theistic beliefs.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Moreover, groups of atheists and non-theists have recently voiced their deep concerns about the present exercise to combat \"defamation of religions\" at the international level. These atheist and non-theist groups argue that the very concept of \"defamation of religions\" is flawed, since it is individuals — both believers and non-believers alike — who have rights, not religions. They furthermore assert that the lack of an objective definition of the term \"defamation of religions\" makes the whole concept open to abuse. In their view, attempts to protect religions from \"defamation\" are really seeking to protect religion from critical evaluation and aim to stifle religious dissent.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 72,
        "Text": "72. Further concerns relate to education in publicly funded schools. Atheist and non-theist groups regard an obligation for pupils to take part in collective religious worship, especially when no adequate rights of withdrawal are provided, as indefensible in terms of human rights. Laws and policies which require education about religions but not about non-religious alternatives are criticized as being discriminatory. Furthermore, they object to the manner in which syllabuses of religious education are drawn up, especially that atheists and non-theists are rarely represented on the relevant committees or advisory bodies. Some countries afford a special status to faith-based schools and allow them to discriminate in their admissions and employment policies. Consequently, teachers with no religious beliefs or with beliefs incompatible with those of the faith-based school are put at a disadvantage in comparison to theistic colleagues.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. In several countries, religious groups enjoy certain exemptions from equality legislation concerning employment or the provision of goods, facilities and services. This is criticized as effectively allowing religious groups to discriminate against other religions and non-religious believers. This problem may increase when public services, for example in the health or social sector, are contracted out to faith-based organizations. Atheists and non-theists are concerned that contractual clauses may not be enough to protect them and religious minorities when seeking services from or employment with public service providers when the service provision has been contracted out to faith-based organizations.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Government bodies which are set up to consult religious groups, for example on policy issues, tend to leave out representatives of non-religious beliefs. In cases where self-styled \"faith leaders\" with extreme views are given disproportionate influence, there seems to be a risk that those without religious belief or who are dispassionate about religion will be excluded from legitimate debate.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. On a global level, atheists and non-theists seem not to be as institutionalized and vocal as their theistic counterparts. Apart from historical and cultural reasons, this may partly be attributed to the fact that atheistic or non-theistic beliefs often imply rather personal approaches. Furthermore, there are many different schools of thought of atheistic or non-theistic belief; however, this does not, in essence, distinguish them from theistic beliefs, given the multitude of religions, denominations and individual theistic approaches worldwide. The Special Rapporteur would like to reiterate that the right to freedom of religion or belief applies equally to theistic, non-theistic and atheistic beliefs. Furthermore, the right not to profess any religion or belief is also protected.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur is grateful for the oral and written submissions she has received from atheistic and non-theistic believers and she takes their concerns seriously. Concerning blasphemy laws, there are worrying trends towards applying such domestic provisions in a discriminatory manner and they often disproportionately punish members of religious minorities, dissenting believers and non-theists or atheists. In one of his annual reports, the second mandate holder stressed his \"concern relating to efforts to combat defamation: these should not be used to censure all inter-religious and intra-religious criticism. Several other communications from the Special Rapporteur illustrate the danger that efforts to combat defamation (particularly blasphemy) may be manipulated for purposes contrary to human rights\" (E/CN.4/2000/65, para. 111). Most recently, in its resolution 1805 (2007), the Parliamentary Assembly of the Council of Europe recommended that the Committee of Ministers ensure that national law and practice in Council of Europe member States \"are reviewed in order to decriminalize blasphemy as an insult to a religion\" and \"penalize statements that call for a person or a group of persons to be subjected to hatred, discrimination or violence on grounds of their religion as on any other grounds\". The Special Rapporteur agrees that a useful alternative to blasphemy laws could be to fully implement the protection of individuals against advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence according to article 20 (2) of the International Covenant on Civil and Political Rights. In this regard it is noteworthy that recent legislation in the United Kingdom defines the meaning of \"religious hatred\" as \"hatred against a group of persons defined by reference to religious belief or lack of religious belief\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur would like to reiterate that criminalizing \"defamation of religions\" can be counterproductive, since it may create an atmosphere of intolerance and fear and may even increase the chances of a backlash. Accusations of \"defamation of religions\" might stifle legitimate criticism or even research on practices and laws appearing to be in violation of human rights but that are, or are at least perceived to be, sanctioned by religion. In the recent thematic report on incitement to racial and religious hatred and the promotion of tolerance, she emphasized that the \"right to freedom of religion or belief protects primarily the individual and, to some extent, the collective rights of the community concerned but it does not protect religions or beliefs per se\" (A/HRC/2/3, para. 38). In view of the huge number of religions and beliefs, genuine differences of opinion between their believers may arise. Furthermore, it would be difficult and potentially dangerous to define in abstracto what constitutes a \"defamation of religion\" as well as to find an impartial, independent and non-arbitrary body for adjudicating such cases. Finally, a recent report of the United Nations Educational, Scientific and Cultural Organization emphasized that freedom of religion, thought, conscience and opinion \"allows the same rights to atheists, agnostics and secular humanists to express their views, so an agreement which deals only with sacred beliefs would run counter to the fundamental principles of human rights and non-discrimination agreements\".33",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. With regard to education, especially in publicly funded schools, pupils and teachers should not be discriminated against on grounds of their adherence (or not) to a specific religion or belief. The authorities should pay specific attention to the contents of syllabuses on religious education, which ideally should aim to be allembracing. In this context, the International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination in its Final Document \"[deemed] that each State, at the appropriate level of government, should promote and respect educational policies aimed at strengthening the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with freedom of religion or belief, and ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief as well as the right not to receive religious instruction inconsistent with his or her conviction\" (E/CN.4/2002/73, appendix, para. 4).",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Finally, when contracting out public services to faith-based organizations, the State needs to put in place effective safeguards against discriminatory practices of the contractor in the context of hiring and delivering services. Representatives of non-religious groups should not be deliberately excluded from official consultations where theistic views are prominently taken into account. The State should analyse the possibility of systemic religious bias in such official consultations due to a numerical strength of religious representations in comparison to non-hierarchical and non-institutional perspectives from atheists or non-theists. Report on UNESCO action in favour of the respect for freedom of expression and respect for sacred beliefs and values and religious and cultural symbols (176 EX/23), 28 March 2007, para. 8).",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The discussion of the two substantive issues highlighted some concerns of refugees, asylum-seekers and internally displaced persons, as well as of persons with atheistic or non-theistic beliefs. Firstly, communications sent by the mandate regarding the situation of refugees, asylum-seekers and internally displaced persons show that these individuals are in a situation of vulnerability which may also have a link to their freedom of religion or belief. The situation of this vulnerable group requires particular attention and the Special Rapporteur has drawn up a specific subcategory in her framework for communications (see E/CN.4/2006/5, annex and A/HRC/6/5, paras. 30-31). Secondly, the Special Rapporteur takes the concerns of persons with atheistic or non-theistic beliefs seriously. Blasphemy laws and the concept of \"defamation of religions\" can be counterproductive since they may create an atmosphere of intolerance or fear and ultimately might establish a normative hierarchy of beliefs. Atheists and non-theists should not be discriminated against on the grounds of their adherence (or not) to a specific religion or belief, for example in publicly funded schools, at official consultations or by public service providers.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 81,
        "Text": "81. Freedom of religion or belief is a multifaceted human right. The different aspects of this fundamental human right are guaranteed by various international legal instruments, both in legally binding standards and in provisions of so-called soft law. The 21 years of mandate practice show that the effective protection and promotion of the right to freedom of religion or belief poses serious challenges to all States. Furthermore, the prevention of intolerance and discrimination based on religion or belief requires proactive and creative approaches from all actors involved.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The central question in this regard is to determine the appropriate role of Governments in promoting freedom of religion or belief and in challenging intolerance or discrimination in society. According to the mandate experience after conducting 24 country visits and sending more than 1,000 individual communications to 130 States, wise and balanced decision-making at all governmental levels and cautious legislation are crucial for addressing the delicate issues involved in freedom of religion or belief. Furthermore, an independent and non-arbitrary judiciary is a prerequisite for safeguarding freedom of religion or belief. This was already emphasized by the World Conference on Human Rights in 1993, which recommended that priority be given to national and international action to promote democracy, development and human rights: \"Strengthening the institutions of human rights and democracy, the legal protection of human rights, training of officials and others, broad-based education and public information aimed at promoting respect for human rights should all be available as components of these programmes.\"34",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Instead of waiting until acts of intolerance and discrimination based on religion or belief have been perpetrated, States should devise proactive strategies in order to prevent such violations. Identifying and adequately Report of the World Conference on Human Rights, Vienna, 14-25 June 1993 (A/CONF.157/24 (Part I)), chap. III, para. II.68. addressing possible conflicts between communities of religion or belief ahead of time is a challenge for good governance. This requires concerted efforts to analyse the religious demography and existing problems as well as to review policies and administrative approaches in all issues involving freedom of religion or belief. However, specific legislation should be introduced in a cautious manner since compulsory overregulation may be counterproductive.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Education can play an important preventive role, especially when it teaches respect for and acceptance of pluralism and diversity in the field of religion or belief and ensures the right not to receive religious instruction inconsistent with one's convictions. The quality of education is crucial and States should take appropriate measures to bring their school curricula, textbooks and teaching methods into line with human rights, including freedom of religion or belief. The media and other means of self- and mutual teaching, as well as cultural institutions such as museums and libraries, can contribute positively to education by providing relevant knowledge on religions or beliefs and showing the diversity that exists within each community. Unfortunately, there is also evidence of the propagation of intolerant and discriminatory stereotypes of religions or beliefs in the media and on the Internet. However, the State should respect the threshold of article 20 (2) of the International Covenant on Civil and Political Rights, which only requires that \"advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence\" be prohibited by law.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Furthermore, inter-religious and intra-religious dialogue should be encouraged, including exchanges of views with believers who are dispassionate about their faith as well as with atheistic and non-theistic believers. Such a dialogue would also greatly benefit from the perspectives of women and of young people. Furthermore, the voluntary participation of pupils and their teachers in regional or international cultural exchanges could be supported and, consequently, States should be encouraged to provide funding for related grass-roots activities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 86,
        "Text": "86. Communities of religion or belief may lose their trust in the Government if incidents of intolerance by non-State actors or discriminatory governmental actions continue to occur without adequate response. In such cases, confidencebuilding measures are a first step, but they need to be followed by further measures. It is of the utmost importance that States ensure that their legislative and administrative systems provide adequate protection to victims and effective remedies in cases where the right to freedom of religion or belief is violated. The Special Rapporteur would like to reiterate that the human rights obligations of States also consist in ensuring the free exercise of freedom of religion or belief and in bringing the perpetrators of acts of religious intolerance to justice.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. When confronted with issues involving communities of religion or belief, Governments sometimes tend to resort to knee-jerk reaction rather than tackling the underlying problems by taking well-thought-out steps. Only the latter approach can provide lasting solutions for the medium or long term. Governments should not be afraid when confronted with issues of religion or belief, for example when criminal acts which infringe on the human rights of others are given a religious label. There should be no impunity, regardless of the fact that such criminal acts have been perpetrated in the name of religion. The Special Rapporteur reiterates that, at the same time, governmental actions should be proportionate, abide by the rule of law and respect the applicable international human rights standards.",
        "Labels": []
    }
]