[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights in its resolution 1986/20.1 In its resolution 6/37,2 the Human Rights Council extended the mandate of the Special Rapporteur for a further period of three years and invited the Special Rapporteur: (a) To promote the adoption of measures at the national, regional and international levels to ensure the promotion and protection of the right to freedom of religion or belief;; (b) To identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief and present recommendations on ways and means to overcome such obstacles;; (c) To continue her/his efforts to examine incidents and governmental actions that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and to recommend remedial measures as appropriate;; (d) To continue to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and recommendations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. In the present report, the Special Rapporteur gives an overview of the activities that have been carried out under the mandate since her previous report to the General Assembly (A/62/280 and Corr.1), discusses citizenship issues and religious discrimination in administrative procedures as a cross-cutting substantive topic of her mandate and sets out a number of conclusions and recommendations in this regard.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In line with Human Rights Council resolution 6/37, the Special Rapporteur undertakes multiple activities, focusing on monitoring, communication, protection, prevention and analysis, so that pertinent recommendations can be made for the consideration of the Council and other United Nations bodies. The Special Rapporteur receives a vast amount of information concerning her mandate. She communicates reliable information emanating from credible sources to the Government of the concerned State. Country visits are undertaken for a variety of reasons, including in search of solutions to the complex issues of freedom of religion or belief. During field visits and other activities related to the mandate, the Special Rapporteur seeks to engage in a dialogue with Governments in the light of the observations, conclusions and recommendations she presents in the course of her work. She shares her analysis with the Government concerned and documents this in her reports. As part of her preventive efforts, the Special Rapporteur has been involved in various forms of inter-religious dialogue and in brainstorming on issues arising out of her mandate. She remained abreast of efforts to develop educational See Official Records of the Economic and Social Council, 1986, Supplement No. 2 (E/1986/22), chap. II, sect. A. See A/HRC/6/22, chap. I. approaches that promote tolerance towards individuals and groups of diverse religions and beliefs. The mandate also involves an early-warning function in order to identify emerging obstacles to the enjoyment of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Since the beginning of the mandate in 1986, the Special Rapporteur has sent a total of 1,130 communications to 130 countries. The majority of communications have been sent as letters of allegation to the permanent mission of the State concerned. The Special Rapporteur resorts to urgent appeals in cases where the alleged violations are time sensitive in terms of potential loss of life, lifethreatening situations, or either imminent or ongoing damage of a very grave nature to victims that cannot be addressed in a timely manner by a letter of allegation.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The individual cases transmitted to Governments and replies received are summarized in annual reports to the Council (see A/HRC/7/10/Add.1). These reports use the framework for communications (E/CN.4/2006/5, annex) which enables the Special Rapporteur to determine which elements of the mandate, if any, are raised by the allegations received. She has also developed this framework for communications into an online digest, which illustrates the international standards according to the various categories with pertinent excerpts of the mandate-holders' findings since 1986. The online digest is available on the website of the Office of the United Nations High Commissioner for Human Rights (OHCHR) (www.ohchr.org).",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The communications give only a general picture. The Special Rapporteur receives many more allegations than are finally transmitted to Governments. There may be still further allegations that have not been brought to the attention of the Special Rapporteur. Consequently, the \"communications report\" is only an indication of the forms of violation of freedom of religion or belief. In the past, the Special Rapporteur has received reports that people had been murdered, arrested or discriminated against on the basis of their religion or belief. Certain groups tend to be particularly vulnerable with regard to their freedom of religion or belief; consequently, the Special Rapporteur has paid specific attention to the situation of women, minorities, persons deprived of their liberty, refugees, children and migrant workers.",
        "Labels": [
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 7,
        "Text": "7. Since many cases raise concern with regard to a number of human rights violations, the Special Rapporteur again acted jointly with other special procedures mandate holders. Since 1 July 2007, joint letters of allegation or joint urgent appeals have been sent with the Special Rapporteur on extrajudicial, summary or arbitrary executions; the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression; the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health; the Special Rapporteur on violence against women, its causes and consequences; the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance; the independent expert on minority issues; the Special Rapporteur on the independence of judges and lawyers; the Working Group on Arbitrary Detention; the Special Representative of the Secretary-General on the situation of human rights defenders; the Special Rapporteur on the question of torture; and the Special Rapporteur on the situation of human rights in Myanmar.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In the past 14 years, the mandate holders have conducted 27 visits to analyse the situation of 26 countries on all continents. Since her previous report, she has visited Angola (in November 2007), Israel and the Occupied Palestinian Territory (in January 2008) and India (in March 2008). The visit to India was the first followup visit of the mandate, since her predecessor conducted a mission to India in 1996. The Special Rapporteur would like to emphasize that during her missions, she experienced a very satisfactory level of cooperation from the Governments concerned and there was always a genuine dialogue aimed at strengthening the States' capacity to comply with their human rights obligations.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur visited Angola from 20 to 27 November 2007. While the right to freedom of religion or belief is enshrined in the 1992 Constitution, the Special Rapporteur noted concerns regarding Law No. 2/04 on freedom of religion, conscience and worship, which contains stringent requirements for registration, for example membership of 100,000 persons who are domiciled in Angola, from two thirds of the total of the Angolan provinces. This law discriminates against religious minorities and is not in conformity with the international standards to which Angola is a party. The Special Rapporteur recommended that the law should be reformed and was encouraged by the openness of the Government towards reviewing the provisions of the law.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur regretted that Angola was also affected by a dominant global trend of associating Muslims with international terrorism. She emphasized the Government's obligation to promote tolerance and to prevent any official from making statements to the detriment of any religious community. With regard to one detention centre that she visited, she expressed regret that, although 95 per cent of the 165 detainees were Muslims, they had no access to an imam or religious books.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 11,
        "Text": "11. Concerning the situation in Cabinda, the Special Rapporteur received a significant number of reports of violence, intimidation and harassment and arrests by State agents of individuals perceived to dispute the appointment of the Catholic bishop of Cabinda. She was also concerned at the violence and threats against the leadership of the Angolan Catholic Church, and urged that intra-religious dialogue between the opposing factions be facilitated.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur also expressed concern at the abuse and violence against children who were accused by their families of witchcraft. She was encouraged by the leadership assumed by the National Children's Institute, together with UNICEF, to address this problem; however, the response to the various problems has been isolated and fragmented. Finally, the Special Rapporteur recommended that the Government of Angola sign a memorandum of understanding with OHCHR with a view to establishing an office with a full mandate to promote and protect all human rights. She regrets that, in March 2008, the Government decided not to sign a comprehensive agreement for human rights promotion and protection activities in Angola and that it requested OHCHR to cease all activities and close its representation in the country by 31 May 2008.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur carried out a mission to Israel and the Occupied Palestinian Territory from 20 to 27 January 2008. While recalling that the land she visited was blessed with a rich diversity and important sites holy to many religions, the Special Rapporteur regretted that this very diversity had polarized people along religious lines; indeed, the conflict was having an adverse impact on the right of individuals and communities to worship freely and to attend religious services at their respective holy places. Many Muslims and Christians were impeded from worshipping at some of their most holy places in the world because of an elaborate system of permits, visas and checkpoints and by the barrier. The Government of Israel informed the Special Rapporteur that those restrictions were necessary for security reasons. She would nevertheless like to emphasize that any measure taken to combat terrorism must comply with the State's obligations under international law, including freedom of religion or belief, and that they should be non-discriminatory and proportionate to their aim.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 14,
        "Text": "14. While acknowledging that members of religious minorities in Israel asserted that there was no religious persecution by the State, the Special Rapporteur noted that groups within the Christian, Jewish and Muslim faiths had experienced different forms of discrimination, such as the neglect of Christian and Muslim holy sites or the unfair allocation of subsidies at the expense of religious minorities and groups.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Minority communities in the Occupied Palestinian Territory, including some small Christian groups, expressed their fear of a rising level of religious intolerance. Women seemed to bear the brunt of religious zeal. The Special Rapporteur was informed about cases of honour killings carried out with impunity in the Occupied Palestinian Territory in the name of religion, and some women in Gaza reportedly recently felt coerced into covering their heads not out of religious conviction but out of fear.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 16,
        "Text": "16. A major challenge that needs to be addressed immediately in order to avoid deterioration of the situation is to effectively prohibit and sanction incitement to religious hatred. Any violence committed in the name of religion should be denounced, investigated and sanctioned. It is particularly worrying when children are being incited to express hatred towards those with a different religious affiliation. Furthermore, the Special Rapporteur recommended that all parties to a possible peace agreement bind themselves legally to protect the rights of religious minorities and include guarantees for equality and non-discrimination based on religion as well as for the preservation of and peaceful access to holy sites.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur visited India from 3 to 20 March 2008 as a follow-up to her predecessor's mission (see E/CN.4/1997/91/Add.1). She commended the central Government for its comprehensive policy pertaining to minorities, including religious ones, and she welcomed the recent reports drafted by the committees headed by Justice Rajender Sachar and Justice Renganath Misra. She also commended the National Commission for Minorities for taking prompt action and issuing independent reports on incidents of communal violence, with concrete recommendations. However, she regretted that the performance of various state human rights commissions was uneven, as it depended very much on their composition and the importance the different Governments attached to their mandates.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur stressed that, even though India had a comprehensive legal framework to protect minority and religious rights, its implementation was proving difficult. She deplored the fact that law enforcement officials were often reluctant to take any action against organized groups that perpetrated violence in the name of religion or belief.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. During her visit, she received numerous reports of attacks on religious minorities and their places of worship as well as of discrimination against disempowered sections of the Hindu community. In Uttar Pradesh, the Special Rapporteur received concrete reports of violence and rape as a reaction to intermarriages between members of different religions or castes. She also reported widespread violence in the Kandhamal district of Orissa, targeting primarily Christians in dalit and tribal communities. In Gujarat, more than 1,000 people were massacred in 20023 and there are credible reports of inaction by the authorities and alleged complicity by the state Government in those attacks. The Special Rapporteur also deplored the increasing ghettoization and isolation of Muslims in many areas of the country and expressed concern at the extended time frame of investigations in cases involving past communal riots, violence and massacres.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 20,
        "Text": "20. She recalled that in her predecessor's report (ibid., para. 46), he expressed the fear that something in the nature of the 1992 Ayodhya incident would recur in the event of political exploitation of a situation. She emphasized that there is today a real risk that similar communal violence might happen again unless incitement to religious hatred and political exploitation of communal tensions are effectively prevented. Other issues of concern to the Special Rapporteur's mandate include the legal link between scheduled caste status and religious affiliation, the impact of \"anti-conversion laws\" in several states, as well as the concerns voiced by Sikhs, Buddhists, Jains and atheists. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur issued press releases jointly with other special procedures mandate holders, expressing their concern at recent events and at the human rights situation in Myanmar (28 September 2007), Kenya (4 January 2008) and the Tibet Autonomous Region of China (10 April 2008). In another joint statement with the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance and the Special Rapporteur for the promotion and protection of the right to freedom of opinion and expression, she condemned the distorted vision of Muslims in the online film \"Fitna\" and called for dialogue and vigilance (28 March 2008).",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Furthermore, the Special Rapporteur participated in the fifteenth annual meeting of special procedures mandate holders and in several conferences or meetings pertinent to her mandate. For example, the Special Rapporteur addressed the plenary of the European Parliament in Strasbourg, France, in the framework of the European Year of Intercultural Dialogue 2008. She encourages inter-religious and intra-religious dialogue in various forms and on different levels. In order to advance a culture of peace through dialogue and cooperation between individuals and communities of diverse religions and beliefs, the Special Rapporteur also supports the proposal for a United Nations decade of inter-religious dialogue and cooperation for peace.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. With regard to prevention activities, the Special Rapporteur has been involved in efforts by the Advisory Council of Experts on Freedom of Religion or Belief of the Office for Democratic Institutions and Human Rights to develop the Toledo Guiding Principles on Teaching About Religions and Beliefs in Public Schools.4 This document is designed to offer practical guidance for preparing curricula for teaching about religions and beliefs, preferred procedures for assuring fairness in the development of curricula and standards for their implementation. The Special Rapporteur would like to reiterate that education can play an important preventive role, especially when it fosters respect for and acceptance of pluralism and diversity. Since the quality of education and learning materials is crucial, States should take appropriate measures to bring their school curricula, textbooks and teaching methods into line with human rights provisions, including freedom of religion or belief. Her predecessor had initiated the 2001 International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-discrimination, at which the Madrid Final Document was adopted (E/CN.4/2002/73, appendix).",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur welcomes the start of the universal periodic review, which will examine the human rights records of all States Members of the United Nations through a common mechanism every four years. She notes with appreciation that, for the first two sessions in April and May 2008, many of the Special Rapporteur's observations and recommendations were included by OHCHR in the reports compiling information contained in United Nations documents. Issues of freedom of religion or belief also featured in several interactive dialogues and reports of the Working Group on the Universal Periodic Review. This provides a good opportunity to follow up, inter alia, on communications and country visits of the Special Rapporteur. She therefore also intends to re-establish the mandate's initial approach (see A/51/542, annexes I and II; A/52/477/Add.1; A/53/279, annex; and E/CN.4/1999/58, annex) to send follow-up letters after country visits in order to receive updated information about the implementation of the Special Rapporteur's recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. In various communications and reports, the Special Rapporteur has expressed concern with regard to citizenship issues and religious discrimination in administrative procedures. In this section, she gives an overview of State practice and domestic legislation concerning this issue, examines the applicable international legal standards as well as relevant international and regional case law and provides Available online at www.osce.org/odihr/item\\11\\28314.html. her conclusions and recommendations so that the rights and limitations in this area may be adequately balanced.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The present report will deal with citizenship issues and religious discrimination in administrative procedures in the context of freedom of religion or belief. With regard to the historical and political context of minorities and the discriminatory denial or deprivation of citizenship, the Special Rapporteur would like to refer to the latest report submitted by the independent expert on minority issues (A/HRC/7/23 and Add.1-3). In that report, the independent expert also outlines international law considerations, such as the right to a nationality,5 the centrality of non-discrimination, citizenship, and the enjoyment of human rights, fundamental freedoms and minority rights. The independent expert emphasized that, with limited exceptions, States have a duty to protect and promote the complete panoply of human rights of all persons who are present within their territory, whether they are citizens or not.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Most States do not openly discriminate on the basis of religion in citizenship applications or other administrative procedures. However, the Special Rapporteur has reported on a number of instances in which State practice or domestic legislation is inconsistent with human rights standards. These reports refer for example to the denial or deprivation of citizenship based on a person's religious affiliation, compulsory mentioning of selected religions on official identity cards or passports, requirements to denounce a particular faith when applying for official documents and restricted eligibility for State functions.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. During her visit to the Maldives in August 2006, the Special Rapporteur was informed that, according to section 2 (a) of the Maldivian Citizenship Act, it was not possible for non-Muslims to obtain Maldivian citizenship. A number of interlocutors also indicated that applicants for Maldivian citizenship had to pass a test on Islam; however, the Government stated that this was not a legal requirement. A draft bill to replace the Citizenship Act with even more stringent criteria for Muslims was redrawn by the Government after debates in Parliament (A/HRC/4/21/Add.3, para. 45).",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. There are States, such as Saudi Arabia6 and Kuwait,7 where only Muslims obtain citizenship. In response to a letter from the Government of Saudi Arabia, the first mandate holder, Angelo Vidal d'Almeida Ribeiro, made the following observations: As in the report of the independent expert (A/HRC/7/23, para. 18), the terms \"nationality\" and \"citizenship\" are used as synonyms for the purposes of the present report. CRC/C/136/Add.1, para. 98 (second periodic report of Saudi Arabia to the Committee on the Rights of the Child): \"Although all Saudi citizens are Muslims, the State nevertheless respects the right of non-Muslim residents to their religious beliefs.\" E/CN.4/1998/6, para. 58: \"(c) In Kuwait, according to allegations from several sources, citizenship is denied to non-Muslims.\" \"… as concerns the reply of the Government of Saudi Arabia according to which '100 per cent of all the citizens of Saudi Arabia are adherents of the Muslim religion', he would like to indicate that such uniformity does not exist in either political or religious matters. Mankind has a right to diversity, to the freedom of thought, conscience and belief, without limits being imposed on anyone, except in cases where restrictions to their exercise are prescribed\" (E/CN.4/1993/62, para. 53).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Some believers are not only prevented from becoming citizens based on religious affiliation, but they may also lose their citizenship if they decide to change their religion. The Special Rapporteur has been informed of such a deprivation of citizenship following a conversion from the dominant religion to another religion.8",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Some States deny official documents, including identity cards, passports, birth certificates and marriage licences, to members of certain religious communities or only issue these documents to members of a particular religious group.9 Administrative obstacles with regard to applications for these documents, including requesting members of a particular group applying for identity cards to supply additional documents, may also restrict the rights of the individuals concerned. Converts to a different religion sometimes encounter problems when they request that official documents reflect the change of their religious affiliation.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Several States require that religious affiliation be specified on identity cards, passports and/or the application forms for either.10 In some cases there is a choice between only two11 or three12 officially recognized religions, without the option to refrain from indicating one's religion or to declare that one is an atheist or non-theist. Computerized systems may aggravate the problem when they are programmed in a manner so as to prevent any religious affiliation other than those preselected by the State from being entered.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. When applying for official documents, some groups have to subscribe to specific statements with regard to their substantive religious beliefs. In Pakistan, Muslims are required to solemnly declare in their passport application form that they \"do not recognize any person who claims to be a prophet in any sense of the A/HRC/7/10/Add.1, paras. 79-85 (on Egypt); A/HRC/4/21/Add.3 (on the Maldives), para. 45. 10 E/CN.4/1996/95/Add.2 (on the Islamic Republic of Iran), para. 62; E/CN.4/1996/95/Add.1 (on Pakistan), paras. 22 and 23. A/HRC/8/18, para. 31 (on the Occupied Palestinian Territory, including East Jerusalem): \"The West Bank and Gaza identity cards indicate whether the cardholder is Muslim or Christian, with no possible alternatives. The identity cards of those who are not believers, for example, indicate that they have the same religion as their parents; in contrast, cards of Jerusalem residents and Israeli citizens do not contain information about religion.\" E/CN.4/2004/63, paras. 40 and 41; E/CN.4/2005/61/Add.1, para. 85; E/CN.4/2006/5/Add.1, para. 117; A/HRC/7/10/Add.1, paras. 79-85 (on Egypt). However, in two judgements dated 29 January 2008 (No. 18354/58 and No. 12780/61) the Cairo Court of Administrative Justice annulled decisions of the administration which had abstained from putting a dash or another symbol in the space reserved for religion on the applicants' identity cards or birth certificates after ascertaining that they previously had been issued official documents that do not indicate one of the three recognized religions in Egypt (Judaism, Christianity and Islam). See also A/HRC/7/23, para. 53. word or any description whatsoever after Muhammad (peace be upon him) or recognize such claimant as prophet or a religious reformer as a Muslim\" and that they \"consider Mirza Ghulam Ahmad Quadiani to be an imposter Nabi and also consider his followers whether belonging to the Lahori or Quadiani Group to be Non-Muslim\".13",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Denying official documents or creating obstacles in the application process for members of particular religious groups may have serious consequences for their civil and political rights as well as for their economic, social and cultural rights. Those who have no valid identity papers are often unable to vote and thus are excluded politically. Other consequences include difficulties in obtaining employment in the public sector,14 opening bank accounts, establishing businesses and getting access to health care or continuing higher education.15 Random checks performed by the police may result in detention for those without identity papers. Furthermore, restrictions in the issuance of passports or visas based on religious affiliation can restrict the movement of the individuals concerned.16",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Immigration issues are sometimes referred to by States as a reason to limit the right to obtain official documents or to impose stricter requirements for some groups. Usually State measures in this area are not specifically directed against particular religious groups, but against people with certain regional or ethnic backgrounds. However, where the majority of these persons belong to a certain religious group, the Government actions may de facto target that group disproportionately.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Specifying religion or ethnic origin on identity cards and the establishment of different categories of citizenship may result in discrimination, stigmatization or the denial of certain rights.17 Some religious groups are granted preferential treatment, receiving automatic citizenship and financial benefits from the Government, whereas people who do not belong to that religious group are denied this treatment.18 Another State practice is requiring citizens to mention their religious affiliation on tax forms for the purpose of levying church taxes for some churches in that country.19",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Some Governments restrict the rights of members of particular religious groups in administrative procedures. For instance, registry offices refuse to register marriages of persons not belonging to one of the recognized religions, or inter- E/CN.4/2005/61/Add.1, para. 173 (on Myanmar), A/HRC/4/21/Add.3 (on the Maldives), paras. 43 and 44. E/CN.4/1996/95/Add.2 (on the Islamic Republic of Iran), para. 107; E/CN.4/1996/95/Add.1 (on Pakistan), paras. 23, 78 and 85. Committee on the Rights of the Child, concluding observations: Myanmar (CRC/C/15/Add.237), para. 34. Committee on Economic, Social and Cultural Rights, concluding observations: Israel (E/C.12/1/Add.90), para. 18; similar concerns were raised by the Committee on the Elimination of Racial Discrimination (CERD/C/ISR/CO/13, para. 17). E/CN.4/1998/6/Add.2 (on Germany), paras. 11 and 18. religious marriages;20 divorces between people belonging to a particular religious group are not recognized and their right of succession is not respected;21 immigration and residence rights as well as other privileges such as access to land and benefits for immigrants are only provided to members of a certain religious community.22 Some registration provisions require that the leaders of religious associations must be citizens, which may adversely affect religious minority groups if exclusively foreign clergy serve in that particular country.23 Also, persons who wish to change their name because their religion requires it may find their request denied.24 Another issue is the discrimination women face in the application of religious laws, in particular in areas such as divorce, inheritance, custody of children, transmission of citizenship25 and freedom of movement.26",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Some countries place an obligation upon those who wish to take up posts in the public service or become part of the judiciary to take an oath declaring their allegiance to a certain religion. Several constitutional provisions require the president,27 the prime minister28 and members of parliament29 to be affiliated with a certain religion and to publicly so state by taking an oath. In other countries the king or queen,30 the highest offices in the judiciary such as the attorney-general and the chief justice and members of the national human rights commission31 have to take such an oath. Restricting public posts to members of certain religions also occurs and may constitute de facto discrimination.32 Sometimes candidates for a post in the public service have to be members of a particular denomination of the dominant religion in that State.33 - 21 E/CN.4/1996/95/Add.2 (on the Islamic Republic of Iran), para. 62. - 22 Committee on the Elimination of Racial Discrimination, concluding observations: Israel (CERD/C/ISR/CO/13), para. 17. - 23 A/HRC/7/10/Add.2 (on Tajikistan), para. 37 and A/HRC/7/10/Add.1, para. 246 (on the draft law of Tajikistan). - 24 Coeriel et al. v. The Netherlands (CCPR/C/48/D/453/1991), para. 6.1. - 25 E/CN.4/2000/65, para. 19 (on Brunei Darussalam); E/CN.4/2002/73/Add.2 (French only), para. 137 (citing reports of the Committee on the Elimination of Discrimination against Women on Algeria, Jordan and Kuwait). - 27 A/51/542/Add.1 (on Greece), paras. 15-17; E/CN.4/1996/95/Add.1 (on Pakistan), para. 17. - - 28 E/CN.4/1996/95/Add.1 (on Pakistan), para. 17. 29 A/HRC/4/21/Add.3 (on the Maldives), para. 10; see also article 62 of the Constitution of Pakistan: \"A person shall not be qualified to be elected or chosen as a member of Majlis-e-Shoora (Parliament) unless ... (d) he is of good character and is not commonly known as one who violates Islamic Injunctions; (e) he has adequate knowledge of Islamic teachings and practises obligatory duties prescribed by Islam as well as abstains from major sins; … Provided that the disqualifications specified in paragraphs (d) and (e) shall not apply to a person who is a non-Muslim, but such a person shall have good moral reputation ...\". - 30 A/HRC/7/10/Add.3 (on the United Kingdom of Great Britain and Northern Ireland), para. 30. 31 A/HRC/4/21/Add.3 (on the Maldives), paras. 43 and 44. - - 32 A/55/280/Add.2 (on Bangladesh), para. 96. - 33 A/HRC/4/21/Add.3 (on the Maldives), para. 43. Articles 34 (a) and 66 (a) of the 1997 Constitution of the Maldives requires the President, the Cabinet ministers and the Attorney-General to be \"a Muslim of Sunni following\"; however, all Muslims are qualified to become a member of the People's Majlis, to be appointed as an atoll chief, chief justice or judge as well as to be a voter in elections and public referendums. E/CN.4/1995/91, p. 49 and E/CN.4/2005/61/Add.1, para. 132 (on Indonesia). See also E/CN.4/1996/95/Add.2 (on the Islamic Republic of Iran, where Baha'i marriages are not recognized), para. 62. A/54/386, para. 83 (on Yemen).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The State determines the criteria on the basis of which citizenship is accorded. However, it may not do this in a discriminatory manner, such as making a distinction on the basis of religion or belief. From the perspective of human rights law it seems impossible to justify the denial of citizenship to applicants who are not members of the majority religion in a given State. Consequently, in her country reports, the Special Rapporteur has encouraged legislators to consider introducing amendments to the citizenship law to bring it into compliance with treaty obligations, particularly with regard to non-discrimination provisions.34",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The principle of non-discrimination can be found in various international and regional human rights instruments. Article 2 (1) of the International Covenant on Civil and Political Rights prohibits discrimination on the grounds of religion, as do article 2 (2) of the International Covenant on Economic, Social and Cultural Rights, article 30 of the Convention on the Rights of the Child, article 5 (d) (7) of the International Convention on the Elimination of All Forms of Racial Discrimination, article 14 of the Convention for the Protection of Human Rights and Fundamental Freedoms (European Convention on Human Rights) and article 1 of the American Convention on Human Rights. The 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief calls on all States to \"take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life\" (art. 4 (1)).",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. One example of a discriminatory action with regard to citizenship on the basis of religion or belief could be where an individual's application to obtain citizenship is denied because the applicant, or his or her spouse, wears a religious symbol. The Swiss Federal Tribunal recently adjudicated that wearing a headscarf is a manifestation of the constitutionally protected right to freedom of religion or belief which should be interpreted in the light of the prohibition of discrimination. The Tribunal found that the mere wearing of a headscarf does not indicate a lack of respect for the constitutional order and consequently the decision not to grant citizenship to the woman in question violated the principle of equality.35 In France, however, the citizenship application of a Salafi Muslim woman from Morocco who wears a black burka and reportedly lives in total submission to her male relatives was rejected in 2005 on the grounds of insufficient assimilation. The French Council of State recently upheld the rejection, arguing that the women's adoption of a \"radical practice of her religion [was] incompatible with the essential values of the French community, in particular the principle of equality of the sexes\".36",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Migrants seem to be in a particularly vulnerable position, inter alia, with regard to their freedom of religion or belief. Immigration policies and citizenship tests must not discriminate on the basis of the applicant's religious background. In this regard concerns about the contents of questionnaires and interview guidelines A/HRC/4/21/Add.3 (on the Maldives), para. 67. Conseil d'État, decision No. 286798 of 27 June 2008 (French only). used by domestic naturalization authorities were expressed in an urgent appeal sent jointly by the Special Rapporteur on freedom of religion or belief, the Special Rapporteur on the human rights of migrants and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance.37",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Furthermore, the right to a nationality is enshrined, inter alia, in article 15 of the Universal Declaration of Human Rights and article 20 of the American Convention on Human Rights. Article 24 (3) of the International Covenant on Civil and Political Rights and article 7 of the Convention on the Rights of the Child guarantee the right to every child to acquire a nationality. Article 7 of the latter should be read in conjunction with its article 2, one of the Convention's general principles, which prohibits discrimination on the basis of, inter alia, religion or belief. The 1961 Convention on the Reduction of Statelessness equally recognizes the right to a nationality and its article 9 provides that a \"Contracting State may not deprive any person or group of persons of their nationality on racial, ethnic, religious or political grounds\". The 1954 Convention relating to the Status of Stateless Persons also stipulates that the provisions of the Convention shall apply without discrimination as to religion (art. 2).",
        "Labels": [
            "Children",
            "Non-citizens and stateless"
        ]
    },
    {
        "ID": 44,
        "Text": "44. In its resolution 41/70 on international cooperation to avert new flows of refugees, the General Assembly called upon all States to comply with the recommendations of the report of the Group of Governmental Experts to Avert New Flows of Refugees (A/41/324, annex) and, in particular, the recommendation to promote human rights and fundamental freedoms and to refrain from denying them on the basis of, inter alia, religion (ibid., para. 66 (d)). Furthermore, reference should also be made to Human Rights Council resolution 7/10,38 in which the Council called upon States to refrain from taking discriminatory measures and from enacting or maintaining legislation that would arbitrarily deprive persons of their nationality. The Subcommission on the Promotion and Protection of Human Rights decided in 2000 to appoint a special rapporteur on the rights of non-citizens. In his final report, the Special Rapporteur, David Weissbrodt, concluded that all persons should by virtue of their essential humanity enjoy all human rights, including freedom of religion or belief, unless exceptional distinctions, for example, between citizens and non-citizens, serve a legitimate State objective and are proportional to the achievement of that objective.39",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 45,
        "Text": "45. Denying official documents to members of certain religions or limiting the right to receive these documents to members of particular religious groups is in contravention of the principle of non-discrimination on the grounds of religion or belief, as mentioned above. With regard to the compulsory mentioning of selected religions on official documents, the Special Rapporteur has emphasized that \"to exclude any mention of religions other than Islam, Christianity or Judaism would appear to be a violation of international law\".40 Even the optional reference to a A/HRC/4/21/Add.1, paras. 152-158 (on Germany). E/CN.4/Sub.2/2003/23, para. 1. E/CN.4/2004/63, para. 42 (on Egypt). See also the most recent communications report of the Special Rapporteur (A/HRC/7/10/Add.1), paras. 79-85. person's religion on identity papers \"could still pose a problem to the extent that social pressures might make it difficult to omit mention of one's religion or beliefs\".41",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The freedom to have and adopt a religion or belief is enshrined in several international and regional legal standards. This right also includes a negative freedom not to belong to any religious group or to live without religious confession.42 In paragraph 3 of its general comment No. 22 (1993),43 the Human Rights Committee underlined that no one can be compelled to reveal his thoughts or adherence to a religion or belief. In view of the negative freedom of religion or belief, this necessarily also includes the right not to be compelled to reveal one's non-adherence to a particular religion or belief.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur has emphasized both the positive and the negative freedom of religion or belief in the context of religious symbols.44 This differentiation is also relevant with regard to the obligation to state one's religion or belief on official documents. Whereas some may wish to declare their religion and thus exercise their positive freedom of religion or belief, others may rightly wish not to do so, which would amount to the exercise of their negative freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Moreover, article 18 (2) of the International Covenant on Civil and Political Rights prohibits the State from exercising coercion to belong or not to belong to a certain religious group. The Human Rights Committee has interpreted this provision as follows: \"Article 18.2 bars coercion that would impair the right to have or adopt a religion or belief, including the use or threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert. Policies or practices having the same intention or effect, such as, for example, those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of the Covenant, are similarly inconsistent with article 18.2. The same protection is enjoyed by holders of all beliefs of a non-religious nature.\"45",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The imposition by the State of a duty on individuals to publicly state their allegiance to a certain religion on official documents may also constitute a limitation of their right to manifest their religion or belief. In cases where the application procedure for such official documents only allows the applicant to select from a limited number of religions, those applicants whose religion is not included in the list may not be able to manifest their religion by having their allegiance to it made public. In addition, there is equally a right not to manifest one's religion, which would also be limited through the requirement to mention one's religion on an official document. Manfred Nowak, UN Covenant on Civil and Political Rights. CCPR Commentary (2nd ed.), Kehl am Rhein, N. P. Engel Verlag, 2005, art. 18, para. 15. See Official Records of the General Assembly, Forty-eighth Session, Supplement No. 40 (A/48/40), vol. I, annex VI. Official Records of the General Assembly, Forty-eighth Session, Supplement No. 40 (A/48/40), vol. I, annex VI, para. 5.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Contrary to the right to have or adopt a religion (forum internum), the freedom to manifest one's religion or belief (forum externum) may be subject to limitations, for example, according to article 29 (2) of the Universal Declaration of Human Rights, article 18 (3) of the International Covenant on Civil and Political Rights, article 1 (3) of the 1981 Declaration, article 9 (2) of the European Convention on Human Rights and article 12 (3) of the American Convention on Human Rights. However, these clauses only accept such limitations as are prescribed or determined by law and are necessary, in a democratic society, to protect public safety, order, health, morals, or the fundamental rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The right to freedom of religion or belief is also included in the concept of identity, which is an integral part of the right to privacy, as enshrined in article 17 of the International Covenant on Civil and Political Rights.46 According to article 17 (1) of the Covenant, no one shall be subjected to arbitrary or unlawful interference with his privacy, family, home or correspondence, nor to unlawful attacks on his honour and reputation. The Human Rights Committee elaborated in its general comment No. 16 (1988) that \"the expression 'arbitrary interference' can also extend to interference provided for under the law. The introduction of the concept of arbitrariness is intended to guarantee that even interference provided for by law should be in accordance with the provisions, aims and objectives of the Covenant and should be, in any event, reasonable in the particular circumstances. … As all persons live in society, the protection of privacy is necessarily relative. However, the competent public authorities should only be able to call for such information relating to an individual's private life the knowledge of which is essential in the interests of society as understood under the Covenant.\"47",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. With regard to the mentioning of religion on identity cards, the Committee on the Rights of the Child recommended in its concluding observations, in the light of article 7 of the Convention (right to name and nationality), that the State party concerned should \"abolish the categories of citizens, as well as the statement on the national identity card of the religion and ethnic origin of citizens, including children\".48",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The privacy aspect also becomes important in those situations where the State asks taxpayers to mention their religion on the tax form, for the purpose of levying taxes for certain major churches. Under certain circumstances this practice could be perceived as according benefits to certain religions in a discriminatory manner.49 The State should take appropriate steps to guarantee that the information provided on the tax forms is not used for any purposes other than within the framework of the levying of taxes. Nowak, op. cit., art. 17, para. 18. Committee on the Rights of the Child, concluding observations: Myanmar (CRC/C/15/Add.237), para. 35. See E/CN.4/1998/6/Add.2 (on Germany), paras. 11 and 18, where the Special Rapporteur also explains that in the context of Germany these advantages are not related to the religious character of the church, but to recognition of the fact that it is in the public interest, or regarded as compensation for assets which had been confiscated without payment.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Furthermore, article 12 of the International Covenant on Civil and Political Rights guarantees the right to freedom of movement, which encompasses the right to leave any country, including one's own. This right also includes a right to issuance of travel documents, as a positive duty upon States to ensure the effective guarantee of the right to leave a country.50 The Human Rights Committee has emphasized that where a State denies the issuance of a passport, this restriction of the right to leave requires special justification pursuant to article 12 (3) of the Covenant.51 Limitations on the freedom of movement require a legal basis, have to be compatible with the other rights of the Covenant and be necessary and proportionate to the aim pursued. Prohibiting a person from leaving a country on account of his or her religious beliefs is incompatible with the freedom of religion or belief and the principle of non-discrimination and therefore violates article 12 (3) of the Covenant.52 The Human Rights Committee has expressed its concern about obstacles in certain States that make it more difficult to leave the country, inter alia in the context of passport applications, and urges States to ensure that all restrictions imposed are in full compliance with article 12 (3) of the Covenant.53",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Restricting the rights related to citizenship of those belonging to certain religious groups violates the principle of non-discrimination as enshrined in international and regional human rights law (see paras. 34-44 above).",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. With regard to the denial to women of certain rights related to citizenship on the basis of religion, article 1 of the Convention on the Elimination of All Forms of Discrimination against Women prohibits any discrimination on the basis of sex that limits women's human rights. Furthermore, the right of everyone under article 16 of the International Covenant on Civil and Political Rights to be recognized everywhere as a person before the law implies that the capacity of women to own property, to enter into a contract or to exercise other civil rights may not be restricted on the basis of marital status or any other discriminatory ground.54",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 57,
        "Text": "57. The previous mandate holder, Abdelfattah Amor, has also warned against the occurrence of aggravated discrimination following the adoption by the State of the religion of the majority or of the ethnically dominant minority. He has also noted that the existence of a State religion may not in itself be incompatible with human rights but must not be exploited at the expense of the rights of minorities and the rights linked to citizenship, which imply prohibition of discrimination among citizens on the grounds, inter alia, of considerations relating to religion or belief.55 Indeed, \"to the extent that everything ultimately depends on the goodwill of the State, the personality of those in office at any given moment, and other unpredictable or subjective factors, there is no serious guarantee in law that the Human Rights Committee, general comment No. 27 (1999), Official Records of the General Assembly, Fifty-fifth Session, Supplement No. 40 (A/55/40), vol. I, annex VI, sect. A, para. 9; Nowak, op. cit., art. 12, para. 19. Human Rights Committee, general comment No. 28 (2000), Official Records of the General Assembly, Fifty-fifth Session, Supplement No. 40 (A/55/40), vol. I, annex VI, sect. B, para. 19. 55 A/51/542/Add.1 (on Greece), para. 132; see also E/CN.4/1996/95/Add.2 (on the Islamic Republic of Iran), para. 88; A/51/542/Add.2 (on the Sudan), para. 134. State will at all times respect minority ethnic and religious rights\". (A/CONF.189/PC.1/7, annex, para. 119)",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Concerning reservations of public posts, the Human Rights Committee stated in paragraph 9 of its general comment No. 22 (1993) that \"measures restricting eligibility for government service to members of the predominant religion or giving economic privileges to them or imposing special restrictions on the practice of other faiths, are not in accordance with the prohibition of discrimination based on religion or belief and the guarantee of equal protection under article 26\". In addition, the Human Rights Committee noted in the case of Waldman v. Canada that the fact that a distinction is enshrined in the Constitution of a State does not render that distinction reasonable and objective.56",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. With respect to the obligation to take an oath stating allegiance to a certain religion when one wishes to take up a public post, reference can be made to the above-mentioned provisions relating to the positive and negative freedom of religion or belief, the prohibition of coercion by the State regarding the freedom of religion or belief and the permissible limitations of the manifestation of the freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. There seem to be only a few pertinent judgements at the international or regional level relating to the above-mentioned citizenship issues and religious discrimination in administrative procedures. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Human Rights Committee implied in Coeriel et al. v. The Netherlands that a case may fall within the ambit of article 18 of the International Covenant on Civil and Political Rights when a State does not allow a change of family name of a person who claims this is necessary in the context of his or her religion. The complainants in that case, Mr. Coeriel and Mr. Aurik, wished to change their family name to Hindu names after having adopted the Hindu religion. However, the Committee found the complaint inadmissible under article 18 of the Covenant, as \"the regulation of surnames and the change thereof was eminently a matter of public order and restrictions were therefore permissible under paragraph 3 of article 18\".57 With regard to privacy, the majority of the Committee members held that in the circumstances of the instant case the refusal of the authors' request was arbitrary within the meaning of article 17 (1) of the Covenant, since the grounds for limiting the authors' rights were not reasonable.58 Ibid., para. 10.5. See also the dissenting individual opinions of Nisuke Ando and Kurt Herndl.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Mr. Aurik and Mr. Coeriel had also submitted a complaint to the European Commission on Human Rights. The Commission declared the complaint under articles 9 and 14 of the European Convention on Human Rights inadmissible as manifestly ill-founded since the complainants had not established that their religious studies would be impeded by the refusal to modify their surnames.59",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The European Court of Human Rights has also dealt with the wording of oaths for elected members of national legislatures. In the case of Buscarini and others v. San Marino, the Court found that freedom of thought, conscience and religion \"entails, inter alia, freedom to hold or not to hold religious beliefs and to practise or not to practise a religion\".60 The applicants in this case had been elected to the General Grand Council of the Republic of San Marino whose members have to swear an oath \"on the Holy Gospels\" before taking office. The Court indicated that the requirement to swear allegiance to a particular religion on pain of forfeiting parliamentary seats would be contrary to the freedom of thought, conscience and religion unless it was prescribed by law, pursued one or more of the legitimate aims set out in article 9 (2) of the European Convention on Human Rights and was necessary in a democratic society. The Court ultimately found that \"requiring the applicants to take the oath on the Gospels was tantamount to requiring two elected representatives of the people to swear allegiance to a particular religion, a requirement which is not compatible with article 9 of the Convention. As the Commission rightly stated in its report, it would be contradictory to make the exercise of a mandate intended to represent different views of society within Parliament subject to a prior declaration of commitment to a particular set of beliefs.\"61",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. In McGuinness v. the United Kingdom, the European Court of Human Rights further developed its case law on this matter. Martin McGuinness, an elected Member of Parliament of Sinn Fein in Northern Ireland, was required to take an oath of allegiance to the British monarchy62 before taking his seat in Parliament. He alleged that to take the prescribed oath would offend his religious beliefs as they are enshrined in article 9 of the European Convention on Human Rights, as he was a Roman Catholic and that under the law of the United Kingdom, Roman Catholics are barred from acceding to the throne. The Court referred to its judgement in Buscarini and others; however, in this case it found that since the applicant was not required to swear or affirm allegiance to a particular religion on pain of forfeiting his parliamentary seat or as a condition of taking up his seat, the applicant's complaint under article 9 of the European Convention was manifestly ill-founded.63",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. In Buscarini and others v. San Marino, the European Court of Human Rights referred to another leading case, Kokkinakis v. Greece, where the Court had stated that \"[a]s enshrined in Article 9 (art. 9), freedom of thought, conscience and religion European Commission on Human Rights, inadmissibility decision of 2 July 1992, application No. 18050/91; see also the reference in CCPR/C/48/D/453/1991, para. 2.4. European Court of Human Rights, judgement of 18 February 1999, application No. 24645/94, para. 34. Ibid., para. 39. European Court of Human Rights, judgement of 8 June 1999, application No. 39511/98, para. 2. is one of the foundations of a 'democratic society' within the meaning of the Convention. It is, in its religious dimension, one of the most vital elements that go to make up the identity of believers and their conception of life, but it is also a precious asset for atheists, agnostics, sceptics and the unconcerned. The pluralism indissociable from a democratic society, which has been dearly won over the centuries, depends on it.\"64",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Inter-American Court of Human Rights made only some brief remarks on freedom of religion in the case of Dilcia Yean and Violeta Bosico v. Dominican Republic.65 The Inter-American Court of Human Rights found that, by refusing to issue birth certificates and preventing the applicants, children of Haitian descent born in the Dominican Republic, from enjoying their citizenship rights owing to their ancestors' origin, the State had violated their rights to nationality, to equal protection, to a name and to juridical personality as well as the right to humane treatment. Regarding the claim that the Dominican Republic had also violated the applicants' freedom of conscience and religion under article 12 of the American Convention, however, the Court considered that the facts of the instant case were not adapted to it and consequently did not rule on that aspect.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 67,
        "Text": "67. The State practice and domestic legislation on citizenship issues and administrative procedures as outlined above (see paras. 25-66 above) shows that Governments sometimes impose restrictions in such a way that the right to freedom of religion or belief of the persons concerned is adversely affected. While the State may have a legitimate interest in limiting some manifestations of the freedom of religion or belief, when applying limitations the State must ensure that certain conditions are fulfilled. Any limitation must be based on the grounds of public safety, order, health, morals or the fundamental rights and freedoms of others, it must respond to a pressing public or social need, it must pursue a legitimate aim and it must be proportionate to that aim.66",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. In essence, freedom of religion or belief and the legitimate interests of the State will have to be balanced on a case-by-case basis. In addition to the right to freedom of religion or belief, the individual's right to privacy and liberty of movement, his or her right to a nationality as well as the principle of non-discrimination may also be at stake. Keeping in mind this case-by-case approach and the balancing exercise, the Special Rapporteur would like to highlight some aspects that may help to determine whether certain restrictions on the right to freedom of religion or belief are in contravention of human rights law. European Court of Human Rights, judgement of 25 May 1993, application No. 14307/88, para. 31. See for example article 18 (3) of the International Covenant on Civil and Political Rights as well as the Siracusa Principles on the Limitation and Derogation Provisions in the International Covenant on Civil and Political Rights (E/CN.4/1985/4, annex), para. 10.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The State cannot impose or interpret limitations in a way that would jeopardize the essence of the right concerned. Consequently, forcing someone who wishes to take up a public post to take an oath swearing his or her allegiance to a certain religion may amount to coercion by the State and would violate the individual's freedom of religion or belief. Similarly inconsistent with article 18 (2) of the International Covenant on Civil and Political Rights would be citizenship policies or practices which restrict access to education, medical care, employment, humanitarian assistance or social benefits in order to compel believers or non-believers to adhere to, recant or change their religious beliefs.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Measures that discriminate on the basis of religion or belief, or lead to de facto discrimination on such grounds, violate human rights standards. Consequently, it would be contrary to the principle of non-discrimination to restrict citizenship to people with certain religious beliefs or to deny official documents based on the applicant's religious affiliation. It is also a discriminatory State practice to restrict public posts to members of certain religions or to require candidates to adhere to a particular denomination of the dominant religion in that State. However, the principle of equality may require States to take affirmative action in order to diminish or eliminate conditions which cause or help to perpetuate discrimination. Thus, reserving a certain proportion of seats in legislatures to members of religious minorities might be a case of legitimate differentiation as long as such action is needed to correct discrimination in fact.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Measures that limit the freedom of religion or belief must pursue a legitimate aim and be proportionate to the aim. Furthermore, any assessment as to the necessity of a limitation should be based on objective considerations.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. It would be a legitimate aim were a State to ask for the religious affiliation of its citizens, for example, within the framework of conducting a national census that will allow the State to analyse issues related to freedom of religion or belief. However, the burden of justifying a limitation upon human rights such as freedom of religion or belief or the individual's right to privacy lies with the State.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Laws imposing limitations on the exercise of human rights should not be arbitrary or unreasonable. If the State wishes to mention religious affiliation on official documents, various categories of affiliation, including open-ended ones, need to be provided. It is never sufficient to provide as the only possibility a choice from a limited number of officially recognized religions; there should also be the possibility for the individual to indicate \"other religion\" or \"no religion\", and the possibility not to divulge his or her religious beliefs at all. In general, any indication of one's religious affiliation should be on a voluntary basis.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. All limitations should be interpreted in the light and context of the particular right concerned. Taking into account the nature of the positive and negative freedom of religion or belief, applicants for official documents should not be obliged to subscribe to specific statements with regard to their substantive religious beliefs.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Governments may argue that they need to be informed of the religious affiliation of their citizens in order to know, for example, under which (religious) personal law a marriage should be registered. When restricting the freedom of religion or belief, however, a State should use no more restrictive means than are required for the achievement of the purpose of the limitation. A less restrictive means from the individual's perspective could be devised by the State, for example, by providing a civil alternative for the registration of marriages.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. As article 12 (3) of the International Covenant on Civil and Political Rights requires that any restrictions on the liberty of movement must be consistent with the other rights recognized in the Covenant, it seems advisable to remove questions in passport or visa application forms concerning the applicant's religious affiliation.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Indicating a person's religious affiliation on official documents carries a serious risk of abuse or subsequent discrimination based on religion or belief, which has to be weighed against the possible reasons for disclosing the holder's religion.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Every limitation imposed should be subject to the possibility of challenge to and remedy against its abusive application. Fundamental fairness and the right to appeal must be guaranteed in all citizenship and administrative procedures.",
        "Labels": []
    }
]