[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights in its resolution 1986/20.1 In its resolution 6/37,2 the Human Rights Council concludes that there is a need for the continued contribution of the Special Rapporteur to the protection, promotion and universal implementation of the right to freedom of religion or belief and decides therefore to extend the mandate of the Special Rapporteur for a further period of three years. The General Assembly, in its resolution 63/181, requests the Special Rapporteur to submit an interim report to the General Assembly at its sixty-fourth session and decides to consider the question of the elimination of all forms of religious intolerance at its sixty-fourth session under the item entitled \"Promotion and protection of human rights\".",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur has outlined the terms of reference, methods of work and legal framework of her mandate in previous reports to the Commission on Human Rights, the General Assembly and the Human Rights Council.3 She continuously identifies areas of concern and methods of work in order to effectively fulfil her mandate. The Special Rapporteur would like to highlight that the mandate addresses the right of individuals to freedom of religion or belief; however, the specificity of the mandate often requires her to deal also with the collective rights of religious or belief communities. The relationship between the State and religious communities is complex and the Special Rapporteur addresses this issue in various situations and circumstances. In this regard, she recognizes, on the one hand, the difficulties faced by Governments to stay neutral, and, on the other hand, the obligation to intervene when acts or omissions by religious or belief communities violate the fundamental rights and freedoms of others. The Special Rapporteur would like to emphasize the fundamental obligations of Governments towards freedom of religion or belief, for example with regard to equality and non-discrimination. States should also devise proactive strategies to safeguard individuals and religious or belief communities against discrimination based on religion or belief. In addition, States are obliged to prohibit by law any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The twenty-first century and the continued process of globalization pose a series of new challenges in the context of freedom of religion or belief. These challenges include, for example, the use of religious beliefs for political purposes and the dissemination of religious intolerance and stereotypes via new information technologies. Other contentious issues seem to be the emergence of new religious movements and the involvement of religious groups in the framework of humanitarian assistance in crisis situations. Against this background, the Special Rapporteur undertakes activities that may be articulated around the principles of prevention and protection. Prevention and protection play a crucial role in challenging religious intolerance, and both aspects will remain central to her mandate. See Official Records of the Economic and Social Council, 1986, Supplement No. 2 (E/1986/22), chap. II, sect. A. See Official Records of the General Assembly, Sixty-third Session, Supplement No. 53 (A/63/53), chap. I, sect. A. See, for example, E/CN.4/2005/61, A/60/399 and A/HRC/10.8.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. In the present report, the Special Rapporteur provides a brief overview of general patterns and issues of concern for her mandate (chapter II). She discusses the situation of persons in vulnerable situations as identified in General Assembly resolution 63/181 (chapter III). Furthermore, the Special Rapporteur gives an overview of the activities that have been carried out since her previous report to the General Assembly (chapter IV). She concludes by setting out a number of conclusions and recommendations, especially with regard to the situation of persons in vulnerable situations (chapter V).",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur has identified various patterns of violations of the right to freedom of religion or belief, as well as Government initiatives that have constructively addressed intolerant religious practices. There are a number of common themes the Special Rapporteur would like to briefly highlight, based on country visits carried out by the mandate holders, allegation letters and urgent appeals sent to Governments, further information received from civil society organizations and continuous research by the mandate.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. An evident general pattern adversely affects members of religious minorities who suffer from discrimination through policies, legislation and State practices, sometimes even leading to arbitrary detention and extrajudicial killings of individual members. Their vulnerable situation is aggravated when Governments target religious minorities by registering names and scrutinizing these individuals. In addition, violent acts or threats thereof are often perpetrated by non-State actors, either from different religious communities or from within the same community, without any adequate response from the State authorities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 7,
        "Text": "7. Dissenting or simply dispassionate believers as well as non-believers also face inter-religious and intra-religious problems or are being marginalized. The Special Rapporteur would like to reiterate that theistic, atheistic and non-theistic believers, as well as those who do not profess any religion, have an important role to play in building pluralistic societies of the twenty-first century. She would like to highlight as a good practice the compilation of a reference guidebook to religious diversity which is designed to provide police members with information about the different religions and beliefs in a given country and explains in an accurate and unbiased manner the diversity and specificities of the different religious communities.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. A number of vulnerable groups can be identified all over the world (see paragraphs 18-34 below). For example, many children have been indoctrinated with religious intolerance and are used by certain non-State actors to perpetrate violence on others or themselves in the name of religion. The Special Rapporteur is concerned at reports of preaching of religious hatred and the exploitation of children in a systematic and organized fashion for the ends of militant groups, which the State authorities seem to have overlooked for a long period of time. It is of utmost importance that States and educational institutions find more creative strategies to ensure that freedom of religion or belief is fully extended to all children and to provide them with access to quality education that promotes tolerance, mutual understanding and respect.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 9,
        "Text": "9. Due to the very nature of new information technologies, such as blogs or online discussion sites, certain manifestations of religious intolerance have an additional global dimension. The Special Rapporteur has been made aware of numerous situations in which religious or belief communities have been the object of critical analyses ranging from a merely theological point of view to the most extreme forms of incitement to violence or hatred against members of a religious group. Such forms of expression are directed towards many religious and belief communities, regardless of their size or age. In this context, the Special Rapporteur has noticed that, while criticism of major religions attracts a lot of attention, numerous cases of incitement to violence against smaller religions can go relatively unnoticed.4 She would like to reiterate that the right to freedom of religion or belief needs other human rights to be fully exercised, including the right to freedom of association or the right to freedom of expression.5",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur has also received numerous allegations that national policies, legislation and practices which are designed to combat terrorism have had and continue to have adverse effects on the enjoyment of freedom of religion or belief worldwide. Some groups seem to be specifically targeted, such as migrants, asylum-seekers or members of particular national, racial or religious groups. While Governments are obliged to take effective measures to combat terrorism, the Special Rapporteur would like to underline that Governments must also ensure that counterterrorism measures comply with their obligations under international law, in particular international human rights, refugee and humanitarian law.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 11,
        "Text": "11. Furthermore, another general pattern seems to be the targeting of places of worship and other religious buildings or properties. The Special Rapporteur is concerned about reports of frequent attacks on places of worship, the desecration of cemeteries and the exhumation of dead bodies. Attacks or other forms of restriction on places of worship in many cases violate the rights not only of a single believer, but also of a group of individuals forming the community that is attached to the place in question. The Special Rapporteur would like to refer to General Assembly resolution 55/254 on protection of religious sites, in which the Assembly encourages all States to promote a culture of tolerance and respect for the diversity of religions and for religious sites, which represent an important aspect of the collective heritage of humankind.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur would like to highlight some further issues of concern for her mandate, which seem to be more prevalent in particular regions or countries even though they may not constitute common patterns worldwide. In this regard, the Human Rights Council in its resolution 6/37 has invited the Special Rapporteur to identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief and present recommendations on ways and means to overcome such obstacles. See A/HRC/2/3, para. 24. Ibid., para. 41.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In some States, domestic registration procedures for religious communities are applied in a discriminatory manner by the authorities, thus in practice limiting the right to freedom of religion or belief of members of certain religious communities. Such discriminatory registration procedures appear to be prevalent in several countries located in different regions, albeit the degree of the undue limitations on freedom of religion or belief may differ. The Special Rapporteur would like to reiterate that freedom of religion or belief is not limited to members of registered religious communities and that registration may only be appropriate for the acquisition of a legal personality and related benefits.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Furthermore, the Special Rapporteur has noticed a number of restrictions imposed on different forms of religious expression, for example on the wearing of distinctive clothing or head coverings. Freedom to manifest one's religion or beliefs may be subject to limitations; these, however, must be prescribed by law and necessary to protect public safety, order, health, morals or the fundamental rights and freedoms of others. The Special Rapporteur is concerned that, on the one hand, many believers in various parts of the world are prevented from identifying themselves through the display of religious symbols and that, on the other hand, people in different countries are required to display religious symbols in public. The fundamental objective should be to safeguard both the positive freedom of religion or belief, for example, the voluntary display of religious symbols, and also the negative freedom of not being forced to display religious symbols.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In addition, the Special Rapporteur is concerned about undue State interference in religious teaching and dissemination of relevant publications, for example when the authorities censor, monitor or even write sermons of religious leaders. Moreover, the freedom to train, appoint, elect or designate by succession appropriate leaders is curtailed in some countries, thus violating article 6 (g) of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Conscientious objection to perform military service is another issue of concern in some States. The Special Rapporteur welcomes the fact that a growing number of States have in their laws exempted from compulsory military service citizens who genuinely hold religious or other beliefs that forbid the performance of military service and replaced compulsory military service with alternative national service. However, certain domestic legislation remains problematic in terms of the eligibility to and conditions of conscientious objection. The Special Rapporteur recommends a thorough review of these laws from the perspective of their compliance with international standards and best practices.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The discrimination or even persecution of individuals who have changed their religion is also an alarming problem in some countries, even though international human rights law provides that freedom of thought, conscience and religion includes freedom to change his religion or belief6 and freedom to have or to adopt a religion or belief of his choice.7 The Special Rapporteur would like to refer to general comment No. 22 (1993), in which the Human Rights Committee observed that the freedom to \"have or to adopt\" a religion or belief necessarily entailed the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief.8",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. In its resolution 63/181, the General Assembly recognizes with concern the situation of persons in vulnerable situations, including persons deprived of their liberty, refugees, asylum-seekers and internally displaced persons, children, persons belonging to national or ethnic, religious and linguistic minorities and migrants, as regards their ability to freely exercise their right to freedom of religion or belief. The Special Rapporteur would like to briefly analyse below the vulnerable situations of these persons in the context of her mandate.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 19,
        "Text": "19. In the past five years, the Special Rapporteur has received alarming reports about persons being arrested and detained because of their religious beliefs on the basis of discriminatory laws, denial of due process or a strong bias by law enforcement against religious minorities. She has also received worrying reports of alleged violations of the right to freedom of religion or belief of persons who are deprived of their liberty, who find themselves in a situation of enhanced vulnerability and can therefore be an easy target for harassment. The Special Rapporteur has detailed some situations reported under the mandate and the applicable international standards in her report to the General Assembly at its sixtieth session.9",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The religious rights of persons deprived of their liberty must be fully respected and protected. There is a real risk that the circumstances of detention, as well as specific policies by prison authorities, may result in undue restrictions of the opportunity of detainees to practise their religion or belief in private or in public. The Human Rights Committee has stressed that persons already subject to certain legitimate constraints, such as prisoners, continue to enjoy their rights to manifest their religion or belief to the fullest extent compatible with the specific nature of the constraint.10 Detainees should also be allowed access to qualified representatives of any religion, while they should not be obliged to consult a minister of religion if they do not wish to do so. Furthermore, the religious beliefs of a detainee should under no circumstances be used by the authorities against the detainee in order, for instance, to extract information from him or her.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Treating all persons deprived of their liberty with humanity and with respect for their dignity is a fundamental and universally applicable rule which must be applied without distinction of any kind, such as religion. The Special Rapporteur would like to emphasize that the dangers of discrimination, either in an institutionalized form or through discriminatory practices, become much greater in the closed conditions of a detention facility. The relevant authorities have a See Official Records of the General Assembly, Forty-eighth Session, Supplement No. 40 (A/48/40), vol. I, annex VI, para. 5. Ibid., para. 8. responsibility to ensure that there is no discrimination against any prisoner or staff member belonging to a minority group. In order to prevent any potential abuse, States should ensure that detention facilities are the object of intense public scrutiny and put in place effective complaints mechanisms.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The mandate has also reported about the vulnerable situation in terms of freedom of religion or belief of refugees, asylum-seekers and internally displaced persons, who have fled their homes or have been expelled from their own country.11 The Special Rapporteur notes that whereas the refugee definition in the 1951 Convention relating to the Status of Refugees refers to \"well-founded fear of being persecuted for reasons of […] religion\", the approaches taken seem to differ significantly in applying the term \"religion\" or when determining what constitutes \"persecution\" in this context. The Special Rapporteur has received reports indicating that some asylum adjudicators ask faith-testing questions with doubtful validity or limited justification. In this regard, the Special Rapporteur would like to remind that the risk of persecution is not necessarily dependent on detailed substantive knowledge of the applicant's religion because individuals may also find themselves persecuted for imputed religious beliefs.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur would like to emphasize that religion-based refugee claimants should not be expected by asylum adjudicators to hide their religion or to practise in secret in their countries of origin in order to avoid persecution. It is an integral part of the right to freedom of religion or belief to be able to manifest, publicly and in community with others, one's religion or belief in worship, observance, practice and teaching. The Special Rapporteur also shares the concerns that the concept of internal flight alternative can sometimes prove particularly problematic for religion-based asylum claims and might ultimately lead to undesirable segregation of religious groups in particular areas of the countries of origin.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Another particular problem in terms of freedom of religion or belief may arise for those persons who, after having arrived in the country where they are seeking asylum, convert to a religion which would make them prone to persecution in their country of origin if they were to be returned. In the assessment of such asylum applications, suspicions often arise regarding the sincerity and credibility of asylum claims. However, the Special Rapporteur would like to reiterate that such postdeparture conversion should not give rise to a presumption that the claim is fabricated, and the immigration authorities should evaluate the genuineness of the conversion on a case-by-case basis taking into account the specific past and present circumstances of the applicant. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Children are also vulnerable with regard to their right to freedom of religion or belief. The mandate has reported on various forms of discriminatory treatment which derive both from governmental actions and from incidents provoked by non-State actors. The Special Rapporteur is concerned at the abuse and violence against children who are accused by their families of witchcraft. She has also been informed of a number of cases where children, especially girls, were allegedly abducted by members of a different religious community, forced into marriage and converted against their will to a different religion. In this regard, she would like to emphasize that no one shall be subject to coercion which would impair his or her freedom to have or to adopt a religion or belief of his or her choice,12 and that the betrothal or marriage of a child shall have no legal effect.13 As reaffirmed by article 3 of the Convention on the Rights of the Child, the best interests of the child shall be a primary consideration in all actions concerning children.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The rights of the child concerning freedom of religion or belief remain a complex issue, especially because they touch upon the position of the child but may also concern his or her parents or legal guardians as well as the religious communities involved. The right of the child to freedom of religion or belief is enshrined in article 14, paragraph 1, of the Convention on the Rights of the Child. The parental rights are immediately reaffirmed in article 14, paragraph 2, which requires States parties to respect the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right to freedom of thought, conscience and religion in a manner consistent with the evolving capacities of the child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 27,
        "Text": "27. The Special Rapporteur would like to briefly analyse the concept of \"evolving capacities\" in the context of the child's right to freedom of religion or belief. Domestic legal provisions differ largely, for example with regard to the competency to decide when children can themselves be able to adopt a different religion or belief of their choice. In some countries, children who have not yet reached the age of 10 years may convert if both of their parents agree to conversion or if the competent court approves conversion upon the application of one of the parents. Some national laws feature staggered age limits, for example, that children who are older than 14 years may decide their religious affiliation for themselves and that a child from the age of 12 onwards cannot be educated under a different religion than previously against his or her will. Other laws set the age of 15 or 16 years as a legal threshold for reaching full religious maturity.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 28,
        "Text": "28. In this regard, the Special Rapporteur would like to caution against strict age limits which may not fully take into consideration the maturity and evolving capacities of the child in all cases. Such strict limits may lead to situations where a child is legally considered as mature while this is not yet the case, or where a truly mature child is denied his or her rights for some time. Consequently, the Special Rapporteur would advocate for a case-by-case approach according to the specific circumstances of each situation. This is also supported by article 12, paragraph 1, of the Convention on the Rights of the Child, which requests States parties to assure to the child who is capable of forming his or her own views the right to express those views freely in all matters affecting the child, the views of the child being given due weight in accordance with the age and maturity of the child.14 International Covenant on Civil and Political Rights, article 18, para. 2. 13 Convention on the Elimination of All Forms of Discrimination against Women, article 16, para. 2. In this regard, see CRC/C/GC/12, paras. 17, 21, 29, 75 and 84.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 29,
        "Text": "29. The mandate-holders' reports illustrate that persons belonging to national or ethnic, religious and linguistic minorities are in a vulnerable situation with regard to their right to freedom of religion or belief. The identity of many minorities is defined by various aspects, and several instances of discrimination, for example when based both on racial and on religious motives, are aggravated by the effects of these multiple identities. Religious minorities face various forms of discrimination, for example with regard to official registration procedures or undue limitations when disseminating materials and displaying religious symbols. Furthermore, some religious minorities are adversely affected by manifestations of intolerance, threats or acts of violence perpetrated by non-State actors, which are often tolerated or encouraged by the authorities.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur would like to remind that persons belonging to minorities have the right to profess and practise their own religion, in private and in public, freely and without interference or any form of discrimination, as well as the right to participate effectively in cultural, religious, social, economic and public life. When abuses against members of religious minorities are committed by non-State actors, the human rights obligations of States also consist in ensuring the free exercise of freedom of religion or belief and bringing the perpetrators of discriminatory or violent acts to justice. States should also take measures to create favourable conditions to enable persons belonging to minorities to express their characteristics and to develop their culture, language, religion, traditions and customs, except where specific practices are in violation of national law and contrary to international standards.15 The outcome document of the Durban Review Conference also affirms that the existence and the national or ethnic, cultural, religious and linguistic identity of minorities shall be protected, and that the persons belonging to these minorities should be treated equally and enjoy human rights and fundamental freedoms without discrimination of any kind.16",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In many States in different regions of the world, members of so-called non-traditional or new religious movements are the object of suspicion, both on administrative and societal levels, and some of them are subjected to serious limitations of their right to freedom of religion or belief. The Special Rapporteur would like to reiterate that the terms \"religion\" and \"belief\" are to be interpreted in a broad sense and that human rights protection is not limited to members of traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions. The contents of a religion or belief should be defined by the worshippers themselves, while their freedom to manifest their religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. See Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, article 4, para. 2. A/CONF.211/L.1, para. 82.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In many countries all over the world, migrants are vulnerable to discrimination based on their religion or belief and face related prejudices on a societal level. The Durban Declaration explains that the situation of vulnerability in which migrants frequently find themselves is owing, inter alia, to their departure from their countries of origin and to the difficulties they encounter because of differences in language, customs and culture, as well as economic and social difficulties and obstacles to the return of migrants who are undocumented or in an irregular situation.17 Various Special Rapporteurs have pointed to the discrimination against the children of migrants, for example with regard to their right to education as well as the absence of the promotion of freedom of religion or belief which hampers their capacity of integration and personal development.18",
        "Labels": [
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur would like to emphasize that all persons within a particular country, and not just the citizens of that country, have the right to freedom of religion or belief, including the manifestation of their religion or belief in worship, observance, practice and teaching. In her reports, the Special Rapporteur has pointed to practical limitations imposed on the freedom of migrants to manifest their religion or belief publicly, for example with regard to building places of worship, carrying out religious rituals openly or conducting missionary activities. She would like to recall that limitations on the right to manifest one's freedom of religion or belief must be prescribed by law and must be necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 34,
        "Text": "34. In her last report to the General Assembly, which focused on citizenship issues and religious discrimination in administrative procedures,19 the Special Rapporteur emphasized that immigration policies and citizenship tests must not discriminate on the basis of the applicant's religious background. Together with other mandate holders, she also expressed concerns about the contents of questionnaires and interview guidelines used by domestic naturalization authorities. Finally, the Special Rapporteur highlighted that it would be contrary to the principle of non-discrimination to restrict citizenship to people with certain religious beliefs or to deny official documents based on the applicant's religious affiliation.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Since the establishment of the mandate in 1986, the Special Rapporteur has sent more than 1,180 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 December 2007 and 30 November 2008, as well as the replies received from Governments, are summarized in the latest communications report she submitted to the Human Rights Council.20 A/CONF.189/12, chap. I, Declaration, para. 50. A/63/161, paras. 25-78.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. These communications to Governments and their replies have been a valuable tool for examining incidents and governmental actions that are incompatible with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. They have also proven useful for the identification of existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. Indeed, through information received and related communications sent to the Governments, the Special Rapporteur has been able to identify recurrent issues relating to her mandate and to initiate a constructive dialogue with the Governments concerned. In addition, she receives background information from individuals, civil society organizations and academic experts, which, even if they do not result in a communication to the Government, enable the mandate holder to study developments with regard to religious issues in different countries and regions.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Since her appointment in July 2004, the Special Rapporteur has sent more than 280 allegation letters and urgent appeals on a great variety of issues relating to freedom of religion or belief. Nonetheless, a number of recurrent issues have been identified over the past five years. These issues include: acts of harassment, arrests and physical attacks against members of religious minorities; obstacles to one's freedom to change or renounce a religion and penal sanctions imposed thereupon; destruction or desecration of places of worship; discrimination against members of religious minorities preventing them from manifesting their religion or belief; obstacles set up against the registration of certain religious or belief groups; the wearing of religious symbols; sanctions against conscientious objectors; the vulnerable situation of persons in detention with regard to their freedom of religion or belief; and national legislation or draft bills unduly restricting freedom of religion or belief. In general, the Special Rapporteur is concerned about the little progress achieved in all these areas over the past five years. She unfortunately continues to receive numerous worrying reports about violations of freedom of religion or belief in many countries and is particularly concerned about the trend indicating a rise in the number of laws or bills which aim at limiting the freedom of religion or belief of individuals and communities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Most issues encountered in the mandate practice are also referred to in the Special Rapporteur's online digest of her framework for communications.21 The Special Rapporteur regularly updates this online digest in order to illustrate the international human rights standards pertaining to freedom of religion or belief with pertinent excerpts of the reports since the inception of the mandate. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Country missions constitute another important opportunity for the mandate holder to identify any existing or emerging obstacles to the enjoyment of the right to freedom of religion or belief, as the Special Rapporteur can engage directly with governmental and non-governmental representatives and obtain first-hand information. The Special Rapporteur would like to emphasize that during her missions, she experienced a very satisfactory level of cooperation from the Governments concerned and there was always a genuine dialogue aimed at strengthening the capacity of States to comply with their human rights obligations.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Since submitting her previous report,22 the Special Rapporteur has conducted missions to Turkmenistan, the former Yugoslav Republic of Macedonia and Serbia, including a visit to Kosovo.23 She provides an overview of the main issues which came up during these missions and indicates details of her forthcoming missions in paragraphs 41-50 below.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur carried out a country visit to Turkmenistan from 4 to 10 September 2008 at the invitation of the Government. In her mission report,24 the Special Rapporteur referred to the high level of tolerance and the climate of religious harmony which prevailed at the societal level in Turkmenistan. However, she also emphasized that the mandate had received over the past eight years numerous reports of arrests, intimidation, harassment and restrictions on the religious activities of individuals and groups, allegedly perpetrated by the authorities. Although the situation has much improved since 2007, she highlighted that individuals and religious communities, both registered and unregistered, remained under close scrutiny and still faced a number of difficulties when manifesting their freedom of religion or belief. The Special Rapporteur remained concerned about the imposition of legal or policy restrictions by the authorities of Turkmenistan on registration, places of worship, religious material, religious education and proselytism.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. In her conclusions and recommendations, the Special Rapporteur urged the Government to review the amended law of Turkmenistan on freedom of conscience and religious organizations so that it would no longer infringe on the rights of individuals and groups in their exercise of freedom of religion or belief. In particular, she recommended that the prohibition on unregistered religious activities and undue restrictions regarding religious material, education and attire be removed from the legislation. Similarly, the Government should ensure that religious communities did not encounter obstructions with regard to the building, opening, renting or use of places of worship. On conscientious objection, the Special Rapporteur recommended that the Government offer an alternative civilian service for those who refused to perform military service owing to their religious beliefs. She also urged the Government to initiate reforms in the judiciary, so as to offer effective legal means of redress and compensation for denial of freedom of religion or belief. In addition, she recommended that law enforcement officials and representatives of local authorities be provided with adequate training in order to raise awareness about international human rights standards, including on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In its reply letter of 1 April 2009, the Government of Turkmenistan indicated that it would be taking the Special Rapporteur's comments into consideration during the country's further reform process and the preparation of its periodic report to the \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\ 22 A/63/161. See A/HRC/10/8/Add.4. Human Rights Committee. The Government stated that legislation in Turkmenistan was currently under reform, including legislation on religious organizations, in keeping with the new Constitution and the Special Rapporteur's recommendations. The presentation of the review of Turkmenistan's legislation on religious organizations, with the participation of international experts and representatives of relevant State bodies, was scheduled for the first half of 2009. Furthermore, the Government of Turkmenistan indicated that it was also taking steps to ensure that the right to freedom of thought, conscience and religion could be reconciled with compulsory military service by introducing alternative service within non-military structures of the Ministry of Defence, such as in medical and construction units.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. At the end of her visit from 26 to 29 April 2009 to the former Yugoslav Republic of Macedonia, the Special Rapporteur noted the high level of tolerance in its multi-ethnic, multicultural and multi-religious society. She emphasized that the country's diversity was its strength and that the Government, too, had shown respect for freedom of religion or belief and religious diversity. In that regard, she welcomed the Government's initiative in organizing the World Conference on Dialogue among Religions and Civilizations in October 2007. The fact that the Government had issued a standing invitation to all the special procedures mandate holders showed its cooperation with the United Nations and openness to human rights monitoring.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. At the same time, the Special Rapporteur referred to the perception of a number of her interlocutors that the two biggest registered religious communities in the country wielded considerable political influence, including with regard to the constitutional concept of separation of State and religion. In that regard, she referred to the considerable public debate triggered by a judgement of 15 April 2009 in which the Constitutional Court had struck down provisions on a subject in primary school that studied a particular religion, including rules according to which an adherent to that religion should behave. She noticed that the judgement did not in any way impinge upon the freedom to receive religious instruction outside of primary school teachings and she referred to the explanations provided by the Human Rights Committee in paragraph 6 of its general comment No. 22 (1993). With regard to the outrage expressed publicly by certain religious leaders and politicians against the judgement of the Constitutional Court, the Special Rapporteur emphasized that respect for an independent judiciary, which was able to adjudicate upon religious matters without fear or favour, was crucial for safeguarding freedom of religion or belief and ultimately for the functioning of democracy.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur also expressed her concerns on reports she had received regarding expressions of incitement to racial or religious hatred, thus contributing to a climate of intolerance and threatening the security of individuals in the former Yugoslav Republic of Macedonia. She emphasized that impunity in cases of incitement to religious hatred emboldened forces of bigotry and that the Government had a primary obligation to protect its citizens from acts of religious intolerance and discrimination. It needed the active support of civil society to create awareness on human rights issues, including freedom of religion or belief. An informed public opinion could promote tolerance and needed to be created through monitoring and advocacy of human rights. According to her experience throughout the mandate, legislation alone could not create an atmosphere of social harmony and mutual trust. On the contrary, hasty legislation on matters of religious rights often could become contentious and there was the risk that it might lead to polarizing society along religious lines.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. From 30 April to 8 May 2009, the Special Rapporteur conducted a mission to the Republic of Serbia, including a visit to Kosovo. The Special Rapporteur is well aware of the painful history of the whole Balkans region and the deep suffering of individuals and communities on account of violence, atrocities and wars. She notes that, regrettably, racism as well as undertones of religion contributed to the recent conflicts. The Special Rapporteur notices that the scars of these conflicts remain and yet there is a yearning by all communities for sustainable peace and reconciliation. She underlines that interfaith consultations at the grass-roots, national and regional levels are vital to promote understanding, tolerance and respect between and among the various communities.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Concerning the status of freedom of religion or belief in Serbia, the Special Rapporteur referred in a press briefing to her visiting some smaller municipalities, which were multi-ethnic, multi-religious and multilinguistic, where an atmosphere of religious tolerance seemed to flourish. At the same time, the Special Rapporteur voiced her concerns about the discriminatory effects of the 2006 law on churches and religious communities. In that regard, she expressed the hope that the Government, and in particular the Minister of Religion, would reflect on the legislation and, at a minimum, streamline the registration process so that all religious communities in the country that so desired could be registered. She emphasized that the distinction in the law between traditional and non-traditional religious communities translated into a number of questionable practices, for example with regard to religious instruction in schools and representation in public bodies. She also noticed that the voices of those individuals who did not profess any religion or who were dispassionate about religions were being marginalized. The media, too, had a responsibility to report in a balanced manner, providing an opportunity to present their points of view also to those who were painted as members of \"dangerous cults\" or \"sects\". In that regard, she also encouraged civil society to make more efforts to interact with the media and with mechanisms of media oversight.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. With regard to the status of freedom of religion or belief in Kosovo, the Special Rapporteur in her press briefing pointed to the fact that the vast majority of the population was Muslim, mostly of Albanian ethnicity, who had suffered enormously, indeed as others, from the persecution of the Milošević regime in the 1990s. She stressed that healing came through justice rather than through revenge or reprisals. In that regard, the Special Rapporteur was disturbed by the reports of looting, arson attacks and violence against Serbian Orthodox believers and their religious sites in March 2004. Since her international and local interlocutors were unanimous that they had been caught by surprise in 2004 and had not seen any warning signs, the Special Rapporteur emphasized the importance of remaining vigilant in detecting any emerging religious tensions. One of the tools for promoting religious tolerance was a meaningful inter-religious and intra-religious dialogue, particularly in order to address contentious issues that religious leaders could resolve amicably through negotiations rather than confrontation. The Special Rapporteur underlined that the public position of religious leaders could have a direct impact on their communities, affecting either positively or negatively the religious harmony in a given society. She also referred to disturbing indicators about rifts within the Muslim community in Kosovo, as well as to reports about threats and attacks on Muslim religious leaders for opposing radical religious approaches. The Special Rapporteur would like to reiterate that coercion and violence in the name of religion cannot be accepted and that she expects the relevant authorities to take swift action to counter this worrying trend.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur is grateful that she has been invited by the Government of the Lao People's Democratic Republic and by the Government of the Republic of Chile to visit their countries. She intends to undertake these two country visits in November 2009 and January 2010, respectively. She is also grateful for the invitation letter the mandate recently received from the Government of Bangladesh. An updated list of the Special Rapporteur's pending requests to undertake country visits is available online on the website of the Office of the United Nations High Commissioner for Human Rights (OHCHR).25",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteur has held numerous formal and informal meetings with representatives of States, religious and belief communities as well as civil society organizations in order to reflect on the situation of freedom of religion or belief at the national and international levels. These meetings were mainly held during country visits or at United Nations Headquarters in New York and Geneva.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. At the national level, she was invited to speak about the current situation of the right to freedom of religion or belief at the annual \"Rassemblement pour les droits humains\" organized by the Canton of Geneva on 6 October 2008. Furthermore, the Special Rapporteur delivered a public lecture at a conference on \"Religions and religious freedom: human rights perspectives in the field of tension arising from mission and conversion\", organized jointly by the German Commission for Justice and Peace and the Centre for Interreligious Studies at the University of Bamberg, Germany (18-20 February 2009).",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. At the international level, the Special Rapporteur was involved in the preparatory process leading up to the Durban Review Conference and the Conference itself. She addressed the Preparatory Committee at its second substantive session on 6 October 2008 and participated in a joint contribution with 13 other mandate-holders26 in order to provide substantive input to the review process of the Durban Declaration and Programme of Action.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. During the Durban Review Conference, the Special Rapporteur addressed the Main Committee on 23 April 2009. She regretted that eight years after the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance, held in Durban, South Africa, her mandate continued to receive frequent and worrisome reports of religious intolerance and acts of violence against members of virtually all religious or belief communities. Of particular concern are See www2.ohchr.org/english/bodies/chr/special/visits.htm. 26 A/CONF.211/PC/WG.1/5. violations of the right of members of religious minorities to worship and carry out other religious activities without State registration or approval, and attacks on places of worship. Furthermore, the Special Rapporteur criticized counter-terrorism measures based on discriminatory profiling, which are implemented according to perceived religious affiliation.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. During the Durban Review Conference, the Special Rapporteur also participated in a side event on freedom of expression and incitement to racial or religious hatred, organized by OHCHR on 22 April 2009. At that event, she made a joint statement27 with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance. The three Special Rapporteurs reaffirmed that the right to freedom of expression constituted an essential aspect of the right to freedom of religion or belief and therefore needed to be adequately protected in domestic legislation. The Special Rapporteurs believe that it is necessary to anchor the debate about limitations to freedom of expression in the relevant existing international legal framework, provided for by articles 19 and 20 of the International Covenant on Civil and Political Rights. From a legal perspective, each set of facts is particular and can only be assessed and adjudicated, whether by a judge or another impartial body, according to its own circumstances and taking into account the specific context. In conclusion, the three Special Rapporteurs reminded that the ultimate goal was to find the most effective ways to protect individuals against advocacy of hatred and violence by others. Legal responses, such as restrictions on freedom of expression alone, are far from being sufficient to bring about real changes in mindsets, perceptions and discourse. To tackle the root causes of intolerance, a much broader set of policy measures are necessary, for example in the areas of intercultural dialogue or education for tolerance and diversity. Furthermore, an open and democratic atmosphere is critical for building tolerant societies in matters of religious affairs.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur also took part in an expert seminar organized by OHCHR on freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, held in Geneva on 2 and 3 October 2008.28 She stressed that there was an obligation for States to act upon cases of advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. She emphasized the important role of the judiciary in providing legal redress and that each particular case should be adjudicated according to its specific circumstances. The Special Rapporteur cautioned against excessive or vague legislation on religious issues, which could create tensions and problems rather than solve them. In this regard, States have a delicate role to play and any legislation or policies designed to combat religious discrimination have to be all-inclusive, carefully crafted and implemented in a balanced manner to achieve their objectives. In conclusion, the Special Rapporteur affirmed that more consultation was needed, especially concerning the implementation of existing standards at the domestic level, and recommended that regional workshops be organized to explore this topic at the grass-roots levels. The full text of the joint statement by the three Special Rapporteurs is available online at www2.ohchr.org/english/issues/religion/docs/SRJointstatement22April09.pdf. See A/HRC/10/31/Add.3.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 57,
        "Text": "57. In the context of her mandate to identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief, the Special Rapporteur contributed to a joint statement with seven other special procedures mandateholders29 at the OHCHR seminar on the prevention of genocide, held in Geneva on 21 January 2009. Reflecting on effective strategies to prevent genocide and other mass atrocities, the eight special procedures mandate-holders reaffirmed that due to their independence, field activities and access to Governments and civil society, they constituted a useful instrument to collate and analyse in-depth information on serious, massive and systematic violations of human rights. They can also provide recommendations to the concerned Governments and the international community on the steps to be taken to defuse tensions at an early stage. Through their reporting to the General Assembly and the Human Rights Council, the special procedures endeavour to contribute to a better understanding of and early warning on complex situations. While not all situations of tension and polarization along ethnic, racial, religious or national lines lead to genocide, it is nonetheless essential that early warning signs be constantly monitored so that timely responses can be devised.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Finally, the Special Rapporteur would like to briefly refer to the discussion of freedom of religion or belief in the ongoing universal periodic review process. During the five sessions of the universal periodic review which have been completed at the time of writing, covering so far 80 countries of the 192 Member States of the United Nations, religious issues were discussed during the review for 60 countries. This fact illustrates that matters of freedom of religion or belief are problematic in a large number of countries in different regions of the world and that the international community is actively engaged in pursuing these issues. The Special Rapporteur would like to emphasize that the universal periodic review provides a good opportunity to follow up on communications and country visits of mandate-holders and she intends to refer to the recommendations with regard to freedom of religion or belief contained in the reports of the universal periodic review.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. In its resolution 6/37, the Human Rights Council invited the Special Rapporteur to continue to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations. Since 1996, relevant resolutions of the Commission on Human Rights and the Human Rights Council have also condemned acts motivated by religious intolerance in all its forms, including practices which violate the human rights of women and discriminate against women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 60,
        "Text": "60. In the framework of the mandate and on the basis of the activities carried out since her appointment in July 2004, the Special Rapporteur has highlighted that many women suffer from aggravated discrimination, due to their religious, ethnic and sexual identities. Citizenship laws in a number of countries discriminate against women and their children because these regulations stipulate that mothers have fewer rights than fathers to transmit nationality. Discrimination and practices that are harmful to the health of women and girls are also applied within their religious See www2.ohchr.org/english/events/RuleofLaw/docs/SProceduresJointStatement.pdf; and A/HRC/10/25, paras. 44-51. communities for reasons of religious traditions or those ascribed to religion. Furthermore, there have been reports of arrests, flogging, forced conversion and even murders targeted specifically at women in the context of intolerance based on religion or belief. Female members of minority religions also tend to be prone to become victims of rape and violence stirred up by organized groups.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur also notes with regret that women continue to be largely excluded from the decision-making process within most religious communities. This process is indeed usually a monopoly for men. In order to exercise their full human rights, women therefore have to negotiate with religious beliefs and traditional values, often within their own communities. Similarly, at a time when much emphasis is put on inter-religious dialogue, the absence of women's voices in that dialogue is striking. The work that must be carried out to redress the situation remains important and will require energy at all levels. In this context, the Special Rapporteur would like to refer to General Assembly resolution 63/181, in which the Assembly emphasizes the importance of a continued and strengthened dialogue among and within religions or beliefs, at all levels and with broader participation, including of women, to promote greater tolerance, respect and mutual understanding.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Another issue of concern is the number of reservations made by several States when ratifying human rights instruments, in particular the Convention on the Elimination of All Forms of Discrimination against Women, for example when referring to the incompatibility of some of its provisions with religiously inspired national legislation. In his study on freedom of religion or belief and the status of women from the viewpoint of religion and traditions,30 the previous mandate-holder discussed this problem in more detail. With reference to this study, the Special Rapporteur is pleased to inform that, in line with Commission on Human Rights resolution 2004/36 and her recommendation,31 the study will be available in all six official languages of the United Nations later in 2009.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur intends to continue devoting particular attention to discriminatory practices against women on the basis of their religion or belief. In this regard, she has sent joint communications with other special procedures mandate-holders and has included subchapters on the specific situation of women in recent country reports.32",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 64,
        "Text": "64. In order to tackle religious intolerance, States must provide for non-discriminatory legislation and an independent and impartial judiciary, as well as a law enforcement which is sensitive to religious diversity. Once these conditions exist, other initiatives to promote tolerance, respect and understanding will be far more effective.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Universal human rights, including the right to freedom of religion or belief, apply to all human beings everywhere. However, the reports of the Special Rapporteur on freedom of religion or belief since 1986, as well as the E/CN.4/2002/73/Add.2. above-mentioned examples (see paras. 18-34), illustrate the particular vulnerability of persons deprived of their liberty, refugees, asylum-seekers and internally displaced persons, children, persons belonging to national or ethnic, religious and linguistic minorities and migrants as regards their ability to freely exercise their right to freedom of religion or belief. Of course, not all persons belonging to one of the above-mentioned groups are subject to discrimination or intolerance based on their religion or belief. Yet, in order to address the particular vulnerability many of them are faced with, including with regard to their right to freedom of religion or belief, the Special Rapporteur would like to formulate the following recommendations.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 66,
        "Text": "66. With regard to persons deprived of their liberty, the Special Rapporteur would like to emphasize that it is crucial to provide the personnel of detention facilities with adequate training and raise their awareness about the duty to promote and respect international human rights standards for the treatment of detainees, in particular with regard to their right to freedom of religion or belief. The State needs to bring the applicable standards to the attention of the relevant authorities and personnel of detention facilities and to enhance their sensitivity that the effects of violations of the religious rights of detainees may not be confined to the detention facilities but can also impinge on the overall climate of religious tolerance, even at the international level.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. Refugees, asylum-seekers and internally displaced persons also find themselves in a situation of particular vulnerability. The Special Rapporteur would like to refer to paragraph 80 of the outcome document of the Durban Review Conference which reiterates that the national, regional and international response and policies, including financial assistance, towards refugee and internal displacement situations in different parts of the world, should not be guided by any form of discrimination prohibited by international law. For the whole asylum determination process it seems crucial to have accurate, objective and up-to-date information on the countries of origin of asylum-seekers and on any past or present religious persecution. The Special Rapporteur would like to emphasize that asylum adjudicators should not exclusively base their decisions on preselected sources, especially when the situation in the country of origin or the region in question has allegedly changed since they were last updated. Furthermore, the Special Rapporteur would like to emphasize that well-trained, reliable and impartial interpreters are needed for asylum interviews in order to avoid serious disadvantages for the asylum-seekers.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The situation of children and their freedom of religion or belief also deserve specific mention. In line with the concept of \"evolving capacities\" of the child and in order to ensure free and informed choices about his or her freedom of religion or belief, the Special Rapporteur would like to highlight the following approaches. Special attention should be paid to encouraging positive attitudes and, in view of the best interests of the child, to supporting parents to exercise their rights and fully play their role in education in the field of tolerance and non-discrimination.33 Rather than leading to indoctrination, teaching about religions and beliefs should be carried out in a fair and balanced manner. In this regard, the Toledo Guiding Principles on Teaching about See E/CN.4/2002/73, appendix, para. 9. Religions and Beliefs in Public Schools34 provide practical guidance for preparing curricula for teaching about religions and beliefs as well as preferred procedures for assuring fairness in the development of such curricula. In addition, States should endeavour to eradicate prejudices and conceptions incompatible with freedom of religion or belief, and to ensure respect for and acceptance of pluralism and diversity in the field of religion or belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 69,
        "Text": "69. Members of religious minorities also remain vulnerable to violations of their right to freedom of religion or belief and other acts of religious intolerance. The Special Rapporteur would like to point out that a certain religion may be a minority in one part of the world and suffer as a result; however, it may constitute the religion of the majority of the population in another part of the world. Government officials and civil servants should be adequately trained in human rights standards and in this regard particular attention should be paid to freedom of religion or belief. More generally, States should take appropriate measures in the field of education in order to encourage a wider knowledge in the society at large of the history, traditions, language and culture of the various religious minorities existing within their territory. Furthermore, a public policy framework for pluralism and equality should ensure an equitable allocation of resources, including broadcasting frequencies, among public service, commercial and community media, so that together they represent the full range of cultures, communities and opinions in society.35 While mainstreaming religious minorities, affirmative action is important in some areas in order to empower these minorities and raise awareness about their situation.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. With regard to the situation of migrants, the Special Rapporteur is concerned at restrictions imposed on their freedom to manifest their religion or belief publicly and she recalls that according to international human rights law any such limitations must be prescribed by law and must be necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. In addition, States should implement specific measures involving the host community and migrants in order to encourage respect for cultural diversity, to promote the fair treatment of migrants and to develop programmes, where appropriate, that facilitate their accommodation into social, cultural, political and economic life.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 71,
        "Text": "71. The protection of the right to freedom of religion or belief of all persons in vulnerable situations must include a preventive dimension. It is therefore of utmost importance that due attention be given to early signs of intolerance that may not be human rights violations themselves, but that may ultimately lead to religious discrimination. The mandate, therefore, bears a wide responsibility. It is not only limited to the monitoring of situations of human rights violations but also has a role to play in the detection of early warning signs of intolerance that may lead to discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. It is vital to prevent any distinction, exclusion, restriction or preference based on religion or belief which aims at or leads to the nullification or Prepared by the OSCE/ODIHR Advisory Council of Experts on Freedom of Religion or Belief; text available online at www.osce.org/publications/odihr/2007/11/28314\\993\\en.pdf. See Camden Principles on Freedom of Expression and Equality, Principle 5; available online at www.article19.org/advocacy/campaigns/camden-principles. impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis. States have the obligation to act effectively upon these early warning signs and to take all appropriate necessary measures to redress a situation that could lead to large-scale violations of human rights, including the right to freedom of religion or belief. In this context, the Special Rapporteur would like to draw attention to the different obligations of the States with regard to discrimination and intolerance, as stipulated in the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. Its article 4 affirms that all States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life and that all States shall make efforts to enact or rescind legislation where necessary to prohibit any such discrimination, and to take all appropriate measures to combat intolerance on the grounds of religion or other beliefs in this matter.",
        "Labels": [
            "Persons with disabilities",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 73,
        "Text": "73. In order to foster a climate of religious tolerance, it would be advisable for States to devise proactive strategies. It is pivotal that political leadership takes a clear and human rights based approach on the question of religious tolerance and communicates its position both throughout party cadres and to the public at large. In addition to legislation, States have several tools at their disposal to counter religious intolerance, for example by encouraging inter-religious and intra-religious dialogue as well as by providing quality education, including on human rights. These approaches need to be inclusive also in terms of the religions or beliefs covered and the State should refrain from interfering with the freedom of thought, conscience and religion of individuals, in accordance with international human rights law. Above all, the rule of law and the functioning of democratic institutions are prerequisites for the effectiveness of these strategies which seek to encourage a real dialogue and understanding.",
        "Labels": []
    }
]