[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights in its resolution 1986/20.1 In 2007, the mandate was reviewed and renewed by the Human Rights Council in its resolution 6/37.2",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The General Assembly, in its resolution 64/164, welcomed the work of the Special Rapporteur and requested her to submit an interim report to the Assembly at its sixty-fifth session. Consequently, the Special Rapporteur elaborates in section II of the present report some issues of concern with regard to freedom of thought, conscience and religion or belief. In section III, the Special Rapporteur gives an overview of the activities carried out under the mandate since the submission of her previous report to the Assembly (A/64/159). In section IV, she provides some general conclusions and recommendations.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. On 18 June 2010, the Special Rapporteur's mandate was extended for a further period of three years by the Human Rights Council in its resolution 14/11. As the term of Asma Jahangir as Special Rapporteur on freedom of religion or belief expires on 31 July 2010 after six years on the mandate, she would like to take this opportunity to thank all Member States and representatives of civil society for their cooperation and support during the course of her term. The Special Rapporteur is also grateful for the quality of the assistance that she has received from staff members at the Office of the United Nations High Commissioner for Human Rights (OHCHR).",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Heiner Bielefeldt, the new mandate holder who was appointed during the fourteenth session of the Human Rights Council, takes office as Special Rapporteur on freedom of religion or belief on 1 August 2010.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In its resolution 64/164, the General Assembly urged States to step up their efforts to protect and promote freedom of thought, conscience and religion or belief and identified 13 areas where efforts to that end should be intensified.3 In the present report, the Special Rapporteur would like to address each of those 13 areas by elaborating on some issues of concern and by providing examples from the mandate practice over the past six years, including from country visits and communications sent to the Governments concerned.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. At the outset, the Special Rapporteur would like to emphasize that constitutions and domestic legislation must guarantee freedom of religion or belief and non-discrimination. In this context, she notes with regret that in recent years See A/HRC/6/22, chap. I. some States have adopted provisions that are openly discriminatory against religious minorities.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The new Constitution adopted in one State in 2008, for example, includes a clause which limits citizenship only to those who adhere to the State religion.4 The Special Rapporteur is deeply concerned that the implementation of this constitutional clause could have a significant negative impact on human rights in the country, including for converts, who risk losing their citizenship and becoming stateless. Measures that discriminate on the basis of religion or belief, or lead to de facto discrimination on such grounds, violate human rights standards. Consequently, it is contrary to the principle of non-discrimination to restrict citizenship to people with certain religious beliefs.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In another State, subsequent to a referendum in 2009, the construction of minarets was banned and the national Constitution was amended accordingly. In a press statement, the Special Rapporteur voiced her deep concerns at the negative consequences of the vote's outcome and she urged the State's authorities to abide by all its international obligations.5 The Special Rapporteur indicated that a ban on minarets amounted to an undue restriction of the freedom to manifest one's religion and constituted clear discrimination against members of the Muslim community. She would also like to highlight the need to continue raising awareness and educating people about religious diversity, thus eliminating the grounds for fears which are prone to be exploited for political purposes.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In addition, the Special Rapporteur is concerned that some domestic laws oblige those who wish to take up posts in the public service or become part of the judiciary to take an oath declaring their allegiance to a certain religion.6 Moreover, several constitutional provisions require the president, the prime minister or members of parliament to be affiliated with a certain religion and to publicly take an oath to that effect. The Special Rapporteur would like to reiterate that restricting public posts to members of certain religions or particular religious denominations may constitute de facto discrimination. Furthermore, States should in their personal status laws provide the possibility to have an interreligious marriage for individuals who have different religious affiliations or no religion at all.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In addition to non-discriminatory provisions in constitutions and other domestic laws, it is vital to put in place effective remedies for cases of human rights violations. The Special Rapporteur has sent numerous communications to Governments on individual cases in which freedom of religion or belief, including the right to change one's religion, was allegedly violated. In one case, for example, a convert to Christianity approached the national registration department, requesting that the religious status be changed on her identity card. However, the administration rejected her application and national courts held that the religious sharia court had complete jurisdiction on conversion to Islam and, by necessary implication, would have jurisdiction on apostasy and conversion out of Islam.7 The See A/HRC/10/8/Add.1, paras. 146-148, and the Special Rapporteur's report on her mission to Maldives (A/HRC/4/21/Add.3). See the Special Rapporteur's press release of 30 November 2009, \"Switzerland: UN expert on religious freedom regrets outcome of vote to ban construction of minarets\". See A/63/161, para. 38. Special Rapporteur would like to reiterate that the freedom to have or to adopt a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views.8 Article 18 of the International Covenant on Civil and Political Rights protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. As evidenced in the Special Rapporteur's reports on cases transmitted to Governments and replies received,9 many individuals have been deprived of their right to life, liberty or security of person because of religion or belief and have been subjected to arbitrary arrest or detention and torture on that account. Those human rights violations seem to particularly affect members of religious minorities. Their vulnerable situation is aggravated when Governments target religious minorities by registering names and harassing those individuals. States are not only obliged to protect their own citizens; they also must ensure that no one within their jurisdiction suffers from human rights abuses and must bring to justice all perpetrators of violations of these rights.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 12,
        "Text": "12. Interreligious or intrareligious tensions, if not adequately addressed, may lead to large-scale communal violence. Such tensions have unfortunately caused the death of numerous individuals. While noting that the reasons for such violence may be manifold and complex, the Special Rapporteur has also observed that the violence often unfolds along religious lines and that the instigators of this violence find that they can gain more support if they put their arguments in religious terms. The Special Rapporteur would like to reiterate that States are obliged to investigate any violence that occurred, including the identification and prosecution of alleged perpetrators, and allow victims to file claims for the damage they have suffered. States must also ensure the protection and security of members of religious communities which may be targeted and which should be entitled to practise their religions freely and without any obstacles, including those placed by non-State actors.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Religious convictions are occasionally put forward to justify certain harmful practices and in some States these are incorporated in domestic legislation. For example, in a mission report the Special Rapporteur analysed certain forms of punishment contained in sharia penal codes. She came to the conclusion that the punishments of stoning or amputation constitute at least cruel, inhuman and degrading treatment that is prohibited in absolute terms by various international conventions.10 See paragraph 5 of Human Rights Committee general comment No. 22 (1993), Official Records of the General Assembly, Forty-eighth Session, Supplement No. 40 (A/48/40), vol. I, annex VI. 9 A/HRC/13/40/Add.1, A/HRC/10/8/Add.1, A/HRC/7/10/Add.1, A/HRC/4/21/Add.1, E/CN.4/2006/5/Add.1 and E/CN.4/2005/61/Add.1. See report on the Special Rapporteur's mission to Nigeria (E/CN.4/2006/5/Add.2, paras. 68 and 100) and her follow-up table (www2.ohchr.org/english/issues/religion/docs/followup/FU-Nigeria.pdf).",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. There are a number of practices that discriminate against women or are harmful to their health, such as female genital mutilation, infanticide, cruelty to widows, honour killings and discriminatory personal status laws. Many of the practices are attributable mainly to cultural interpretations of religious precepts or even conflict with the prescriptions of religions. However, certain harmful practices are claimed by religious leaders, communities or States as a religious duty by which they and their ancestors have been bound since time immemorial. All this makes it particularly difficult to challenge and adequately address such harmful practices.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 15,
        "Text": "15. The mandate has addressed these issues in communications to Governments, thematic reports and during country missions.11 The Special Rapporteur has recommended enacting legislation to eliminate discriminatory or harmful practices and repealing laws that infringe the rights of women. With regard to female genital mutilation, for example, States should penalize those performing such harmful practices and provide assistance in securing alternative sources of income for practitioners, for example as birth attendants. In terms of preventive domestic measures, States should be encouraged to develop legal literacy and training strategies at all levels of society, with the aim of altering discriminatory cultural norms and attitudes. In this context, dialogue between the authorities and religious leaders and other members of society, including medical practitioners, political leaders, education authorities and the media, is an important prevention measure.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 16,
        "Text": "16. States should take effective and necessary steps to ensure enjoyment by women of their rights to equality before the law and equal protection of the law. States should adopt appropriate measures to provide criminal law protection for women against violence stemming from traditional cultural practices that pose a threat to their health and lives. With a view to achieving lasting improvements, action to eliminate violence against women should not only target the effects of the phenomenon but also its root causes. In addition, States should strengthen monitoring mechanisms, official bodies and civil society institutions which play a role in the protection and promotion of women's rights, in the light of harmful cultural practices. States should also be encouraged to withdraw reservations on religious grounds which may adversely affect or restrict international legal instruments concerning the protection of the status of women, in particular the Convention on the Elimination of All Forms of Discrimination against Women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur has dealt with cases in which certain individuals or groups had been discriminated against on the basis of their religion or belief when accessing education, medical care, employment, humanitarian assistance or social benefits.12",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. In one State, for example, since 2004 domestic legislation prohibits the wearing of conspicuous religious symbols in public schools. Although the scope of the 2004 law applies equally to all religious symbols, its application seems to particularly affect young Muslim women wearing the headscarf and members of the Sikh community.13 The 2004 law is intended to protect the autonomy of minors who may be pressured or forced to wear religious symbols; however, it denies the right of those minors who have freely chosen to wear a religious symbol to school as part of their religious belief. The Special Rapporteur and human rights treaty bodies held that the ban may be counterproductive, by neglecting the principle of the best interests of the child and the right of the child to access to education. The Special Rapporteur also called upon the Government to promptly provide redress to persons who have been the victim of discrimination because of wearing a religious symbol.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 19,
        "Text": "19. Members of religious minorities seem to be particularly vulnerable to discrimination and denial of their rights, including access to education. The Special Rapporteur sent communications to a State where more than 100 Bahá'í students had allegedly been expelled from universities, based on an instruction by the country's Central Security Office to expel any student discovered to be a Bahá'í, whether at the time of enrolment or in the course of their studies.14 In this regard, the Special Rapporteur would like to recall that policies or practices that restrict access to education or employment are inconsistent with the prohibition of coercion set out in article 18, paragraph 2, of the International Covenant on Civil and Political Rights.15",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Another example of discriminatory laws or practices in the context of social benefits is the link made in one State between Scheduled Caste status and affiliation to specific religions.16 Government benefits for members of Scheduled Castes are by law limited to Hindus, Sikhs and Buddhists. This may create problems for Dalits who have converted to Islam or to Christianity and thus lose their entitlement under affirmative action programmes. In this regard, the Special Rapporteur has recommended that Scheduled Caste status and its related benefits should be delinked from the individual's religious affiliation. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. A number of existing registration practices need to be reviewed by States to ensure that such practices do not limit the right of all persons to manifest their religion or belief, either alone or in community with others and in public or private. Domestic registration requirements often appear to be used as a means to limit the rights of members of certain religious minorities. of the General Assembly, Forty-eighth Session, Supplement No. 40 (A/48/40), vol. I, annex VI. 16 See the Special Rapporteur's report on her mission to India (A/HRC/10/8/Add.3, paras. 27-28 and 71).",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur would like to reiterate that Governments should widely inform the population, including appropriate law enforcement agencies, about the principle that registration does not constitute a precondition for practising one's religion or belief.17 Moreover, any procedure for registration of religious associations should be transparent, including with regard to the time frame of the process. Such registration procedures should be easy, quick and not depend on reviews of the substantive content of the beliefs of the association. Provisions which are vague and grant excessive governmental discretion in giving registration approvals should not be allowed. It is imperative that no religious group be empowered to decide about the registration of another religious group. Furthermore, requiring high minimum membership levels or a lengthy existence in the country concerned are not appropriate criteria for registration.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In the case of refusal of registration, the relevant institutions have an obligation to formally transmit to the community or group concerned the exact reasons for the refusal. Furthermore, Governments should ensure that these groups or communities have unimpeded access to the competent courts for a judicial review of the refusal. Since international human rights law recognizes freedom of religion or belief regardless of registration status, those who cannot or do not wish to register should still be able to individually and collectively manifest their religion or belief. Any limitations on this freedom must not only be prescribed by law but also be necessary to protect public safety, order, health or morals or the fundamental rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur regrets that in some States official documents are withheld from individuals on the grounds of religion or belief. Furthermore, the right to refrain from disclosing information concerning one's religious affiliation on such documents against one's will is not always respected. In her report to the General Assembly in 2008, the Special Rapporteur analysed religious discrimination in administrative procedures, for example regarding access to official documents.18",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. At the same time, she notes with appreciation some recent positive developments. In one State, domestic courts in 2008 and 2009 annulled decisions in which the administration had abstained from putting a dash in the space reserved for religion on identity cards or birth certificates as requested by the applicants.19 This ended a discriminatory policy in that country of non-issuance of official documents for Bahá'ís unless they had converted to one of the three religions recognized by that State. In this context, the Special Rapporteur would like to re-emphasize that article 18 of the International Covenant on Civil and Political Rights also protects the right not to profess any religion or belief. See the Special Rapporteur's reports on her missions to Azerbaijan (A/HRC/4/21/Add.2, paras. 96-97), Angola (A/HRC/7/10/Add.4, paras. 16-24) and Turkmenistan (A/HRC/10/8/Add.4, paras. 22-32). A/63/161, paras. 31-36 and 45-54.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur also wishes to refer to a recent judgment of the European Court of Human Rights with regard to taking an oath as witnesses, complainants or suspects in domestic criminal proceedings.20 The Code of Criminal Procedure of the State in question required people to give details of their religious beliefs if they did not want the presumption that they were Orthodox Christians to apply to them. In addition, all witnesses were required to state their religion before testifying in criminal proceedings. The European Court of Human Rights reaffirmed that freedom to manifest one's religious beliefs included an individual's right not to reveal his or her religious beliefs. The State should not oblige anyone to act in such a way that it is possible to conclude whether he or she has, or does not have, religious beliefs.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Some States unduly restrict the rights to worship, assemble or teach in connection with a religion or belief, to establish and maintain places for these purposes, and to write, issue and disseminate relevant publications in these areas. In this context, the Special Rapporteur has also addressed the question of missionary activities and other forms of propagating one's religion or belief in her thematic and country reports.21",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. In one State, those religious groups that were not registered could not hold religious gatherings or worship collectively, even in private houses. In order to prevent any problems with the authorities, some religious communities seemed to refrain in this domestic context from any missionary activity, even if this was to some extent inherent to their faith. However, the Special Rapporteur would like to reiterate that missionary activity cannot be considered a violation of the freedom of religion and belief of others if all involved parties are adults able to reason on their own and if there is no relation of dependency or hierarchy between the missionaries and the subjects of the missionary activities.22",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In another State, members of religious minorities highlighted the practical problem that missionary work could, usually at the request of the local authorities, only be performed within their places of worship.23 Religious pamphlets distributed in the streets were confiscated by the local authorities and people were fined for talking to passers-by about God. Importing or distributing religious publications needed prior approval. The Special Rapporteur would like to emphasize that restrictions on the freedom to manifest one's religion or belief or to exercise freedom of expression must strictly abide by the provisions of articles 18.3, 19.3 and 20 of the International Covenant on Civil and Political Rights. European Court of Human Rights, judgment of 3 June 2010, Dimitras and others v. Greece (application Nos. 42837/06, 3237/07, 3269/07, 35793/07 and 6099/08). See A/60/399, paras. 55-68, and A/HRC/6/5, paras. 11-12 and 17. 22 See the Special Rapporteur's report on her mission to the Lao People's Democratic Republic (A/HRC/13/40/Add.4, paras. 32 and 43). See the Special Rapporteur's report on her mission to Tajikistan (A/HRC/7/10/Add.2, paras. 34-37) and her follow-up table (www2.ohchr.org/english/issues/religion/docs/followup/FU-Tajikistan.pdf).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur has noted that believers are in a situation of special vulnerability when they worship or assemble at religious sites. The General Assembly, in its resolution 55/254, called upon all States to exert their utmost efforts to ensure that religious sites are fully respected and protected in conformity with international standards and in accordance with their national legislation and to adopt adequate measures aimed at preventing such acts or threats of violence.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In May 2010, for example, gunmen armed with grenades attacked two mosques of the Ahmadiyyah community, killing at least 70 members and holding hundreds of worshippers hostage.24 Members of this religious minority have faced continuous threats, discrimination and violent attacks. The Special Rapporteur would like to reiterate that States must take every step to ensure the security of members of all religious minorities and their places of worship. Furthermore, to prevent the recurrence of similar violence, any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence must be adequately addressed.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. During and after an armed conflict in a different region, more than 100 churches, monasteries and mosques were damaged or destroyed.25 In addition, graveyards were destroyed and many of the tombs were desecrated by scattering around the bones found in them. The Special Rapporteur would like to refer to General Assembly resolution 55/254, in which the Assembly encouraged all States, relevant intergovernmental and non-governmental organizations and the media to promote a culture of tolerance and respect for the diversity of religions and for religious sites, which represent an important aspect of the collective heritage of humankind.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 33,
        "Text": "33. In addition, in specific contexts the preservation and protection of religious sites and access of believers to places of worship may pose major challenges. For example, while legal provisions exist in one State to safeguard and preserve sacred places from desecration, the Government has only issued implementing regulations for holy sites of the State religion. The Special Rapporteur, however, emphasized that there is an urgent need to preserve and protect also the minorities' religious sites, many of which have been made inaccessible or neglected for decades. She recommended that all parties bind themselves legally to protect the rights of religious minorities, paying particular attention to include comprehensive guarantees for equality and non-discrimination on grounds of religion or belief, as well as for the preservation of and peaceful access to all religious sites.26",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur also follows closely the discussions in a number of countries on banning the wearing of specific religious dress and garments. Recently, most related domestic laws or bills were focusing on restrictions with regard to the display in public places of the full head-to-toe Islamic veil. She notes that this See the press release issued on 28 May 2010 by the Special Rapporteur, the independent expert on minority issues and the Special Rapporteur on extrajudicial summary or arbitrary executions, \"UN experts strongly condemn attacks against Ahmadis in Pakistan\". See the Special Rapporteur's report on her mission to the Republic of Serbia, including visit to Kosovo (A/HRC/13/40/Add.3, paras. 51-58). See the Special Rapporteur's report on her mission to Israel and the Occupied Palestinian Territory (A/HRC/10/8/Add.2, paras. 25-39 and 76-77). discussion on the burka or niqab is not limited to Western States27 but that related decisions have also been issued in other regions.28 In her 2006 report to the Commission on Human Rights, the Special Rapporteur already analysed some factual aspects, the legal framework and international case law with regard to religious symbols in general. In this regard, she developed a set of general criteria to balance competing human rights, to assist States in reviewing and drafting legislation on the right to freedom of religion or belief.29 The Special Rapporteur identified some \"aggravating indicators\", i.e. legislative and administrative actions which typically are incompatible with international human rights law, for example if exceptions to the prohibition of wearing religious symbols are tailored to the predominant or incumbent religion or belief. At the same time, the Special Rapporteur also referred to \"neutral indicators\", for example if the interference is crucial to protect the rights of women, religious minorities and vulnerable groups or if the wearer must be properly identifiable, e.g. on an identity card photograph or at security checks. She would like to reiterate that the fundamental objective should be to safeguard both the positive freedom of religion or belief, as manifested by voluntarily displaying religious symbols, and also the negative freedom from being forced to display religious symbols. Special attention should be paid to the protection of women's rights, in particular in the context of wearing the full head-totoe veil.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur has also noted with concern that the freedom to establish and maintain religious, charitable or humanitarian institutions is not always fully respected and protected in accordance with appropriate national legislation and in conformity with international human rights law. On a domestic level, some religious minorities are, for example, not authorized to extend their religious activities into social, health or educational matters.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. While the right to establish religious, charitable or humanitarian institutions and to receive funding is not unlimited, any restrictions imposed must be prescribed For example, on 19 May 2010, the Council of Ministers of France approved a bill to ban garments which cover the face in public and to punish those who force someone through threats, violence or misuse of a position of authority to cover her face because of her sex. On 4 May 2010, the Parliament of the Swiss canton of Aargau voted to introduce a motion in the Federal Assembly of Switzerland that would forbid people from wearing the niqab in public places. On 29 April 2010, the Lower House of Parliament of Belgium voted in favour of a bill which bans any clothing that conceals the face in public space, including on the street. Provincial legislation introduced in March 2010 in the Canadian province of Quebec stipulates that Muslim women would need to uncover their faces when dealing with Quebec government services or when they are employees of the province. See also the latest report of the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance (A/HRC/15/53, paras. 46-60). The High Court of Bangladesh, for example, issued a verdict on 8 April 2010, ordering the Ministry of Education to ensure that women who are employed in public institutions are not required to wear the veil against their will. In January 2010, the Indian Supreme Court ordered that burka-clad women cannot be issued with voter identity cards, rejecting the argument that religion prohibits them from lifting their veils. According to a law passed in 2006 in Kuwait, women with covered faces are not allowed to drive cars in Kuwait. E/CN.4/2006/5, paras. 51-60. by law and must be necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others, for example in order to prevent such institutions being misused to advance their cause through violence. In addition, States must prohibit any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 37,
        "Text": "37. In resolution 64/164, the General Assembly urged States to ensure that all public officials and civil servants, including members of law enforcement bodies and personnel of detention facilities, the military and educators, in the course of fulfilling their official duties, respect freedom of religion or belief and do not discriminate for reasons based on religion or belief, and that all necessary and appropriate awareness-raising, education or training is provided. In this context, the Special Rapporteur has noted the good practice of a reference guidebook to religious diversity designed to provide members of the police force with information about the different religions and beliefs in a given country and which explains in an accurate and unbiased manner the diversity and specificities of the different religious communities.30",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. During her missions, the Special Rapporteur has often noticed problems with regard to the freedom of religion or belief of persons deprived of their liberty. She would like to reiterate that the State should provide personnel of detention facilities with adequate training, raising their awareness of and enhancing their sensitivity to their duty to promote and respect international human rights standards for the treatment of prisoners.31 In addition, special interrogation techniques that are especially degrading for members of certain religions should be immediately revoked.32 In order to prevent any potential abuse, States should also ensure that detention facilities are the object of intense public scrutiny, and put in place effective complaints mechanisms.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. In the context of counter-terrorism measures, the Special Rapporteur is concerned about reports that Muslims are regularly subjected to screening of their personal data, house searches, interrogation and arrest solely because of their religious affiliation.33 She would like to emphasize that profiling practices based on ethnicity, national origin and/or religion regularly fail to meet the requirement to be a proportionate means of countering terrorism and also entail considerable negative consequences that may render these measures counterproductive in the fight against terrorism.34 A/64/159, para. 7. See the joint report of five special procedures mandate holders on the situation of detainees at Guantánamo Bay (E/CN.4/2006/120, paras. 60-62 and 96). See the Special Rapporteur's report on her mission to the United Kingdom of Great Britain and Northern Ireland (A/HRC/7/10/Add.3, para. 67). See the related analysis of the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism (A/HRC/4/26, paras. 32-62 and 83-89).",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur has also reported about the situation of members of groups that are labelled by some domestic authorities as \"cults\" or \"sects\".35 In this regard, she would like to reiterate her predecessor's assessment that, apart from the legal courses available against harmful activities, \"it is not the business of the State or any other group or community to act as the guardian of people's consciences and encourage, impose or censure any religious belief or conviction\".36 The terms \"belief\" and \"religion\" are to be broadly construed. Thus public officials and civil servants should be informed that freedom of religion or belief is not limited to traditional religions or to beliefs with institutional characteristics or practices analogous to those of traditional religions.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In resolution 64/164, the General Assembly urged States to take all necessary and appropriate action, in conformity with international human rights standards, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to members of religious minorities in all parts of the world. The Special Rapporteur has addressed related issues and presented her conclusions and recommendations in various reports. In a mission report, for example, she voiced concerns at the extended time frame of investigations in cases involving communal riots, violence and massacres.37 She would like to reiterate that communal violence is not merely a \"law and order\" problem but has serious socio-economic ramifications. It has been noted that sectarian riots are most likely to occur when the following elements are present: (a) severe long-standing antagonism on religious lines in particular villages and urban localities; (b) an emotional response of members of religious communities to a precipitating event; (c) a feeling in the minds of rioters and the larger religious group to which they belong that sectarian violence is justifiable; and (d) the assessment by the rioters that the reaction from the police to sectarian violence will be either absent or partisan or ineffective.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Pursuant to Human Rights Council decision 1/107, entitled \"Incitement to racial and religious hatred and the promotion of tolerance\", the Special Rapporteur submitted a report to the Council together with the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance (A/HRC/2/3), in which the Special Rapporteurs recommended that the Council call upon all Governments to express and demonstrate a firm political will and commitment to combating the rise of racial and religious intolerance. The right to freedom of religion or belief as such does not include the right for one's religion or belief to be free from criticism or all adverse comment. Yet, the right to freedom of expression can legitimately be restricted for advocacy that incites to acts of See for example the Special Rapporteur's observations on the responses of the Government of China (A/HRC/10/8/Add.1, paras. 16-22) and of the Islamic Republic of Iran (A/HRC/10/8/ Add.1, paras. 81-85). E/CN.4/1997/91, para. 99. violence or discrimination against individuals on the basis of their religion. The Special Rapporteurs emphasized that freedom of religion or belief and freedom of expression are interdependent and interrelated.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In this regard, the Special Rapporteur would like to distinguish between the expression of opinions, even when they are deemed offensive by some believers, and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. To protect the integrity of individuals, advocacy of religious hatred must be prohibited by law if it reaches the threshold of article 20, paragraph 2, of the International Covenant on Civil and Political Rights. However, each case has to be examined on its own merits so that freedom of expression and freedom of religion or belief are not undermined. In this regard, the judiciary plays a vital role in striking a delicate balance on a case-by-case basis. As indicated in one of the Special Rapporteur's recent country reports,38 there is a risk that domestic laws prohibiting hate speech may be interpreted loosely and applied selectively by the authorities, which underlines the importance of having unambiguous language and of devising effective safeguards against abuses of the law. She would like to reiterate that legislation on religious issues should not be vague but rather must be all-inclusive, carefully crafted and implemented in a non-biased manner.39",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The Special Rapporteur would like to refer to positive developments in this regard. Subsequent to her recommendations in a country visit report, the Parliament introduced new legislation which ultimately abolished the discriminatory commonlaw offences of blasphemy and blasphemous libel in 2008.40 In addition, recent voting patterns in the Human Rights Council suggest that support for the concept of \"defamation of religions\" is on the decline at the international level. The Special Rapporteur would like to reiterate that criminalizing so-called defamation of religions as such can be counterproductive and may have adverse consequences for members of religious minorities, dissenting believers, atheists, artists and academics.41 Instead of trying to shield religions per se against criticism or ridicule, States should rather focus their attention on the protection of believers and non-believers against discrimination and violence. In some countries, however, there still appears to be resistance to abandoning the criminalization of blasphemy or to repealing discriminatory provisions that purport to combat \"defamation of religions\".42 Report on the mission to the former Yugoslav Republic of Macedonia (A/HRC/13/40/Add.2, paras. 46-48 and 60). See the report on the 2008 expert seminar on the links between articles 19 and 20 of the International Covenant on Civil and Political Rights: \"Freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence\" (A/HRC/10/31/Add.3, para. 24). See the Special Rapporteur's report on her visit to the United Kingdom of Great Britain and Northern Ireland (A/HRC/7/10/Add.3, paras. 73-75), the Government's replies to the list of issues in connection with the consideration of the sixth periodic report to the Human Rights Committee (CCPR/C/GBR/Q/6/Add.1, para. 165) and the Committee's concluding observations (CCPR/C/GBR/CO/6, para. 4). See A/62/280, paras. 70-71 and 76-77. On 19 April 2010, for example, the Constitutional Court of Indonesia upheld the country's anti-blasphemy law (No. 1/PNPS/1965), which imposes criminal penalties of up to five years' imprisonment on individuals who deviate from the basic teachings of the official religions. See also the Special Rapporteur's urgent appeals of 21 April 2008 and 12 June 2008, as well as the response by the Government of Indonesia dated 27 June 2008 (A/HRC/10/8/Add.1, paras. 55-68).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 45,
        "Text": "45. The Final Document of the International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination43 underlines the urgent need to promote, through education, the protection of and respect for freedom of religion or belief, in order to strengthen peace, understanding and tolerance among individuals, groups and nations, and with a view to developing a respect for pluralism. Each State should promote and respect educational policies aimed at strengthening the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with freedom of religion or belief, and ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief, as well as the right not to receive religious instruction inconsistent with one's conviction.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. In addition, interreligious and intrareligious dialogue may be an important tool for preventing misunderstanding and discrimination based on religion or belief. Such dialogue, especially when it involves youth, women and men at the grass-roots levels, can contribute to defusing tensions in a post-conflict situation and can help prevent them before the situation deteriorates. If interreligious and intrareligious dialogue is implemented in the right format and with a wide selection of participants, it may ultimately lead to a wider knowledge in the society at large of the history, traditions, languages and cultures of the various religious minorities. Artists, journalists and lawyers may also be important in terms of public education regarding religious tolerance and in building bridges between different communities.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 47,
        "Text": "47. All the media should, as a moral and social responsibility, play a role in combating discrimination and in promoting intercultural understanding, including by considering the following: (a) taking care to report in context and in a factual and sensitive manner, while ensuring that acts of discrimination are brought to the attention of the public; (b) being alert to the danger of discrimination or negative stereotypes of individuals and groups being furthered by the media; (c) avoiding unnecessary references to race, religion, gender and other group characteristics that may promote intolerance; (d) raising awareness of the harm caused by discrimination and negative stereotyping; and (e) reporting on different groups or communities and giving their members an opportunity to speak and to be heard in a way that promotes a better understanding of them, while at the same time reflecting the perspectives of those groups or communities.44",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. It is vital to give due attention to early warning signs of discrimination and violence on the grounds or in the name of religion or belief. In her latest thematic report to the Human Rights Council, the Special Rapporteur identified a number of early warning signs with regard to State actors, non-State actors and external factors (A/HRC/13/40, paras. 18-32). E/CN.4/2002/73, appendix.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. One early warning sign with regard to State actors is the lack of adequate legislation ensuring freedom of religion or belief in all its dimensions. A second early warning sign is a lack of accountability for crimes and patterns of impunity following a human rights violation targeting members of a specific religious or belief community. In addition, the existence of significant patterns of religious discrimination in State practices and policies needs to be watched and addressed. Similarly, the persistent negative stereotyping in public speeches by elected or other officials targeting members of specific religious or belief communities is a matter which can aggravate latent tendencies to discriminate.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Violent attacks by non-State actors on persons based on their religious affiliation, or violence perpetrated in the name of religion or belief are further indicators that warrant State intervention. The degree and persistence of religious tensions at the societal level should be watched closely. The spreading of messages of religious hatred by religious leaders and opinion-makers in the mass media or by individuals in blogs and online discussion sites should give rise to measures to enhance tolerance through a number of initiatives, including dialogue and support to alternative voices.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In addition, there are a number of external factors that might hamper the enjoyment of freedom of religion or belief in a given society. Such external factors could be related to upcoming elections, hate campaigning on religious lines and divisive vote-bank politics. Tensions that subsist over a long period of time may be another early warning sign, in particular if they are linked to past conflicts over places of worship, land, power or religious identity. Furthermore, natural disasters and the arrival of foreign missionaries may trigger demands from some religious groups to curb so-called \"unethical conversions\", as was the case in certain States following the tsunami of December 2004 in the Indian Ocean.45",
        "Labels": [
            "Persons affected by natural disasters"
        ]
    },
    {
        "ID": 52,
        "Text": "52. The Special Rapporteur would like to emphasize that States should not necessarily respond to such early warning signs by legislating or even criminalizing certain actions. Rather, States should draw on a toolkit of various preventive measures and initiatives, which could include, for example, encouraging interreligious and intrareligious dialogue, providing support to alternative voices within communities and offering quality education in order to build more tolerant and equal societies. Members of religious minorities need to be able to have their voices heard by being given adequate access to State authorities and decision makers. In this context, the executive power, the administration and political leaders should develop human rights-based policies and communication strategies. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteur wishes to provide a brief overview of her activities with regard to: (a) communications sent to States concerning individual cases; (b) the Special Rapporteur's country visits; and (c) other activities undertaken by the mandate holder.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. One of the main activities undertaken by the Special Rapporteur is to engage in constructive dialogue with States by sending them communications to seek clarification on credible allegations received. Since the establishment of the mandate in 1986, the Special Rapporteur has sent more than 1,200 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 December 2008 and 30 November 2009, as well as the replies received from Governments, are summarized in the latest communications report she submitted to the Human Rights Council (A/HRC/13/40/Add.1).",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Throughout the past six years, almost 50 per cent of the Special Rapporteur's communications to States were sent jointly with other special procedures mandate holders. The Special Rapporteur welcomes this important collaboration with thematic and country-specific mandates, especially in view of the fact that violations of the right to freedom of religion or belief by its very nature are often coupled with violations of other human rights.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In some instances, the Special Rapporteur has also sent follow-up communications to request further clarification or information from the State concerned. While the Special Rapporteur has taken up some individual cases for a second time, in particular in the absence of a State reply and when new developments warrant sending another allegation letter or urgent appeal, the main follow-up to communications is carried out by local, national or international civil society organizations. The Special Rapporteur would like to emphasize the importance of being kept informed of any positive or negative developments in the relevant cases, including by the victims or the sources of the allegations. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Country visits are an essential part of the Special Rapporteur's activities as they offer an important opportunity for the mandate holder to interact with various State officials and to meet representatives of religious or belief communities and other members of civil society. In her country reports, the Special Rapporteur tries to identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief and to present practical recommendations on ways and means to overcome such obstacles. Since 1986, the Special Rapporteur has conducted 32 country visits, including one follow-up mission. A list of the country visits, including the mission dates and corresponding document symbols, is contained in the Special Rapporteur's latest thematic report to the Human Rights Council (A/HRC/13/40, para. 13).",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Special Rapporteur has re-established the mandate's initial approach46 of sending follow-up letters after country visits to request updated information about the implementation of her recommendations at the national level. In November 2009, the Special Rapporteur transmitted follow-up tables to the Governments of the eight countries which she had visited from 2005 to 2007. Those tables contain the conclusions and recommendations from her mission report and follow-up information from relevant United Nations documents, including reports of the universal periodic review mechanism, special procedures and treaty bodies. A third column contains information provided by the State on the consideration given to the recommendations, the steps taken to implement them and any constraints which may prevent their implementation. Those follow-up tables are available online at the mandate's website.47",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Since submitting her previous report to the General Assembly (A/64/159), the Special Rapporteur conducted a mission to the Lao People's Democratic Republic from 23 to 30 November 2009. At the end of her visit, she concluded that the populace in the Lao People's Democratic Republic is generally very tolerant on religious matters. During the past 12 years, however, the Special Rapporteur has received a number of serious allegations of human rights violations by the State, such as arrests on the basis of religion, or official campaigns aimed at forcing Christians to renounce their faith. The situation seems to have significantly improved recently, yet the Special Rapporteur remains concerned about individual cases and certain policies that clearly violate freedom of religion or belief. She would like to reiterate that any legislative text should avoid imposing vaguely worded obligations on religious communities, including with regard to registration procedures, and should discontinue the extensive oversight powers currently given to various Government entities in this regard. The Special Rapporteur recommends a review of Decree No. 92/PM for the Management and Protection of Religious Activities and suggests that explanatory policy directions be passed on to the provincial and district levels to avoid any discriminatory interpretation.48",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur attended numerous meetings with representatives of States, religious and belief communities and civil society organizations to consider the situation of freedom of religion or belief at the national and international levels. On 23 October 2009, for example, she participated in a round-table discussion on \"Special procedures: early warning and emerging issues\", held in New York. She also delivered a keynote speech on the role and significance of the special procedures of the Human Rights Council, at a meeting organized on 1 December 2009 in Bangkok by the OHCHR Regional Office for South-East Asia.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur also undertook research on issues linked to her mandate and published related articles, for example with regard to children's religion or belief,49 as well as concerning missionary activities and conversion issues.50 Together with other special procedures mandate holders, she issued public statements on the occasion of Human Rights Day (10 December), International Women's Day (8 March), and the World Day for Cultural Diversity for Dialogue and Development (21 May).",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. In the joint statement of 10 December 2009 the mandate holders called for stronger commitments and more determined action globally to defeat www2.ohchr.org/english/issues/religion/visits.htm. 48 A/HRC/13/40/Add.4, para. 66. See Child Rights Information Network (CRIN) Review 23, October 2009, pp. 18-19. 50 See Marianne Heimbach-Steins/Heiner Bielefeldt, eds., Religionen und Religionsfreiheit — Menschenrechtliche Perspektiven im Spannungsfeld von Mission und Konversion (Würzburg, 2010), pp. 47-56. discrimination.51 They stated that ethnic, cultural or religious differences should be acknowledged, valued and respected, not be seen as a threat to unity, as they too often were, but as a celebrated component of it. The mandate holders emphasized that societies which rejected discrimination and embraced diversity and rights, created the conditions for all to grow and prosper in equality and dignity. Discrimination distorted that vision and damaged all societies in immeasurable ways. For those harassed, threatened or arrested because they had a different religion or belief, it was a constant reminder that they were not welcome. Discrimination silenced those who most needed a voice to speak out for their rights and denied those who most needed a place in the structures of society, including in decision-making processes.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 63,
        "Text": "63. In their joint statement of 8 March 2010, 28 mandate holders called for a new vision of women's rights, informed by the lessons learned from the 15-year review of the implementation of the Beijing Platform for Action.52 The mandate holders emphasized that old challenges in the protection of women's rights remained, such as multiple forms of discrimination, and that new challenges had emerged. They concluded that the participation of women in all contexts, be it in peacetime or in conflict or post-conflict situations, or in other types of crisis, such as natural disasters or financial crises, was a requisite element not only for the protection of their rights, but also to achieve peace, security and sustainable human development.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 64,
        "Text": "64. To mark World Day for Cultural Diversity for Dialogue and Development, seven mandate holders stressed in their joint statement of 21 May 2010 that defending diversity went hand in hand with respect for the dignity of the individual.53 Cultural diversity could be protected and promoted only if human rights and fundamental freedoms, such as the freedom of expression, information and communication, freedom from discrimination of any kind, as well as the ability of individuals to choose their form of cultural expression, and their right to participate or not to participate in the cultural life of given communities, were guaranteed. The mandate holders emphasized that cultural diversity should not be used to support segregation and harmful traditional practices which, in the name of culture, sought to sanctify differences that run counter to the universality, indivisibility and interdependence of human rights.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur recognizes that religious issues are particularly sensitive. States play a very delicate role in promoting freedom of religion or belief and at the same time protecting people from abuses that are perpetrated against them in the name of religion or belief. In that regard, it is rewarding to see that States, civil society and individuals have taken up difficult challenges in trying to confront the forces of intolerance. Regrettably, those courageous voices are few and far between. Instead, there seems to be a trend towards an apologetic approach where religion or belief is used as an instrument of oppression.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. It is a challenge for many States to end all forms of discrimination on religious grounds and to create an informed public opinion that can effectively counter religious bigotry or prejudice against emerging belief communities. The Special Rapporteur has noticed with regret that, as far as her mandate is concerned, public denunciation of human rights abuses is often selective; the religion of the victim and of the perpetrator, rather than the act itself, seems to be a determining factor as to who feels obliged to publicly condemn an incident. It is imperative that all human rights violations be adequately addressed, regardless of the religious affiliation of the perpetrator or the victim.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In the present report (see paras. 5-52 above), the Special Rapporteur has provided some examples from her mandate practice since 2004 to illustrate what steps should be taken to protect and promote freedom of conscience, thought, religion or belief. In this context, she would like to reiterate the following recommendations: (a) Constitutions and other domestic legislation must, by law and de facto, guarantee freedom of religion or belief and the principle of non-discrimination;; (b) States should ensure that no one within their jurisdiction suffers from human rights violations, including deprivation of the right to life, liberty or security of person, torture, arbitrary arrest or detention, because of religion or belief, and States should bring to justice all perpetrators of such human rights violations;; (c) States should enact legislation to eliminate harmful cultural practices and discrimination against women, and should withdraw reservations which may adversely affect or restrict international legal instruments concerning the protection of the status of women;; (d) States should promptly provide redress in situations where persons have been discriminated against in their access to education, medical care, employment, humanitarian assistance or social benefits;; (e) States should review registration practices to ensure that such practices do not limit the right of any persons to manifest their religion or belief, either alone or in community with others, in public or in private;; (f) States should not deny official documents on the grounds of religion or belief and should respect the individual's right not to reveal his or her beliefs;; (g) States should guarantee the rights to worship, assemble or teach in connection with a religion or belief, to establish and maintain places for those purposes and to write, issue and disseminate relevant publications in those areas;; (h) States should ensure that religious sites are fully respected and protected, and should adopt adequate measures aimed at preventing any related acts or threats of violence;; (i) States should respect and protect the freedom to establish and maintain religious, charitable or humanitarian institutions, in accordance with appropriate national legislation and in conformity with international human rights law;; (j) States should provide appropriate awareness-raising, education and training so that public officials, in the course of fulfilling their official duties, respect freedom of religion or belief and do not discriminate for reasons based on religion or belief;; (k) States should take all necessary and appropriate action to combat hatred, discrimination, acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, in particular with regard to members of religious minorities;; (l) States should promote and respect educational policies aimed at eradicating prejudices and conceptions incompatible with freedom of religion or belief, and at ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief;; (m) States should respond to early warning signs of intolerance, for example by encouraging interreligious and intrareligious dialogue, providing support to alternative voices and offering quality education to build more tolerant and equal societies.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur would like to emphasize that religious intolerance is not a natural outcome of diverse societies. Rather, intolerance is often the product of manipulation by a few groups, political forces or individuals for various reasons. History, both contemporary and much earlier, has proven that issues of religion or belief are highly emotive. As the germs of religious intolerance spread, it is hard to contain them. The structure of the State, its method of governance and its educational policies may, depending on their design and implementation, either help in creating religious harmony or contribute to religious tension. Preventive activities by States and by non-State actors, including religious leaders, and commitment to fundamental human rights are therefore key to creating an atmosphere of religious tolerance.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur strongly believes that the mandate needs to continue highlighting discriminatory practices that women have had to suffer over the centuries and continue to do so, sometimes in the name of religion or within their religious community. It can no longer be taboo to demand that women's rights take priority over intolerant beliefs that are used to justify gender discrimination. During the Special Rapporteur's missions and interaction with religious leaders she has been repeatedly told that most religions recognize gender equality. Yet, religious zealots and their followers often launch campaigns to discriminate against women rather than support gender equality. Many women are denied basic rights of equality within the most fundamental social unit, the family. In a number of countries, such denial of their rights is supported by discriminatory legislation and justified in the name of religion or tradition. There can never be true gender equality in the public arena if women continue to be oppressed by the weight of discrimination within their homes, all too often in the name of divine sanction.",
        "Labels": [
            "Women/girls"
        ]
    }
]