[
    {
        "ID": 1,
        "Text": "1. Twenty-five years ago, the mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights pursuant to its resolution 1986/20. The Human Rights Council renewed the Special Rapporteur's mandate in its resolution 6/37 and extended it for a further period of three years through resolution 14/11. During the fourteenth session of the Council, Heiner Bielefeldt was appointed as Special Rapporteur on freedom of religion or belief; he took office on 1 August 2010.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In section II of the present report, the Special Rapporteur provides an overview of his activities since the submission of the previous report to the General Assembly (A/65/207). In section III, the Special Rapporteur puts a thematic focus on the role of the State in promoting interreligious communication. His conclusions and recommendations with regard to interreligious communication are reflected in section IV.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Activities include sending allegation letters and urgent appeals to States concerning individual cases; conducting official country visits; participating in meetings with representatives of States, religious or belief communities, national human rights institutions and civil society organizations; and issuing public statements. The present overview of activities since 1 August 2010 is organized under five headings pursuant to Human Rights Council resolutions 6/37 and 14/11.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur continues to promote the right to freedom of religion or belief at the national, regional and international levels. At the national level, the Special Rapporteur participated in an expert hearing on 27 October 2010, held by the Committee on Human Rights and Humanitarian Aid of the German Parliament. During the public hearing in Berlin, a number of questions relating to the topic \"freedom of religion and European identity\" were discussed by the experts and members of Parliament.1",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. At the regional level, the Special Rapporteur attended the Supplementary Human Dimension Meeting on Freedom of Religion or Belief held by the Organization for Security and Cooperation in Europe (OSCE) in Vienna on 9 and 10 December 2010. Ahead of Human Rights Day 2010, he also issued a joint statement together with the director of the OSCE Office for Democratic Institutions and Human Rights, calling upon States to remove undue restrictions on freedom of religion or belief.2 In addition, on 15 March 2011, the Special Rapporteur met with members of the European Commission and the Human Rights Working Group of the Council of the European Union in Brussels. On 26 May 2011, the Special See www.bundestag.de/bundestag/ausschuessel7/a17/anhoerungen/Religionsfreiheit/. 2 See www.osce.org/odihr/74525. Rapporteur was invited by the European Parliament's Subcommittee on Human Rights for a hearing on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. At the international level, the Special Rapporteur joined a press statement on 17 September 2010 in anticipation of the High-level Plenary Meeting of the sixtyfifth session of the General Assembly on the Millennium Development Goals.3 In their joint press statement, the 26 special procedures mandate holders argued that the implementation of the agreed outcome document (General Assembly resolution 65/1) must have a stronger focus on human rights, not only to ensure the achievement of the Millennium Development Goals, but to also make them meaningful for the billions of people who need them most. The mandate holders emphasized that some groups, including those who face religious discrimination, too often find themselves forgotten. The mandate holders added that poverty gaps would increase unless programmes such as those to achieve the Millennium Development Goals addressed the unique circumstances of those groups and the causes and effects of the discrimination that limits access to education and jobs.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur has held public or bilateral meetings with representatives of States and civil society organizations to discuss existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. He met with numerous members of religious or belief communities and held public briefings with them, for example in Asunción; Barcelona, Spain; Brussels; Geneva; New York; Oslo; and Toronto, Canada.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In Vienna (9 and 10 February 2011) and Nairobi (6 and 7 April 2011) the Special Rapporteur participated in two expert workshops on the prohibition of incitement to national, racial or religious hatred. In 2011, the Office of the United Nations High Commissioner for Human Rights (OHCHR) is holding a series of such workshops to gain a better understanding of legislative patterns, judicial practices and policies with regard to the concept of incitement to national, racial or religious hatred, while also ensuring full respect for freedom of expression as outlined in articles 19 and 20 of the International Covenant on Civil and Political Rights. For the various regional workshops the Special Rapporteur presented joint submissions together with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance.4",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur conducted a country visit to Paraguay from 23 to 30 March 2011, and he is very grateful for the cooperation of the Government. At the conclusion of his visit, he commended the open and tolerant atmosphere in Paraguay at both the governmental and societal levels.5 At the same time, he stressed that there was still much room for improvement with regard to more effective implementation of human rights, particularly in terms of See www.ohchr.org/en/NewsEvents/Pages/DisplayNews.aspx?NewsID=10344&LangID=E. 4 See www2.ohchr.org/english/issues/opinion/articles1920\\iccpr/index.htm. 5 www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=10903&LangID=E. non-discrimination. The Special Rapporteur drew special attention to the indigenous peoples' long history of suffering from discrimination, neglect, harassment and economic exploitation. While noting that the indigenous representatives he met mostly agreed that the general attitude towards their traditional beliefs and practices had become more respectful in recent years, he stressed that the imposition of religious doctrines and practices, possibly against the indigenous peoples' will, was not a matter of the past only but persisted to a certain degree today. The Special Rapporteur encouraged the Government of Paraguay to continue supporting the interreligious forum initiated two years ago, while at the same time ensuring open and transparent participation by all interested groups and sectors of society.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 10,
        "Text": "10. Continuing his predecessors' follow-up procedure concerning country visit reports, the Special Rapporteur on 5 November 2010 sent follow-up letters with regard to those missions undertaken by the previous mandate holder in 2008; to Israel and the Occupied Palestinian Territory, India and Turkmenistan. The Special Rapporteur requested updated information on the consideration given to his predecessor's recommendations, the steps taken to implement them and any constraints that may prevent their implementation. The follow-up tables containing the conclusions and recommendations of the related mission report, and information from the Government and relevant United Nations documents, including from the universal periodic review, special procedures and treaty bodies, are available online.6",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur has continued to engage in constructive dialogue with States by sending them allegation letters and urgent appeals for clarification of credible allegations of incidents and governmental actions incompatible with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. Since the creation of the mandate, the Special Rapporteur has sent some 1,250 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 December 2009 and 30 November 2010 and the replies received from Governments are summarized in his latest communications report (A/HRC/16/53/Add.1), which also includes recommendations of remedial measures.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur's communications report provides evidence of worrying allegations of the disappearance, torture, arrest and detention of individuals belonging to religious minorities or belief communities. He is very much concerned about intercommunal violence, which has resulted in the killing of hundreds of persons, including many women and children. His communications also relate to death threats and discrimination against converts, as well as statements inciting violence directed against members of religious minorities. The Special Rapporteur has also taken up allegations of public manifestations of religious intolerance, stigmatization of persons based on their religion or belief and public See www.ohchr.org/EN/Issues/FreedomReligion/Pages/Visits.aspx. announcements of disrespectful acts. Further cases involve attacks on places of worship and religious tensions related to religious sites. The Special Rapporteur has also analysed problematic legislation, including on blasphemy. In his statement to the Human Rights Council on 10 March 2011, he referred to horrific consequences of related controversies, including loss of life, and extended his deepest condolences to the families affected.7",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 13,
        "Text": "13. Country visits offer further opportunities to examine and analyse incidents and governmental actions in greater detail. Since the establishment of the mandate, the Special Rapporteur has conducted 32 country visits, including one follow-up mission. The Special Rapporteur is grateful for the invitation by the Government of the Republic of Moldova to undertake a fact-finding mission in September 2011. Updated information about the Special Rapporteur's visit requests and forthcoming missions is available on the OHCHR website.8",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 10 March 2011, the twenty-fifth anniversary of the establishment of the mandate, the Special Rapporteur launched a reference e-book with observations and recommendations by the four mandate holders who have served as Special Rapporteur on freedom of religion or belief since 1986. The \"Rapporteur's digest on freedom of religion or belief\"9 is a 108-page downloadable compilation of relevant excerpts from thematic and country-specific reports produced by Angelo d'Almeida Ribeiro (serving from March 1986 to March 1993), Abdelfattah Amor (serving from April 1993 to July 2004), Asma Jahangir (serving from August 2004 to July 2010) and Heiner Bielefeldt (serving since August 2010). For ease of reference, the digest is arranged according to the five topics of the mandate's framework for communications, as outlined in the last thematic report submitted to the Commission on Human Rights: (a) freedom of religion or belief, (b) discrimination, (c) vulnerable groups, (d) intersection of freedom of religion or belief with other human rights, and (e) cross-cutting issues (see E/CN.4/2006/5, paras. 28-35 and annex).",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. As requested by the Human Rights Council, the Special Rapporteur has continued to apply a gender perspective — inter alia, through the identification of gender-specific abuses — in the reporting process, including in information collection and in recommendations made. A number of allegation letters and urgent appeals summarized in the Special Rapporteur's communications reports specifically address practices and legislation that discriminate against women and girls, including with regard to the exercise of their right to freedom of thought, conscience and religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 16,
        "Text": "16. In his statement to the Third Committee of the General Assembly on 21 October 2010 (see A/C.3/65/SR.25), the Special Rapporteur emphasized that gender-based discrimination had at least two distinct dimensions in the context of See www.ohchr.org/Documents/Issues/Religion/HRC16statement\\March2011.pdf and the press statement condemning the killing of the Pakistani Minister for Minority Affairs on 2 March 2011 (www.ohchr.org/en/NewsEvents/Pages/DisplayNews.aspx?NewsID=10786&LangID=E). See www.ohchr.org/EN/Issues/FreedomReligion/Pages/Visits.aspx. 9 See www2.ohchr.org/english/issues/religion/docs/RapporteursDigestFreedomReligionBelief. pdf. religion. On the one hand, women belonging to communities that are discriminated against also often suffer from gender-based discrimination — for example, if a woman is discriminated against in the labour market because she has decided to wear a religious symbol. On the other hand, religious traditions or interpretations of religious doctrine sometimes appear to justify, or even call for, discrimination against women. In this context, the Special Rapporteur would like to reiterate that it can no longer be taboo to demand that women's rights take priority over intolerant beliefs that are used to justify gender discrimination.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 17,
        "Text": "17. In his statement to the Human Rights Council on 10 March 2011, the Special Rapporteur stressed that religions or beliefs change over time.10 In the case of practices that may have a negative bearing on the situation of women or girls, for example, some women have called for reform by advocating and pursuing innovative interpretations of the respective sources, doctrines and norms. The Special Rapporteur stressed the importance of ensuring that textbooks and other information materials in public schools draw a sufficiently comprehensive picture of the various religions or beliefs and their internal pluralism. Existing alternative voices within religious traditions, including voices of women, should have their fair share of attention. With regard to wearing religious symbols, the Special Rapporteur emphasized that any restrictions on the freedom to observe religious dress codes deemed necessary in a certain context must be formulated in a non-discriminatory manner. Women's rights, and in particular the principle of equality between men and women and the individual's freedom to wear or not wear religious symbols, should be duly taken into account.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The Human Rights Council, in its resolution 14/11, called upon the Special Rapporteur to work with mass media organizations to promote an atmosphere of respect and tolerance for religious and cultural diversity, as well as multiculturalism. In this context, supported by the OHCHR, the Special Rapporteur held an expert consultation in Geneva on the theme \"Equality, non-discrimination and diversity: challenge or opportunity for the mass media?\". This consultation, on 30 November 2010, brought together the Special Rapporteurs on freedom of religion or belief, on freedom of opinion and expression and on racism and 12 experts with experience in mass media organizations having a global outreach, including a newspaper editor, a television anchor, a foreign correspondent, a wire service reporter, a blogger and a head of news-gathering, and representatives of an umbrella organization of journalists, an international human rights organization, the United Nations Educational, Scientific and Cultural Organization and the Alliance of Civilizations.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. As part of the discussion, two case studies were analysed: the media coverage of plans to burn copies of the Koran (see also A/HRC/16/53/Add.1, paras. 414-421) and the challenges of reporting on post-electoral conflicts in an ethnically divided country.11 The Special Rapporteur learned more about the decision-making processes within the different mass media organizations and the conditions for making their day-to-day judgement calls, adhering to the key principles of professionalism and independence. The experts highlighted several challenges faced by mass media, for example the increasingly competitive nature of the industry and the need to provide news around the clock, coupled with a global and evolving media landscape.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Drawing upon their work, the experts also reflected on existing initiatives and guidelines used by mass media organizations to promote equality, freedom of expression and diversity.12 They acknowledged that self-regulation for mass media is the best system, albeit imperfect, yet also emphasized that self-regulation should not lead to detrimental self-censorship or a conspiracy of silence. The mass media experts also emphasized the importance of skills training, including with respect to investigative reporting.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The General Assembly and Human Rights Council have stressed \"the importance of a continued and strengthened dialogue in all its forms, including among and within religions or beliefs, and with broader participation, including of women, to promote greater tolerance, respect and mutual understanding\" (General Assembly resolution 65/211 and Human Rights Council resolution 16/13). In this context, the Special Rapporteur has decided to put a thematic focus in the present report on the role of the State in promoting interreligious communication. He understands \"interreligious communication\" to include various forms of exchange of information, experiences and ideas of all kinds between individuals belonging to different theistic, atheistic or non-theistic beliefs or not professing any religion or belief.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur has held discussions with people from different religious or belief backgrounds who have long-term experience in interreligious communication. He is generally very impressed by the high degree of commitment that countless individuals have shown in this field. Moreover, members of minority groups — even those who so far have been largely excluded from existing dialogue projects — have repeatedly expressed their hopes that interreligious communication may help to improve their situations. Therefore, the Special Rapporteur wishes to encourage States to continue and further increase promotional activities in the field of interreligious communication. They should be conducted in a spirit of inclusiveness, non-discrimination and respect for every human being's freedom of religion or belief. Moreover, the Special Rapporteur extends his utmost appreciation to all those who, sometimes under complicated circumstances, have engaged in interreligious communicative projects designed to eliminate prejudices, stereotypes and hostility. See for example Al-Jazeera's Code of Ethics (http://english.aljazeera.net/aboutus/2006/ 11/2008525185733692771.html); the British Broadcasting Corporation's Editorial Guidelines (www.bbc.co.uk/guidelines/editorialguidelines); the Camden Principles on Freedom of Expression and Equality (www.article19.org/resources.php/resource/1214/en/the-camdenprinciples-on-freedom-of-expression-and-equality); and the Ethical Journalism Initiative (http://ethicaljournalisminitiative.org).",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The relationship between communication and human rights is complex. A vigorous culture of communication and public debate constitutes a crucial element for human rights to become a reality. This includes the possibility of organizing protests against human rights abuses and exercising public criticism of existing or emerging obstacles to the full enjoyment of human rights. Human rights include free communication, with freedom of expression being the most prominent example. Other examples include freedom of assembly, the right to participate in cultural life, minority rights (e.g., rights of linguistic minorities), the right of accused persons to be heard in criminal trials and, last but not least, freedom of religion or belief. Open and critical communication is also needed to eradicate negative stereotypes, which themselves constitute root causes of mutual suspicion, discrimination, hostility or violence and concomitant human rights abuses.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. This multifaceted relationship between communication and human rights also manifests itself in the area of freedom of religion or belief, which like other human rights, can flourish only in a climate of open public discourse. At the same time, the right to freedom of religion or belief itself encompasses various forms of freely chosen communication, including the freedom to communicate within one's own religious or belief group, to share one's conviction with others, to broaden one's horizons by communicating with people of different convictions, to cherish and develop contacts across State boundaries, to receive and spread information about religious or belief issues and to try to persuade others by means of peaceful communication. There can be no doubt that activities of intrareligious and interreligious communication in the broadest sense fall within the scope of freedom of religion or belief.13 In addition, the necessity of dispelling existing stereotypes by promoting communication between members of different religious or belief groups has rightly received particular attention in recent years, given the many incidents of religiously motivated violence (see for example A/HRC/13/40; A/HRC/16/53/Add.1; A/HRC/13/40/Add.1; and A/HRC/10/8/Add.1).",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Violence between religious or belief groups is often triggered by a dangerous combination of paranoia and public contempt against minorities. Sometimes even tiny minorities are confronted with allegations of undermining peace or national cohesion due to some mysteriously \"infectious\" effects attributed to them. Such allegations can escalate into fully fledged conspiracy theories fabricated by competing groups, the media or even State authorities. At the same time, members of religious or belief minorities often see themselves exposed to public manifestations of contempt — for instance, based on rumours that they supposedly lack moral values. It is exactly this combination of demonizing conspiracy projections and public contempt that typically triggers violence either directed against members of minorities or occurring between different communities. Hence the eradication of stereotypes and prejudices that constitute the root causes of fear, resentment and hatred must be part and parcel of any policy of preventing violence Article 6 (i) of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief provides that the right to freedom of thought, conscience, religion or belief includes the freedom \"to establish and maintain communications with individuals and communities in matters of religion and belief at the national and international levels\". and concomitant human rights abuses. Intrareligious and interreligious communication must play a crucial role in this continuous endeavour.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Unfortunately, we sometimes witness the outbreak of violence despite existing inter-group communication, including interreligious communication. The most notorious examples are civil wars in which former neighbours, who used to live peacefully side by side over many years, attack one another violently. Not infrequently, such violence occurs under the auspices of ascribed or actual religious differences. Ample evidence indicates that communication per se does not provide a guarantee for peaceful coexistence between different groups of people. Yet it would be dangerous to use this disturbing observation as an argument for downplaying the significance of communication. Rather, what is needed are effective policies for improving the conditions for a sustainable culture of communication.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Research in social psychology has confirmed that communication is generally conducive to peaceful, non-violent relations, provided the following conditions are met: (a) people, or groups of individuals, encounter each other on an equal footing; (b) communication has a long-term perspective (i.e., it goes beyond mere superficial brief encounters); (c) elements of common interest are identified and clarified; (d) there is encouragement from society at large, including from political authorities, in the sense of a general appreciation of inter-group communication.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Human rights, in particular the rights to freedom of thought, conscience, religion, opinion and expression and the principle of non-discrimination, can help to bring about circumstances of improved communication, which, in turn, enhance the general prospects for the practical enjoyment of human rights by all. The Special Rapporteur would like to reiterate a quote from Boutros Boutros-Ghali, the former Secretary-General: \"Human rights, when viewed from a universal perspective, force us to face the most demanding of all dialectics: the dialectics of identity and otherness, of 'self' and 'other'. They teach us, in the most direct way, that we are, at one and the same time, the same and different\" (see E/CN.4/2003/66, para. 119).",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Many interlocutors with expertise in the field of interreligious dialogue have expressed to the Special Rapporteur their experience-based conviction that regular encounters between individuals and groups, if conducted on an equal footing and with a long-term perspective, foster a better mutual understanding across religious divides. At the same time, it is important to be aware of possible frustrations which participants in dialogue projects might experience. It can happen that, as a result of serious attempts at getting to know one another, people may feel they are further apart than they had previously thought. And yet it would be wrong to contend that communication in such cases has been useless or even an outright failure. On the contrary, however frustrating the experience of limits of mutual understanding may be, a concrete lack of understanding is still generally better than an abstract lack of understanding, as an abstract lack of understanding, in the sense of ascribing complete \"otherness\" to a person or group typically renders groups of people vulnerable to uninhibited and dangerous negative projections, including conspiracy theories and scapegoating communications in which participants experience the limits of mutual understanding are clearly preferable to an attitude of refusing communication in general. This clarification is intended to encourage people to continue dialogue projects even in the face of frustrating experiences that may at times occur.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The underlying understanding of interreligious communication is broad so as to conceptually include individuals holding different religious as well as non-religious convictions. From a human rights perspective, it is crucial to work on the basis of such a broad, inclusive approach. Indeed, this requirement mirrors the universalistic nature of freedom of religion or belief as a human right that is based on the recognition of the inherent dignity of all members of the human family.14 As the Human Rights Committee rightly pointed out, freedom of religion or belief \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief\" (see CCPR/C/21/Rev.1/Add.4, para. 2). It furthermore includes members of newly established communities, small communities and minority groups as well as minorities within minorities.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Interreligious communication can take place in formal or informal settings. The Special Rapporteur understands formal interreligious communication to mean dialogue projects in which the participants meet explicitly in their capacity as followers of their respective religions or beliefs. In informal communication, people may well be aware of, and may, if they wish, talk about, their different religious or non-religious affiliations without organizing their dialogue explicitly along those differences. Informal settings such as multicultural neighbourhoods, schools, clubs, Internet exchange forums and other public services may be conducive to constant interaction as a part of daily life. In a society where there are no boundaries on the basis of religion or belief, constant interaction is much more likely, thus enhancing the prospects of mutual understanding (see A/HRC/10/8, para. 21).",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. There have been interesting examples of countries that have decided to organize inclusive debates about diversity and non-discrimination, bringing together all stakeholders to discuss how to better live together. Indeed, interreligious communication does not exclusively take place in a framework specifically dedicated to religious issues. It can also be part of more general discussions and exchanges, for example about diversity and non-discrimination. Integrating religious issues into the broader dimension of diversity also has the advantage of illustrating that religions and beliefs represent one element of diversity among several others. This could contribute to attenuating differences built or perceived exclusively on religious lines. By expanding the scope of issues discussed, this sort of dialogue can also open up new horizons for seeking possible solutions and compromises.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. There seems to be a tendency in international forums to narrow the concept of interreligious communication to formal dialogue projects while paying comparatively little attention to the reality, potential and significance of informal communication. However, there are good reasons to understand the two forms as equally relevant because they can complement each other. Formal interreligious dialogue makes it possible, for instance, to tackle stereotypes or prejudices based on an explanation of the self-understanding of the various religious or belief groups involved in such dialogue. Informal interreligious communication can more easily accommodate individuals who do not want to be identified publicly with their religious or belief convictions or people who are less knowledgeable about, or less interested in, theological and philosophical issues. Thus, there are good reasons to further explore the potential of informal interreligious communication, thereby See preamble to the Universal Declaration of Human Rights (resolution 217 A (III)). broadening the options of promoting encounters between individuals and groups of different religions and beliefs. In general it seems advisable always to take both approaches into account when designing political strategies. Moreover, promoting a combination of formal and informal interreligious communication is one way to do justice to the requirement of conceptual inclusiveness, which itself mirrors the universalistic nature of freedom of religion or belief as a human right.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Interreligious communication harbours an inexhaustible diversity of possible settings, forums, agendas, themes, goals and procedures, with the result that any attempts at a comprehensive mapping exercise would necessarily fail. To start with, interreligious settings range from rather exclusive groupings to projects that aspire to be as inclusive as possible. Conducting or promoting exclusive dialogue settings does not, per se, violate the requirement of conceptual inclusiveness, provided some important safeguards are respected (see sect. E below). Bilateral forums may be preferable, for instance, if two religious groups sharing a difficult and painful history of misunderstanding want to communicate intensively for the purpose of overcoming traditional obstacles and improving their coexistence. Religious communities that feel specific theological affinities towards one another may also prefer somewhat exclusive communicative settings that allow them to further develop existing ties. By contrast, politically oriented dialogue projects, for instance those aiming to foster national, regional or international peace, typically require a maximum of inclusiveness in the sense that people from the most widely differing religious or belief backgrounds should have a chance to participate. Moreover, traditionally marginalized persons, such as women, may wish to come together across religious divides in order to identify patterns of discrimination in different religious or philosophical traditions and to envisage strategies that may help rectify that state of affairs. Examples of such settings are interreligious conferences or research projects by feminist theologians.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Thematically, interreligious communication can address a multitude of different issues. Dialogue projects may pursue a theological agenda by dealing with methods of analysing sacred texts or the understanding of rites and ceremonies in different traditions. As a result, discussants may discover similarities, overcome traditional misunderstandings and develop respect for remaining theological differences. Other forums of interreligious communication, in particular those supported by international organizations, are devoted chiefly to promoting a broad consensus on political issues, such as protection of the environment, international peace or respect for human rights. On the municipal level, interreligious round tables have been established, for instance, for the purpose of solving neighbourhood conflicts over the construction of religious buildings. Of special importance are educational and training projects designed to familiarize young people or specific groups, such as journalists or other media practitioners, with religious or belief diversity. Finally, there are examples of people across religious divides coming together to work in common on artistic projects. These projects can include creative collaboration, using theatre, festivals and other live events as ways of experiencing a common passion for the arts. Renowned orchestras have been created to demonstrate that music can break down barriers that were once considered impossible to overcome.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Interreligious dialogue may manifest itself in concrete events, such as public conferences or ceremonies, as well as in long-term forums or projects. It can take place at a grass-roots level or on the level of religious leadership, or in a combination thereof. Communication can be formally institutionalized or evolve spontaneously. Another important difference concerns the role of the State. While many participants of dialogue projects will probably appreciate active State involvement, others might be more sceptical or generally favour interreligious communication without the presence of State representatives.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. It is important to appreciate a legitimate diversity of interreligious communication with regard to settings, themes, goals and modes of operation. The conceptually inclusive approach to interreligious communication does not, per se, preclude the possibility of more exclusive communicative personal or group settings, provided some safeguards are respected. As no specific dialogue setting or project may ever claim a monopoly, there must always be room for other forms, themes, settings, goals and projects of interreligious communication. Last but not least, it is advisable to take into account the differences between formal and informal interreligious communication, which can complement each other. It may well be that informal dialogue leads to a more formal process or vice versa depending on the specific context.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Under international human rights law, States are obliged not merely to respect freedom of religion or belief but also to actively protect such freedom against undue interference from third parties. In addition, they should promote an atmosphere of tolerance and appreciation of religious diversity.15 The General Assembly has repeatedly encouraged activities aimed at promoting interreligious and intercultural dialogue in order to enhance social stability, respect for diversity and mutual respect in diverse communities and to create, at the global, regional, national and local levels, an environment conducive to peace and mutual understanding (see resolutions 64/81 and 65/138).",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The significance of promotional activities of States has recently attracted increasing attention within the entire United Nations system, including from the United Nations Educational, Scientific and Cultural Organization (UNESCO), the Alliance of Civilizations, the United Nations Population Fund, the United Nations Children's Fund, the Joint United Nations Programme on HIV/AIDS, OHCHR, the Department of Public Information and the Department of Economic and Social Affairs (see A/64/325 and A/65/269). The General Assembly, in its resolution 62/90, proclaimed 2010 the International Year for the Rapprochement of Cultures; more than 700 activities were undertaken in this context by States, United Nations agencies, intergovernmental and non-governmental organizations, the private sector and UNESCO institutes and chairs.16 During its sixty-fifth session, the Assembly proclaimed the first week of February every year the World Interfaith Harmony Week between all religions, faiths and beliefs (see resolution 65/5), and requested The general obligation of the State as guarantor of human rights has been divided into the three duties to respect, protect and fulfil human rights. The promotion of societal tolerance can be understood as falling within the field of the duty to \"fulfil\". See www.unesco.org/en/2010-international-year-for-the-rapprochement-of-cultures. the Secretary-General to further solicit views of Member States on the possibility of proclaiming a United Nations decade for interreligious and intercultural dialogue and cooperation for peace (see resolution 65/138). The Human Rights Council called upon States to foster a domestic environment of religious tolerance, peace and respect, inter alia by encouraging the creation of collaborative networks to build mutual understanding, promoting dialogue and inspiring constructive action towards shared policy goals and the pursuit of tangible outcomes (see Human Rights Council resolution 16/18).",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. One recent activity, for example, is the launch of a global campaign to create a grass-roots movement of people who advocate for diversity, with an emphasis on creating a stronger link between those working at the local and global levels. The \"Do One Thing\" campaign was launched by the Alliance of Civilizations and UNESCO on United Nations World Day for Cultural Diversity. It involves a campaign calling on individuals to take an action that is relevant to their lives and that promotes diversity and inclusion, for example in the form of culture, an exhibition, a film or even a particular food. The sharing of experience is to be promoted through the use of social media, website postings and videos. The campaign also has the support of the private sector and large corporations, which allows the project to receive greater visibility.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The options for State activities in the field of interreligious communication are manifold and include symbolic or financial support and facilitating or infrastructural activities. The possible impact of symbolic public acknowledgement and encouragement of interreligious communication by representatives of the State should not be underestimated. Social psychological research has underscored the significance of an encouraging societal and political environment for human encounters in yielding productive and sustainable results. In addition to the Government, members of legislative bodies and representatives of other State organizations can play an important role in this regard. States can also designate a particular period of the year for interreligious communication activities (e.g., holding an interfaith week and giving symbolic, financial and infrastructural support to such a project. This approach can also be used as an opportunity to highlight the smaller initiatives, practical projects, art exhibitions and seminars that would otherwise go largely unnoticed.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The State can also provide financial support for existing or new interreligious dialogue projects. Not only high-level projects, such as public meetings of religious leaders, but also grass-roots movements warrant attention and appreciation in this regard and should be able to benefit from financial subsidies and infrastructure support. States should favourably consider providing teachers and students with voluntary opportunities for meetings and exchanges with their counterparts of different religions or beliefs, encouraging exchanges of teachers and students and facilitating educational study abroad (see A/HRC/16/53, para. 61 and E/CN.4/2002/73, appendix, para. 10). This can be in the form of annual summer camps or workshop projects that bring together students from different regions for an intensive training course on human rights education, interreligious dialogue and conflict resolution. Providing space and opportunity for participants to meet, interact and engage with their peers can also be a good basis for not only getting rid of negative stereotypes, but also for taking back to their respective countries the skills and techniques acquired in such camps and for perhaps replicating the initiatives in different countries or communities.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In addition, the State has the ability to directly invite representatives of religious or belief groups to meetings, thus taking the role of host and facilitator. This can be done at all levels of government, including at the municipal level. Indeed, reports indicate that many successful dialogue projects have actually been initiated by mayors or other municipal actors. Such invitations can have various advantages. The \"neutral\" framework of the State may facilitate dialogue even between groups which, owing to a history of conflicts or other negative factors, would not be likely to meet at their own initiative (see also para. 50 below). The establishment of interreligious forums facilitated by the State can provide new space for dialogue among groups of different religions, philosophical orientations and other sections of society, including indigenous and small belief communities. Another advantage of State invitations concerns the proposal of constructive agendas for interreligious dialogue projects. The presence by the State in the role of host of interreligious dialogue may also be particularly useful whenever themes of general public interest are to be discussed.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Finally, State institutions, such as public schools, provide a very important venue for both informal and formal interreligious communication. States have an obligation to make use of the manifold options inherent in the school system by providing appropriate teaching material, offering interreligious training for teachers and facilitating encounters among pupils. As the Special Rapporteur emphasized in his annual report to the Human Rights Council at its sixteenth session, school education has an enormous communicative potential in this regard (see A/HRC/16/53, para. 21).17 This can include the distribution of interfaith toolkits at school or on campus, for example through students unions, with a view to increasing dialogue and mutual understanding between different religious groups. Such projects can aim to share resources, offer good practice and training to alleviate possible tensions between certain groups in schools or on university campuses and ultimately strengthen good relations in educational institutions. Moreover, schools and university campuses are seen as pivotal places where interreligious communication occurs.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Public museums, at national or municipal levels, can also serve as platforms for facilitating interreligious dialogue projects. For instance, projects that encourage students from both denominational and non-denominational schools to explore interreligious issues can be documented, with the materials being made accessible to the wider community. Museums can also showcase stories told and discussions held, which can further facilitate and initiate discussions with students and the local communities. Furthermore, the mandate of public service broadcasters should require them to promote intercultural understanding and to foster a better understanding of different communities and the issues they face (see principle 9.2 of the Camden Principles12). See also Human Rights Council resolution 16/13, which underlines that educational institutions may offer unique possibilities for constructive dialogue among all parts of society, and that human rights education in particular can contribute to the elimination of negative stereotypes that often adversely affect members of religious minorities.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. State-sponsored interreligious communication, if conducted in an inappropriate manner, can unfortunately have serious negative side effects. If the State is perceived to take sides in favour of one particular religion or one specific strand within the predominant religion, then other religious communities may — for perfectly understandable reasons — prefer not to participate in a State-sponsored dialogue initiative. For instance, in one particular country, a minority community has been pressured by the State in recent years to join the mainstream branch of its particular religion. The frustration felt by the community members ultimately led them to boycott the dialogue project initiated by the State. In another country, the manner in which political leaders conducted debates on the prohibition of wearing religious garments caused a boycott of an interreligious dialogue project by a particular community. These examples illustrate that interreligious dialogue projects may also lead to alienation of the very communities those projects should seek to engage. Moreover, some reports indicate that interreligious forums have been manipulated politically, including for electoral purposes or other political gains.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Therefore, the Special Rapporteur would like to reiterate that the general starting point for designing dialogue projects must be the insight that freedom of religion or belief has the status of an inalienable human right based on the recognition of the inherent dignity of all human beings. Hence, when supporting interreligious communication, the State remains under the obligation to always respect the freedom of religion or belief. This general caveat leads to a number of more specific requirements, such as refraining from monopoly claims for Statesupported dialogue projects, respecting the voluntary nature of participation, observing the principle of State neutrality and doing justice to the idea of conceptual inclusiveness.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. State-initiated or State-supported interreligious dialogue projects, for all the symbolic and practical significance they may have, must never claim a monopoly in this area. As mentioned earlier, the possibility of intra- and interreligious communication itself has the status of a universal human rights claim within the scope of freedom of religion or belief. It is therefore clear that religious or belief communities always remain free to establish dialogue projects on their own initiative, without depending on State approval. State-promoted dialogue projects must also be open to public criticism.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. State-initiated or State-supported interreligious dialogue projects must always proceed on a voluntary basis. They should be presented and perceived as an offer addressed to religious or belief communities, rather than as an obligation imposed on them by the State. If some religious or belief groups prefer not to participate in a given project or generally wish to preserve distance from the State or from other religious groups, such an attitude of reserve must be respected as a part of their freedom of religion or belief. However, reports from different countries indicate that this is not always the case and that some communities have been negatively branded as a result of their decisions not to get involved in specific dialogue projects.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. When initiating or promoting interreligious communication, the State should refrain from identifying itself with one particular religion or belief — or with one specific type of religion, such as a monotheistic religion. States should aspire to remain neutral in this respect. If, by contrast, the State were to participate in interreligious projects while identifying itself with one particular religion or belief, this would almost inevitably lead to discrimination against followers of other religions or beliefs. In such a situation, encounters between communities on the basis of equality would be nearly impossible. The principle of State neutrality in questions of religion or belief has been and continues to be a matter of controversy. Neutrality has sometimes been portrayed as indicating a lack of State commitment in this field. Against such a misinterpretation of the concept of neutrality, however, the Special Rapporteur would point to the positive significance of that concept, which lies in the State's obligation to be fair to the members of different religions or beliefs, on the basis of equality, and to refrain from any discriminatory treatment. State neutrality in this sense can be understood as a normative principle deriving from the obligation of a non-discriminatory implementation of freedom of religion or belief. Consequently, it should have an impact also on any promotional activities of the State in the area of interreligious communication. Again, there is evidence that some States fail to comply with this principle, with the effect that interreligious dialogue projects may in some cases amount to undue pressure placed by the State on members of religious or belief minorities. For instance, some State initiatives in interreligious dialogue were reportedly connected to pressure exercised on particular religious groups to limit their religious activities, pending recommendations from the respective Government ministries.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The sum total of State-promoted interreligious dialogue projects must, as far as possible, meet the criterion of conceptual inclusiveness. There is a legitimate diversity of dialogue settings, all of which may warrant State support. There may be good reasons for the State also to promote some concrete forms of \"exclusive\" bilateral communication, for example between certain religious or belief communities that have a history of mutual distrust. This does not in itself present a problem. However, the general balance of State support for interreligious communication should reflect the requirement of conceptual inclusiveness in the sense that all religious or belief groups that would like to participate and benefit from State support should get their fair share of attention and options. An important test question in this regard is the fair inclusion of groups that in a given society have traditionally been neglected, marginalized or completely ignored. Unfortunately, reports indicate that in many countries religious or belief minorities who would like to benefit from State-promoted dialogue continue to suffer from more or less systematic exclusion.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. From a practical point of view, it may be virtually impossible to fully accomplish the requirement of the concept of inclusiveness. Paying more attention to the often underestimated potential of informal interreligious communication can, however, at least indirectly, help the State come closer to that benchmark. Since informal interreligious communication does not require individuals to identify themselves explicitly as members of a particular religious group, it has the advantage of being open to the participation of people adhering to typically neglected groups, including individuals generally less interested in, or less knowledgeable about, questions of religion or belief. This example reinforces the advisability of combining formal and informal communicative settings between individuals or groups of different religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Calls for interreligious dialogue have recently attracted increasing attention in international forums, including in the United Nations. For good reasons, such calls typically receive broad or even unanimous applause. It is important, however, to be aware of possible adverse side effects that may occur and to develop appropriate coping strategies. The following remarks do not relate only to State-initiated or State-supported dialogue projects, but may also have a bearing on other forms of interreligious communication.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. It has been observed that focusing on interreligious diversity may lead to an underestimation of intrareligious diversity, with a possible negative impact on internal pluralism as well as \"dissident voices\" within the participating communities.18 A telling metaphor frequently used to describe the general purpose of interreligious dialogue projects is the \"building of bridges\". This metaphor seems to imply the possibility of clearly locating the discussant groups on two opposite sides of a river or a valley. Moreover, it is often said in this context that sustainable bridge-building presupposes \"solid pillars\" in the sense that a clear awareness of the respective religious identities is required on both sides of the bridge. This metaphor is revealing in that it obviously presupposes a bipolar juxtaposition of \"us and them\". Indeed, even dialogue projects that are designed to prevent a \"clash of civilizations\" sometimes operate implicitly on the basis of a global map of predefined religious and cultural groupings that are thought to be rigid and inflexible. Against such misperceptions, the Special Rapporteur would argue that we should not construe an antagonistic scenario of \"us and them\" living on different islands. On the contrary, we very much live on one common mainland with multifaceted layers of interconnections, identities and complexities not based solely on religion or belief.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The relevance and degree of intrareligious diversity should never be undervalued. To avoid the danger of underestimating or even downplaying pluralism within religious or belief communities, a good combination of intra- and interreligious communication is advisable. Only on the basis of such a combination is it possible to do justice to the real diversity of human beings in questions of religion or belief. This must also include a substantive and substantial participation of women, who unfortunately continue to be marginalized, especially in high-level interreligious dialogue events. The Special Rapporteur would like to reiterate that dialogue projects would greatly benefit from the views of women. Moreover, women from different religions or beliefs have been very effective human rights advocates in situations of communal tensions (see A/HRC/10/8, para. 19; A/HRC/13/40, para. 61; and A/HRC/16/53, paras. 35-36).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Another problem connected with the underestimation of internal diversity is a possibly too-stereotypical picture of other religious communities. The apparently assumed bipolar pattern in metaphors such as \"bridge-building\" seems indeed to imply that the addressees of interreligious dialogue are generally located \"on the other side\" of the bridge. Thus, in the intention of reaching out widely across imagined divides, it may happen that somewhat \"unusual\" manifestations of minority beliefs receive undue attention because they may appear to be more attractive for outreach purposes than less salient religious manifestations. It is a The same is true for intercultural or inter-civilizations dialogue projects. great irony that, in spite of the explicit intention of finding common ground, some dialogue projects may thus inadvertently solidify existing stereotypes. This danger is particularly pronounced in short-term dialogue projects. In order to counter such dangers, due account needs to be taken of the existing or emerging internal pluralism within the various religious or belief communities. Long-term dialogue projects will more likely reveal the relevance of internal diversity, which in some settings may be more significant than the differences between religious or belief groups.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Yet another problem that may occur in interreligious dialogue projects concerns the false pretence of inclusiveness. As elaborated above, conceptual inclusiveness functions as an indispensable reminder that State-promoted interreligious dialogue projects — at least in their sum total — should do justice to all interested parties. However, no concrete dialogue project will ever be able to fully represent that idea of inclusiveness. Bearing this in mind, it is important to refrain from making a problematic pretence of full inclusiveness. For instance, if a Government claims to have invited \"all relevant actors\" to a given project, this will most likely imply the marginalization of some groups. To symbolically demonstrate the awareness that human diversity in questions of religion or belief will never fully be reflected in any concrete communicative setting, it might be a good idea to reserve and publicly display some empty seats as a reminder of those not represented.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. It is not easy to develop appropriate coping strategies for the purpose of overcoming or at least alleviating the unintended side effects mentioned above, and no one can present a blueprint suitable for all contexts and communicative settings. Again, one way to at least alleviate the problem is by paying more systematic attention to informal interreligious communication. As mentioned earlier, it would be wrong to see formal and informal interreligious communication as contradictory; rather, they mutually complement each other. Creating better conditions for informal interreligious communication can be one way of coping with risks and unintended side effects of formal interreligious dialogue projects, such as downplaying internal pluralism, bipolarization or false pretence of inclusiveness.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Whereas formal interreligious projects have been increasingly recognized in their significance for the promotion of a culture of religious tolerance, the potential of informal interreligious communication still needs to be further explored. In his latest thematic report to the Human Rights Council, the Special Rapporteur, addressing freedom of religion or belief in the context of public schools, makes the point that, just as it would be wrong to ignore religious differences that may come up, it would be equally problematic to organize communication primarily under the auspices of interreligious exchange between predefined groupings. Instead, respect for difference based on freedom of religion or belief requires an attitude of giving individuals the possibility to decide for themselves whether, to which degree and on which occasions they wish to manifest, or not manifest, their religion or belief. Such an atmosphere of relaxed openness provides a fertile ground for developing a sense of diversity as being a normal feature of modern pluralistic societies (see A/HRC/16/53, para. 40).",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Interreligious communication has an important role to play in the continuous endeavour to eliminate prejudices and stereotypes which constitute the root causes of resentment, fear, paranoia, hatred, hostility, violence and concomitant human rights abuses. In order to contribute to this purpose, communication between individuals or groups should be conducted on an equal footing and with a long-term perspective. Pursuing common practical projects can help to accomplish sustainability in interreligious communication.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Besides its instrumental role in the eradication of stereotypes and prejudices, intra- and interreligious communication falls within the scope of freedom of religion or belief. Therefore, States have to respect, protect and promote the freedom to communicate within one's own religious or belief group, to share one's conviction with others, to broaden one's horizons by communicating with people of different convictions, to cherish and develop contacts across State boundaries, to receive and spread information about religious or belief issues and to try to persuade others by means of peaceful communication.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. States should take a constructive role in promoting interreligious communication (i.e., the various forms of exchange of information, experiences and ideas between individuals or groups holding different religions or beliefs). As a consequence of the universalistic nature of freedom of religion or belief, interreligious communication must be broadly construed and include theistic, atheistic or non-theistic beliefs as well as the possibility not to profess any religion and belief.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Interreligious communication harbours an inexhaustible diversity of themes, settings, goals and procedures. Thus, there can be no one-size-fits-all approach with regard to interreligious dialogue. Keeping that crucial insight in mind, States have a number of general options at their disposal to promote interreligious communication, including by: (a) Encouraging interreligious communication by publicly expressing their appreciation for well-defined dialogue projects;; (b) Providing financial subsidies to existing or newly created projects;; (c) Facilitating dialogue between members of various religious or belief groups in the framework of the State itself;; (d) Using and developing forums of regular encounters among people of different religious or belief affiliations.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Promotion of interreligious dialogue by the State must always be based on respect for every human being's freedom of religion or belief as an inalienable human right. Therefore, when promoting formal or informal dialogue projects States should take into account a number of important caveats: (a) States should refrain from monopolizing interreligious communication;; (b) States should not identify themselves with one particular religion or belief;; (c) States should endeavour to be inclusive, in the sense that the overall balance of State-promoted interreligious dialogue projects must be fair and non-discriminatory;; (d) States should meticulously respect the principle of voluntary participation and should refrain from negatively branding those communities that decide not to participate in an interreligious dialogue project.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Interreligious dialogue projects should be undertaken with a critical view to avoid adverse side effects, which are more likely to occur in short-term projects. Examples of problematic side effects are neglect or even marginalization of internal diversity within a particular religious community, a false emphasis on \"unusual\" manifestations of minority beliefs and the exclusion of marginalized religious or belief communities from dialogue projects. Working on a long-term perspective of communication seems the best way of preventing or overcoming such negative side effects.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Substantive and substantial participation by women in formal interreligious dialogue projects should be a priority in order to address the current imbalance in the composition of high-level interreligious dialogue events where women tend to be marginalized.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 67,
        "Text": "67. Besides promoting formal interreligious dialogue, States should also become more aware of the potential of informal interreligious communication (i.e., communication across different groups that is not organized explicitly along denominational lines and may include informal settings in multicultural and multireligious neighbourhoods, schools, clubs and other public services). In other words, interreligious communication does not necessarily need to take place in a framework specifically dedicated to religious issues. Both approaches — formal as well as informal interreligious communication — have their specific advantages and thus should be promoted in conjunction.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. In general, interreligious communication should not undervalue the dissident voices or existing intrareligious diversity within the participating communities. Rather than focusing only on \"building bridges\" between \"us and them\" seemingly living on different islands, the Special Rapporteur would encourage that \"we\" should aim for a mutual understanding and appreciation of living on one common mainland with multifaceted layers of interconnections, identities and complexities.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur is impressed by the high degree of commitment that countless people show in the field of interreligious communication. He furthermore wishes to extend his high appreciation to all those who, often under complicated circumstances, have engaged in communicative projects designed to eliminate prejudices, stereotypes and hostility.",
        "Labels": []
    }
]