[
    {
        "ID": 1,
        "Text": "1. In 1986, the Commission on Human Rights created the mandate of the Special Rapporteur on freedom of religion or belief by its resolution 1986/20. In 2007, the Human Rights Council renewed the Special Rapporteur's mandate in its resolution 6/37 and, in 2010, extended it for a further period of three years in its resolution 14/11. Heiner Bielefeldt was appointed Special Rapporteur on freedom of religion or belief at the fourteenth session of the Council and assumed his function on 1 August 2010.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In section II of the present report, the Special Rapporteur provides an overview of his activities since the submission of his previous report to the General Assembly (A/66/156). In section III, he focuses on the right of conversion as part of freedom of religion or belief. Section IV provides his conclusions and recommendations to various actors in this regard.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur conducted various activities between 1 August 2011 and 31 July 2012 pursuant to Human Rights Council resolutions 6/37 and 14/11. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur undertook country visits to the Republic of Moldova (1 to 8 September 2011) and Cyprus (29 March to 5 April 2012). The report on his visit to the Republic of Moldova (A/HRC/19/60/Add.2) was presented at the nineteenth session of the Human Rights Council in March 2012 and the report on his visit to Cyprus is to be presented at the Council's twenty-second session.1 The Special Rapporteur expresses his appreciation to all his interlocutors and officials for the excellent cooperation they extended to him during his visits. He hopes that the recommendations provided following the visits will be considered and implemented to overcome any existing or emerging obstacles and to reinforce efforts towards promoting and protecting the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Additional country visits are currently being scheduled. Updated information about the Special Rapporteur's visits and related requests is available on the website of the Office of the United Nations High Commissioner for Human Rights (OHCHR).2",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. On 30 November 2011, the Special Rapporteur sent follow-up letters concerning country visits undertaken by the previous mandate holder in 2009, including her missions to the Lao People's Democratic Republic, Serbia (including a visit to Kosovo) and the former Yugoslav Republic of Macedonia. Follow-up tables with the conclusions and recommendations from the related mission report and information from the Government and relevant United Nations documents, including from the universal periodic review, special procedures and treaty bodies, are available online.3",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur deals with individual cases or issues of concern brought to his attention. He sends allegation letters and urgent appeals to States seeking clarification on credible allegations of incidents and governmental action possibly incompatible with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (1981 Declaration) (see General Assembly resolution 36/55). Since the creation of the mandate, the Special Rapporteurs have sent more than 1,250 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 July 2011 and 15 March 2012 and the replies received from Governments before 15 May 2012 are included in the latest communications reports (A/HRC/19/44 and A/HRC/20/30).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur's communications cover a wide range of thematic issues, including allegations of attacks, arbitrary detention and disappearances of individuals belonging to religious minorities or belief communities and converts facing \"blasphemy\" and \"apostasy\" charges that may even carry death sentences. He has also taken up allegations of public manifestations of religious intolerance and stigmatization of persons based on their religion or belief. Recent cases show an increasing tendency towards religious intolerance that involves attacks on places of worship and religious sites such as cemeteries. Moreover, manifestations of one's religion or belief have been restricted in particular in cases of peaceful assembly and protest or in attempts to express one's opinion via the media. In addition, the Special Rapporteur has analysed problematic legislative systems or draft legislation that fail to ensure the enjoyment of freedom of thought, conscience, religion or belief by all without discrimination or that prescribe burdensome administrative procedures of registration for religious or belief communities to obtain \"recognition\" or legal personality status.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 9,
        "Text": "9. As requested by the Human Rights Council, the Special Rapporteur has continued to apply a gender perspective through, inter alia, the identification of gender-specific abuses, in the reporting process, including in the collection of information and recommendations. A number of allegation letters and urgent appeals summarized in the communications reports specifically address practices and legislation that discriminate against women and girls, including in the exercise of their right to freedom of thought, conscience and religion or belief. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 10,
        "Text": "10. On 12 and 13 October 2011, the Special Rapporteur participated in an expert workshop in Santiago de Chile on how best to respond to advocacy of national, racial or religious hatred that constitutes incitement of discrimination, hostility or violence. The workshop was part of a series of four regional workshops organized by OHCHR.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. At the four regional workshops, the Special Rapporteur presented joint submissions together with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance.4 The Special Rapporteurs analysed a strategic response to hate speech, which should include efforts to educate people about cultural differences; promote diversity; and empower and give a voice to minorities, for example, through the support of community media and their representation in mainstream media. In this context, the Special Rapporteur refers to the Camden Principles on Freedom of Expression and Equality,5 which recommend the adoption of a public policy framework for the media that promotes pluralism and equality, by, for example, making an equitable allocation of resources, including broadcasting frequencies, among public service, commercial and community media, so that together they represent the full range of cultures, communities and opinions in society.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. On 7 December 2011, the Special Rapporteur held a discussion in Strasbourg, France, with the European Commission against Racism and Intolerance on the question of racial and religious hate speech. On 12 and 13 December, he attended a two-day meeting in Washington, D.C., entitled the \"Istanbul Process for Combating Intolerance, Discrimination and Violence on the Basis of Religion or Belief\". The meeting focused on concrete and positive measures that States can take to eliminate religious intolerance in the implementation of Human Rights Council resolution 16/18 on combating intolerance, negative stereotyping and stigmatization of, and discrimination, incitement to violence and violence against, persons based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 22 and 23 May 2012, the Special Rapporteur attended an expert seminar in Vienna on enhancing the effectiveness of international, regional and national human rights mechanisms in protecting and promoting the rights of religious minorities, together with the Independent Expert on minority issues and other relevant experts. He spoke about the protection of religious minorities under international human rights standards, including the 1981 Declaration and articles 18, 26 and 27 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur held many meetings with Government representatives, religious or belief communities, civil society organizations and academic experts working in the area of freedom of religion or belief. In this context, he participated in national and international conferences, including in Baku, Berlin, Brussels, Budapest, Geneva, Lucerne, Switzerland, and Salzburg, Austria. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Countless reports of grave violations of the right to freedom of religion or belief relate to converts and those who try to convert others by means of non-coercive persuasion. This has become a human rights problem of great concern which occurs in various parts of the world and seems to stem from different motives. For instance, abuses are perpetrated in the name of religious or ideological truth claims, in the interest of promoting national identity or protecting societal homogeneity, or under other pretexts such as maintaining political and national security. While some undue restrictions on the rights of converts or those trying non-coercively to convert others are undertaken by State agencies, other abuses, including acts of violence, stem from widespread societal prejudices. Violations in this sensitive area also include forced conversions or reconversions, again perpetrated either by the State or by non-State actors. In addition, the rights of converts or those trying non-coercively to convert others are sometimes questioned in principle. The Special Rapporteur has therefore decided to put a thematic focus on this issue in the present report in order to contribute to a clarification of the rights of converts and those trying non-coercively to convert others as inextricable dimensions of freedom of religion or belief.6",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The right to freedom of thought, conscience, religion or belief has manifold facets. In the area of conversion, at least four subcategories warrant systematic attention: (a) the right to conversion (in the sense of changing one's own religion or belief); (b) the right not to be forced to convert; (c) the right to try to convert others by means of non-coercive persuasion; and (d) the rights of the child and of his or her parents in this regard. It is important to clearly distinguish these dimensions since they differ with respect to the precise content and degree of legal protection attached to them under international human rights law. At the same time, one should not lose sight of the close links among the various dimensions in the attempt to ensure respect for every person's freedom of religion or belief.7",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 17,
        "Text": "17. Article 18 of the Universal Declaration of Human Rights explicitly guarantees the \"freedom to change\" one's religion or belief as an inextricable component of the human right to freedom of religion or belief. While subsequent United Nations instruments use slightly different wording, the right to conversion remains fully protected. Article 18 of the International Covenant on Civil and Political Rights provides that freedom of thought, conscience and religion includes \"freedom to have or adopt a religion or belief of his choice\". Article 18 (2) was included partly to reinforce the protection of the right to conversion, stating that \"[n]o one shall be subject to coercion which would impair his freedom to have or adopt a religion or belief of his choice\". Article 1 of the 1981 Declaration refers to everyone's \"freedom to have a religion or whatever belief of his choice\". Issues relating to conversion have already been discussed by previous mandate holders; see, for example, A/51/542/Add.1, paras. 11-12 and 134; E/CN.4/2005/61, paras. 45-47; and A/60/399, paras. 40-68. From a strictly normative perspective, there is no meaningful difference between conversion and reconversion. As part of his empirical observations, the Special Rapporteur nonetheless occasionally refers explicitly to both converts and reconverts or to acts of conversion and reconversion. In the present report, formulations like \"right to conversion\" or \"freedom of conversion\" always relate to the dimension of changing one's own religion or belief. 18. As early as 1987, the then Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, Elizabeth Odio Benito, concluded that while these provisions varied slightly in wording, they \"all meant precisely the same thing: that everyone has the right to leave one religion or belief and to adopt another, or to remain without any at all\" (see E/CN.4/Sub.2/1987/26, para. 21). In its general comment No. 22 (1993), the Human Rights Committee also interprets the \"have or adopt\" formulation of the International Covenant on Civil and Political Rights to include the right to conversion — an interpretation to which the Special Rapporteur clearly subscribes: In general comment No. 22, the Committee observes that \"the freedom 'to have or to adopt' a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as to retain one's religion or belief\".9",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. It is generally agreed that within the ambit of freedom of religion or belief, the forum internum, namely, the internal dimension of a person's religious or beliefrelated conviction, enjoys absolute protection. In this regard, the forum internum differs from external manifestation of religion or belief, which can be restricted under certain conditions and in accordance with certain criteria. As pointed out by the Human Rights Committee, the forum internum also covers everyone's freedom to have or adopt a religion or belief of one's choice and this freedom is protected unconditionally.10 Consequently, the right to conversion has the rank of an absolutely protected right within freedom of religion or belief and does not permit any limitations or restrictions for any reason.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur reiterates the Human Rights Committee's clarification that freedom of religion or belief should be broadly construed so as to protect \"theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief\".11 Since the application of article 18 of the International Covenant on Civil and Political Rights is not limited \"to traditional religions or to religions or beliefs with institutional characteristics or practices analogous to those of traditional religions\",12 such a broad understanding must also guide the various human rights questions that occur in the field of conversion.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. States therefore have a number of obligations vis-à-vis the right to conversion. First, States should respect everyone's right to conversion as a forum internum component within freedom of religion or belief, for example, by abolishing punishments against converts and removing administrative obstacles. Moreover, States are obliged to protect the right to conversion against possible third-party infringements, such as violence or harassment against converts by their previous communities or their social environment. In addition, States should promote a societal climate in which converts can generally live without fear and free from discrimination. See CCPR/C/21/Rev.1/Add.4, para. 5. Ibid., para. 3. Ibid., para. 2.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The right not to be forced to convert also falls within the ambit of the forum internum, which has the status of absolute protection. In a sense, it is already implied in the right to conversion itself which, as a right to freedom, necessarily means voluntary, namely, non-coerced conversion. However, the right not to be forced to convert entails specific obligations on the State and hence warrants a separate discussion.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Above all, States must meticulously ensure that the specific authority of State agents and State institutions is not used to coerce people to convert or reconvert. One area that requires particular attention in this regard is the school which, besides being a place of learning and education, is also an institution that wields a high degree of authority over children, namely, young persons who may be particularly vulnerable to pressure from teachers or peers (see A/HRC/16/53, paras. 20-62). Other institutions that typically expose individuals to situations of increased vulnerability include the police force, the military and penal institutions. In all these and other State institutions, Governments have a special responsibility to guarantee everyone's protection against possible coercion to convert or reconvert to a religion or belief against their will.13 The Human Rights Committee has emphasized that policies or practices having the intention or effect of compelling believers or non-believers to convert, for example, by restricting access to education, medical care or employment, are inconsistent with article 18 (2) of the International Covenant on Civil and Political Rights.9",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 24,
        "Text": "24. The right not to be forced to convert is also relevant to non-State actors or to third parties, namely, private individuals or organizations. If individuals or organizations try to convert people by resorting to means of coercion or by directly exploiting situations of particular vulnerability, protection by States against such practices may prove necessary. This may amount to limiting the right to try to persuade others, which itself constitutes an important part of the forum externum dimension of freedom of religion or belief. As will be further discussed in section III.B.3 below, such restrictions can, however, only be justified if they strictly meet all the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. States also have the responsibility to ensure that forced conversions do not occur in the context of marriage or marriage negotiations. The obligation to guarantee effective protection, especially for women and sometimes minors, in this sensitive field follows from the right to freedom of religion or belief as well as from the duty of States to combat all forms of violence and discrimination against women. According to article 16 (1) (b) of the Convention on the Elimination of All Forms of Discrimination against Women, States parties \"shall take all appropriate measures to eliminate discrimination against women in all matters relating to marriage and family relations and in particular shall ensure, on the basis of equality of men and women […] the same right freely to choose a spouse and to enter into marriage only with their free and full consent\". See recent communications in A/HRC/16/53/Add.1, paras. 88-98 and 346-350.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 26,
        "Text": "26. Freedom of religion or belief is not confined to the dimension of a person's forum internum but also includes the freedom to manifest one's religion or belief in external acts, such as \"worship, observance, practice and teaching\".14 Such forum externum manifestations can be undertaken \"either individually or in community with others and in public or private\".14 It cannot be denied that this covers non-coercive attempts to persuade others, sometimes also called \"missionary work\".15 Communicative outreach activities aimed at persuading others, including religious discourse, can be further based on article 19 (2) of the International Covenant on Civil and Political Rights, which provides that the right to freedom of expression shall include \"freedom to seek, receive and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing or in print, in the form of art, or through any other media of his choice\".16",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Similar to freedom of expression, freedom of religion or belief has a strong communicative dimension which includes, inter alia, the freedom to communicate within one's own religious or belief group, share one's conviction with others, broaden one's horizons by communicating with people of different convictions, cherish and develop contacts across State boundaries, receive and disseminate information about religious or belief issues and try to persuade others in a non-coercive manner. Indeed, freedom of religion or belief and freedom of expression are two mutually reinforcing human rights.17 In this spirit, article 6 of the 1981 Declaration confirms that the right to freedom of thought, conscience, religion or belief includes the freedoms \"(d) to write, issue and disseminate relevant publications in these areas\", \"(e) to teach a religion or belief in places suitable for these purposes\", and \"(i) to establish and maintain communications with individuals and communities in matters of religion or belief at the national and international levels\".",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Unlike the forum internum dimension as discussed above (namely, the right to conversion and the right not to be forced to convert), manifestations of one's religion or belief in the forum externum do not enjoy absolute protection. However, the decisive point in international human rights law is that the burden of proof always falls on those who argue on behalf of restrictions, not on those who defend a right to freedom. The relationship between freedom and its possible limitation is a relationship between rule and exception. In case of doubt, the rule prevails and exceptions always imply an extra burden of argumentation, including clear empirical evidence of their necessity and appropriateness. Moreover, any restrictions imposed must meet all the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights, according to which \"[f]reedom See Human Rights Committee, general comment No. 34 on article 19: freedoms of opinion and expression, CCPR/C/GC/34, para. 11. See statements made by the High Commissioner for Human Rights at the 2008 expert seminar on the links between articles 19 and 20 of the International Covenant on Civil and Political Rights (A/HRC/10/31/Add.3, para. 3) and at the 2011 series of expert workshops on the prohibition of incitement to national, racial or religious hatred (www.ohchr.org/Documents/ Issues/Expression/ICCPR/HCMessageWorkshops.pdf). to manifest one's religion or belief may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others\". Thus, limitations imposed on the right to try to convert others require a legal basis; they must pursue one of the legitimate aims exhaustively listed in article 18 (3); they should be clearly and narrowly defined; they must be proportionate; and they should not be implemented in a discriminatory manner. By contrast, general provisions against \"proselytism\", a term that often remains undefined or merely vaguely circumscribed while typically carrying negative connotations would not suffice to meet the criteria prescribed in article 18 (3).",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur notes that some religious communities, interfaith organizations and non-governmental organizations have developed voluntary ethical guidelines or voluntary codes of conduct on how to undertake and not to undertake missionary activities.18 Those subscribing to such guidelines commit to respecting ethical principles, such as avoiding negative stereotypes, showing sensitivity for different cultural contexts and not linking charity work or humanitarian aid to expectations of conversion. While appreciating the significance of such ethical guidelines, which can have a beneficial effect on interreligious communication and cooperation, the Special Rapporteur emphasizes that they should be respected as voluntary and cannot be enforced by States. Moreover, reference to such voluntary guidelines or codes of conduct must not become a pretext for States to circumvent the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights when imposing limitations on the right to try to convert others by means of non-coercive persuasion.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Pursuant to article 18 (4) of the International Covenant on Civil and Political Rights, States parties undertake \"to have respect for the liberty of parents and, when applicable, legal guardians to ensure the religious and moral education of their children in conformity with their own convictions\". This provision has been reaffirmed by article 5 (1) of the 1981 Declaration, which states: \"The parents or, as the case may be, the legal guardians of the child have the right to organize the life within the family in accordance with their religion or belief and bearing in mind the moral education in which they believe the child should be brought up.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 31,
        "Text": "31. At the same time, the Convention on the Rights of the Child recalls that parents' rights must always be seen in conjunction with the human rights of the child. Article 14 (1) of the Convention requires States to \"respect the rights of the child to freedom of thought, conscience and religion\". Article 14 (2) obliges States See World Council of Churches, Pontifical Council for Interreligious Dialogue, World Evangelical Alliance, \"Christian Witness in a Multi-Religious World: Recommendations for Conduct\" (Bangkok, 2011). See also Organization for Security and Cooperation in Europe (OSCE)/Office for Democratic Institutions and Human Rights, \"Guidelines for Review of Legislation Pertaining to Religion or Belief\", 2004; Oslo Coalition on Freedom of Religion or Belief, \"Missionary Activities and Human Rights: Proposing a Code of Conduct regarding Missionary Activities\", 2008; International Federation of Red Cross and Red Crescent Societies and the International Committee of the Red Cross (ICRC), \"Code of Conduct for the International Red Cross and Red Crescent Movement and Non-Governmental Organizations (NGOs) in Disaster Relief\", 1994, available from www.ifrc.org/en/publications-andreports/code-of-conduct/. parties to \"respect the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child\". The requirement to take into account the evolving capacities of the child reflects the insight that children themselves are rights-holders in international human rights law and, consequently, that their own convictions deserve respect.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 32,
        "Text": "32. This is further specified in article 12 (1) of the Convention, which provides that the views of the child have to be given \"due weight in accordance with the age and maturity of the child\". Concerning the question of how to determine the maturity of the child, the Special Rapporteur is inclined to favour a case-by-case approach rather than any fixed age limits. The Committee on the Rights of the Child has also emphasized that \"[t]he more the child himself or herself knows, has experienced and understands, the more the parent, legal guardian or other persons legally responsible for the child have to transform direction and guidance into reminders and advice and later to an exchange on an equal footing. This transformation will not take place at a fixed point in a child's development, but will steadily increase as the child is encouraged to contribute her or his views\".19",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 33,
        "Text": "33. When convictions of the parents about religious or belief matters differ, the best interests of the child shall be a primary consideration. This also includes respect for his or her right to be heard and giving due weight to the views of the child in accordance with his or her age and maturity. It is important for the State to ensure that conflicts possibly arising from parents having different convictions are settled in an unbiased and non-discriminatory manner.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 34,
        "Text": "34. There can be no question that these provisions also apply to the right of conversion and its correlate, namely, the right not to be forced to convert or reconvert. Converts have the right for their new religious or belief affiliation to be respected in the religious upbringing of their children, in a manner consistent with the evolving capacities of the child. Any attempts, especially by the State or in State institutions, to alienate the children of converts from their family in religious or belief-related questions — for instance, by stipulating that children of converts must receive religious instruction in schools that goes against their will or the will of their parents — would thus infringe upon freedom of religion or belief and disregard the best interests of the child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 35,
        "Text": "35. In his daily work, the Special Rapporteur regularly receives complaints of serious violations of freedom of religion or belief in relation to conversion in the four subcategories mentioned in the previous section. Typical targets include converts and their families or members of minorities or new religious movements who are subjected to pressure to convert or reconvert to mainstream religions or beliefs. Another problem concerns restrictions on the right to try to convert others by means of non-coercive persuasion which, in many countries, fall short of the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights. Moreover, both converts and persons trying non-coercively to convert others See Committee on the Rights of the Child, general comment No. 12, CRC/C/GC/12, para. 84; see also A/64/159, para. 27. are often exposed to stereotypes and prejudices that may cause violent actions against them. The following non-exhaustive overview is structured along the four categories elaborated in the previous section.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. In various regions of the world, converts are confronted with difficulties when trying to live in conformity with their convictions. Some States have criminal law sanctions according to which acts of conversion can be punished as \"apostasy\", \"heresy\", \"blasphemy\" or \"insult\" in respect of a religion or of a country's national heritage. In extreme cases, this can include the death penalty. In a number of countries, converts run the risk of having their marriage nullified, being excluded from the right to inheritance or losing custody of their children (see A/63/161, para. 37). Such sanctions in family law or other areas of civil law can have dramatic consequences for a person and her or his family.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Various administrative obstacles against conversion are an even more widespread phenomenon. In some cases, passports and other official documents continue to reflect the previous religious adherence of converts, often against their explicit will. Reportedly, children of converts have been registered under a different religion than their own, for instance the predominant religion of the country or the religion from which their parents converted. The result can be that the children are obliged to take religious instruction in school that does not reflect their own religion or belief. Such forms of systematic administrative disrespect can also target persons who have been born into a community whose members are collectively stigmatized as \"apostates\" or \"heretics\" (see A/HRC/19/60, paras. 40-51).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Converts frequently suffer from systematic discrimination in virtually all sectors of society, such as education, housing, employment or health care. Moreover, registration requirements are used for the purpose of exposing converts, possibly with systematic discriminatory intention or effect. This can be the result of deliberate State policies to exclude converts or members of new religious movements stigmatized as \"apostates\" or \"heretics\" from higher education and other important societal institutions. Sometimes they cannot even obtain the official documents they need in order to travel, apply for jobs, participate in public elections or enrol their children in school.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 39,
        "Text": "39. In other cases, discrimination chiefly stems from societal prejudices often also stoked by public or private media, some of which may present converts as \"inimical forces\" who allegedly threaten the society's identity and cohesion. Moreover, converts sometimes experience pressure and mobbing even within their own families or in their close social environment. In extreme cases, this can lead to abductions, ill treatment and killings. It is a bitter irony that they may even experience suspicion within their new religious communities, owing to fear of \"fake converts\" potentially being planted by a hostile administration to test their political loyalty.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. As a result of systematic discrimination, widespread hostility, manifestations of public contempt, State repression and persecution, some converts decide to leave their country of origin and try to find a new home elsewhere. When applying for asylum, they may again be treated with suspicion in that the genuineness of their conversion is questioned or even denied.20 Extraditions of converts to their countries of origin, even in the face of obvious risks of persecution, have at times been justified with the cynical recommendation that they could simply \"conceal\" their new faith, a recommendation that shows a flagrant disrespect for freedom of thought, conscience, religion or belief. The Special Rapporteur reiterates that extraditions or deportations that are likely to result in violations of freedom of religion or belief may themselves amount to a violation of this human right. In addition, such extraditions violate the principle of non-refoulement, as enshrined in article 33 of the 1951 Convention relating to the Status of Refugees.21",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Violations of the right not to be forced to convert are perpetrated both by States and non-State actors. Reportedly, some States exercise pressure on converts in order to reconvert them to their previous religion or on members of minorities to make them join mainstream religions or the official religion of the country. Means used for such illegitimate purposes include the threat of criminal sanctions, systematic discrimination, exclusion from higher education or other important societal sectors, denial of citizenship, non-registration of marriages, involuntary exposure of religion or belief in passports and other official documents, verbal abuse and even the threat or application of physical violence. Sometimes pressure is also exercised on children, a phenomenon discussed separately (see paras. 48-50 below).",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The problem also involves non-State actors. Some country reports indicate that non-State actors intimidate people by launching terrorist attacks in areas where religious minorities reside with the purpose of converting them. Furthermore, private individuals or organizations may exercise pressure with the purpose of converting people against their will. This can include the exploitation of situations of particular vulnerability, for instance in the context of humanitarian disasters, when some people may be in urgent need of humanitarian support measures that themselves are linked to a clear expectation of conversion. However, whether specific missionary activities in such situations of increased vulnerability amount to coercion should be established on a case-by-case basis, examining the context and circumstances in each individual situation (see A/60/399, paras. 64-68).",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The right not to be forced to convert also has an obvious gender dimension, since involuntary conversions can occur in the context of marriage or marriage negotiations. In a number of countries, obstacles to interreligious marriage still exist despite the provision in article 16 (1) of the Universal Declaration of Human Rights according to which the right to marry and found a family may not be limited on grounds of religion. Such obstacles are sometimes formally enshrined in legal statutes and enforced by State authorities, including the judiciary. While men are sometimes expected to convert against their will in order to be able to marry a woman of a different religious affiliation, women are particularly affected by formal See A/HRC/16/53/Add.1, paras. 399-407; A/HRC/7/10/Add.3, para. 56; and A/64/159, para. 24. Also, any conversion post departure should not give rise to the presumption that the asylum claim is fabricated (see A/HRC/6/5, para. 31). Moreover, article 3 of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment provides that no State shall expel, return (\"refouler\") or extradite a person to another State where there are substantial grounds for believing that he or she would be in danger of being subjected to torture. or informal pressure to convert to the religion of their prospective husbands. Although many such conversions may be undertaken on a voluntary basis, there are also cases of threats or coercion. The Special Rapporteur has received disturbing reports about the abduction and forced conversion of women, sometimes minors, especially from religious minorities. He is concerned that such incidents seem to occur in a climate of impunity, thus leading to the impression that law enforcement agencies systematically fail to provide effective protection for women and girls. There are still countries that, on the basis of custom, religious beliefs or the ethnic origins of particular groups of people, permit forced marriages or remarriages. The Committee on the Elimination of Discrimination against Women has recommended that \"States parties should resolutely discourage any notions of inequality of women and men which are affirmed by laws, or by religious or private law or by custom.\" (see general recommendation No. 21, para. 44).",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls"
        ]
    },
    {
        "ID": 44,
        "Text": "44. A number of States restrict religious outreach activities under the heading of \"proselytism\", a term that typically conjures up negative sentiments but rarely receives a clear conceptual or legal definition. Prohibitions of \"proselytism\" or of other vaguely defined \"offences\" under domestic legislation are sometimes enshrined in the constitution or in criminal law statutes. As a result, non-coercive attempts to persuade others may lead to criminal prosecution because of \"proselytism\", \"unethical conversion\", \"disruption of public order\", \"blasphemy\" or related \"offences\".22 Often the mere existence of such legislation has a chilling effect on communicative outreach activities. Some States have enacted explicit anti-conversion laws, some of which supposedly are intended to provide protection only from so-called \"fraudulent\" conversion, a term that, again, often remains illdefined and thus opens the floodgates to restrictive practices. States that claim to protect people against exploitation in situations of particular vulnerability often fail to provide clear empirical evidence that certain missionary activities amount to coercion. Moreover, law enforcement agencies often confiscate and destroy such religious materials as prayer books, information sheets, video messages or education programmes. In some States, the mere possession of such material can trigger criminal or administrative sanctions, including long-term imprisonment. Non-citizens suspected of engaging in unwelcome missionary activities frequently risk deportation or the denial of visa-extension.23",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In addition to criminal and administrative sanctions imposed by States or other restrictive State measures, individuals or groups trying to persuade others are often confronted with societal prejudices that sometimes escalate into fully fledged paranoia and concomitant acts of mob violence.24 This can even affect persons or communities who merely offer peaceful invitations. Members of religious communities that have a reputation of being generally committed to missionary work may suffer from harassment, hostility and violence, regardless of whether or not they are personally engaged in any such activities.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Unlike the rights to convert and not to be forced to convert, which are protected unconditionally, the right to try to convert others by means of See A/51/542/Add.1, para. 134; A/60/399, paras. 60-61 and 66. 23 See A/63/161, paras. 25-66; A/61/340, paras. 55-61. non-coercive persuasion can be limited in conformity with the criteria prescribed in article 18 (3) of the International Covenant on Civil and Political Rights. However, the Special Rapporteur has the strong impression that many of the legislative or administrative restrictions imposed by States fall far short of satisfying those criteria. For example, vague and overly broad definitions of \"proselytism\", \"unethical conversion\" and related \"offences\" may create an atmosphere of insecurity in which law enforcement agencies can restrict acts of religious communication in an arbitrary manner. Some States have started to require individuals seeking to conduct missionary activities to register, sometimes on an annual basis. However, in view of the right to try to convert others by means of non-coercive persuasion, registration should not be a precondition for practising one's religion or belief, including through missionary activities.25",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur has also noted with concern that restrictions are often conceptualized and implemented in violation of the principle of non-discrimination. In particular, States that have an official religion frequently seem to encourage missionary activities on behalf of the country's official religion, while at the same time prohibiting or restricting any attempts to convert people to another religion or belief. With regard to the concept of an official \"State religion\", the Special Rapporteur reiterates that it seems difficult, if not impossible, to conceive of an application of this concept that in practice does not have adverse effects on religious minorities, thus discriminating against their members (see A/HRC/19/60, para. 66). There are also some discriminatory domestic legal provisions that give preferential treatment to so-called \"reconversions\" to the forefathers' original religion (see A/HRC/10/8/Add.3, para. 48). Such policies and practices violate the principles of equality and non-discrimination on which the entire architecture of human rights, including the right to freedom of religion or belief, is based.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Violations of freedom of religion or belief in the broad field of conversion sometimes include State pressure or societal pressure on children, a phenomenon that warrants special discussion, since it goes against the rights of parents or guardians to ensure the religious and moral education of their children in conformity with their own convictions and in a manner consistent with the evolving capacities of the respective child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 49,
        "Text": "49. The Special Rapporteur is deeply concerned by reports of repressive measures targeting children, since they occur in a considerable number of countries. As well as directly violating the rights of the affected children, such practices often seem to pursue the illegitimate purpose of exercising pressure on their parents or guardians. The intention may be to reconvert them to their previous religion or put pressure on members of minorities or non-traditional religions to convert to socially \"accepted\" religions or beliefs that are thought to be more in line with the traditional makeup of the country. Measures used for such purposes include involuntary participation of children in religious instruction as part of the mandatory school curriculum. Sometimes, children of converts or children from a religious minority are even urged to actively participate in religious prayers or practice religious rituals in public schools. See E/CN.4/2005/61, paras. 55-58; A/61/340, paras. 52-54; and A/HRC/19/60, para. 41.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Parents from minorities or converts may run the risk of losing the right to have custody of their own children. In conflicts between parents of different religious or belief-related orientations, for example in the context of divorce settlements, parents from minorities or converts frequently suffer discriminatory treatment. In such situations, children often cannot express their views in an open, non-intimidating atmosphere, which is required to respect their right to be heard. As a result of an insensitive or discriminatory handling of such complicated situations, children are alienated from their parents or families, with traumatic consequences for all. This can amount to grave violations of the rights of the child, as well as a serious violation of freedom of religion or belief of the parents.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Freedom of religion or belief in the broad field of conversion is not only violated in practice; it is sometimes also questioned in principle. In discussions with representatives of Governments, members of various religious or belief communities and other stakeholders in society and academia, the Special Rapporteur has come across perceptions and conceptualizations that may lend intellectual support to undue infringements, in particular of the rights of converts and those trying to convert others by means of non-coercive persuasion. He therefore briefly addresses some typical misunderstandings.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The most widespread objection against the right to try non-coercively to convert others concerns the fear that this may lead to a disruption of societal peace and interreligious harmony. A number of Governments have taken up such objections and turned them into a general argument of \"public order\" which they use to restrict the right to try to convert others even if such attempts are undertaken by means of strictly non-coercive persuasion. In many cases, such restrictions, for example against \"proselytism\" or \"unethical conversions\" (see A/60/399, paras. 44-45) remain overly broad, vaguely defined or even discriminatory, thus failing to satisfy the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. With regard to this issue, the Special Rapporteur emphasizes that he obviously shares an interest in promoting peaceful relations among people of different religions or beliefs. He further notes that freedom of religion or belief itself should be seen as conducive to peace. This is reflected, for example, in the 1948 Universal Declaration of Human Rights, which proclaims in its preamble that respect for human rights constitutes \"the foundation of […] freedom, justice and peace in the world\".",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The peace facilitated by human rights in general and freedom of religion or belief in particular is built on due recognition of people's most diverse convictions and concomitant practices. This includes respect for the rights of individuals to communicate on questions of religion or belief, reach out across communities and State boundaries, broaden their own horizons or try to persuade others in a non-coercive manner. Thus, a society respectful of freedom of religion or belief for everyone, as guaranteed in international human rights law, will likely be a religiously pluralistic society, with open boundaries among different communities and subcommunities, and will also be open to peaceful competition and intellectual controversies on religious and belief-related questions.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The specific concept of peace underlying international human rights clearly differs from the authoritarian control agendas that are sometimes also put forward in the name of \"peace\" or \"harmony\". However, a peace based on respect for the dignity and freedom of all human beings goes deeper and has a better chance of sustainability than any societal order organized around such ideas as hegemony, customs or mere authority. Respect for human dignity, in turn, is not conceivable without recognition of every human being's freedom to communicate about issues of religion or belief, including the right to try to persuade others in a non-coercive manner.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Restrictions on freedom of religion or belief are sometimes implemented in the name of protecting moral values based on a particular religious tradition that often is the tradition of the majority in a country. From that point of view, missionary activities may be perceived by some Governments as challenging the predominance of a religious tradition with allegedly adverse consequences for the moral fabric of society as a whole. Restrictive measures imposed by States to prevent such a development may target not only those who try to convert others by means of non-coercive persuasion, but also persons who themselves have converted or wish to convert away from the dominant religion of the country. This problem frequently occurs in countries where there is a State religion.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In this context, it is important to bear in mind that the Human Rights Committee has argued for a pluralistic understanding of the concept of \"morals\", a concept listed among the possible grounds for limiting manifestations of freedom of religion or belief in article 18 (3) of the International Covenant on Civil and Political Rights. In its general comment No. 22, the Human Rights Committee clarifies that the concept of morals \"derives from many social, philosophical and religious traditions; consequently, limitations on the freedom to manifest a religion or belief for the purpose of protecting morals must be based on principles not deriving exclusively from a single tradition\". In its recent general comment No. 34 on freedoms of opinion and expression, the Committee adds that \"[a]ny such limitations must be understood in the light of the universality of human rights and the principle of non-discrimination\" (see CCPR/C/GC/34, para. 32). The Special Rapporteur welcomes this clarification, which must also be applied to any restrictions imposed on manifestations of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Restrictions on manifestations of freedom of religion or belief, including non-coercive attempts to convert others, thus cannot be justified by the invocation of a closed understanding of a moral order based on one particular religious or philosophical tradition. Instead, any restrictions deemed necessary by States must meet all the specific criteria prescribed in article 18 (3) of the International Covenant on Civil and Political Rights. Moreover, the interest of protecting certain moral or religious values may never be invoked to restrict the freedom of conversion itself which, as part of the absolutely protected forum internum dimension of freedom of religion or belief, does not permit any limitations whatsoever. For the same reason, the notion of moral values cannot be used to legitimize pressure on converts or members of minorities, for example to make them reconvert to their previous religion or to follow mainstream religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The most fundamental objection against the right to freedom of religion or belief in the field of conversion is directed at the concept of \"choice\", which lies at the very heart of this human right. It has been argued that the language of \"choice\" does not appropriately reflect the existential dimension of a deep religious or philosophical conviction and the sense of belonging and loyalty that goes with any profound conviction. The Special Rapporteur shares the view that religion or belief is not just an item within a catalogue of commodities that individuals may take or leave according to their personal tastes or preferences. However, a similar statement could be made about marriage and partnership and other important human life issues. Obviously, the \"choice\" of a spouse should not resemble the selection of an item from a catalogue. So again, the language of \"choice\", as it comes up in human rights discourses on marriage and family life, inevitably fails to reach the existential significance of such an intimate relationship and sense of profound loyalty to which it is attached. Yet, having a right to free \"choice\" concerning partnership and marriage, as enshrined in international human rights documents, remains important, especially in the face of such phenomena as enforced marriage or child marriage, which, to this day, continue to exist.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 60,
        "Text": "60. The concept of \"choice\" makes sense especially in the sphere of law, including human rights law. Obviously, the language of law cannot reflect the full range of human experiences. In this regard, law has insurmountable limitations that one should always bear in mind. It remains true that a person's existential experience, be it in the field of religion or belief or in relation to marriage and other important human life issues, may go far beyond the understanding of just making a \"choice\". The legal language of human rights is not supposed to replace such experience, and it is by no means intended to lead to a \"commodified\" understanding of religion or belief or other significant issues relating to human life and human communities. The opposite is true. By establishing legal safeguards against different forms of coercion, human rights norms can arguably even contribute to the achievement of higher degrees of sincerity, earnestness, authenticity, profoundness, loyalty and commitment in questions of religion or belief.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. It would thus be utterly wrong to delegitimize the concept of \"choice\" in the area of religion or belief, a concept particularly important when it comes to safeguarding the human rights of converts or those trying to convert others by means of non-coercive persuasion. Protecting every human being's freedom of \"choice\" is a perfectly appropriate way to institutionalize, in the specific sphere of human rights law, the axiomatic respect that is due to all human beings by virtue of their inherent human dignity. Respect for human dignity, however, necessarily implies respecting the various deep convictions and commitments of all human beings by legally guaranteeing their freedom to have and adopt a religion or belief of their own \"choice\".",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The General Assembly has repeatedly and by consensus urged States to ensure that their constitutional and legislative systems provide adequate and effective guarantees of freedom of thought, conscience and religion or belief to all without distinction, inter alia, by providing access to justice and effective remedies in cases where the right to freedom of thought, conscience and religion or belief or the right to freely practise one's religion, including the right to change one's religion or belief, is violated (see General Assembly resolutions 60/166, 61/161, 62/157, 63/181, 64/164, 65/211 and 66/168).",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In his daily work, however, the Special Rapporteur receives numerous reports of grave violations of the right to freedom of religion or belief in the broad area of conversion. In the present report, he has discussed this topic, distinguishing four subcategories that deserve systematic attention: (a) the right to conversion (in the sense of changing one's own religion or belief); (b) the right not to be forced to convert; (c) the right to try to convert others by means of non-coercive persuasion; and (d) the rights of the child and of his or her parents in this context.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 64,
        "Text": "64. In addition to being exposed to manifestations of social pressure, public contempt and systematic discrimination, converts often face insurmountable administrative obstacles when trying to live in conformity with their convictions. Moreover, in a number of countries, they run the risk of losing jobs and educational opportunities, having their marriage nullified, being excluded from the right to inheritance or even losing custody of their children. In some States, converts may also face criminal prosecution, at times even including the death penalty, for such offences as \"apostasy\", \"heresy\", \"blasphemy\" or \"insult\" in respect of a religion or the country's dominant tradition and values. When seeking asylum, they may find that the genuineness of their conversion is questioned and may be deported back to their countries of origin where they may be confronted with aggravated risks to their life, freedom, well-being and security.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Serious violations also occur in respect of the right not to be forced to convert against one's will. While some members of religious or belief minorities experience pressure to join a religion or belief deemed more \"acceptable\" in society, converts are often exposed to pressure to reconverting to their previous religion. Such pressure can be undertaken both by Government agencies and by non-State actors, including by directly linking humanitarian aid to expectation of conversion. The Special Rapporteur is particularly concerned about pressure or threats experienced by women, sometimes in the context of marriage or marriage negotiations, to convert to the religion of their (prospective) husband.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In addition, many States impose tight legislative or administrative restrictions on communicative outreach activities. This may unduly limit the right to try to convert others by means of non-coercive persuasion, which itself constitutes an inextricable part of freedom of religion or belief. Moreover, many such restrictions are conceptualized and implemented in a flagrantly discriminatory manner, for instance, in the interest of further strengthening the position of the official religion or dominant religion of the country while further marginalizing the situation of minorities. Members of religious communities that have a reputation of being generally engaged in missionary activities may also face societal prejudices that can escalate into paranoia, sometimes even leading to acts of mob violence and killings.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteur has also received reports of repressive measures targeting children of converts or members of religious minorities, including with the purpose of exercising pressure on them and their parents to reconvert to their previous religion or to coerce members of minorities to convert to more socially \"accepted\" religions or beliefs. Such repressive activities may violate the child's freedom of religion or belief and/or the parents' right to ensure an education for their children in conformity with their own convictions and in a manner consistent with the evolving capacities of the child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 68,
        "Text": "68. In general, the Special Rapporteur calls upon States to consistently respect, protect and promote the human right to freedom of religion or belief in the area of conversion. He reiterates that the right of conversion and its correlate, the right not to be forced to convert or reconvert, belong to the forum internum dimension of freedom of religion or belief, which has the status of unconditional protection under international human rights law. Furthermore, freedom of religion or belief includes the right to try to persuade others in a non-coercive manner. Any restrictions on missionary activities deemed necessary by States must therefore meet all the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights. The rights of the child and of his or her parents must be effectively guaranteed, including in the context of conversion issues.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 69,
        "Text": "69. With regard to domestic legal provisions, including constitutions, legal statutes, by-laws and official interpretations of laws, the Special Rapporteur recommends that: (a) States should clarify that the human right to freedom of religion or belief includes the right to convert and the right not to be forced to convert, both of which are unconditionally protected;; (b) States should repeal any criminal sanctions that directly or indirectly threaten punishment against converts;; (c) States should reform any family law provisions that may amount to de jure or de facto sanctions against converts and their families. This concerns the various areas of family law, including custody of children and inheritance laws;; (d) States should issue anti-discrimination legislation with a view to providing effective protection against discrimination on the grounds of religion or belief in various areas of society. Such legislation should also address the vulnerable situation of converts;; (e) States should ensure that no individual is exposed to pressure to convert against her or his will in the context of marriage and marriage negotiations. In this regard, States should pay particular attention to the situation of women. Aligning family laws with article 16 (1) of the Universal Declaration of Human Rights, according to which religious difference should not be an obstacle to the right to marry a person of one's choice, could be one important way of protecting potential spouses from pressure to convert against their will;; (f) States should further clarify that freedom of religion or belief includes the right to try to convert others by non-coercive means of communication and persuasion. This includes, inter alia, the dissemination of literature and other material relating to religion or belief;; (g) States should repeal vague provisions against so-called \"proselytism\", \"unethical conversion\", \"apostasy\" and \"blasphemy\" and should reform respective legislation to align it with the provisions of article 18 (3) of the International Covenant on Civil and Political Rights.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 70,
        "Text": "70. With regard to different areas of administration, the Special Rapporteur recommends that: (a) States should ensure that converts are able to have their new religious or belief orientation registered or not registered in official documents as they wish. This should also include the religion or belief of their children, in keeping with the provisions of the Convention on the Rights of the Child. When issuing official documents, States should always ensure that no person is publicly exposed in her or his religion or belief against her or his will;; (b) States should ensure that no person is exposed to situations in which she or he may experience pressure to convert or reconvert against her or his will, especially in State-controlled institutions, such as the police force, the military or penal institutions;; (c) States should develop strategies on how to provide effective protection of converts from acts or threats of violence and other pressure from non-State actors;; (d) States should give clear direction and training to law enforcement and similar agencies to ensure that they refrain from unduly infringing on the right to try to convert others by means of non-coercive persuasion;; (e) States should not use visa rules to restrict non-coercive religious outreach activities;; (f) States should ensure that when applying for asylum, converts are given a fair hearing of their claims, in conformity with international standards. Converts seeking refugee status must never be expelled or returned to the frontiers of territories where their life or freedom would be threatened on account of their religion or belief.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 71,
        "Text": "71. With regard to the area of school education, the Special Rapporteur recommends that: (a) States should ensure that when attending school, children are not exposed to religious instruction against their will or against the will of their parents or legal guardians, respectively. Moreover, no child should be at risk of being pressured to attend religious ceremonies or rituals in school against their will or against the will of their parents or guardians. In this regard, particular attention should be given to the situation of children of converts and members of religious or belief minorities;; (b) States should ensure that school curriculums, when providing information on religious or belief-related issues, contribute to the elimination of negative stereotypes and prejudices against converts and persons or groups engaged in non-coercive missionary activities. This should also be a guiding consideration for assessing the quality of textbooks used in schools;; (c) States should prescribe, organize and provide training for teachers to sensitize them about the particular needs and challenges of children of converts and children from religious minorities in the school situation.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 72,
        "Text": "72. With regard to non-State actors, the Special Rapporteur recommends that: (a) Civil society organizations working on human rights should pay attention to the particularly vulnerable situation of converts and members of religious or belief minorities at risk of being forced to convert or reconvert against their will. They should develop strategies to empower such people based on the understanding that conversion constitutes an inextricable part of freedom of religion or belief;; (b) Public and private media should provide fair and accurate information about converts and persons or groups engaged in non-coercive missionary activities with a view to overcoming negative stereotypes and prejudices. Self-regulation mechanisms within the media can play an important role in this regard;; (c) Religious leaders and opinion formers should become aware and acknowledge that not only is conversion to their own religion or belief protected, but that any decision to replace one's current religion or belief with a different one or to adopt atheistic views is equally protected;; (d) Religious communities, interfaith groups and civil society and development aid organizations are encouraged to address issues of conversion and missionary activities in voluntary codes of conduct. They should use this as an opportunity to also promote more respectful attitudes towards converts and persons engaged in non-coercive missionary activities.",
        "Labels": []
    }
]