[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights by its resolution 1986/20 and renewed by the Human Rights Council in its resolution 6/37. At the fourteenth session of the Council, Heiner Bielefeldt was appointed as mandate holder and assumed his function on 1 August 2010. The Council, in its resolution 22/20, renewed the mandate for a further period of three years and requested the Special Rapporteur to report annually to the Council and to the General Assembly in accordance with their respective programmes of work.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In section II of the present report, the Special Rapporteur provides an overview of his activities since the submission of his previous report to the General Assembly (A/67/303). In section III, he focuses on the freedom of religion or belief and equality between men and women. Section IV provides his conclusions and recommendations to various actors in this regard.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur conducted various activities between 1 August 2012 and 31 July 2013 pursuant to Human Rights Council resolutions 6/37, 14/11 and 22/20.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur undertook a country visit to Sierra Leone from 30 June to 5 July 2013.1 He expresses his appreciation to all his interlocutors and officials for the excellent cooperation they extended to him during his visit.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Additional country visits are currently being scheduled. This includes an agreed visit to Jordan in September 2013. During the reporting period, the Special Rapporteur also sent requests for country visits to the Governments of Bangladesh, Indonesia, Kazakhstan, Uzbekistan and Viet Nam. Updated information about the Special Rapporteur's visits and related requests is available on the website of the Office of the United Nations High Commissioner for Human Rights (OHCHR).2 \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur deals with individual cases or issues of concern brought to his attention. He sends allegation letters and urgent appeals to States seeking clarification on credible allegations of incidents and governmental action possibly incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (General Assembly resolution 36/55\\).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Since the creation of the mandate, the Special Rapporteurs have sent more than 1,290 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 June 2012 and 28 February 2013 and the replies received from Governments before 30 April 2013 are included in the latest communications reports (A/HRC/22/67 and Corr.1 and 2 and A/HRC/23/51).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur participated in a conference organized by the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe (OSCE) on 1 October 2012, on developments and challenges that OSCE member States face in the context of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. On 4 and 5 October, the Special Rapporteur participated in the final expert workshop organized by OHCHR, in Rabat, on how best to respond to advocacy of national, racial or religious hatred that constitutes incitement of discrimination, hostility or violence. The experts jointly adopted the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence (see A/HRC/22/17/Add.4).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. On 27 November 2012, the Special Rapporteur took part in the fifth session of the Forum on Minority Issues in Geneva. He spoke about the rights of religious minorities and presented recommendations on the positive measures that could be taken to protect and promote their rights.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. On 12 and 13 December 2012, the Special Rapporteur attended the Office of the United Nations High Commissioner for Refugees (UNHCR) Dialogue on Protection Challenges, entitled \"Faith and protection\".",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 12,
        "Text": "12. On 17 and 18 January 2013, during the session of the Working Group on the issue of discrimination against women in law and in practice, the Working Group had a preliminary discussion with the Special Rapporteur on the issue of gender equality and freedom of religion and belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 13,
        "Text": "13. On 21 February 2013, the Special Rapporteur took part in the high-level launching event in Geneva of the Rabat Plan of Action. On 22 February, he also participated in the seminar on \"Preventing incitement to atrocity crimes: policy options for action\".",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 27 and 28 February, the Special Rapporteur attended the fifth Global Forum of the United Nations Alliance of Civilizations, in Vienna, which focused on the theme \"Responsible leadership in diversity and dialogue\".",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. From 4 to 8 March 2013, the Special Rapporteur attended the twenty-second session of the Human Rights Council. During that week, he also participated in several side events and dialogues organized by various civil society organizations.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur held many meetings with Government representatives, religious or belief communities, civil society organizations and academic experts working in the area of freedom of religion or belief. In this context, he participated in national and international conferences and workshops, including in Berlin, Colombo, Geneva, London, Lusaka, Luxembourg, Oslo, Oxford (United Kingdom of Great Britain and Northern Ireland), Rabat, Salzburg (Austria), Tbilisi, Uppsala (Sweden), Vienna and Yerevan. In addition, he held video conferences with stakeholders across different continents.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Countless individuals are affected by human rights violations in the intersection of freedom of religion or belief and equality between men and women. While many such violations stem from stereotypical gender roles which are frequently also defended in the name of religion or belief, other violations may originate from stereotyped perceptions of individuals based on their religion or belief. Gender stereotypes and stereotypical pictures of believers often exist in tandem, a problem disproportionately affecting women from religious minorities. As a result, many women suffer from multiple or intersectional discrimination or other forms of human rights violations on the grounds of both their gender and their religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. Anti-discrimination programmes or other programmes aimed at promoting human rights do not always adequately address the complex problems existing in the intersection of freedom of religion or belief and women's right to equality. Measures undertaken to combat religious discrimination may implicitly follow a male understanding of the needs and requirements of concerned religious communities, while programmes aimed at eliminating discrimination against women may lack sensitivity in questions of religious diversity. The same can happen with human rights policies outside of the specific context of anti-discrimination programmes. To avoid the danger of persons affected by multiple or intersectional discrimination and related violations of their human rights remaining excluded from activities relating to the promotion and protection of human rights, such complex phenomena deserve systematic attention. On the normative level, this requires a holistic approach in dealing with the various grounds of discrimination as well as a holistic understanding of human rights in general.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The holistic understanding of human rights has found expression in a frequently cited principle formulated at the World Conference on Human Rights, held in Vienna in 1993, that \"[a]ll human rights are universal, indivisible and interdependent and interrelated\".3 The Special Rapporteur is furthermore guided by the insight formulated at the World Conference that all human rights be treated \"globally in a fair and equal manner, on the same footing, and with the same emphasis\". In other words, on the normative level, human rights norms must be interpreted in such a way that they are not corrosive of one another but rather reinforce each other. Upholding a holistic human rights approach has direct consequences for human rights practice, in particular for those numerous persons who are exposed to combined forms of vulnerability in the intersection of different human rights norms.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Of course, the holistic understanding of human rights does not give an a priori guarantee of practical synergies with regard to all human rights issues that come up Vienna Declaration and Programme of Action, A/CONF.157/24 (Part I), chap. III. in this context. It has been a general experience that issues promoted under different human rights norms can collide. This is obviously also the case in the interplay of the two human rights norms discussed in the present report, namely, freedom of religion or belief and equality between men and women.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The role of freedom of religion or belief within related conflicts is complex and is frequently misunderstood. Widespread misperceptions have even given rise to the idea that freedom of religion or belief and equality between men and women are norms standing in opposition to each other. However, although complicated conflicts in this area are obvious, it remains important not to draw wrong conclusions from this experience. In particular, one should not turn concrete conflicts between (seemingly or factually) competing human rights issues into abstract antagonisms on the normative level itself. This would be a systematic mistake. It would also mean to give up the holistic understanding of human rights, with the risk that the human rights approach in general might become ever more fragmented. This in turn would have detrimental effects, in particular for the human rights of many millions of persons whose problems fall in the intersection of freedom of religion or belief and equality between men and women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 22,
        "Text": "22. In order to highlight the multifaceted practical problems and contribute to a clarification of important conceptual questions, the Special Rapporteur has decided to focus the present report on the relationship between freedom of religion or belief and equality between men and women. This is in accordance with his mandate which requests him to continue to apply a gender perspective in his activities.4 In doing so, the Special Rapporteur builds upon the work of his predecessors in their reports to the Commission on Human Rights, the General Assembly and the Human Rights Council.5",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Prima facie it seems plausible to assume that freedom of religion or belief protects religious or belief-related traditions, practices and identities, since this is what the title of the right appears to suggest. This assumption, however, is misleading, because in line with the human rights approach in general, and article 1 of the Universal Declaration of Human Rights in particular, freedom of religion or belief always protects human beings in their freedom and equality in dignity and rights. To cite a frequently used short formula, freedom of religion or belief protects \"believers rather than beliefs\". Of course, both aspects are inextricably intertwined: no one can earnestly speak about believers without considering their beliefs and vice versa. And yet it remains true that human rights address that interrelatedness between believers and beliefs consistently from the angle of the human being. Hence it is only indirectly that religions or beliefs, encompassing their truth claims, Human Rights Council resolution 6/37, para. 18 (d). See also Commission on Human Rights resolutions 1996/23, 1997/18, 1998/18, 1999/39, 2000/33, 2001/42, 2002/40, 2003/54, 2004/36 and 2005/40, as well as General Assembly resolutions 60/166 and 61/161. See, for example, E/CN.4/2002/73/Add.2; A/HRC/4/21 (paras. 34-39); A/64/159 (paras. 59-63); and A/65/207 (paras. 14-16 and 69). religious scriptures, normative rules, rituals and ceremonies, organizations and hierarchies, come into the focus of human rights.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. For a discussion of the complex relationship between freedom of religion or belief and equality between men and women it is important to bear in mind the indirectness that characterizes the relationship between human rights and religions and beliefs. In the framework of human rights, legal recognition cannot be accorded to the particular contents of religions or beliefs, namely, their doctrines, truth claims, practices and value systems, among other aspects, but is due to human beings as the responsible actors who hold, profess, cherish and develop their various religious or belief orientations, as individuals and in community with others.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 25,
        "Text": "25. The consistent focus on the human person as rights holder does not mean to adopt an anthropocentric worldview in which the human being figures as \"the measure of all things\". For many (not all) people, religious convictions, spiritual values and norms that claim a transcendent origin constitute a most important part of their daily lives and possibly the backbone of their personal and communitarian identities. The Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief states that \"religion or belief, for anyone who professes either, is one of the fundamental elements in his conception of life\". Thus, freedom of religion or belief serves the purpose of respecting and protecting this reality in the specific mode of universal human rights guarantees.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. However, to take religions and beliefs in all their dimensions seriously also implies taking pluralism seriously, including sometimes irreconcilable differences in world views and practices. If the State protects the doctrinal and normative contents of one particular religion as such, this will almost inevitably lead to discrimination against adherents of other religions or beliefs, which would be unacceptable from a human rights perspective. It is not least for this reason that human rights epitomize a shift of focus from beliefs to believers, in order to appreciate existing religious or belief diversity on the basis of non-discrimination and equality. Accordingly, the human right to freedom of religion or belief does not protect religious traditions per se, but instead facilitates the free search and development of faith-related identities of human beings, as individuals and in community with others.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. On the phenomenological level, the question of how freedom of religion or belief relates to gender issues does not find one general answer, but largely depends on how people actually make use of their human rights. Obviously, the ways in which individuals resort to their right to freedom of religion or belief differ widely. Freedom of religion or belief is a norm to which liberals and conservatives, feminists and traditionalists, and others, can refer in order to promote their various and often conflicting religious or belief-related concerns, including conflicting interests and views in the field of religious traditions and gender issues.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Freedom of religion or belief, in conjunction with freedom of expression, helps open up religious traditions to systematic questions and debates. In discourses on religious issues everyone should have a voice and a chance to be heard, from adherents of conservative or traditional interpretations to liberal critics or reform theologians. However, by also empowering groups who traditionally experience discrimination, including women and girls, freedom of religion or belief can serve as a normative reference point for questioning patriarchal tendencies as they exist in different religious traditions. This can lead to more gender-sensitive readings of religious texts and far-reaching discoveries in this field. In virtually all traditions one can indeed find persons or groups who make use of their freedom of religion or belief as a positive resource for the promotion of equality between men and women, often in conjunction with innovative interpretations of religious sources and traditions. This accounts for the possibility of direct synergies between freedom of religion or belief on the one hand and policies for promoting the equal rights of women on the other. Impressive examples of initiatives undertaken by women and men of different religious persuasions clearly show that synergetic efforts in this regard actually exist and should not be underestimated.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 29,
        "Text": "29. At the same time, one has to face the reality of conflicting interests in this area. For instance, some religious community leaders have rejected anti-discrimination stipulations imposed by the State, in which they may see an undue infringement of their right to internal autonomy. There are also cases of parents objecting to gender-related education programmes becoming part of the school curriculum, since they fear this may go against their religious or moral convictions. Dealing with such complicated conflicts requires a high degree of empirical precision, communicative openness and normative diligence with a view to doing justice to all human rights claims involved.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Moreover, the Special Rapporteur notes with concern that such harmful practices as female genital mutilation, forced marriage, honour killings, enforced ritual prostitution or denying girls their rights to education are defended in the name of religious traditions. Such defence is frequently controversial within the various religious communities themselves, and many followers of the respective communities (possibly their overwhelming majority) may be heavily opposed to such practices and also voice their opposition publicly. If those still performing harmful practices try to invoke religious freedom for their actions, this must become a case for restricting the freedom to manifest one's religion or belief. The Special Rapporteur would like to reiterate what his predecessor pointed out in her final report to the General Assembly: \"The Special Rapporteur strongly believes that the mandate needs to continue highlighting discriminatory practices that women have had to suffer over centuries and continue to do so, sometimes in the name of religion or within their religious community. It can no longer be taboo to demand that women's rights take priority over intolerant beliefs used to justify gender discrimination.\" (see A/65/207, para. 69). The current mandate holder fully shares the assessment formulated by his predecessor. Indeed, as a human right, freedom of religion or belief can never serve as a justification for violations of the human rights of women and girls.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 31,
        "Text": "31. When arguing for limitations of a right to freedom, it remains crucial to exercise empirical and normative diligence at all times. Sometimes supposed conflicts between freedom of religion or belief and equality between men and women may rest on mere conjectures. Moreover, restrictions on freedom of religion or belief cannot be legitimate unless they meet all the criteria prescribed for limitations in article 18, paragraph 3, of the International Covenant on Civil and Political Rights. The reasonable assumption that promoting equality between men and women always constitutes a legitimate purpose does not in itself suffice to justify restrictions; such restrictions must also have a legal basis, they must actually be conducive to pursuing the said purpose and one has to demonstrate that less restrictive means are not available. Finally, freedom of religion or belief strictly prohibits any restrictions in the forum internum, that is to say, the freedom to have or to adopt a religion or belief of one's choice.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. The reality of manifold and complicated conflicts in the field of freedom of religion or belief and equality between men and women has led some to the view that the two human rights norms themselves stand in opposition to one another. As a result, the relationship between these two norms may appear close to a simple zerosum game: any progress concerning gender equality seems to indicate a defeat of religious freedom, and any insistence on freedom of religion or belief seems to hinder gender-related anti-discrimination policies, or so it is at times misperceived.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Not only are such antagonistic views mostly based on a total misunderstanding of freedom of religion or belief and a disregard of its human rights nature; they can also produce protection gaps with serious practical implications. One of the resulting problems is that the potential for synergies between freedom of religion or belief and promoting women's right to equality remains systematically underexplored. Existing human rights activities in this field do not receive the attention they need and deserve. Sometimes such activities are even delegitimized by antagonistic views which wrongly assume that gender-related anti-discrimination agendas would be weakened by integrating sensitivity for freedom of religion or belief or, vice versa, that work in defence of religious freedom would be diluted by combining it with the promotion of equality between men and women and related human rights issues.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Above all, antagonistic views of the two human rights norms would further diminish the prospects of persons whose human rights problems fall in the intersection of freedom of religion or belief and equality between men and women. Indeed, human rights violations in the intersection of the two norms are a reality for many women. One obvious example is forced conversion in combination with forced marriage. In a number of countries, women or girls from religious minorities unfortunately run the risk of being abducted, with the purpose of forcing them to convert to the mainstream religion, often in connection with an unwanted marriage. Another example, albeit much less extreme, concerns dress code regulations in public institutions which disproportionately target women from religious minorities, thus preventing them from achieving important professional or public positions.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Being frequently caught between gender stereotypes and stereotypical perceptions of their religious identities, many women from religious minorities feel exposed to the expectation that they have to choose one of two seemingly contradictory options: allegedly, they can either emancipate themselves by more or less abandoning their religious tradition, or they can keep their religious heritage, thereby forfeiting their claims to freedom and equality. Such an artificial antagonism, however, fails to do justice to women's multifaceted realities, experiences, challenges and wishes. Any assessment of presumed or factual conflicts in this area should therefore take seriously the complexities of women's life-worlds and appreciate their creative potential.6 One may assume that the same is true for individuals from the lesbian, gay, bisexual, transgender and intersex community, many of whom are religiously interested and practising, which is a reality so far largely unexplored.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 36,
        "Text": "36. In the present chapter, the Special Rapporteur analyses practical challenges in the intersection of freedom of religion or belief and equality between men and women. The described phenomena and patterns are examples; they certainly do not cover the whole range of existing challenges as they may develop in ever new facets. To avoid a possible misunderstanding, the Special Rapporteur would like to underline from the outset that each case and each situation must always be examined carefully on their own merits.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Overcoming discrimination against women is a paramount human rights obligation to be found in the Charter of the United Nations, the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights and countless other binding human rights documents. The Convention on the Elimination of All Forms of Discrimination Against Women plays the pivotal role in this regard. In its article 2, States parties \"condemn discrimination against women in all its forms, agree to pursue by all appropriate means and without delay a policy of eliminating discrimination against women […]\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Pursuant to article 5 (a) of the Convention, States parties are obliged to take all appropriate measures \"to modify the social and cultural patterns of conduct of men and women, with a view to achieving the elimination of prejudice and customary and all other practices which are based on the idea of the inferiority or the superiority of either of the sexes or on stereotyped roles for men and women\". To fulfil this obligation, States parties must critically address cultural practices that accord men and women unequal roles, positions and opportunities in family life, labour markets, public and political life and society at large. Examples include obstacles to women pursuing professional careers or attending institutions of higher education; restrictions on their right to travel; underrepresentation of women in public positions; obstacles to women's freedom to find a spouse of their own choice; child marriage, frequently amounting to marital rape; humiliating treatment of widows, including denial of their right to remarry a spouse of their own choice; female genital mutilation; rigid dress code regulations imposed on women against their will; male-child preference, sometimes leading to sex-selective abortion or female infanticide; non-acceptance of any way of life outside of a traditional family context; denigration of the image of women in public life, including in media and advertisements; violence against women, sometimes even leading to so-called \"honour killings\"; denial of property rights and of equal rights of succession; denial of the right to seek a divorce and exposure to the threat of unilateral repudiation; and the assumption that women generally cannot live without male protection, which may seriously hamper their freedom to lead their lives in conformity with their own wishes, convictions and plans.7 Needless to say, this list of examples is far from exhaustive. Discrimination based on stereotypical roles of men and women is See relevant general recommendations of the Committee on the Elimination of Discrimination against Women, including No. 12 (1989) on violence against women; No. 13 (1989) on equal remuneration for work of equal value; No. 14 (1990) on female circumcision; No. 18 (1991) on disabled women; No. 19 (1992) on violence against women; No. 21 (1994) on equality in marriage and family relations; and No. 23 (1997) on women in political and public life. one of the most widespread human rights violations worldwide. It can assume cruel forms and deprives many women and girls of their rights to life, freedom and respect for human dignity. The need for concerted action to eliminate such violations, including by addressing their cultural root causes, is more than obvious.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Deeply rooted cultural patterns of expected conduct of men and women are frequently interwoven with religious norms and practices. In many cases they even claim a direct religious justification. The previous mandate holder stressed that in many countries \"gender discrimination is in fact founded on cultural and/or religious practices\" and that a large number of reservations to the Convention on the Elimination of All Forms of Discrimination Against Women \"have been made by States on exclusively religious grounds referring to a perception of society and the law in relation to women's personal status\" (see E/CN.4/2002/73/Add.2, para. 58).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 40,
        "Text": "40. When dealing with this problem, one should take into account that the relationship between culture and religion in general shows manifold facets both between and within religious traditions. This topic is typically also controversial within religious communities themselves. While some members of a religious community may appreciate broad overlaps between religion and culture as something quite natural, others may fear that the specific profile of religious messages and norms becomes unrecognizable if religion and culture are simply amalgamated. Moreover, using a conceptual distinction between religion and culture has become one of the most important methodological tools for reformers, including feminist theologians, operating within different religious or belief contexts with the purpose of redefining the boundaries of religion and culture. It also plays a crucial role in projects of distinguishing core elements of religious messages and norms from traditional cultural practices, with a view to promoting women's human rights within their religious communities. For any analysis of conflicts between religious traditions and the human rights principle of equality between men and women it remains utterly important to bear in mind that religion and culture, albeit interwoven in manifold ways, are not identical and that their relationship can be exposed to critical questions and reform agendas, often based on initiatives that originate from the midst of religious communities themselves.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Unsurprisingly, State policies for eliminating deeply rooted gender stereotypes frequently come into conflict with persons, organizations or institutions that defend existing hierarchies between men and women. In situations in which such patterns are perceived as being based on religious prescriptions, this also frequently leads to conflicts with representatives and members of religious communities. There are in fact numerous examples of religious leaders opposing gender-related anti-discrimination policies. Although such opposition may mobilize parts of religious communities against anti-discrimination programmes, there may be other currents within the same communities who hold more moderate views or are openly supportive of broad anti-discrimination programmes. Taking interreligious and intrareligious pluralism into account is of paramount importance when dealing with conflicts in this field in order to find appropriate solutions and to do justice to the human beings involved in such conflicts.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Given the frequent experience of religiously motivated opposition and, at times, fierce resistance, some promoters of gender-related anti-discrimination policies may feel inclined to treat certain religions, or even religions in general, as mere obstacles in the development of societies free from discrimination. However, such an attitude would be problematic for a number of reasons. It fails to do justice to the complex realities and wishes of many human beings, in particular women living in different religious communities. Although frequently suffering from discrimination within their religious communities, many women nonetheless feel attached to their religions and may wish their attachment to be recognized as part of their freedom of religion or belief. Moreover, internal differences, developments and dynamics often do not receive sufficient systematic attention. This in turn can lead to stereotypical perceptions of religions or beliefs which may further exacerbate existing prejudices against persons adhering to those religions or beliefs. Ample experience indicates that this danger disproportionately affects women from religious minorities. Indeed, it is a bitter irony that policies aimed at eliminating stereotypes in the field of gender may themselves produce or reproduce stereotypes and prejudices in a different area, namely in the area of religion or belief. There are even examples of right-wing populist or extremist movements utilizing elements of gender-related anti-discrimination programmes with the ill-concealed intention of stoking collective resentments against unwelcome religious minorities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Freedom of religion or belief does not shield religious traditions, or religions as such, against criticism, nor does it protect members of religious communities from critical questions. However, States should contribute to the elimination of negative stereotypes against individuals on the basis of their religion or belief, in particular members of religious minorities. Stereotypical perceptions can lead to a depersonalization of the human person. By being subordinated to a seemingly closed collective mentality, individuals have few opportunities to make their personal views, interests and assessments heard. They seemingly lose their faces and voices, as it were. Obviously, such de-personalization goes against the spirit and the letter of human rights which empower human beings to express their convictions, views and interests freely and without discrimination. States are therefore obliged to develop effective strategies to eliminate stereotypes, including gender-related stereotypes and stereotypical images of persons based on their religion or belief. Education programmes, awareness-raising campaigns, interreligious and intercultural dialogue initiatives and other measures can help broaden horizons towards an appreciation of the real diversity and creativity of human beings in this broad field.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Policies for eliminating gender-related stereotypes, in fulfilment of State obligations under the Convention, should therefore be pursued in conjunction with policies for avoiding and dispelling stereotypical perceptions of persons based on their religion or belief, in keeping with the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. There is no inherent normative contradiction between those two tasks. Taking freedom of religion or belief into account in gender-related anti-discrimination agendas may prima facie lead to additional complications. However, there is ultimately no legitimate way to ignore the complex realities, wishes and claims of human beings whose problems fall in the intersection of freedom of religion or belief and gender equality. Freedom of religion or belief should thus be systematically integrated into gender related anti-discrimination programmes as an element of their own quality management. Vice versa, policies promoting freedom of thought, conscience, religion or belief should systematically integrate a gender perspective in order to uphold the universalistic aspirations that define the human rights approach in general.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 46,
        "Text": "46. Measures to eradicate violations of women's human rights necessarily include State-enforced prohibitions of harmful practices. An extreme example is female genital mutilation, which leads to lifelong and far-reaching health problems, as well as grave forms of traumatization. Whether this practice has religious root causes remains controversial and ultimately doubtful. However, religious leaders may play an important role by clarifying religious views and by publicly calling on their believers to end this cruel practice.8 The same holds true for forced marriages, a widespread practice sometimes justified in the name of religion, and at other times, challenged in the name of religion. Other examples of harmful practices include enforced \"sacred prostitution\", burning or other forms of ill-treatment of widows, honour crimes often perpetrated in a climate of impunity or in which such crimes are condoned, dowry killings and many manifestations of extreme disrespect. Whether they have a religious basis typically remains controversial between and within religious communities. Be that as it may, freedom of religion or belief clearly does not protect such cruel practices. If individuals or groups were to invoke their right to freedom of religion or belief in order to get permission to perform such harmful practices, this must become a case for restricting these manifestations of religion or belief, in conformity with the criteria laid down in article 18, paragraph 3, of the International Covenant on Civil and Political Rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Before resorting to restrictions on the freedom to manifest one's religion or belief, legislators or representatives of the judiciary should always analyse the respective cases with empirical and normative precision. However, States sometimes impose restrictive measures in a rather loose way, beyond the confines of article 18, paragraph 3, of the International Covenant. This may also happen in the context of gender-related anti-discrimination policies. Based on overly simplistic perceptions, according to which religions per se constitute obstacles to the development of societies free from discrimination, some States may even be tempted to turn the principle of in dubio pro libertate upside down by restricting in case of doubt manifestations of religion or belief without providing the required empirical and normative evidence.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur would like to reiterate in this context that when States wish to impose restrictions they always bear the burden of proof, both at the level of empirical evidence and at the level of normative reasoning. Furthermore, for limitations to be legitimate, they must meet all criteria set out in article 18, paragraph 3, of the International Covenant. Accordingly, limitations must be legally prescribed and they must be clearly needed to pursue a legitimate aim, the protection of \"public safety, order, health, or morals or the fundamental rights and freedoms of others\". In addition, restrictions must remain within the realm of proportionality which, inter alia, means they must be limited to a minimum of interference.9 Finally, the forum internum dimension of freedom of religion or belief does not allow for any restrictions whatsoever, according to article 18, paragraph 2, of the International Covenant.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. A much discussed issue in the context of limitations of freedom of religion or belief concerns restrictions on the wearing of religious symbols, including headscarves, turbans, kippas or religious jewellery, such as a cross attached to a necklace. In many cases those restrictions particularly affect women from religious minorities. Although there may be reasons for imposing limitations for specific situations, the Special Rapporteur has noted that some of the measures taken in this regard fail to meet all the requirements of article 18, paragraph 3, of the International Covenant. For instance, laws prohibiting the Islamic headscarf in public institutions are frequently based on conjectures that women do not wear such head garments of their own free will. The empirical evidence for these conjectures often remains questionable. Moreover, if there are some clear cases of impositions, this experience will not necessarily suffice to justify general or broad prohibitions of the headscarf in public life or by users of such public institutions as schools, universities or public administration.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Under the principle of proportionality, States have always to look for less farreaching and less intrusive restrictions before issuing legislation that infringes on freedom of religion or belief. Another part of the proportionality test concerns the question of whether limitations are actually conducive to the legitimate purpose they are supposed to foster. It may happen that measures do not only fail to serve the said purpose; they may actually worsen the situation of many individuals, particularly women, for instance by further restricting their spaces of personal movement and infringing their rights to education and participation in public life.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. According to article 13 of the International Covenant on Economic, Social and Cultural Rights, every human being has the right to education. This has been confirmed in other important human rights documents, including in article 28 of the Convention on the Rights of the Child and article 24 of the Convention on the Rights of Persons with Disabilities. The right to education, inter alia, functions as an indispensable right for empowerment that facilitates the more effective use of many other human rights, such as freedom of expression, the right to work, participation in public life, cultural rights and freedom of religion or belief. In order to secure the right to education for everyone, States should make elementary school education mandatory, as requested by the Committee on Economic, Social and Cultural Rights and by the Committee on the Rights of the Child.10 Given the fact that in many countries or regions the right to education continues to be denied for girls and women, this provision has a particular significance for them.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 52,
        "Text": "52. To realize its potential for empowerment, education must also cover human rights education, which necessarily includes the two human rights norms under discussion here. Indeed, education plays a crucial role in all policies for eliminating stereotypical gender roles and ideas of inequality of men and women, and it is important to educate individuals about sexual and reproductive health issues and their human rights in this regard. Likewise, education is of great significance in policies for combating discrimination based on religion or belief by critically addressing existing stereotypes and prejudices in this field. The voices of women, See Committee on Economic Social and Cultural Rights, General Comment No. 11 (1999), E/C.12/1999/4, paras. 1 and 6; and General Comment No. 13 (1999), E/C.12/1999/10, paras. 10 and 51; and Committee on the Rights of the Child, General Comment No. 7 (2005), CRC/C/GC/7/Rev.1, para. 28. including their different and possibly conflicting assessments, should always be part of the broader picture when informing about religions and beliefs.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Within the broad field of education, school education warrants specific attention. Besides providing a place of learning in which students can realize their right to education, the school is also a place in which authority is exercised (see A/HRC/16/53, para. 23). In particular, children of a tender age typically experience the teacher as a person wielding a high degree of authority. In addition, students may be exposed to pressure from their peers. For some students, particularly those belonging to ethnic, linguistic, religious or other minorities, this harbours the risk of creating a vulnerable situation. Parents from minorities may furthermore fear that the school could alienate their children from the family, including from the religion of their family. All of this calls for systematic attention with a view to dispelling fears, building trust, avoiding risk situations and overcoming the vulnerable situations of students and their families.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. From a normative perspective, school education falls in the focus of a number of human rights, including the right to education, minority rights, equality between men and women, and freedom of religion or belief. As a subcategory to freedom of religion or belief, article 18, paragraph 4 of the International Covenant on Civil and Political Rights demands respect for the \"liberty of parents and, when applicable, legal guardians to ensure the religious and moral education of their children in conformity with their own convictions\". This provision should not be interpreted in isolation but should be read in conjunction with article 5 and article 14, paragraph 2, of the Convention on the Rights of the Child, which require parents and legal guardians to provide appropriate direction and guidance \"in a manner consistent with the evolving capacities of the child\". With regard to adolescents, the Committee on the Rights of the Child emphasizes that States parties should provide them \"with access to sexual and reproductive information, including on family planning and contraceptives, the dangers of early pregnancy, the prevention of HIV/AIDS and the prevention and treatment of sexually transmitted diseases\".11 The Committee furthermore insists that adolescents should \"have access to appropriate information, regardless of […] whether their parents or guardians consent\".",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 55,
        "Text": "55. School curricula or other programmes addressing gender or sexuality issues have sometimes triggered resistance on the part of parents who fear that this might go against their moral convictions. Quite frequently, such opposition results from religious or other conscience-based positions, thereby possibly becoming an issue under freedom of religion or belief. There is no general recipe for handling such conflicts in practice. Each individual case requires a careful analysis of the specific context and of the human rights norms invoked by the conflicting parties. One should bear in mind that neither the right to education, including education \"in the spirit of … equality of sexes\",12 nor the right to freedom of religion or belief can be dispensed with, since both have the status of inalienable human rights. It is always advisable to try to prevent or de-escalate conflicts, for instance by training teachers, dispelling mistrust and misunderstandings and establishing outreach programmes towards particular communities. Committee on the Rights of the Child, General Comment No. 4, CRC/GC/2003/4, para. 28. 12 Article 29, para. 1 (d), of the Convention on the Rights of the Child.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur would like to reiterate in this context that, according to article 18, paragraph 2, of the International Covenant, the forum internum dimension of freedom of religion or belief receives unconditional protection and does not allow any restrictions or infringements, for any reason.13 Even the undeniably significant aim of promoting gender equality and using school education for that purpose cannot justify forms of teaching that may amount to violation of a student's forum internum. States are therefore obliged to exercise due diligence in this area, for instance by sensitizing teachers, employing professional mediators and establishing suitable monitoring mechanisms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Freedom of religion or belief also covers the right of persons and groups of persons to establish religious institutions that function in conformity with their religious self-understanding. This is not just an external aspect of marginal significance. Religious communities, in particular minority communities, need an appropriate institutional infrastructure, without which their long-term survival options as a community might be in serious peril, a situation which at the same time would amount to a violation of freedom of religion or belief of individual members (see A/HRC/22/51, para. 25). Moreover, for many (not all) religious or belief communities, institutional questions, such as the appointment of religious leaders or the rules governing monastic life, directly or indirectly derive from the tenets of their faith. Hence, questions of how to institutionalize religious community life can have a significance that goes far beyond mere organizational or managerial aspects. Freedom of religion or belief therefore entails respect for the autonomy of religious institutions.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. It is a well-known fact that in many (not all) denominations, positions of religious authority, such as bishop, imam, preacher, priest, rabbi or reverend, remain reserved to males, a state of affairs that collides with the principle of equality between men and women as established in international human rights law. Unsurprisingly, this has led to numerous conflicts. While the Special Rapporteur cannot provide a general recipe for handling such conflicts in practice, he would like to point to a number of relevant human rights principles and norms in this regard.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 59,
        "Text": "59. It cannot be the business of the State to shape or reshape religious traditions, nor can the State claim any binding authority in the interpretation of religious sources or in the definition of the tenets of faith. Freedom of religion or belief is a right of human beings, after all, not a right of the State. As mentioned above, questions of how to institutionalize community life may significantly affect the religious self-understanding of a community. From this it follows that the State must generally respect the autonomy of religious institutions, also in policies of promoting equality between men and women.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. At the same time, one should bear in mind that freedom of religion or belief includes the right of internal dissidents, including women, to come up with alternative views, provide new readings of religious sources and try to exercise influence on a community's religious self-understanding, which may change over time. In situations in which internal dissidents or proponents of new religious See also CCPR/C/21/Rev.1/Add.4, para. 3. understandings face coercion from within their religious communities, which sometimes happens, the State is obliged to provide protection. It should be noted in this regard that the autonomy of religious institutions falls within the forum externum dimension of freedom of religion or belief which, if the need arises, can be restricted in conformity with the criteria spelled out in article 18, paragraph 3, of the International Covenant, while threats or acts of coercion against a person may affect the forum internum dimension of freedom of religion or belief, which has an unconditional status. In other words, respect by the State for the autonomy of religious institutions can never supersede the responsibility of the State to prevent or prosecute threats or acts of coercion against persons (e.g., internal critics or dissidents), depending on the circumstances of the specific case.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. In addition, freedom of religion or belief includes the right to establish new religious communities and institutions. The issue of equality between men and women has in fact led to splits in quite a number of religious communities, and meanwhile, in virtually all religious traditions, reform branches exist in which women may have better opportunities to achieve positions of religious authority. Again, it cannot be the business of the State directly or indirectly to initiate such internal developments, which must always be left to believers themselves, since they remain the relevant rights holders in this regard. What the State can and should do, however, is to provide an open framework in which religious pluralism, including pluralism in institutions, can unfold freely. An open framework facilitating the free expression of pluralism may also improve the opportunities for new gender-sensitive developments within different religious traditions, initiated by believers themselves.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Religions and belief systems frequently include normative rules regulating community life. Communitarian norms originating from religious or other conscientious convictions are generally covered by freedom of religion or belief which, inter alia, protects \"practice\" in the broad sense of the word. However, it is important to bear in mind that this happens in the indirect mode that characterizes the human rights approach in general. As explained earlier, human rights protection cannot be directly accorded to religious norms or value systems as such. Rather, human rights empower human beings as rights holders, inter alia by facilitating the free profession of their normative convictions and by enabling them to organize their community life in conformity with their religious and ethical persuasions. States should create suitable conditions for religious or belief communities in this regard, while at the same time bearing in mind the rights of individuals who should be able to develop their own life plans and to express their personal convictions, including critical and dissenting views. This is not an easy task.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Additional complications emerge in States that directly enforce religious norms in certain areas of society, particularly norms concerning issues of marriage, family life, child custody, divorce and inheritance. Denominational family laws and personal status laws enforced by the State are a reality in many countries. They mostly reflect traditional understandings of gender roles connected with unequal rights of men and women. Many such denominational family laws may restrict women's rights to choose a spouse according to their own wishes; they may reflect unequal rights of men and women in questions of divorce, sometimes even permitting the husband to repudiate his wife unilaterally; they may furthermore assume unequal rights concerning family property and inheritance; they may give the husband a privileged legal position in issues of child custody; and some of these laws allow men to contract polygamous marriages.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 64,
        "Text": "64. While from the perspective of equality between men and women the critical focus will naturally fall on discriminatory gender roles existing in many denominational family laws, one also has to address the problem of State enforcement of religious norms. The enforcement of religious norms by State agencies necessarily gives rise to critical questions from the perspective of freedom of religion or belief, which is a right of human beings, not of States. In most (not all) such systems, State enforcement of denominational family laws accommodates a certain degree of religious pluralism. Accordingly, members of different religious communities, including recognized minorities, can regulate their family-related legal affairs in conformity with the normative precepts of their own religious traditions. In spite of pluralistic conceptualizations, however, the element of State enforcement of denominational family laws remains problematic from the perspective of freedom of religion or belief. Although each of the existing systems would require an assessment based on their specific merits, systems of State enforced denominational family laws typically fail to do justice to the human rights of persons living outside of the recognized religious communities, for example atheists or agnostics, members of small religions or new religious movements. However, as the Human Rights Committee has pointed out, article 18 of the International Covenant \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. The terms belief and religion are to be broadly construed. Article 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions.\"14",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Moreover, individuals may change their religious orientations. The freedom to do so constitutes an integral part of the forum internum dimension of freedom of religion or belief. However, this right can hardly be appropriately accommodated within a system of State-enforced denominational family laws. Many of the resulting problems concern women. For instance, it happens that women stemming from religious minorities who have converted in the context of a marriage wish to reconvert to their previous religion when the marriage breaks down. When trying to do so, they may encounter enormous difficulties in securing the right to have custody of their children. Losing custody of a child can be one of the worst experiences for a parent. This is only one example of serious human rights problems in this field in which violations of freedom of religion or belief and discrimination against women coincide.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 66,
        "Text": "66. It should be noted in this context that there have also been cases of custody denials based on prejudices against certain religious minorities within secular family law systems. This shows the need for sensitizing judges and other professionals dealing with such matters in all systems of family law. At the same time, there is a clear need for structural reforms in order to close relevant protection gaps. What is required in order to overcome the risk of human rights violations in this important field is family law systems that unequivocally respect the equality of men and women while at the same time doing justice to the broad reality of diversity of religion or belief, including persuasions beyond the realm of traditionally See CCPR/C/21/Rev.1/Add.4, para. 2. recognized religions and also bearing in mind the human right to change one's religion or belief. Again, this presupposes a holistic understanding of freedom of religion or belief and equality between men and women as mutually reinforcing human rights norms.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. The relationship between freedom of religion or belief and equality between men and women displays many facets and is exposed to numerous political, jurisdictional, theological and philosophical controversies. In the face of conflicting human rights concerns put forward in the name of freedom of religion or belief and/or in the name of equality between men and women, the two human rights norms themselves are sometimes perceived as standing in general opposition to one another. While acknowledging the reality of complicated conflicts in this field, the Special Rapporteur emphasizes that one must not draw the wrong conclusions from this experience. In particular, it would be problematic to turn concrete conflicts between different human rights issues into an abstract antagonism on the normative level itself.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 68,
        "Text": "68. Unfortunately, the idea that freedom of religion or belief and equality between men and women represent essentially contradictory human rights norms seems to be widespread and has even gained currency in parts of the larger human rights community. As a result, possible synergies between freedom of religion or belief and equality between men and women remain underexplored. Even worse, existing human rights work in this field is sometimes openly discouraged or delegitimized. Moreover, an abstractly antagonistic construction of the two human rights norms cannot do justice to the needs, wishes, experiences and specific vulnerabilities of many millions of women whose life situations falls within the intersection of discrimination on the grounds of their religion or belief and discrimination on the ground of their sex or gender. This problem disproportionately affects women from religious minorities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 69,
        "Text": "69. In keeping with the formula coined at the World Conference on Human Rights that \"[a]ll human rights are universal, indivisible and interdependent and interrelated\", the Special Rapporteur underlines the positive interrelatedness of freedom of religion or belief and equality between men and women. Upholding this holistic approach even in complicated situations is important for a number of practical reasons: it encourages the search for synergies in this area and facilitates an appreciation of sufficiently complex human rights approaches; it provides the horizon for coping appropriately with perceived or factual conflicts in a manner that does justice to all human rights norms involved in such conflicts; and it is the precondition for systematically addressing the human rights concerns of persons whose specific problems and vulnerabilities fall in the intersection of different human rights norms.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Abstractly antagonistic constructions of the relationship between freedom of religion or belief and equality between men and women are often based on a misunderstanding of the human rights nature of freedom of religion or belief. As a human right, freedom of religion or belief does not protect religions per se (e.g. traditions, values, identities and truth claims) but aims at the empowerment of human beings, as individuals and in community with others. This empowerment component is something which freedom of religion or belief has in common with all other human rights. Only on this basis is it possible to develop and defend a holistic understanding of the complex interplay between freedom of religion or belief and equality between men and women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 71,
        "Text": "71. In discourses on contentious religious issues, everyone should have a voice and everyone should have a chance to be heard. However, by also empowering groups who traditionally experience discrimination, including women and girls, freedom of religion or belief can serve as a normative reference point for projects that challenge patriarchal tendencies as they exist in virtually all religious traditions. This can lead to more gender-sensitive readings of religious sources and far-reaching discoveries in this field.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 72,
        "Text": "72. When dealing with supposed or factual problems in the intersection of freedom of religion or belief and gender equality, the existing diversity of human beings must always be taken seriously. This includes an awareness of interreligious as well as intrareligious pluralism. The voices of women, including their different and possibly conflicting assessments, should always be part of the broader picture. Failure to recognize existing and emerging pluralism frequently leads to stereotypes, which in turn can become a source of human rights abuses.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Integrating a gender perspective into programmes designed for protecting and promoting freedom of religion or belief is a requirement that ultimately follows from the universalistic spirit of human rights. Vice versa, integrating sensitivity for issues of freedom of religion or belief broadens and solidifies the human rights basis of gender-related anti-discrimination programmes.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 74,
        "Text": "74. In this spirit the Special Rapporteur formulates the following recommendations addressed to different stakeholders, including States, civil society organizations, religious or belief communities, media representatives and persons in charge of education: (a) States should ratify all core international human rights instruments, including the International Covenant on Civil and Political Rights and the Convention on the Elimination of All Forms of Discrimination Against Women. They are also encouraged to withdraw existing reservations, including any reservations with regard to religious traditions of the country. The interpretation of religious traditions is not the business of the State and should be left to the followers of the various convictions, who are the rights holders of freedom of religion or belief;; (b) States and other stakeholders should search for practical synergies between freedom of religion or belief and equality between men and women and encourage positive developments in this regard. In situations of perceived or factual conflicts, those in charge of taking legislative, policy or juridical decisions must do justice to all human rights issues involved, which implies upholding a holistic human rights understanding even in complicated situations. Taking interreligious and intrareligious pluralism into account is of paramount importance when dealing with conflicts in this field in order to find appropriate solutions and to do justice to all persons involved in such conflicts;; (c) States and other stakeholders should develop effective strategies to eliminate negative stereotypes, including gender-related stereotypes as well as stereotypical depictions of persons based on their religion or belief. This requires a holistic human rights approach in order to avoid measures employed to combat stereotypes in one area inadvertently producing or reinforcing negative stereotypes in another area;; (d) Policies designed to empower individuals exposed to gender-related discrimination cannot claim credibility unless they pay careful attention to the self-understandings, interests and assessments voiced by the concerned persons themselves, including women from religious minorities. This principle should always be observed, in particular before setting legislative or jurisdictional limits to a right to freedom, for example the right to wear religious garments;; (e) Legislative or jurisdictional restrictions on freedom of religion or belief deemed necessary for eradicating harmful practices and for promoting equality between men and women must be undertaken with the appropriate degree of empirical and normative diligence and must meet all criteria laid down in article 18, paragraph 3, of the International Covenant on Civil and Political Rights;; (f) States and other stakeholders should reinforce educational efforts in order to promote respect for diversity, including diversity in the areas of gender and religion or belief. In the process of designing and implementing educational programmes, concerned persons should be consulted and should have a chance to take an active role;; (g) Educational programmes to promote respect for diversity should become part of the regular school curriculum. In this regard, special attention should be given to the possible vulnerability of students, in particular children from religious minorities. In addition, the liberty of parents and legal guardians to educate a child in conformity with their own moral or religious convictions must be respected, while they also have to provide appropriate direction and guidance in a manner consistent with the evolving capacities of the child;; (h) Outreach programmes towards certain religious communities and the employment of mediators can help to build trust between the school and religious communities, which may be important for dispelling misunderstandings and prevent conflicts around issues of gender equality and ethical norms based on religious or other convictions. Fears expressed by students or parents, even if seemingly based on misunderstandings, should be taken seriously and deserve respectful responses;; (i) States should identify and close human rights protection gaps in personal status laws, including denominational family laws, which disproportionately affect women from religious or belief minorities. The purpose must be to create family law systems that fully respect equality between men and women while at the same time do justice to the broad reality of religious or belief diversity, including persuasions that go beyond the realm of traditionally recognized religions;; (j) States should provide an open framework in which existing and emerging religious pluralism can unfold freely and without discrimination. Ensuring free expression of pluralism may also improve the opportunities for new gender-sensitive developments within different religious traditions, which cannot be initiated by the State but must be left to the respective believers themselves who are the rights holders in the context of freedom of religion or belief.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons affected by armed conflict"
        ]
    }
]