[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights by its resolution 1986/20 and renewed by the Human Rights Council in its resolution 6/37. At the fourteenth session of the Council, Heiner Bielefeldt was appointed as mandate holder and assumed his function on 1 August 2010. The Council, in its resolution 22/20, renewed the mandate for a further period of three years.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The General Assembly, in its resolution 68/170, strongly condemned all forms of intolerance and of discrimination based on religion or belief, as well as violations of freedom of thought, conscience and religion or belief, and requested the Special Rapporteur to submit an interim report to the Assembly at its sixty-ninth session.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In section II of the present report, the Special Rapporteur provides an overview of his activities since the submission of his previous report to the General Assembly \\(A/68/290\\). In section III, he focuses on tackling religious intolerance and discrimination in the workplace. Section IV provides his conclusions and recommendations to various actors in this regard.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur conducted various activities between 1 August 2013 and 31 July 2014 pursuant to Human Rights Council resolutions 6/37, 14/11 and 22/20.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur undertook three official country visits: to Jordan, from 2 to 10 September 2013;1 Kazakhstan, from 25 March to 5 April 2014; and Viet Nam, from 21 to 31 July 2014.2 He expresses his appreciation to all his interlocutors and officials for the cooperation they extended to him during the visits. Additional official country visits are currently being scheduled. Updated information about the Special Rapporteur's visits and related requests is available on the website of the Office of the United Nations High Commissioner for Human Rights (OHCHR).3 \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur deals with individual cases or issues of concern brought to his attention. He sends allegation letters and urgent appeals to States, seeking clarification on credible allegations of incidents and governmental action possibly incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (General Assembly resolution 36/55\\).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur regularly receives complaints about human rights violations committed against individuals and groups from various religious or belief backgrounds, which he takes up with the concerned States, as appropriate. Since the creation of the mandate, the Special Rapporteurs have sent more than 1,350 allegation letters and urgent appeals to a total of 130 States. The communications sent between 1 March 2013 and 28 February 2014 and the replies received from Governments before 30 April 2014 are included in the latest communications reports \\(A/HRC/24/21, A/HRC/25/74 and A/HRC/26/21\\).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. On 27 and 28 August 2013, the Special Rapporteur conducted a number of seminars organized by State institutions and civil society organizations in Helsinki.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. On 12 September 2013, the Special Rapporteur conducted a follow-up visit to Cyprus, where he participated in the first interreligious round table, organized by the Office of the Religious Track of the Cyprus Peace Process, under the auspices of the Embassy of Sweden, in cooperation with OHCHR.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Between 30 September and 2 October 2013, the Special Rapporteur attended the International Conference on Dialogue among Cultures and Religions, which was organized in Rabat by the International Organization of la Francophonie and the Islamic Educational, Scientific and Cultural Organization, under the patronage of the King of Morocco.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. On 18 October 2013, the Special Rapporteur participated in an international conference on religion and politics on the theme \"Blasphemy as political game\", organized by the Graduate Institute of International and Development Studies, in Geneva.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Between 27 and 31 October 2013, the Special Rapporteur presented his interim report to the General Assembly \\(A/68/290\\) at its sixty-eighth session, with a focus on the intersection of freedom of religion or belief and the equality of men and women. In this context, he also participated in a number of side events on different themes.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 14 and 15 November 2013, the Special Rapporteur visited Stockholm and attended a seminar on the topic \"Freedom of religion or belief and equality between men and women — what could the EU and its Member States do\", organized by the Ministry for Foreign Affairs of Sweden. He used this opportunity to also participate in a number of other events.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 14,
        "Text": "14. On 27 November 2013, the Special Rapporteur attended the sixth session of the Forum on Minority Issues, held in Geneva. The session focused on guaranteeing the rights of religious minorities.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Between 17 and 19 January 2014, the Special Rapporteur participated in a conference on freedom of religion or belief, organized by the International Religious Liberty Association, in Madrid.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. On 12 February 2014, the Special Rapporteur participated in a conference on the theme \"The state of freedom of religion or belief in the world\", organized in Brussels at the European Parliament, following the presentation of the first annual report produced by the European Parliament Working Group on Freedom of Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Between 17 and 27 February 2014, the Special Rapporteur conducted an unofficial visit to India, where he participated in a number of civil society meetings and seminars and gave public lectures.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Between 10 and 14 March 2014, the Special Rapporteur presented his reports to the Human Rights Council at its twenty-fifth session \\(A/HRC/25/58, Add.1 and Add.2) and participated in a number of side events.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. On 8 May 2014, the Special Rapporteur attended a meeting of the Organization for Security and Cooperation in Europe Human Dimension Committee in Vienna and gave a presentation on freedom of religion or belief as part of a human rights-based peace agenda.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Between 15 and 18 May, the Special Rapporteur conducted a visit to the Republic of Moldova to follow up on his recommendations of his report on his official visit in 2011. He also participated in a round table with religious communities and civil society organizations in the Republic of Moldova and conducted a field visit to the Transnistrian region.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. On 19 and 20 June 2014, the Special Rapporteur attended a conference on freedom of religion or belief organized by a consortium of universities in Rome.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur additionally held many meetings with government representatives, religious or belief communities, civil society organizations and academic experts working in the area of freedom of religion or belief. He produced comments on draft legislation affecting freedom of religion or belief, delivered video messages, released media reports and gave numerous interviews to international media.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The management of religious or belief diversity in the workplace constitutes a major challenge for today's employment policy. An increasingly diverse and mobile global workforce, expanded manufacturing demands and new production schedules can lead to conflicts between professional and religious identities and duties. Given the salience of the topic and the increasing importance of religious or belief identity among certain groups, the Special Rapporteur has decided to dedicate the present report to exploring how the right to freedom of thought, conscience, religion or belief can be appropriately implemented in the workplace and what measures States, employers and other stakeholders should take to overcome intolerance and discrimination based on religion or belief in this context.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The issue affects employer responsibilities for policies and practices affecting the right to freedom of religion or belief in the workplace, the rights of employees (including job applicants) and the rights of customers or service users. The report covers employment both in public institutions and the private sector, but does not address the autonomy of religious or religion-inspired institutions.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The report addresses both direct and indirect forms of religion or belief-related intolerance and discrimination in the workplace, examining existing gaps, efforts and approaches, highlighting ongoing challenges and promoting policy options to better protect religious manifestations in the workplace. It also assesses the role of reasonable accommodation, both as a legal strategy and as a tool for managing religion or belief-related diversity in the workplace.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. For most employees the workplace has a significance that goes far beyond its economic function. Besides providing an income, the workplace constitutes an important part of an employee's everyday life, with high relevance for individual self-esteem, self-image, social connections and inclusion into community and society at large. The workplace is furthermore a place in which many people manifest their religious convictions — or wish to do so. For example, some employees wear religious garments and perform their prayers at work. Members of religious minorities may also ask for the possibility to abide by religiously prescribed dietary rules or holidays. And occasionally employees refuse to perform certain work-related activities which run contrary to their deeply held conscientious convictions.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. While in many cases religious manifestation at the workplace does not cause any problems or is appreciated as a positive expression of diversity, there can also be instances of resistance, confrontation and intolerance. Reluctant public and private employers typically invoke issues of corporate identity, \"neutrality\", contract-based stipulations, customer-orientation, health and safety and the rights of other staff members in order to prevent or restrict the open display of religious identities at work. In other situations, only the followers of mainstream religions or beliefs are granted an opportunity to manifest their convictions openly at the workplace, while individuals belonging to minority communities, sceptics, atheists or dissenters are forced to conceal their positions in order to avoid harassment by colleagues, customers or employers. Additional problems can occur when members of religious or belief minorities request seemingly \"special treatment\", such as exceptions from general rules, or when individuals object to performing certain work-related activities which would go against their convictions. 4 Conflicts over such issues may result in employee dismissals or in other forms of sanctions and litigation.5 At times, such conflicts can escalate into highly emotional debates within, and even beyond, the workplace, risking stoking resentment against religious or belief minorities.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Given the enormous significance of the workplace as a place in which many people spend the majority of their daily lives, the issue of religious intolerance and discrimination in the workplace has been touched upon in the Special Rapporteur's mandate practice.6 However, it certainly merits further systematic exploration. The sources of intolerance and discrimination can be manifold: existing prejudices against religious or belief minorities may poison the atmosphere among employees; customers may refuse to deal with employees of a religious orientation different from their own; public and private employers may pursue restrictive policies with the intention of preventing hypothetical conflicts (often far-fetched) between followers of different religions or beliefs; or some members of minorities may feel obliged to abide by religious prescriptions that cannot easily be accommodated. In addition, requirements of corporate identity often unduly limit the space for the manifestations of religious conviction and labour laws may have discriminatory side-effects, or even discriminatory intentions, against religious minorities or dissenters. Such problems can occur in public institutions, as well as in the private sector. Moreover, women may suffer from multiple and/or intersectional forms of discrimination or related abuses in the workplace, often originating from both their sex and their religious or belief background. Thus, the issue has an obvious gender dimension (see also A/68/290, paras. 17-74).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 29,
        "Text": "29. Given the complexity of the issue, the Special Rapporteur has decided to narrow his focus to two accounts: First, the report approaches the theme from the angle of employees, not (or rather only incidentally) from the perspective of employers. Nevertheless, it should at least be noted that both employees and employers, qua human beings, are entitled to freedom of religion or belief. While this human right also has a collective or corporate dimension, a full analysis of this question would lead to discussion of the issue of the autonomy of religious institutions in their employment policies, which would go far beyond the confines of the present report.7 Secondly, the focus will be on existing employment relations, rather than on the question of non-discriminatory access to employment. These two issues are strongly interrelated as there is a natural connection between the accommodation of religious diversity within existing employment and a non-discriminatory accessibility of employment. In some countries, people belonging to certain religious or belief minorities are formally barred from accessing public employment and parts of the private sector. The issue of non-discriminatory access to employment has been taken up by the International Labour Organization (ILO) Committee of Experts on the Application of Conventions and Recommendations, in particular with regard to ILO Convention No. 111 concerning Discrimination in Respect of Employment and Occupation, adopted in 1958. The Special Rapporteur would like to take this opportunity to commend the monitoring work performed by the ILO Committee of Experts on the basis of Convention No. 111, which covers discrimination in employment on different grounds, including religion or belief. ILO also conducts a regular dialogue with religious traditions on the decent work agenda and has produced a handbook outlining some convergences.8",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur would like to reiterate, at the outset, that the terms \"religion\" and \"belief\", as they are used in the present report, must be broadly understood, in keeping with the interpretation in the Human Rights Committee's general comment No. 22. As the Committee has pointed out, \"[a]rticle 18 protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief.\"9 The general comment further clarifies that \"[a]rticle 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions.\"10 The Special Rapporteur fully subscribes to this interpretation. He is furthermore guided by a broad understanding of discrimination which includes direct and indirect discrimination. While direct discrimination openly targets certain individuals, or groups, with the intention or effect of denying their claims to full equality, indirect discrimination usually starts with prima facie \"neutral\" general rules, policies or practices, which — although on the surface appearing to apply to everyone equally — nonetheless have a discriminatory impact on certain individuals or groups. Based on the assumption that indirect discrimination is usually more difficult to detect and combat than direct discrimination, the present report will accord specific attention to this problem as it relates to freedom of religion or belief in the workplace.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 31,
        "Text": "31. When discussing issues of religious intolerance and discrimination in the workplace, the Special Rapporteur often encounters two general misunderstandings. The first misunderstanding relates to the scope of freedom of religion or belief. It is sometimes assumed that religion should be a \"private\" affair which chiefly concerns the family and religious worship in a narrow sense, but has little to do with people's professional life. However, for many believers their religious conviction pervades all dimensions of human life: family relations, school education, etiquette, the general societal culture of communication, social and economic affairs, public and political life, and so on, and thus the workplace. Article 18 of the International Covenant on Civil and Political Rights supports such a comprehensive understanding. It covers everyone's freedom \"either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching\". Whereas the terms \"teaching\" and \"worship\" relate to specific religious spaces and institutions, the terms \"observance\" and \"practice\" do not display any spatial or institutional specificities and must be broadly applied. The text also clearly states that the right to manifest one's r eligion or belief spans both private and public aspects of human life. In addition, the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, 1981 (General Assembly resolution 36/55\\) clarifies, in article 4, paragraph 1, that the responsibility of States to combat religious discrimination covers \"all fields of civil, economic, political, social and cultural life\". Thus, there can be no reasonable doubt that the right to freedom of thought, conscience, religion or belief also applies in the workplace.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 32,
        "Text": "32. The second general misunderstanding is more difficult to refute. It rests on the assumption that by voluntarily signing a labour contract, employees large ly waive their freedom of religion or belief, which they, supposedly, can fully retrieve by abandoning their employment and taking an alternative job that accommodates their religious needs and convictions. In other words, the voluntary nature of an employment relationship is used as an argument to deny any interference with the right of freedom of religion or belief and refute the possibility that serious issues of religious freedom at the workplace can emerge as long as the complainant could take steps to avoid the limitation, such as finding another job. Although in practice this may hold true in some cases, the overall reasoning remains highly problematic on a number of accounts. It is true that there is an option for the employer to define certain work-related obligations which may actually limit an employee's freedom to manifest her/his religion or belief. The scope of such limitations, inter alia, depends on the (public, private, religious, secular, etc.) characteristics of the employing institution, as well as on the particular purpose of the employment. However, limitations of the right to manifest one's religion or belief, if defined in a labour contract, must always be specific, compatible with the nature of the task to be accomplished and proportionate to a legitimate purpose. They can never amount to a simple waiver of the employee's freedom of religion or belief, which after all, enjoys the elevated status of an \"inalienable\" human right. Moreover, one should take into consideration that some employees may, in reality, have little option to find alternative employment. Pointing to the \"voluntary\" nature of an employment contract and the hypothetical option of leaving the existing contract can thus be unrealistic, depending on the specific situation. Instead, the factual availability, or non-availability, of alternative employment can be an important empirical factor in assessing the proportionality of specific contract-based limitations on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Imposing limitations on the exercise of any right to freedom is always sensitive. On the one hand, it is a truism that neither the freedom of an individual, nor that of a group, can be completely unlimited, since making use of one's own freedom might negatively affect the rights of other people or important public interests. On the other hand, the general need for some limitations can easily become a pretext for imposing arbitrary, discriminatory or overly broad restrictions. Countless examples demonstrate that this also happens in the area of freedom of religion or belief. The question of where to draw limits and how to prevent the abuse of limitation clauses therefore requires caution and diligence. Article 18 of the International Covenant on Civil and Political Rights outlines some indispensable criteria in this regard, and the Human Rights Committee has dedicated several paragraphs of its general comment no. 22 in order to further clarify this issue.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. According to the Committee, for limitations to be legitimate, they must satisfy a number of conditions. Moreover, one should bear in mind that the internal dimension of freedom of thought, conscience, religion or belief (traditionally termed forum internum) benefits from an unconditional protection,11 according to article 18, paragraph 2, of the Covenant, which states that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". The Committee stresses that policies or practices, such as \"those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of the Covenant, are similarly inconsistent with article 18(2).\"12",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. With regard to manifestations in the forum externum, limitations are only permissible if they meet all the criteria set out in article 18, paragraph 3, of the Covenant. Accordingly, any limitations must be legally prescribed and must be \"needed\" to pursue a legitimate aim — the protection of \"public safety, order, health, or morals or the fundamental rights and freedoms of others\". In addition, such restrictions must remain within the realm of proportionality, which, inter alia, means that they must always be limited to the minimum degree of interference that is necessary to pursue a legitimate purpose. These criteria are prescribed with a view to safeguarding the essence of freedom of religion or belief, even in situations of conflict with the rights or freedoms of others or with important public interests.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The onus of proof therefore falls on those who argue in favour of the limitations, not on those who defend the full exercise of a right to freedom. Confirming this critical function, the Human Rights Committee insists \"that paragraph 3 of article 18 is to be strictly interpreted: restrictions are not allowed on grounds not specified there […]. Limitations may be applied only for those purposes for which they were prescribed and must be directly related and proportionate to the specific need on which they are predicated. Restrictions may not be imposed for discriminatory purposes or applied in a discriminatory manner\". 13",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. By signing a labour contract or a similar employment agreement, employees usually accept certain work-related obligations. In some cases such contract-based obligations can implicitly or explicitly limit the right to manifest one's religion or belief in the workplace. Assuming that labour contracts have a basis in public labour law, one might argue that limitations of freedom of religion originating from contract-based obligations may, in many cases, satisfy the requirement of a legal basis, as prescribed by article 18, paragraph 3, of the Covenant. However, even then, it remains to be seen whether such limitations serve a legitimate purpose and whether they are applied in a proportionate manner. Each specific situation and each individual case deserves a careful empirical and normative assessment.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Workplace-related considerations that conflict with an individual's right to freedom of religion or belief, and which arguably fall within the list of legitimate purposes according to the understanding in article 18, paragraph 3, of the Covenant, inter alia, depend on the raison d'être of the employing institution and on the specific purpose and nature of the employment. For instance, the purpose of employment in the public service may differ significantly from employment within a private company, and such differences could possibly become an argument for imposing different rules of conduct in respective public or private employment contracts. However, any stipulations negatively affecting freedom of religion or belief must be precisely and narrowly defined. Limitations must always clearly relate to one of the legitimate purposes enumerated in article 18, paragraph 3, of the Covenant; they must furthermore be necessary to pursue the stated purpose; and they must be enacted without any discriminatory intention or effect.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. In this context, the Special Rapporteur would like to again acknowledge the work carried out by the ILO Committee of Experts on the Application of Conventions and Recommendations, which engages in a process of ongoing dialogue with Governments on the application of ratified conventions, helping to identify information gaps and suggesting measures and mechanisms for improved implementation. In its Observations and Direct Requests, ILO can also take into account information from other United Nations supervisory bodies, forums and agencies. When monitoring ILO Convention No. 111, the Committee of Experts has always insisted on a narrow understanding of article 1, paragraph 2, which states: \"Any distinction, exclusion or preference in respect to a particular job based on the inherent requirements thereof shall not be deemed to be discrimination.\" According to the Committee of Experts, \"the concept of inherent requirements must be interpreted restrictively so as to avoid undue limitations of the protection that the Convention is intended to provide\".14",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur has gained the impression that restrictions imposed on religious manifestations at the workplace frequently fail to satisfy the criteria se t out in relevant international human rights instruments. This critical assessment covers both public employers and the private sector. Limitations are often overly broad; it remains unclear which precise purpose they are supposed to serve and whether the purpose is important enough to justify infringements on an employee's right to freedom of religion or belief. The requirement always to minimize interferences to what is clearly \"necessary\" in order to achieve a legitimate purpose, as implied in the proportionality test, is frequently ignored. Moreover, restrictions are sometimes applied in a discriminatory manner. Indeed, many employers appear to lack awareness that they may incur serious human rights problems as a result of restricting manifestations of freedom of religion or belief by their staff. Under international human rights law, States — in cooperation with other stakeholders have a joint responsibility to rectify this state of affairs.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. It should be noted in this context that religious institutions constitute a special category, as their raison d'être is, from the outset, a religious one. Freedom of religion or belief also includes the right to establish a religious infrastructure which is needed to organize and maintain important aspects of religious community life. For religious minorities this can even become a matter of their long-term survival.15 The autonomy of religious institutions thus undoubtedly falls within the remit of freedom of religion or belief. It includes the possibility for religious employers to impose religious rules of conduct on the workplace, depending on the specific purpose of employment. This can lead to conflicts with the freedom of religion or belief of employees, for instance if they wish to manifest a religious conviction that differs from the corporate (i.e., religious) identity of the institution. Although religious institutions must be accorded a broader margin of discretion when imposing religious norms of behaviour at the workplace, much depends on the details of each specific case.16",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Acts of intolerance and discrimination in the workplace can occur in open or more concealed forms, as well as in direct or indirect forms. For example, members of religious minorities may suffer unconcealed harassment from colleagues, customers or employers when manifesting their religion or belief — or when wishing to do so. Such harassment typically includes tasteless jokes, verbal abuse and other expressions of disrespect, often disproportionately affecting women from religious minorities. Converts are another particularly vulnerable group frequently suffering extreme forms of workplace harassment. Existing prejudices against certain religious or belief communities are sometimes used as a pretext to prevent members of those groups from communicating with customers, or else to generally prevent their \"visibility\" at work. Moreover, the Special Rapporteur has heard about incidents of pressure exercised by colleagues or employers on members of religious minorities to remove their religious garments, to consume religiously prohibited food, or to eat during religious fasting periods. Some private and public employers openly request their employees to distance themselves from certain religions or beliefs; at times they may even insist on the violation of religious rules, for instance dietary restrictions, as a test of loyalty. Failure to comply with such requirements can result in a reduction of salaries, refusal of promotion, loss of pension claims, dismissal or other sanctions. Some companies or public institutions may furthermore create a climate of vigilantism and intimidation by encouraging employees and customers to report unwanted religious activities performed by their staff. 17",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Under freedom of religion or belief, States have the responsibility to do the utmost to prevent such abuses and tackle their root causes. Obviously, they have a special obligation concerning employment in State institutions, since the treatment of employees in State institutions can set an example for the society at large. If public employers unduly hinder the manifestation of religious diversity at work or No. 1620/03), judgement of 23 September 2010; and Obst v. Germany (application No. 425/03), judgement of 23 September 2010. openly discriminate against religious or belief minorities within their staff, this will likely have negative spillover effects on private employers who may feel encouraged to impose similar restrictions on their own staff. By contrast, policies that create an atmosphere of religious tolerance for employees working in public institutions can also serve as positive models for private sector employers.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Besides this special responsibility concerning the employment policies of State institutions, States are obliged to create effective anti-discrimination laws for the society at large, including the private sector. Such laws must also cover discrimination on the grounds of religion or belief. The Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief sends a strong message by proclaiming, in article 3, that \"discrimination between human beings on the grounds of religion or belief constitutes an affront to human dignity and a disavowal of the principles of the Charter of the United Nations\". State responsibility to overcome religious discrimination in this area includes the regulation of employment in public institutions and the private sector through non-discrimination stipulations in general labour laws and other measure s. Finally, the State is responsible for tackling the root causes of religious intolerance and related abuses, for instance, by providing anti-bias education in schools or by taking steps to counter negative stereotypes presented in the media. 18",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. While States have undertaken formal obligations under international human rights law, non-State actors also have a responsibility to combat intolerance and discrimination in the workplace. This particularly concerns employers, trade unions and consumer organizations. They should all use their specific potential to contribute to a climate of open-mindedness and an appreciation of diversity in the workplace as part of normal life.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 46,
        "Text": "46. Apart from straightforward expressions of religious intolerance and direct discrimination against religious minorities, intolerance and discrimination can also occur in more concealed or indirect forms which are not always easy to detect. They often remain hidden by seemingly \"neutral\" rules which, although on the surface applying to everyone equally, can have disproportionately negative effects on some people. For instance, the management of holidays at the workplace typically reflects the dominant religious and cultural tradition in a country. Whereas adherents of majority religions usually do not encounter great problems when trying to combine their work-related obligations with the celebration of their religious holidays, the situation of religious or belief minorities may be much more complicated. Additional problems may arise for people who feel a religious obligation not to work on specific days during the week. For instance, some Jews or Seventh-Day-Adventists have lost their jobs as a result of their refusal to work on Saturdays, and the same has happened to both Muslims and Christians who objected to working on Fridays or Sundays, respectively. Another example of possible indirect discrimination concerns dress code regulations which, in the name of \"corporate identity\" or for other reasons, prohibit employees from wearing religious garments. While on the surface such regulations may appear to affect all staff members equally, in practice they can impose disproportionate burdens on members of religious or belief minorities who may be confronted with the dilemma of either living in accordance with their convictions or risking dismissal or other sanctions.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Indirect discrimination at the workplace can occur both in public institutions and in the private sector. When establishing rules or practices with indirectly discriminatory implications, public or private employers in some cases are cognizant of what they do and use such mechanisms on purpose. However, it seems plausible to assume that in many cases they are not fully aware of the possibly discriminatory effects that prima facie neutral rules can have on the situation of religious or belief minorities within their staff.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Apart from difficulties in detecting indirect discrimination or other concea led forms of religious intolerance, finding an appropriate response is usually more complicated than in cases of straightforward intolerance and direct discrimination. Obviously, it requires a culture of open and trustful communication between employers, managers and staff, always including religious or belief minorities, who should feel encouraged to voice their specific concerns and needs. In some situations, indirect discrimination can only be rectified by modifying general rules or by accommodating specific \"exceptions\" for certain individuals. Many employers are reluctant to embark on such a course out of a fear that this could open the floodgates to all sorts of presumably \"unreasonable\" demands. Some employers may also fear that by accommodating specific needs of religious minorities, they could in the end undermine important policy considerations, such as corporate identity, neutrality, customer-friendliness and the rights of other employees. Demands to accommodate specific needs of religious or belief minorities seem to have triggered resistance in the wider society, because they are sometimes misperceived as \"privileging\" minorities at the expense of the principle of equality. For this reason, even people generally sympathetic with broader human rights and non-discrimination agendas may react in a somewhat ambivalent manner towards proposals of special accommodation for religious or belief minorities in the workplace. In order to counter such fears, those proposing specific measures of accommodation usually make clear that these measures should remain within a \"reasonable\" framework. This leads to the issue of \"reasonable accommodation\".",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. \"Reasonable accommodation\" has become a recognized term in the international human rights debate, and its relevance in a comprehensive non-discrimination strategy has been formally enshrined in the Convention on the Rights of Persons with Disabilities, 2006 (General Assembly resolution 61/106\\).19 Article 2 of the Convention defines: \"Reasonable accommodation means necessary and appropriate modification and adjustments not imposing a disproportionate or undue burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment and exercise on an equal basis with others of all human rights and fundamental freedoms\". Article 5, paragraph 3, of the Convention stipulates an obligation for State parties in this field: \"In order to promote equality and eliminate discrimination, States Parties shall take all appropriate steps to ensure that reasonable accommodation is provided.\" It should be noted that article 5 of the Convention generally deals with equality and non-discrimination and that reasonable accommodation thus plays a systematic role in this specific context. In its concluding observations on reports of States parties, the Committee on the Rights of Persons with Disabilities has clarified that it treats failure to ensure reasonable accommodation as a violation of the principles of equality and non-discrimination.20",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Convention on the Rights of Persons with Disabilities reflects some of the most recent thinking in this area, including insights from international debates on measures needed to effectively combat discrimination, in particular indirect forms of discrimination. It seems fair to infer that what the Convention specifically stipulates as regards reasonable accommodation on behalf of persons with disabilities might also apply to persons suffering discrimination on other grounds, including religion or belief.",
        "Labels": [
            "Persons with disabilities",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Measures of reasonable accommodation in the workplace in order to ensure everyone's freedom of religion or belief on the basis of equality and non-discrimination are not a mere utopian dream. Fortunately, we have a number of impressive success stories in this field which may help to inspire positive action and dispel unjustified fears.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. In many institutions, a more or less appropriate infrastructure already exists or is in the process of development. Accommodating religious or belief-related diversity in the workplace has become a standard practice in many public institutions and private companies. One example is respect for specific dietary needs originating from religious prescripts or other conscience-based reasons. Workplace canteens frequently provide halal or kosher food and offer vegetarian meals, and in many cases this is appreciated even by employees who have not requested such options for religious reasons. Public and private employers have successfully negotiated pragmatic ways of accommodating diverse religious holidays, for instance, by permitting employees to use parts of their annual vacation for this purpose. Trade unions and staff representatives often participate in such negotiations. There are also examples of employees performing their prayer rituals in the workplace without any negative implications on professiona l operations. Moreover, the wearing of religious garments is considered part of normal life in many public institutions or private companies and is largely respected by colleagues and customers. In short: provided there is goodwill on all sides, practical solutions can be found in most cases. So before dealing with remaining challenges and objections, it may be useful to find encouragement from the broad spectrum of success stories in this area.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Despite many positive experiences, measures of reasonable accommodation continue to meet with scepticism or resistance. Sceptics and opponents seem to be driven by different fears. For instance, they may fear that such measures would privilege minorities at the expense of equality among colleagues, could undermine the \"neutrality\" of certain institutions, open the floodgates to all sorts of special demands, dilute corporate identity, poison the workplace atmosphere and lead to high economic costs and managerial complications. Within the confines of the present report, the Special Rapporteur can only sketch out brief responses to such typical objections.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Against a widespread misunderstanding, the purpose of reasonable accommodation is not to \"privilege\" members of religious minorities at the expense of the principle of equality. In fact, the opposite is true. What reasonable accommodation encourages is the implementation of substantive equality. One should first note that within the framework of human rights, equality must not be mistaken for \"sameness\" or \"uniformity\". Based on recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family,21 human rights empower all human beings — on the basis of equal respect and equal concern — to pursue their personal life plans, to enjoy respect for their unique and irreplaceable biographies, to freely express their diverse political opinions and to live in accordance with their diverse faith-related convictions and practices etc. In the context of human rights, equality always means a diversityfriendly \"complex equality\". Implementing equality in this sense will bring to bear the existing and emerging diversity among human beings in all sectors of society. This, inter alia, requires the elimination of discrimination, including indirect discrimination — and therein lies the precise purpose of reasonable accommodation. In short, instead of diluting the principle of equality, reasonable accommodati on contributes to a more complex — and thus more appropriate — conceptualization of substantive equality, based on equal respect and concern for all human beings with their diverse biographies, convictions, identities and needs. It does not privilege certain groups of people but finally contributes to a more diverse society to the benefit of all. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Some employers pursue a policy of \"neutrality\" vis-à-vis their customers in order to demonstrate that they cater to all parts of the society without distinguishing between adherents of different creeds. Such a policy of neutrality may be of particular importance for the public service or other State institutions — for example, the police or the judiciary — which are supposed to operate in the service of everyone without prejudice to different religious backgrounds. When discussing the issue of neutrality the different functions which State institutions carry out certainly must be taken into consideration. At any case, on closer analysis, it becomes obvious that in the context of freedom of religion or belief the term neutrality can have very different meanings. It can sometimes be a proxy for a policy of non-commitment towards, and non-recognition of religious or belief diversity and can even lead to rather restrictive measures in this area. Unfortunately, there are examples of unreasonably restrictive readings of neutrality within both public institutions and the private sector. By contrast, neutrality can also represent a policy of fair inclusion of people of diverse religious or belief orientation — both within an organization's staff and vis-à-vis its customers. In this positive understanding, the principle of neutrality serves as an antidote to all sorts of biases, exclusions, negative stereotypes and discrimination. It provides an open and inclusive framework for the free and non-discriminatory unfolding of religious and belief diversity among staff and when dealing with the outside -society. This latter is an understanding of neutrality to which the Special Rapporteur fully subscribes. From such a perspective, reasonable accommodation, far from endangering the neutrality of the workplace, can actually become a positive factor of \"neutrality\", appropriately understood.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Employer reluctance towards reasonable accommodation may reflect fears that such a policy could invite all sorts of trivial demands from staff. Indeed, it is important to ensure that reasonable accommodation does not fall prey to trivial interests. The underlying idea is not simply to accommodate all kinds of personal tastes or preferences, but rather to help avoid situations in which an employee would otherwise be faced with discriminatory treatment and a serious, existential dilemma. The preamble to the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief recalls that \"religion or belief, for anyone who professes either, is one of the fundamental elements of his conception of life\". Those claiming some accommodation in order to fully exercise their freedom of religion or belief can therefore be expected to present the argument that without such appropriate measures they would suffer an existential conflict, that is, a dilemma of a serious nature. Certainly in some cases it may be difficult to distinguish a serious religious or belief-related demand from more trivial interests. When confronted with such questions, public or private employers may therefore need professional advice, based on a clear understanding of freedom of religion or belief and its broad application. The availability of appropriate professional support is of strategic significance for the practical implementation of reasonable accommodation in this area.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Public institutions and private companies can have a legitimate interest to be publicly recognizable in their dealings with customers and other people. Experiences from both public institutions and private companies demonstrate that the interest in maintaining corporate identity is, in most cases, easily reconcilable with accommodating religious diversity. Rather than leading to all-or-nothingdilemmas, reasonable accommodation usually just requires a degree of flexibility from both employers and employees, as well as tolerance from third parties and the society at large.22 It should be reiterated that religious institutions may require a different assessment in this regard, since their corporate identity is religiously defined from the outset.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Measures of reasonable accommodation in the workplace are not always popular among staff and can lead to tensions, sometimes based on (mis)perceptions that members of minorities receive a \"privileged\" treatment. As briefly mentioned previously, this is a misunderstanding, because reasonable accommodation presupposes a more demanding concept of complex equality. However, instead of dispelling such misunderstandings among their staff, some employers resort to policies of \"abstract conflict prevention\" by refusing to even consider measures of reasonable accommodation in the first place. Such restrictive policies often lack any realistic risk-analysis. The mere possibility — perhaps even a far-fetched one — that such conflicts could hypothetically emerge, is taken as a pretext to reject any accommodation of diversity in the workplace. However, the resulting restrictive policies may amount to undue limitations of the freedom to manifest one's religion or belief. As elaborated previously, the imposition of limitations always requires precise empirical and normative arguments, in compliance with article 18, paragraph 3, of the International Covenant on Civil and Political Rights, as well as all other relevant international human rights norms.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Perhaps the most widespread objection to measures of accommodation concerns anxieties of possibly far-reaching economic or managerial consequences. However, already the definition of reasonable accommodation in the Convention on the Rights of Persons with Disabilities makes it clear that measures of accommodation should not amount to a \"disproportionate or undue burden\" for the respective institution. Depending on the specific context, this provision can serve as an argument for rejecting too far-reaching requests for accommodation, if they are likely to cause disproportionate economic or other costs. However, such rejection should always be concrete and confined to specific cases. A broadly applied \"preventative\" strategy which, with regard to merely hypothetical costs and complications, would deny any discussion of accommodation in the first place would be illegitimate. Moreover, experience shows that in many cases measures of accommodation are nearly or totally cost-free.23 Rejecting accommodation would thus be \"unreasonable\" even in a narrow economic understanding of reasonableness. In the long run, measures of accommodation can even have positive economic effects by enhancing the reputation of an institution or company, by reinforcing a sense of loyalty and identification within the staff and by facilitating a creative atmosphere in which diversity is appreciated as a positive asset.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 60,
        "Text": "60. For all the significance and potential that reasonable accommodation holds to combat discrimination, legislators and courts have by and large been reluctant to apply the principle as a legal entitlement. The Special Rapporteur hopes that the Convention on the Rights of Persons with Disabilities may serve as a general door opener in this regard, including beyond the specific area of disability.",
        "Labels": [
            "Persons with disabilities",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 61,
        "Text": "61. Those opposed to a legal approach on this issue argue that turning reasonable accommodation into a legally enforceable right could negatively backfire and reduce the readiness of public or private employers to experiment with creative measures. Instead of treating accommodation as a legal entitlement, they pre fer pragmatic policies of encouraging employers to use reasonable accommodation as a managerial tool outside the realm of law. However, the flipside of this non-legal approach is that employees would remain unilaterally dependent on the willingness of employers to accommodate their specific religious or belief-related needs at the workplace. They would not have any legal recourse against employers who, from the outset, reject any form of accommodation, even if the religious concerns at stake are high and the economic or managerial costs of the accommodating measures are merely minor.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The Special Rapporteur advocates for combining the advantages of a legal approach to reasonable accommodation with those of a more pragmatic managerial approach. In the spirit of article 5 of the Convention on the Rights of Persons with Disabilities, as quoted in paragraph 49 above, the provision of reasonable accommodation should be understood as part of the legal responsibility of States, including as regards the guarantee of freedom of religion or belief. This also follows from article 4, paragraph 1, of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, which proclaims: \"All States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life\". Denying a person accommodation in situations where such measures would not amount to a disproportionate or undue burden could accordingly qualify as discrimination, depending on the circumstances of the particular case. Moreover, individuals should have the option of resorting to legal remedies in order to challenge any denial of accommodating measures that could be reasonably enacted. The serious implications of indirect discrimination on the full enjoyment of freedom of religion or belief for all certainly call for a legal co urse, without which reasonable accommodation would remain a mere act of mercy.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. At the same time, public and private employers, as well as other stakeholders, should be encouraged to further explore and expand the scope of reasonable accommodation beyond what is currently legally enforceable. Public and private employers, trade unions, representatives of staff and others should exchange positive experiences, discuss typical obstacles and set up contextualized pragmatic benchmarks. States should support such experiments by providing advice and establishing good practice examples in their own employment policies.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Policies of reasonable accommodation can lead to complicated questions, problems and, at times, impasses. For instance, it may not always be easy to distinguish between serious demands put forward in the name of a person's religious identity and mere trivial interests or unsubstantiated claims. 24 Drawing a line requires sensitivity for people's identity-shaping convictions and practices as well as a solid understanding of the precise normative implications of freedom of religion or belief and its universal and inclusive application. Problems can also occur if parts of the management or staff are still unconvinced that reasonable accommodation of religious diversity is a meaningful purpose. Calculation of costs or possible side effects is another complicated matter that requires experience and professional knowledge.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The availability of appropriate training and advice is therefore of strategic importance for a successful handling of reasonable accommodation. Given the overall responsibility of States for combating all forms of intolerance and discrimination based on religion or belief, States should establish an appropriate infrastructure of training and advisory services based on human rights. National human rights institutions seem ideally placed to play a key role in this area. Many national human rights institutions have already developed programmes of human rights-based diversity training which, inter alia, cater to public and private employers. Training programmes should also include sensitivity training for multiple and intersectional discrimination, for example, problems that women from religious minorities encounter in the intersection of gender-related and religious discrimination in the workplace.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Notwithstanding the formal responsibility of States under international human rights law, other stakeholders — such as employers and their umbrella organizations, trade unions, religious communities, civil society organizations, etc. — should each use their specific potential to contribute to combating religious intolerance and discrimination at the workplace. For example, they can offer their expertise to help in designing appropriate policies of reasonable accommodation and to dispel typical misperceptions, or they can facilitate an exchange of relevant experiences in this area.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Given the enormous significance of the workplace, in which many people spend a large share of their daily lives, the issue of religious discrimination in the area of employment so far has received comparatively little systematic attention. However, there can be no doubt that the freedom to manifest one's religion or belief without discrimination also applies in the workplace.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Although labour contracts can stipulate specific work-related obligations which, under certain conditions, may limit some manifestations of an employee's religion or belief, they can never amount to a general waiver of this human right in the workplace. Moreover, any limitations of the right to manifest one's religion or belief in the workplace, if deemed necessary, must always be specific and narrowly defined; they must furthermore be clearly needed to pursue a legitimate purpose, as well as proportionate to the said purpose. While these requirements apply broadly to both public and private employment, one should bear in mind that religious institutions constitute a special case. As their raison d'être and corporate identity are religiously defined, employment policies of religious institutions may fall within the scope of freedom of religion or belief, which also includes a corporate dimension.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Under freedom of religion or belief, States have a formal responsibility to prevent and eliminate all forms of intolerance and discrimination based on religion or belief, including in the workplace. Their responsibility goes far beyond ensuring non-discrimination in employment within State institutions; they must also combat discrimination within the larger society, including as regards employment in the private sector. Other stakeholders — companies, trade unions, religious communities, civil society organizations — are also encouraged to use their potential to contribute to a climate of tolerance and to an appreciation of the diversity of religion or belief in the workplace.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 70,
        "Text": "70. Combating discrimination requires a comprehensive approach of tackling both direct and indirect forms of discrimination based on religion or belief. Whereas direct discrimination can typically be identified on the surface, indirect discrimination often remains hidden under \"neutral\" rules which, on the surface, affect all staff members equally. It may be useful to mandate specific monitoring bodies with the task of gathering relevant data in order to detect indirect discrimination. Moreover, eliminating indirect discrimination may require measures of \"reasonable accommodation\". At the level of specific institutions, a culture of trustful and respectful communication is needed in order to identify the specific needs of persons belonging to religious or belief minorities.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The enshrinement of the principle of reasonable accommodation in the Convention on the Rights of Persons with Disabilities should serve as an entry point for discussing the role of similar measures in other areas of combating discrimination, including on the grounds of religion or belief. Policies of eliminating discrimination cannot be fully effective unless they also contemplate measures of reasonable accommodation.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 72,
        "Text": "72. Against a widespread misunderstanding, the purpose of reasonable accommodation is not to \"privilege\" religious or belief-related minorities, at the expense of the principle of equality. One should bear in mind that in the context of human rights, equality must always be conceived of as a diversity-friendly equality, which is the opposite of \"sameness\" or uniformity. From the perspective of a diversity-friendly, complex and substantive equality, measures of reasonable accommodation should be appreciated as instruments of translating the principle of equality into different social contexts. In order to find appropriate practical solutions in this area, public and private employers require training and advice which should be provided by the State.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Against this background, the Special Rapporteur formulates the following recommendations.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. States should establish effective anti-discrimination legislation which, inter alia, covers employment in public and private institutions. Such legislation must include the prohibition of discrimination on the basis of religion or belief. Issues of multiple and intersectional discrimination — for instance, on combined grounds of gender and religion or belief — require specific attention.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 75,
        "Text": "75. In order to ensure an effective implementation of anti-discrimination legislation, appropriate monitoring mechanisms should be put in place. National human rights institutions, operating in line with the Paris Principles, may be particularly well-suited to take an active role in this endeavour. They should also help to identify indirect discrimination (or other forms of concealed discrimination) based on religion or belief at the workplace, including by gathering relevant disaggregated data.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. States should set positive examples of respect for religious diversity in their own employment policies within State institutions. Good practice in this area should serve as a model to be followed in the private sector and in other societal areas.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. States should provide diversity training and advisory services for public and private employers concerning religious tolerance and non-discrimination in the workplace. This should include advice as regards policies of reasonable accommodation of religious and belief diversity in the workplace.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Policymakers, legislators and judges should treat claims of reasonable accommodation as an important part of combating indirect discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Public and private employers should generally understand religious tolerance and diversity as a positive asset and as an integral and important part of their corporate identity. Diversity should, inter alia, combine consideration of gender issues with tolerance and respect for religious diversity.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 80,
        "Text": "80. Employers should foster an atmosphere of trustful and respectful communication, which allows employees, including members of religious or belief minorities, to express their problems and discuss their needs openly, as a preliminary to detecting concealed forms of intolerance and instances or patterns of indirect discrimination.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Employers are encouraged to develop policies of reasonable accommodation of religious or belief diversity at the workplace in order to prevent or rectify situations of indirect discrimination and to promote diversity and inclusion.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Experiences with policies of reasonable accommodation can be shared among peers and with other stakeholders in order to establish and encourage good practice.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Trade unions are encouraged to incorporate programmes to combat workplace-related intolerance and discrimination based on religion or belief as part of broader policies.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 84,
        "Text": "84. Religious communities are encouraged to pay more attention to issues of intolerance and discrimination at the workplace and offer their expertise to negotiate practical solutions.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Civil society organizations working on human rights and antidiscrimination agendas are encouraged to monitor workplace-related forms of discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. National human rights institutions should develop training programmes and an advisory function in this field, which they can offer to public and private employers, both on their own initiative and on demand. This should also include advice on human rights-based policies of reasonable accommodation.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Close cooperation between ILO and OHCHR in relation to human rights treaties is an important strategy to ensure consistency and coherence within the United Nations system as regards human rights at work.",
        "Labels": []
    }
]