[
    {
        "ID": 1,
        "Text": "1. The Commission on Human Rights created the mandate of the Special Rapporteur on freedom of religion or belief in resolution 1986/20. In 2007 and 2010 the Human Rights Council renewed the mandate in resolutions 6/37 and 14/11 and in 2013 the Council extended the mandate for a further period of three years in resolution 22/20.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The General Assembly, in its resolution 69/175, recognized with concern the situation of persons in vulnerable situations, including children, as regards their ability to freely exercise their right to freedom of religion or belief. It also referred to the need to address urgently situations of violence and discrimination that affect many individuals, particularly women and children, on the basis or in the name of religion or belief, or in accordance with cultural and traditional practices.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 3,
        "Text": "3. In section II of the present report, the Special Rapporteur provides an overview of his activities since the submission of his previous report to the General Assembly \\(A/69/261\\). In section III, he focuses on the rights of the child and his or her parents in the area of freedom of religion or belief. In section IV he sets out his thematic conclusions and recommendations.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur conducted various activities between 1 August 2014 and 31 July 2015, pursuant to Human Rights Council resolutions 6/37, 14/11 and 22/20.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. He presented his annual reports to the sixty-ninth session of the General Assembly in October 2014 and to the twenty-eighth session of the Human Rights Council in March 2015, where he also participated in side events and held bilateral meetings.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. He undertook a country visit to Lebanon from 23 March to 2 April 2015 and will present his report on the mission to the thirty-first session of the Human Rights Council.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur sent communications to Governments through urgent appeals, allegation letters and other letters. The latest communications reports \\(A/HRC/27/72, A/HRC/28/85 and A/HRC/29/50\\) include all communications sent between 1 March 2014 and 28 February 2015 and the replies received from Governments before 30 April 2015. He also made public statements and gave various interviews.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In November 2014, the Special Rapporteur participated in a meeting of the International Panel of Parliamentarians for Freedom of Religion or Belief, held in Oslo, where parliamentarians from 17 countries signed the Charter for Freedom of Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. On 4 December 2014, the Special Rapporteur met again with Cypriot religious leaders at the second interreligious round table convened by the Office of the Religious Track of the Cyprus Peace Process under the auspices of the Embassy of Sweden, in cooperation with the Office of the United Nations High Commissioner for Human Rights (OHCHR).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. During the reporting period, the Special Rapporteur gave numerous lectures and took part in many panel discussions. On 8 January 2015, he delivered a speech on national identity and freedom of religion or belief in Athens and on 15 and 16 January, he spoke on various non-discrimination dimensions of freedom of religion or belief in Luxembourg. From 9 to 11 February 2015, he took part in a conference at Wilton Park on the theme of \"Developing a multilateral approach to freedom of religion or belief\". On 14 March 2015, he attended the twelfth national peace symposium hosted by the Ahmadiyya Muslim community in London. On 8 June 2015, he delivered a speech in Strasbourg, at a high-level seminar of the Council of Europe on the theme of \"Building inclusive societies together\". He also took part in in a panel on the theme of \"Dialogue on freedom of religion and gender-related rights\" in Geneva on 18 June 2015, at which he stressed the importance of integrating a gender perspective into programmes designed to protect and promote freedom of religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 11,
        "Text": "11. In addition, the Special Rapporteur took part in the fifth conference within the Istanbul Process on the theme of \"From resolution to realization — how to promote effective implementation of Human Rights Council resolution 16/18\", organized by the Organization of Islamic Cooperation on 3 and 4 June 2015 in Jeddah, Saudi Arabia.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Violations of freedom of religion or belief often affect the rights of children and their parents. An extreme example is the abduction of children, typically girls, from religious minorities in order to convert them forcibly to another religion, frequently in combination with a forced early marriage. In some countries such crimes occur in a climate of impunity. While it massively violates a number of the rights of the affected child, including freedom of religion or belief, freedom from discrimination on the basis of sex or gender, the right to physical and psychological integrity and the right of the child to be cared for by his or her own parents, it simultaneously violates the rights of the parents, including the right to ensure a religious and moral education of the child in conformity with their own convictions.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 13,
        "Text": "13. Sometimes, violations are also directly committed by State agenc ies. For instance, in some countries, converts away from mainstream religions risk losing the right to have custody of their children. Depending on the specificities of the case, that may amount to a simultaneous violation of parental rights and the rights of the children. Another field requiring attention in that regard is education in school. Pressure exercised on children in schools, for instance with the purpose of alienating them from their religion or beliefs, may again simultaneously violate the rights of the child and the rights of his or her parents. In many such cases, the rights of persons belonging to religious minorities may additionally be at stake.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 14,
        "Text": "14. While in many situations of violations the rights of the child and the rights of his or her parents may be affected in conjunction, it is not always the case. Every individual child is a rights holder in his or her own capacity, not just through membership in a family or community. Moreover, the interests of parents and children are not necessarily identical, including in the area of freedom of religion or belief. There can be situations in which the rights of the child must be safeguarded also against his or her parents. One example is the infliction of harmful practices, such as female genital mutilation or child marriage, sometimes carried out in the name of culture, tradition or religion. When designing policies against harmful practices, States should bear in mind that such practices are usually contested between and within religious communities. Awareness of such internal diversity is important, to avoid stigmatizing overgeneralizations and muster support from within religious communities when combating harmful practices.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 15,
        "Text": "15. When exploring the complex relationship between the rights of children and their parents in the area of freedom of religion or belief, all relevant international human rights instruments must be taken into account, including the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights, the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief, as adopted in General Assembly resolution 36/55 (the 1981 Declaration), and the Convention on the Rights of the Child. The following observations start with an interpretation of the most recent comprehensive convention in this regard, the Convention on the Rights of the Child, which in its article 14 enshrines the right of the child to freedom of thought, conscience and religion, while also addressing the rights and duties of parents or legal guardians to provide direction to the child in the exercise of his or her freedom of religion or belief, in a manner consistent with the evolving capacities of the child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 16,
        "Text": "16. The Convention on the Rights of the Child highlights the status of the child as a rights holder in the framework of human rights. That is not entirely new. The Universal Declaration of Human Rights recognized \"the inherent dignity and … the equal and inalienable rights of all members of the human family\", thus using a formulation that at least implicitly includes children. However, the Convention on the Rights of the Child renders that status explicit and draws out practical consequences with regard to the particular needs, interests, vulnerabilities and capabilities of the child. That is all the more important in view of attitudes, customs, norms and practices that are unfortunately still widespread, whereby children are treated as if they were the property of their parents, families or communities, without having rights in their own capacity.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Convention on the Rights of the Child enshrines a broad range of human rights to which every child is entitled. Article 14 must be interpreted in the broader context of corroborating the status of the child as a rights holder. Its first paragraph states that: \"States parties shall respect the right of the child to freedom of thought, conscience and religion.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 18,
        "Text": "18. Freedom of religion or belief has a wide scope of application. In its general comment No. 22 (1993) on freedom of thought conscience or religion, the Human Rights Committee stated that article 18 of the International Covenant on Civil and Political Rights \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. The terms 'belief' and 'religion' are to be broadly construed\". That inclusive understanding of article 18 of the Covenant must also guide interpretation of article 14 of the Convention on the Rights of the Child. Accordingly, the status of the child as a rights holder in the area of freedom of religion or belief deserves respect across the whole range of diverse faith orientations. It furthermore covers followers of traditional religions or beliefs, as well as of newly established religious movements.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Convention on the Rights of the Child also includes a provision on behalf of children who belong to ethnic, religious or linguistic minorities. The wording of article 30 of the Convention resembles article 27 of the International Covenant on Civil and Political Rights, with the remarkable exception that the Convention includes \"persons of indigenous origin\". With regard to a child from a religious minority or of indigenous origin, article 30 of the Convention on the Rights of the Child confirms the child's right to \"profess and practise his or her religion\" and to do so \"in community with other members of his or her group\". While the community dimension is clearly acknowledged, the immediate rights holder remains the individual child who belongs to a religious minority or indigenous community.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 20,
        "Text": "20. While recognizing the status of the child as a rights holder, the Convention on the Rights of the Child also reflects the awareness that the child needs a supportive environment to realize his or her rights. That supportive environment is usually provided by the family. According to the preamble of the Convention, the child \"should grow up in a family environment\", since the family provides \"the natural environment for the growth and well-being of all its members and particularly children\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 21,
        "Text": "21. From that insight into the significance of the family, the Convention derives a number of rights, which protect the relationship between children and their parents or legal guardians. Article 7, paragraph 1, emphasizes that the child shall have \"the right to know and be cared for by his or her parents\". Article 9, paragraph 1, obliges States to \"ensure that a child shall not be separated from his or her parents against their will\", except in clearly defined exceptional situations, which furthermore must be carefully assessed under principles of due process and connected to effective remedies. Even in such exceptional situations, States \"shall respect the right of the child who is separated from one or both parents to maintain personal relations \", unless this would clearly go contrary to the child's best interests. Article 18, paragraph 1, furthermore provides that \"States parties shall use their best efforts to ensure recognition of the principle that both parents have common responsibility for the upbringing and development of the child. Parents or, as the case may be, legal guardians, have the primary responsibility for the upbringing and development of the child. The best interests of the child will be their basic concern. \" While that is formulated from the perspective of the child, it necessarily also corroborates the specific rights and duties of parents.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 22,
        "Text": "22. Given the child's dependency on an enabling family environment, albeit with recognition of the variety of family forms, parents have the primary responsibility for supporting the child in the exercise of his or her human rights. According to article 5 of the Convention on the Rights of the Child, they should provide \"appropriate guidance and direction\" to the child in that regard. That specific responsibility entrusted to the parents also constitutes a parental right that the State must respect and protect. Article 14, paragraph 2, of the Convention further specifies that general understanding by enshrining due respect for the rights and duties of the parents \"to provide direction to the child in the exercise of his or her right\" to freedom of religion or belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The status of each individual child as a rights holder and his or her reliance on support usually provided by the family must be seen in conjunction. On the one hand, the rights of the child can never flourish without an enabling environment. On the other hand, the need of the child for an enabling environment must not lead to the wrong conclusion that parents or other family members can simply override, ignore or marginalize the rights of the child. The status of the child as rights holder must always be respected and should, inter alia, be reflected in the manner in which parents provide guidance and direction to the child. The decisive term employed in the Convention on the Rights of the Child is \"the evolving capacities of the child\". 2",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Article 5 of the Convention, which is central for the understanding of the entire Convention, defines the complex and dynamic relationship between the rights of the child and parental rights and duties as follows: \"States parties shall respect the responsibilities, rights and duties of parents or, where applicable, the members of the extended family or community as provided for by local custom, legal guardians or other persons legally responsible for the child, to provide, in a manner consistent with the evolving capacities of the child, appropriate direction and guidance in the exercise by the child of the rights recognized in the present Convention.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Adequate consideration of \"the evolving capacities of the child\" presupposes that the child, once capable of forming personal views, can express such views freely, with a chance of being heard and taken seriously. Article 12, paragraph 1, of the Convention confirms that right, while furthermore requiring that the views of the child be \"given due weight in accordance with the age and maturity of the child\". Thus, the child should in the course of time assume a more and more active position in the exercise of his or her rights.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 26,
        "Text": "26. Article 14 of the Convention reflects and further specifies the general understanding of the dynamic interrelatedness of the rights of the child and his or her parents. While paragraph 1 confirms the status of the child as a rights holder as regards freedom of thought, conscience and religion, paragraph 2 demands respect for \"the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child\". That wording bears a striking resemblance to article 5 of the Convention. In fact, article 14, paragraph 2, is the only provision in the Convention that reiterates the importance of the evolving capacities of the child. It means that the child should always be respe cted, including within the family, as having the gradually evolving capacities of forming his or her own thoughts, ideas and religious or belief-related convictions and taking his or her own decisions in that area. In article 14, paragraph 3, the limitatio n clause already contained in article 18, paragraph 3, of the International Covenant on Civil and Political Rights is reiterated.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 27,
        "Text": "27. The relationship between the rights of the child and parental rights in the area of freedom of religion or belief has given rise to controversies. On the one hand, fears have been expressed that the status of the child as a rights holder might undermine parental rights, thus opening the floodgates for far-reaching interference by State agencies in the religious socialization of children. On the other hand, there exist views that parents should be obliged to provide a religiously \"neutral\" upbringing of their children. With the following clarifications, the Special Rapporteur would like to contribute to a holistic understanding of the rights of the child and parental rights in their normative interrelatedness, without ignoring possible conflicts.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Some critics of article 14 of the Convention on the Rights of the Child have voiced concerns that the explicit recognition of the child's freedom of religion or belief in the Convention might lead to an erosion of parental rights and undermine the specific responsibility that parents have in the religious socialization of their children. That has been among the reasons for some States entering reservations or explanatory declarations concerning article 14 when ratifying or acceding to the Convention. The Special Rapporteur is convinced that such anxieties cannot be sustained on the basis of an appropriate reading of the Convention, seen in conjunction with other relevant international standards.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 29,
        "Text": "29. Fears that some State agencies could be tempted to use the child's right to freedom of religion or belief as a pretext for undue interference are generally understandable. As a matter of fact, in some countries, far-reaching State interventions into families in the spheres of religious initiation, socialization and education of children actually do occur — at times also by invoking an alleged interest of the child. Such problematic State interventions disproportionately affect families belonging to religious minorities, new religious movements or small communities often stigmatized as \"sects\". Depending on the country, families not professing any religion may also be under increased threat of undue State interference. In extreme cases, children have been taken away from their families, for instance under the pretext of saving them from ill-defined \"superstitious\" religions — a pretext often invoked against indigenous families in the past.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Converts constitute another particularly vulnerable group. In particular, in States that privilege a certain religion as the official or State religion, parents converting away from that hegemonic religion run the risk of being alienated or even separated from their children. Possibly starting with adverse comments by teachers in kindergartens and schools, such alienation can climax in a formal loss of custody rights, for instance when a divorce takes place. Official documents issued for children do not always reflect the new religious orientation of parents after conversion, thus leading to different religions being ascribed to the parents and the children, often against the explicit will of both.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Thus, there can be no doubt that the erosion of parental rights by undue State interference is a serious problem and a source of grave violations of freedom of religion or belief. That problem requires systematic attention. It is furthermore true that some States may use the rhetoric of superficial child rights in an attempt to \"justify\" such interference. However, based on an appropriate understanding of the Convention on the Rights of the Child, the fear that article 14 of the Convention could legitimize the erosion of parental rights seems unsubstantiated. Instead of being part of the problem, the Convention can and should be part of the solution. In conjunction with other human rights instruments, article 14 can help to tackle the problem of abusive State interventions. Rather than eroding parental rights in the sphere of freedom of religion or belief, article 14 corroborates, and at the same time further qualifies, those rights by acknowledging their significance from the specific perspective of the rights of the child. Moreover, the Convention gives the child, his or her parents and other family members a strong position in pursuing their human rights-based interests. When it comes to families belonging to religious minorities, article 30 of the Convention can be used in combination with article 14 in order to strengthen further the claims of persons belonging to minorities against unjustified interventions.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Earlier provisions of freedom of religion or belief remain fully valid. That includes article 18, paragraph 4, of the International Covenant on Civil and Political Rights which provides that the States parties \"undertake to have respect for the liberty of parents and, when applicable, legal guardians to ensure the religious and moral education of their children in conformity with their own convictions.\" 3 Whereas the International Covenant on Civil and Political Rights focuses on the rights of parents, the Convention on the Rights of the Child combines parental rights and the rights of the child to freedom of religion or belief. That reflects an increased awareness, manifested in the Convention, of the status of the child as a rights holder.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 33,
        "Text": "33. While article 18, paragraph 4, of the Covenant should be interpreted in the light of the Convention, with its explicit focus on the interrelatedness of parental and child rights, article 14, paragraph 2, of the Convention should, vice versa, b e seen in continuity with article 18, paragraph 4, of the Covenant, which remains fully valid. Indeed, the liberty of parents or legal guardians to ensure the religious and moral education of their children in conformity with their own convictions continues to constitute a human-rights based claim which is far from redundant, since the parental right to provide \"direction\" to the child in his or her exercise of freedom of religion or belief includes the religious socialization of the child, albeit neither in an unchangeable way nor in a manner inconsistent with the evolving capacities of the child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 34,
        "Text": "34. In practice, the right of the child to freedom of religion or belief and parental rights to provide direction to the child in that regard should be seen as la rgely, although not always, consonant. The Convention on the Rights of the Child operates on the assumption that parents serve as the natural custodians of the best interests of the child, as enshrined in article 3, paragraphs 1 and 2, and that the child has a natural interest in living in a family together with his or her parents. That does not preclude conflicts of interests, in particular when the child grows up and tries to become more independent. Moreover, situations may emerge in which the best interests of the child may actually require State interventions to protect him or her, for example against neglect, domestic violence or harmful practices. Intervening measures must always be carried out with empirical and normative diligence and furthermore they are connected to substantive and procedural safeguards.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Other critics have questioned the provisions of the Convention on the Rights of the Child from the opposite angle by contending that it allegedly gives too much weight to parental rights, in particular in the context of freedom of religion or belief. In order for the child to fully retain the right to free choice in questions of religion or belief, it has been argued that parents should not be allowed to determine the child's religious identity by initiating the child into any particular religion. The idea seems to be that the child should rather grow up in a more or less religiously \"neutral\" environment, in order to preserve all options of his or her future selfdetermination. Sometimes such demands are presented in the name of the child's \"right to an open future\". 6",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Freedom of religion or belief indeed facilitates an open development by guaranteeing everyone's freedom to \"change\" one's religion or belief and to \"have or to adopt a religion or belief of his choice\". 8 In the course of their personal development, individuals, including children, can modify, change or even abandon their religion or belief. However, that does not presuppose a right of the child to grow up in a religiously \"neutral\" family environment, let alone a right possibly enforced by the State against parents. The principle of \"neutrality\" can meaningfully be invoked only against States in order to remind them of their obligation to exercise fairness, impartiality and inclusivity and in this specific sense \"neutrality\", when dealing with diversity of religion or belief. By contrast, parents cannot be obliged by the State to remain religiously \"neutral\" when raising their children.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Some parents may take a deliberate decision not to socialize their children in a religious manner. Of course, such a decision must be respected as falling within their parental rights, however, that cannot serve as the general model to be promoted, let alone enforced, by the State. Attempts made by the State to enforce a religiously \"neutral\" upbringing of children within their families would amount to a far-reaching violation of parental rights to freedom of religion or belief, as enshrined, inter alia, in article 14, paragraph 2, of the Convention on the Rights of the Child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 38,
        "Text": "38. For many believers, religion represents an all-encompassing reality which permeates all spheres of life. Religious rituals and ceremonies may thus be involved when parents welcome newborn children as members of the family and the larger community, when they familiarize children with their religious lifeworld, or when they teach them the basic rules of interaction, ethical principles and how to perform prayers and religious ceremonies. Freedom of religion or belief protects such religious socialization processes broadly, as part of the right to manifest one's religion or belief \"in worship, observance, practice and teaching\". Here again, article 14 of the Convention on the Rights of the Child must be seen in continuity with other provisions of freedom of religion or belief, as enshrined in article 18 of the Universal Declaration of Human Rights, article 18 of the International Covenant on Civil and Political Rights and other international instruments.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The requirement to respect the \"evolving capacities of the child\", as laid down in article 5 of the Convention on the Rights of the Child, is reiterated only in article 14, paragraph 2, of the Convention, which accounts for the significance accorded by the Convention to upholding that principle in the context of freedom of religion or belief. Respect for the evolving capacities of the child is critical, since it reflects the due recognition of the child as a rights holder also within the family context.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 40,
        "Text": "40. In the early years, a child's survival, socialization, development and general well-being totally depend on regular support which is usually provided by his or her parents. Accordingly, the \"direction\" given by parents in the exercise of the child's rights, in accordance with article 5 of the Convention on the Rights of the Child, is particularly far-reaching when concerning infants or young children. That also applies to freedom of religion or belief. Under articles 5 and 14, paragraph 2, of the Convention, States are obliged, first of all, to \"respect\" those parental rights and duties.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Welcoming the newborn child into the family and the larger community frequently involves religious initiation rites. As part of religious socialization processes, such initiation rites, provided they take place with the free consent of the parents, fall within the right to manifest one's religion or belief, as protected under article 18 of the International Covenant on Civil and Political Rights and similar provisions. Limitations, if deemed necessary, for instance to prevent harmful practices, must meet all the criteria listed in article 18, paragraph 3, of the Covenant and reiterated in article 14, paragraph 3, of the Convention.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Whereas protection against harmful practices can become an argument for prohibiting or limiting the application of certain initiation rites, depending on the specific circumstances of the case, the child's freedom from religion, or an alleged right of the child to remain uninfluenced by religious initiation, cannot be invoked as arguments for limiting such religious ceremonies undertaken with the free consent of the parents of a child who has not yet reached religious maturity. Moreover, as pointed out earlier, being initiated into a particular religious community does not waive the right of the child to change his or her religion when adopting a different conviction in the course of his or her later development, as protected in article 14, paragraph 1, of the Convention on the Rights of the Child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The small child typically receives his or her first religious instructions within the family and/or the local religious community. Parents engaged in religious instruction thereby exercise their parental rights, while at the same time directing the child in the exercise of his or her own right to freedom of religion or belief. With the tacit or express consent of the parents, the religious community can also take an active role in familiarizing the child with religious or belief matters. States are obliged to respect and protect such activities, including by facilitating the development of the appropriate infrastructure needed for religious communities, especially minority communities, to be able to pass on the tenets of their faith to the next generation.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 44,
        "Text": "44. In its assessment of country situations, the Committee on the Rights of the Child repeatedly expressed concerns that State-imposed restrictions on religious instruction might seriously infringe the freedom of children, in particular children belonging to religious minorities, to study and practise their religion (see, for example, CRC/C/CHN/CO/3-4, para. 41, and CRC/C/KWT/CO/2, paras. 37 and 38). The Special Rapporteur and his predecessors also addressed this problem in various country visits (see, for example, A/HRC/10/8/Add.4, para. 46 and A/HRC/28/66/Add.1, para. 63).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 45,
        "Text": "45. Religious instruction should be given in a manner consistent with the evolving capacities of the child. Young children may need appropriate child-centred forms of teaching, including through dialogue and example. The more children mature, the more should they be able to take an active part in such instructions and their own positions, questions and concerns should be heard and taken seriously, in accordance with article 12, paragraph 1, and article 14, paragraph 1, of the Convention on the Rights of the Child. An older child should thus also be respected in his or her refusal to receive religious instruction.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 46,
        "Text": "46. The child has the right to participate widely in religious community practices, including by attending religious services, performing common prayers and ceremonies and celebrating religious holidays. While for younger children that generally presupposes the tacit or express consent of parents or guardians, more mature children deserve respect for their own decisions in that regard, including the decision not to participate if they so wish. When assessing country situations, both the Committee on the Rights of the Child and the Special Rapporteur have expressed concerns about tight restrictions as they exist in some countries. Such restrictions may largely prevent minors from having access to religious community practices, in violation of their freedom of religion or belief (see, for example, CRC/C/UZB/CO/3-4, para. 32, A/HRC/10/8/Add.4, paras. 45 and 46, and A/HRC/28/66/Add.1, para. 64).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Article 28 of the Convention on the Rights of the Child recognizes the child's right to education, as also enshrined in other human rights instruments, including article 13 of the International Covenant on Economic, Social and Cultural Rights. That, inter alia, requires that States \"make primary education compulsory and available free to all\" (article 28, para. 1 (a), of the Convention). The usual place for the implementation of that right is the school, which thus plays a major role in the life of children (for more detail, see A/HRC/16/53, paras. 20-62). However, apart from realizing the child's right to education, the school is also a place in which the child is exposed to authority — not only the authority of teachers, but possibly also that of the State on whose behalf teachers act. The child may also feel exposed to peer pressure. That calls for a sensitive human rights-based approach when organizing school life and it requires that the particular vulnerabilities of children belonging to various minorities are always taken into account.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 48,
        "Text": "48. When religious ceremonies, such as public prayers, are performed in school, specific safeguards are needed to ensure that no child is forced to participate against his or her will, or the will of his or her parents. The same principle applies to religious instruction in schools, namely religious education given on the tenets of a particular religion or belief. Such instruction must not be a mandatory requirement and it should always be connected with the option of receiving a low-threshold exemption (see, for example, CCPR/C/82/D/1155/2003\\). Requests for an exemption must not lead to any punitive consequences and must not influence the assessment of the general performance of students in school. In practice, however, those requirements are often ignored, thus leading to situations in which children are exposed to involuntary religious instruction or even indoctrination. The Committee on the Rights of the Child has even referred to cases of forced conversion taking place in schools (see CRC/C/MMR/CO/3-4, para. 45) and the Special Rapporteur has heard complaints, inter alia, about confessions held by priests during re gular school hours (see, for example, A/HRC/22/51/Add.1, para. 63).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 49,
        "Text": "49. \"Religious instruction\" given in school differs conceptually from \"information about religions and beliefs\". While religious instruction aims to familiarize students with a particular faith, information about religions and beliefs serves the purpose of broadening children's knowledge and understanding of the diversity of faith systems and practices. Unlike religious instruction, which should never be given against the will of the child or his or her parents, information about religions and beliefs can become part of the mandatory curriculum, provided it is taught in a spirit of fairness and neutrality. In that context, the Special Rapporteur would like to recommend the Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools as a useful instrument for assessing and improving the quality of such teaching.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Parents also have the right to have their children educated in private denominational schools which conform to such educational standards as may be laid down or approved by the State.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 51,
        "Text": "51. A much-disputed question concerns the voluntary display of religious symbols by students in public schools, such as headscarves, turbans, kippas or crosses. Following religious dress codes or displaying religious symbols generally belongs to everyone's freedom to manifest their religion or belief. Although that freedom is not beyond possible limitations, such limitations can only be justified if they satisfy all the criteria laid down in article 18, paragraph 3, of the International Covenant on Civil and Political Rights and reiterated in article 14, paragraph 3, of the Convention on the Rights of the Child.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Accordingly, limitations must have a legal basis; they must pursue one of the listed legitimate purposes (public safety, order, health or morals, or the fundamental rights and freedoms of others) and they must be proportionate to such a purpose. Under the principle of proportionality, States have always to look for the least intrusive measure available. Restrictions, for instance, if deemed necessary to protect students from being pressured by peers or their general school environment into wearing religious symbols, should be based on a precise empirical and normative analysis of the situation at issue. General or far-reaching prohibitions of the voluntary wearing of headscarves or other religious symbols by stud ents in schools should remain a last resort. After one of her country visits, the Special Rapporteur's predecessor expressed her concerns that restrictive measures imposed on students would convey \"a demoralizing message to religious minorities\" \\(E/CN.4/2006/5/Add.4, para. 98).",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. By generally accommodating the voluntary display of multiple religious symbols by students, the school can become a place in which children experience religious diversity on a daily basis and in a relaxed manner, as part of normal societal life. That may be conducive to fulfilling the purposes of education as listed in article 29, paragraph 1 (d), of the Convention on the Rights of the Child, including the \"preparation of the child for responsible life in a free society, in the spirit of understanding, peace, tolerance, equality of sexes and friendship among all peoples, ethnic, national and religious groups and persons of indigenous origin\".",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Respect for the evolving capacities of the child is to be ensured in all relevant spheres of life, such as family life, participation in the religious community, school education, the voluntary wearing of religious symbols and other areas. Hence, it is a principle running through all the above-mentioned spheres of application of freedom of religion or belief. For instance, children who have developed their own self-understanding on issues of religion or belief should not receive religious instruction against their will, in or outside school education. Children should have broad access to information concerning religious or philosophical beliefs, also beyond their family's faith. From a certain age or maturity, children deserve respect when taking their own decisions, whether positive or negative, concerning participation in acts of worship, ceremonies or other religious community activities. Depending on his or her evolving capacities, a child may also be able to exercise his or her right to have or adopt a religion or belief of his or her own choice.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Some States have defined fixed age thresholds for the child's exercise of certain elements of freedom of religion or belief, for example concerning opting out of religious instruction or converting to another faith with or without the agreement of the parents. However, given the dynamic nature of the child's \"evolving capacities\", it is preferable to avoid fixed definitions and instead take decisions on a case-by-case basis, with respect to each individual child's personal situation and maturity. In its general comment No. 12 (2009) on the right of the child to be heard, the Committee on the Rights of the Child also opted for a flexible approach: \"The more the child himself or herself knows, has experienced and understands, the more the parent, legal guardian or other persons legally responsible for the child have to transform direction and guidance into reminders and advice and later to an exchange on an equal footing. This transformation will not take place at a fixed point in a child's development, but will steadily increase as the child is encouraged to contribute his or her views.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Under article 2, paragraph 1, of the Convention on the Rights of the Child, States shall respect and ensure the rights laid down in the Convention to every child without discrimination, including on the ground of his or her religion or the religion of his or her parent(s) or legal guardian(s). Article 2, paragraph 2, furthermore obliges States to take all appropriate measures in order to provide effective protection of the child against discrimination. Those provisions apply to all spheres of society, such as family laws, public and private schools, institutions of higher education, vocational training, accessibility of employment and health-care institutions. Unfortunately, systematic violations of the principle of non-discrimination persist, often with far-reaching negative implications in particular for the rights of children belonging to religious minorities (see, for example, CRC/C/CHN/CO/3-4, para. 25).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Besides direct, open and straightforward forms of discrimination, there are also concealed forms of discrimination, such as structural or indirect discrimination. In order to detect and combat such forms of discrimination, disaggregated statistical data may be needed. The State should develop comprehensive anti-discrimination legislation and policies, with a view to safeguarding the right of the child to be free from any kind of discrimination, including on the basis of religion or belief. Civil society organizations and national human rights institutions operating in line with the Principles relating to the Status of National Institutions (Paris Principles) should play an active role in the design and implementation of anti-discrimination policies.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 58,
        "Text": "58. The Convention on the Rights of the Child combines the recognition of the child as a genuine rights holder with respect for the rights and duties of parents or legal guardians in directing the child in the exercise of his or her human rights. However, situations can occur in which State interventions in the sphere of parental rights are necessary, for instance to protect the child from neglect, domestic violence or harmful practices. According to article 19, paragraph 1, of the Convention, \"States parties shall take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child.\" In the context of the right to health, article 24, paragraph 3, of the Convention obliges States to \"take all effective and appropriate measures with a view to abolishing traditional practices prejudicial to the health of children\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 59,
        "Text": "59. Moreover, the right to education has the component of compulsory primary education, which by implication can also be enforced against the will of the parents or guardians (article 28, paragraph 1 (a), of the Convention). With regard to adolescents, the Committee on the Rights of the Child emphasizes that States parties should provide them \"with access to sexual and reproductive information, including on family planning and contraception, the dangers of early pregnancy, the prevention of HIV/AIDS and the prevention and treatment of sexually transmitted diseases (STDs).\" In that context the Committee insists that adolescents should \"have access to appropriate information, regardless of … whether their parents or guardians consent.\" 12",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 60,
        "Text": "60. State interventions should always be carried out with the purpose of supporting families in fulfilling their task of providing a suitable environment for the flourishing of the rights of the child, to the maximum degree possible. It is in that spirit that article 19, paragraph 2, of the Convention on the Rights of the Child, calls, inter alia, for \"the establishment of social programmes to provide necessary support for the child and for those who have the care of the child\". Separating a child from his or her parents against their will in order to protect the best interests of the child must remain the ultimate resort. As the Committee on the Rights of the Child has pointed out in its general comment No. 14 (2013) on the right of the child to have his or her best interests taken as a primary consideration: \"Given the gravity of the impact on the child of separation from his or her parents, such separation should only occur as a last resort measure, as when the child is in danger of experiencing imminent harm or when otherwise necessary; separation should not take place if less intrusive measures could protect the child.\" Under article 9, paragraph 1, of the Convention, \"competent authorities subject to judicial review\" have to \"determine, in accordance with applicable law and procedures, that such separation is necessary for the best interests of the child\". Even in such a situation, the child should be able to \"maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child's best interests\" (article 9, paragraph 3).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur sees a need to stress that this understanding must also guide the handling of cases involving religious minorities. Unfortunately, that is not always the case. When dealing with religious minorities, small communities or new movements, often branded as \"sects\", some State agencies seem to operate on the assumption that, in case of doubt, children should be separated from their parents. Lack of diligence and respect, possibly based on prejudice, is thus a source of major human rights concerns, also from the perspective of the Convention on the Rights of the Child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 62,
        "Text": "62. In some situations, State interventions may actually prove necessary to safeguard the best interests of the child, for instance if the child's rights to life, health or education are imperilled. However, any such situation warrants a careful empirical and normative assessment. Empirical diligence is needed, inter alia, to avoid stereotypical ascriptions, possibly based on rumours, overgeneralizations or merely abstract, possibly far-fetched fears. Members of small religious communities or new religious movements often run an increased risk of having their rights infringed. In extreme cases, parents have lost their custody rights without any serious empirical investigation having taken place and without being granted effective legal remedies. Besides empirical negligence, there is also the danger of normative negligence if due weight is not given to all the human rights concerns at stake and the criteria set out for limitations are ignored. For instanc e, cases of religious conversion of one parent have led to him or her being deprived of custody rights, often against the explicit will of the parents and the child, and sometimes as a consequence of a forced divorce being required by the State in the wake of one parent's conversion.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 63,
        "Text": "63. According to article 7, paragraph 1, of the Convention on the Rights of the Child, the child has the right to be cared for by his or her parents. That must also guide the handling of family crises, such as a divorce. In such situations, the best interests of the child must be a primary consideration (article 3); the child, once able to express his or her views, must have a chance to be heard in judicial or other official hearings (article 12, paragraph 2); and if separation from a parent proves necessary, the child is generally entitled to maintain personal relations with both parents (article 9, paragraph 3).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 64,
        "Text": "64. In cases in which the two parents follow different religions or beliefs, such a difference cannot in itself serve as an argument for treating parents differently, for instance in decisions on custody rights in divorce settlements. Discrimination against parents on the grounds of their religion or belief may simultaneously amount to a serious violation of the rights of the child in their care. That also applies to members of religious minorities, new religious movements, atheists, agnostics or converts.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 65,
        "Text": "65. In quite a number of countries, that issue is a source of major human rights concern, since family laws reflect traditional religious or ideological hegemonies, thus leading to systematic discrimination based on religion or belief, often in conjunction with gender-based discrimination (see A/HRC/25/58/Add.2, paras. 28-37). In some legal systems people from certain religious or belief backgrounds are even prevented from entering a legally recognized marriage, which may result in children being treated as \"illegal\". Family law reforms with the purpose of eliminating such discrimination based on religion or belief must be a priority. Judges dealing with family laws should receive training based on all relevant human rights instruments.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 66,
        "Text": "66. When a child is given into foster care, adoption or kafalah (an institution of Islamic law), the child's freedom of religion or belief must always be respected. According to article 20, paragraph 3, of the Convention on the Rights of the Child, in such situations \"due regard shall be paid to the desirability of continuity in the child's upbringing and to the child's ethnic, religious, cultural and linguistic background\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 67,
        "Text": "67. A much-discussed issue concerns harmful practices, which are sometimes invoked in the name of cultural or religious traditions. Many of those practices particularly affect girls. In 2014, the Committee on the Elimination of Discrimination against Women and the Committee on the Rights of the Child addressed the problem in a joint general recommendation/general comment. The two Committees listed \"female genital mutilation, child and/or forced marriage, polygamy, crimes committed in the name of so-called honour and dowry-related violence\" among \"the most prevalent and well documented\" harmful practices \"grounded in discrimination based on sex, gender, age and other grounds\". A more comprehensive list also includes neglect of girls, extreme dietary restrictions, virginity testing, binding, scarring, branding/tribal marks, corporal punishment, stoning, violent initiation rites, widowhood practices, witchcraft, infanticide, ince st, breast ironing or pressure to be fashionably thin.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur fully subscribes to the recommendation formulated by the two Committees that \"the obligation to protect requires States parties to establish legal structures to ensure that harmful practices are promptly, impartially and independently investigated, that there is effective law enforcement and that effective remedies are provided to those who have been harmed by such practices\". He shares the observation \"that prevention can be best achieved through a human rights-based approach to changing social and cultural norms, empowering women and girls, building the capacity of all relevant professionals who are in regular contact with victims, potential victims and perpetrators of harmful practices at all levels, and raising awareness of the causes and consequences of harmful practices, including through dialogue with relevant stakeholders\". 13",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 69,
        "Text": "69. Whether harmful practices, or some of them, are based on religious grounds usually remains contested between and within various religious communities. It is important to be aware of such inter- and intrareligious diversity and contestation, when designing appropriate counter-strategies, in order to avoid false generalizations and mobilize support from religious communities, or parts of communities, in the fight against harmful practices. Community leaders have a particular responsibility to clarify that harmful practices, wherever they exist, must be abandoned. In that context, the Special Rapporteur's predecessor publicly welcomed statements clarifying religious views on female genital mutilation and the recommendations of the international conference of scholars concerning a ban on abuse of the female body, held at Al-Azhar University, Cairo, in 2006 (see A/HRC/4/21, para. 38, footnote).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 70,
        "Text": "70. Moreover, whatever their reasons may be, harmful practices can never be justified as legitimate manifestations of freedom of religion or belief. Being part of the broader human rights framework, freedom of religion or belief can never become a pretext for legitimizing cruel practices and violations of human rights. If necessary, the limitation clauses, as laid down in article 18, paragraph 3, of the International Covenant on Civil and Political Rights and article 14, paragraph 3, of the Convention on the Rights of the Child, must be applied. As already emphasized, they must always be applied with empirical and normative diligence and those affected by limitations must have access to effective legal remedies when claiming that their human rights have been violated.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. A question which has caused some controversy is how to assess the ritual circumcision of male infants, which is widely practised in some religions. For many believers, it counts as a core element of their religious identities and as an integral part of religious initiation processes. At the same time, it obviously has irreversible physical consequences. Male circumcision has been particularly contested when carried out by untrained personnel in unhygienic settings and without adequate pain relief, which increases the risk of serious medical complications and may even have fatal consequences, including death. The Committee on the Rights of the Child has therefore recommended taking effective measures, including training for practitioners and awareness-raising, to ensure the health of boys and protect against unsafe medical conditions during the practice of male circumcision \\(CRC/C/15/Add.122, para. 33).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 72,
        "Text": "72. The issue has also been discussed within those religious communities in which ritual male circumcision is widely practised and seen as an essential element of their identity. Although some reformers have proposed postponing the practice to an age at which the child concerned can take his own decisions, the vast majority of parents continue to understand and practise circumcision as an indispensable element of religious initiation rituals performed on their children.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 73,
        "Text": "73. While some national legislators have specified certain conditions for the practice of circumcision, in the spirit of the recommendation of the Committee on the Rights of the Child, no State has outlawed the practice as such, which would be a far-reaching intervention into parental rights. The Special Rapporteur would argue that, if performed by trained practitioners, in sanitary conditions and with the clearly expressed consent of parents or guardians, male circumcision of children who have not yet reached religious maturity should generally be respected as falling within the freedom to manifest one's religion or belief, which includes the ritual initiation of children into religious life. At the same time, he would like to encourage further discussion, including within practising religious communities, about how to improve the conditions of male circumcision in order to avoid the risks of physical and psychological damage.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur calls upon States to pay more attention to violations of the rights of the child and his or her parents in the area of freedom of religion or belief. That may particularly concern persons belonging to minorities, converts, dissidents, critics, atheists or agnostics, members of non-recognized groups and others.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 75,
        "Text": "75. Due respect for the rights of the child and his or her parents in the area of freedom of religion or belief has been corroborated in article 14 of the Convention on the Rights of the Child. While article 14, paragraph 1, enshrines the fundamental status of the child as a rights holder in the area of freedom of religion or belief, article 14, paragraph 2, provides that parents or legal guardians have the rights and duties to direct the child in the exercise of his or her freedom of religion or belief. Such direction should be given in a manner consistent with \"the evolving capacities of the child\", in order to facilitate a more and more active role of the child in exercising his or her freedom of religion or belief, thus paying respect to the child as a rights holder from early on. Article 14 of the Convention should be interpreted in line with all other relevant international standards on freedom of religion or belief, including article 18 of the Universal Declaration of Human Rights, article 18 of the International Covenant on Civil and Political Rights and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The rights of children and parental rights in the area of freedom of religion or belief, although in practice not always consonant, should generally be interpreted as being positively interrelated. They cover various spheres of life, from the child's religious initiation into the family and his or her participation in religious community life to religious instruction given in the context of school education. While State interventions may sometimes be necessary, for instance to protect the child from neglect, domestic violence or harmful practices, unjustified State interference with parental rights in the area of freedom of religion or belief will in many cases simultaneously amount to violations of the rights of the child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 77,
        "Text": "77. Harmful practices, such as female genital mutilation or child marriage, can never be \"justified\" by the invocation of freedom of religion or belief and States are obliged to take all appropriate measures to eliminate such practices. When tackling the root causes of harmful practices, including certain cultural and religious traditions, States should avoid stereotypical overgeneralizations, always bearing in mind the broad range of inter- and intrareligious pluralism.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 78,
        "Text": "78. When ritual male circumcision of a child is performed, appropriate sanitary conditions and professional performance should be ensured.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Against the background of the observations above, the Special Rapporteur formulates the following recommendations: (a) In line with the Convention on the Rights of the Child and other relevant international human rights standards, States and other stakeholders, including religious communities and families, should recognize the status of the child as a rights holder;; (b) States should withdraw reservations concerning article 14 of the Convention on the Rights of the Child. When implementing the Convention, they should understand article 14 as an integral part of it, which stands in continuity with freedom of religion or belief, as enshrined in other international instruments, including article 18 of the Universal Declaration of Human Rights, article 18 of the International Covenant on Civil and Political Rights and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief;; (c) Article 14 of the Convention on the Rights of the Child should be broadly interpreted as covering theistic, non-theistic and atheistic beliefs, including the right not to profess any religion or belief;; (d) States should respect, protect and promote parental rights and the rights of the child as, in general, positively interrelated rights, including in the area of freedom of religion or belief. Respect for the \"evolving capacities of the child\" should be understood as an integral part thereof. States should avoid; fixed age limits when identifying religious maturity in order to do justice to the personal religious maturation of each individual child; (e) As part of the positive interrelatedness of parental rights and the right of the child to freedom of religion or belief, States should generally respect religious initiation rites, in which the small child is introduced into the family and community, if initiated by parents and/or carried out with their consent;; (f) State interventions into parental rights in the area of freedom of religion or belief, for example if deemed necessary to prevent harmful practices and to safeguard the best interests of the child, must always be enacted with empirical and normative diligence, always bearing in mind the prescribed criteria for limitations;; (g) States should repeal unduly restrictive regulations, wherever they exist, in order to facilitate the participation or non-participation of children in religious community life, in accordance with their wishes or the wishes of the parents, depending on the maturity of the child;; (h) When providing religious instruction in public schools, States should ensure low-threshold options for the child and his or her parents to get exemptions, with the purpose of preventing children from being exposed to religious instruction against their own will or that of their parents;; (i) When providing information about religions and beliefs as part of the regular school curriculum and with a view to broadening the child's knowledge, States should ensure that such information is of high quality, which should always be based on solid research and should furthermore do justice to the self-understanding of the followers of different religious communities, always taking into account internal diversity. The Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools can serve as a useful tool to ensure quality management in that area;; (j) Religious instruction and/or information about religions, as given in schools or other educational settings, should always respect the evolving capacities of the child who, in the course of his or her maturation, should be able to assume a more active role in the exercise of his or her freedom of religion or belief;; (k) States should reform unduly restrictive dress code regulations for students in schools in order to facilitate a school life in which students can experience free and voluntary manifestations of religious or belief-related diversity, as a normal aspect of living together in a modern society;; (l) States should reform family laws which discriminate against parents or legal guardians belonging to religious minorities, or against parents who are converts, atheist or agnostics, with a view to upholding the best interests of the child and fully guaranteeing the right of the child to freedom of religion or belief without discrimination. Such reforms may also prove necessary in the interests of equality between men and women;; (m) States should reform administrative practices which may lead to different religions being ascribed to converts and their children against their will. Such practices, apart from violating the freedom of religion or belief of parents who have converted, will in many cases also violate the rights of the child;; (n) States should provide appropriate training for judges or other officials involved in the settlement of family conflicts, such as divorces, in order to ensure that the religious orientation of parents or legal guardians, including religious conversion, does not lead to discriminatory treatment;; (o) States should provide effective anti-discrimination legislation and policies, to eliminate all forms of discrimination based on the religion or belief of the child and his or her parents or legal guardians. Special attention should be given to aggravated, multiple or intersectional discrimination, for instance discrimination based on religion or belief in combination with ethnicity, age and gender;; (p) States should collect disaggregated statistical data, which may help in detecting concealed forms of discrimination based on the religion or belief of a child, or his or her parents;; (q) States should take all appropriate measures to eliminate harmful practices. When tackling the issue of harmful practices, including practices allegedly based on certain cultural or religious traditions, States should avoid stereotypical overgeneralizations and should bear in mind the inter- and intrareligious diversity which usually exists with regard to such practices;; (r) Religious communities should discuss the issue of how to better ensure respect for the freedom of religion or belief of children within their teaching and community practices, bearing in mind the status of the child as a rights holder and the need to respect the evolving capacities of each child;; (s) Religious community leaders should support the elimination of harmful practices inflicted on children, including by publicly challenging problematic religious justifications for such practices whenever they occur.",
        "Labels": [
            "Children"
        ]
    }
]