[
    {
        "ID": 1,
        "Text": "1. The Special Rapporteur on freedom of religion or belief, Heiner Bielefeldt, was first appointed by the Human Rights Council on 18 June 2010 (see Council resolution 14/11) for a three-year term starting on 1 August 2010. In 2013, his mandate was renewed for another three-year term by the Council in its resolution 22/20, ending on 31 July 2016. However, on 1 July 2016, the President of the Human Rights Council announced that in order to avoid a protection gap, Mr. Bielefeldt would retain his functions as Special Rapporteur on freedom of religion or belief until the entry into office of his successor, Ahmed Shaheed, who at that time was the Special Rapporteur on the situation of human rights in the Islamic Republic of Iran.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In section II of the present report, the Special Rapporteur provides an overview of his activities since the submission of his previous report to the General Assembly \\(A/70/286\\). In section III, he focuses on the broad range of violations of freedom of religion or belief and their manifold root causes, as well as additional variables, including from a gender perspective. In section IV, he sets out his thematic conclusions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur conducted various activities between 1 August 2015 and 31 July 2016, pursuant to Human Rights Council resolutions 6/37, 14/11, 22/20 and 31/16.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. An overview of the activities of the Special Rapporteur between 1 August and 30 November 2015 is included in his latest report to the Human Rights Council (see A/HRC/31/18, paras. 2 and 3). In February 2016, the Special Rapporteur contributed to the discussion at a conference on the theme \"Combating religious intolerance: how to make the best use of the existing framework\", which took stock of the implementation of Human Rights Council resolution 16/18.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur presented his annual report \\(A/HRC/31/18\\) to the thirty-first session of the Human Rights Council, in March 2016, where he also participated in side events and held bilateral meetings. Subsequently, he undertook a country visit to Denmark from 13 to 22 March 2016. The next mandate holder will present the report on the mission to the thirty-fourth session of the Human Rights Council, in March 2017.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur sent communications to Governments through urgent appeals, allegation letters and other letters. The latest communications reports \\(A/HRC/30/27, A/HRC/31/79 and A/HRC/32/53\\) include all communications sent between 1 March 2015 and 29 February 2016 and the replies received from Governments before 30 April 2016. He also made public statements and gave various interviews.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. From 8 to 10 June 2016, the Special Rapporteur, in collaboration with the non-governmental organization Muslims for Progressive Values, hosted the first conference on freedom of religion or belief and sexuality in Geneva, attended by the United Nations Deputy High Commissioner for Human Rights, who moderated the public conversation with civil society. The conference explored in depth the relationship between the various human rights issues involved in the area of sexuality and freedom of religion or belief, both at the normative level and at the level of personal experience. Religious leaders and representatives, lesbian, gay, bisexual, transgender and intersex activists, academics, legal experts and diplomats at the conference discussed openly how to overcome the misperception of an abstract normative dichotomy and identify possible synergies between commitment on behalf of freedom of religion or belief and rights for lesbian, gay, bisexual, transgender and intersex persons.",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 8,
        "Text": "8. On 13 and 14 June 2016, the Special Rapporteur delivered a presentatio n at a high-level seminar on the protection and promotion of human rights in culturally diverse societies, held in Strasbourg, France, by the Council of Europe. On 29 and 30 June, he attended the launch of the annual report on the state of freedom of religion or belief in the world issued by the European Parliament Intergroup on Freedom of Religion or Belief and Religious Tolerance. On 19 July, he addressed the Human Dimension Committee of the Organization for Security and Cooperation in Europe in Vienna and gave a presentation on the theme \"The interrelatedness of democracy and human rights: freedom of religion or belief as a test case for Europe \".",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. After six years of sending individual communications, conducting country visits and drafting thematic reports, the Special Rapporteur does not think it would be possible to provide a \"global map\" of existing violations of freedom of religion or belief. The forms, motives and root causes of violations differ widely and cannot be captured adequately by \"cartographic\" projects, some of which try to depict degrees of violations in analogy to the height of mountains or the depth of the ocean. The main purpose of the present report is to sensitize readers to the complexity of human rights violations in the area of freedom of religion or belief. While some types of violations attract wide public attention, including within the international community, others are hardly known, even among human rights experts.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Sensitization to the complexity of human rights violations in the area of freedom of religion or belief first requires clarification of the normative scope and contours of this human right as it has been enshrined in article 18 of the Universal Declaration of Human Rights, article 18 of the International Covenant on Civil and Political Rights and other international human rights instruments. The scope of the right to freedom of religion or belief is often underestimated, with negative implications for its conceptualization and implementation. For instance, some Governments narrowly focus on individualistic and private dimensions of freedom of religion or belief while paying inadequate attention to community-related, institutional and infrastructural aspects of religious life. By contrast, other Governments place all the emphasis on recognizing collective religious identities, thus missing the crucial element of personal freedom even though it figures in the title of freedom of religion or belief. Yet other Governments privilege one particular religion or belief — or one particular type of religion — by promoting it as part of the national heritage, thereby ignoring the principles of equality and non-discrimination that are spelled out in some detail in the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief of 1981 (the 1981 Declaration). Moreover, in situations in which abuses are mainly committed by non-State actors, Governments still bear a responsibility for not being willing — or not being fully able — to provide effective protection for individuals and groups whose rights are being violated.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Freedom of religion or belief does not — and indeed cannot — protect religions or belief systems themselves, that is, their various truth claims, teachings, rituals or practices. Instead, it empowers human beings — as individuals, as well as in community with others — who profess religions or beliefs and may wish to shape their lives in conformity with their own convictions. The reason for this focus on \"believers rather than beliefs\" (as it has been summed up succinctly) is not that human rights reflect a certain \"anthropocentric world view\", as some observers have wrongly inferred. Instead, a main reason is that religions and beliefs are very different, often even irreconcilably so, in their messages and normative requirements. Religions and beliefs reflect an abundance of diverse teachings, doctrines, ideas of salvation, norms of conduct, liturgies, holidays, fasting periods, dietary customs, dress codes and other practices. Moreover, interpretations of what matters religiously may differ widely, not only between but also within religious communities. Hence, the only common denominator identifiable within such vast diversity seems to be the human being, who is the one professing and practising his or her religion or belief, as an individual and/or in community with others. Accordingly, human rights can only do justice to the existing and emerging diversity by empowering human beings, who indeed are the right-holders of freedom of religion or belief. This consistent focus on human beings as right-holders is also fully in line with the human rights-based approach in general.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Human rights are universal rights in the sense of being intimately linked to the humanness of the human being and hence of all human beings equally. In the first sentence of article 1 of the Universal Declaration of Human Rights, it is stated that: \"All human beings are born free and equal in dignity and rights\". Because of its nature as a universal human right, to which all human beings are entitled, freedom of religion or belief must be interpreted broadly. It cannot be confined to particular lists of religious or belief-related \"options\" predefined by States, within which people are supposed to remain. Instead, the starting point must be the self-definition of all human beings in the vast area of religions and beliefs, which includes identity-shaping existential convictions as well as various practices connected to such convictions. In paragraph 2 of its general comment No. 22 (1993) on the right to freedom of thought, conscience and religion, the Human Rights Committee corroborated such an open, inclusive understanding by clarifying that article 18 of the International Covenant on Civil and Political Rights protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief, and that the terms \"belief\" and \"religion\" are to be broadly construed. The Human Rights Committee also stressed that article 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions. One should add that freedom of religion or belief also covers the rights of members of large and small communities, minorities and minorities within minorities, traditionalists and liberals, converts and reconverts, dissenters and other critical voices and, last but not le ast, women, who sadly still occupy marginalized positions within many religious traditions.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Widely-used abbreviations such as \"religious freedom\" or \"religious liberty\" do not fully capture the scope of the human right at issue. Even the term \"freedom of religion or belief\", which for ease of reference has generally been employed by the Special Rapporteur and his predecessors, remains a shorthand formulation. Hence, it may be useful from time to time to recall the full title of the right, which is \"freedom of thought, conscience, religion or belief\". Legislation and jurisdiction in many States do not adequately reflect the full scope of this human right by often restricting its application to predefined types of religions while excluding non-traditional beliefs and practices. Limiting the enjoyment of freedom of religion or belief to members of \"recognized\" religions is also in violation of the spirit and letter of universal human rights.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Freedom of religion or belief is a multifaceted right. It empowers human beings in the entire sphere of religious and non-religious convictions, consciencebased positions and religious practices, which may be exercised by individuals alone and/or in community with others. This includes, inter alia, the free development of religious or belief-related identities, bearing witness to one's existential conviction by freely communicating with fellow believers or other persons, the autonomous organization of religious community life, the intergenerational transmission of religions or beliefs, various infrastructural aspects, such as the running of schools or charitable organizations, and other aspects. Moreover, just as individuals are free to remain within their religious tradition, they are also free to reconsider their faith, express personal doubts and adopt a new religion or belief.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. It is in this spirit of freedom that the right to freedom of religion or belief covers all aspects of religious and belief-related life: not only the \"believing\", but also the \"belonging\" and the \"behaving\", that is, individual and community practices connected with convictions and traditions. Manifestations can take place in private, as well as in public. While individuals have the right to publicly manifest their religious or belief orientation alone or together with others, they also have the right to keep their convictions to themselves. Moreover, no one can be genuinely free to do something unless he or she is also free not to do it, and vice versa. That is why freedom of religion or belief also covers the freedom not to profess a religion or belief, not to attend acts of worship and not to participate in community life.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur has often heard statements by government representatives that freedom of religion or belief, like any other right, \"cannot be absolute\" and sometimes must be limited in its application. This is a truism and indeed a dangerous one, since the general invocation of limitations can easily become a pretext for imposing far-reaching or arbitrary restrictions. Many Governments actually refer to broad and unspecified \"security\", \"order\" or \"morality\" interests in order to curb religious criticism, discriminate against minorities, tighten control over independent religious community life or otherwise restrict freedom of religion or belief, often in excessive ways.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur therefore would like to reiterate that the relationship between a human right to freedom and its limitations must remain a relationship between rule and exception. No one has to justify the exercise of his or her freedom of religion or belief, which, qua its nature as a universal human right, must be respected as inherent in all human beings. The burden of justification rather falls on those who deem limitations necessary. For limitations to be justifiable, they must meet all of the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights and other relevant norms of international human rights law. Accordingly, limitations must be prescribed by law and they must be necessary to pursue a legitimate aim: the protection of \"public safety, order, health, or morals or the fundamental rights and freedoms of others\". In addition, restrictions on manifestations of religion or belief (in the forum externum) must remain within the realm of proportionality, which means, inter alia, that they must be the least restrictive among all the adequate measures that could be applied. The internal dimension of freedom of thought, conscience, religion or belief (forum internum) even enjoys unconditional protection pursuant to article 18 (2) of the International Covenant on Civil and Political Rights, in which it is stated that: \"No one shall be subject to coercion which would impair his freedom to have or to adopt a r eligion or belief of his choice\".",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Respect for freedom of religion or belief — or lack of such respect typically manifests itself in the ways in which Governments deal with grounds for limitations. Unfortunately, the Special Rapporteur has frequently noticed loose and overly broad invocations of grounds for limitations, which often seem to be undertaken without due empirical and normative diligence. He would like to reiterate paragraph 8 of general comment No. 22, in which the Human Rights Committee insists \"that paragraph 3 of article 18 is to be strictly interpreted: restrictions are not allowed on grounds not specified there … Limitations may be applied only for those purposes for which they were prescribed and must be directly related and proportionate to the specific need on which they are predicated. Restrictions may not be imposed for discriminatory purposes or applied in a discriminatory manner\".",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Freedom of religion or belief does not only prohibit undue encroachments on the freedom of a person or a group of persons; it also prohibits discrimination that is, the denial of equality — on the basis of religion or belief. For example, in article 2 of the Universal Declaration of Human Rights it is asserted that: \"Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status \". Article 2 (1) of the International Covenant on Civil and Political Rights extends the same guarantee of non-discrimination to all individuals within the territory of a State party and to those subject to its jurisdiction. Furthermore, it is confirmed in article 2 (1) of the 1981 Declaration that \"no one shall be subject to discrimination by any State, institution, group of persons or person on the grounds of religion or belief\", thus the component of \"belief\" is also included. A strong message is sent in article 3 of the 1981 Declaration, in which it is stated that: \"Discrimination between \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\ human beings on the grounds of religion or belief constitutes an affront to human dignity and a disavowal of the principles of the Charter of the United Nations \".",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The international discussion on discrimination has made enormous strides in recent decades. Apart from the ongoing need to tackle direct and open manifestations of discrimination, there is greater sensitivity to concealed forms of discrimination, for example, prima facie \"neutral\" rules prescribing certain dress codes in public institutions. Although they usually do not openly target a specific community, such rules can amount to discrimination against persons belonging to a religious minority if those persons (often women) feel obliged by their religion to wear specific religious garments. Similar problems may occur with regard to dietary rules, fasting, public holidays, labour regulations, public health norms and other issues. Overcoming the various forms of discrimination in the field of religion or belief, including indirect and structural discrimination, is a complex task that requires moving beyond mere formal equality towards substantive equality, including by adopting measures of reasonable accommodation (see A/69/261, paras. 49-66).",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. States' obligations towards the implementation of human rights standards can be divided into obligations to respect, to protect and to fulfil. First of all, States have to respect human rights, including freedom of religion or belief. This presupposes a clear understanding that human beings — as individuals and/or in community with others — do not need any permission by the State to be allowed to have, adopt, profess and practise their religion or belief in private or in public. Like other human rights, freedom of religion or belief follows from the due respect for human dignity, which inheres in all human beings equally and thus commands an unconditional respect, prior to, and ultimately independent of, any acts of legislative or administrative approval.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The State should, furthermore, protect freedom of religion or belief against abuses by third parties, for instance, against threats stemming from authoritarian milieux, religious vigilante groups or even terrorist groups. Depending on the precise nature of the problem, this requires different initiatives, such as legislative support for religious minorities against discrimination in the workplace, measures to protect people from forced conversion and policies of combating religious vigilantism or terrorism.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Lastly, States should provide appropriate infrastructure that allows all persons living under their jurisdiction to actually make full use of their human rights. This aspect of their responsibility has been termed the obligation to fulfil. It inc ludes the availability of suitable remedies, in particular, an independent and efficient judiciary. States should also facilitate the acquisition by religious communities of a collective legal standing, which they may need to undertake important community functions, such as employing professional staff, purchasing real estate to build places of worship or establishing charitable organizations or institutions of religious learning. The obligation to fulfil also covers a broad range of promotional activities, such as education about religious and belief diversity as part of the school curriculum, and the building of societal resilience against religious intolerance.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. It is often assumed that violations of freedom of religion or belief mainly originate from religious intolerance, that is, an attitude of narrow-mindedness that does not accommodate any interreligious or intrareligious diversity. While intolerant interpretations of religions or beliefs are in fact one of the most important root causes of numerous violations in this area, one should not ignore the relevance of various societal and political factors, such as interference by control-obsessed authoritarian Governments, the utilization of religions for defining a homo geneous understanding of national identity, loss of trust in public institutions and concomitant processes of societal fragmentation, the prevalence of a \"macho culture\", economic and social disparities, widening power gaps between different groups within a society and other variables. Again, the observations set out below remain non-exhaustive.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. It cannot be emphasized enough that religious intolerance does not directly originate from religions themselves, but always presupposes the intervention of human beings. The basic insight that there can be no understanding of a text without human interpretation also applies to the sources (written or oral) of various religious or belief-related traditions. Although there may be differences between inclinations towards open-mindedness and tolerance in various traditions, there is scope for interpretation in all of them. Thus, human beings themselves are ultimately responsible for open-minded or narrow-minded interpretations, which actually exist side by side in virtually all religious and philosophical traditions. While some believers may demonize anyone professing a slightly different view, other believers of the same faith group may appreciate broad interreligious and intrareligious diversity as a stimulant necessary for profound theological or philosophical reflection and a precondition for productive exchanges. Some may dream of a religiously homogenous society as their ultimate political aspiration, whereas others would fear such homogeneity to be the end of any authentic belief.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Awareness of the relevance of human intervention, including human interpretation of religious sources, may help to overcome widespread \"fatalistic\" misperceptions. While in one country the followers of various religions or denominations have coexisted amicably since time immemorial and may even intermarry with the full approval of their respective communities, the relationship between the same communities in a neighbouring country may seem hopelessly complicated. Moreover, situations can change over time, be it for the better or the worse. There is a broad variety of amicable or hateful interactions and productive or tense relationships in different countries, which bears witness to the impact that human beings — individuals, communities and societies — actually have in shaping interreligious coexistence positively, including by developing open-minded interpretations of religious doctrines and of religious norms of conduct (see A/HRC/25/58/Add.1\\). Awareness of that possible impact is the precondition for overcoming fatalistic misunderstandings, which, at the end of the day, would discourage any commitment in this field.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In a number of countries, however, intolerant interpretations of a religion are actively supported and encouraged by the Government. As a consequence, Governments may fail to adequately protect religious minorities from hate crimes by intolerant groups and may even arrogate to themselves the authority to act as guardians of the purity of religious doctrines against so-called \"unbelievers\", \"heretics\" and people demonstrating religiously \"deviant\" behaviour. The general experience has been that, apart from violating, if not totally denying, the universal right to freedom of religion or belief, such \"theocratic\" regimes, wherever they exist, typically stifle any serious intellectual debate on religious issues and thus often create a climate of bigotry and hypocrisy. Hence, it is no coincidence that the opposition against theocratic regimes always includes critical believers of the very same religion that the Government pretends to protect, since they may feel that such governmental \"guardianship\" merely leads to superficial conformism, which actually undermines any persuasiveness and attractiveness of their religion.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Apart from Governments that pretend to protect particular religious truth claims, many Governments promote certain religions in order to define and demark their national or cultural identity. The use of religion in rhetoric on national ident ity occurs more frequently than governmental aspirations to protect the \"purity\" of specific truth claims. The singling out of certain religions or beliefs for special protection as part of a national heritage sometimes leads to their formal entrenchment in the Constitution or in other legal statutes. Privileged religions also exist under the auspices of \"secular\" States. In spite of their claim to be religiously neutral, quite a number of formally secular States nonetheless demarcate their national identit y by drawing sharp distinctions between \"national\" religions worthy of support and \"foreign\" religions deemed dangerous or destructive to national cohesion.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. A country's officially or factually protected national heritage can cover more than one religion. Besides the traditionally hegemonic national religion, it may also include certain traditional minorities, which are viewed as constituting parts of the country's \"traditional mosaic\" (see A/HRC/22/51/Add.1\\). In such a constellation, the dividing line between accepted and non-accepted communities may chiefly run between traditional and non-traditional religions. While those minorities who have traditionally resided in the country are more or less appreciated, people belonging to so-called \"non-traditional\" minorities, by contrast, may face suspicion and hostility.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In a number of countries, small and non-traditional minorities, often branded as \"sects\", carry the stigma of operating as \"fifth columns\" in the interest of \"foreign powers\" or \"foreign donors\", thus allegedly eroding the country's national cohesion. Public media campaigns and hostile stereotypes, which at times are even promoted within the official school curriculum, may encourage nationalist groups to commit acts of violence against members of such minorities, not infrequently even with the tacit approval, if not the direct participation, of parts of the State apparatus.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Yet other Governments commit violations of freedom of religion or belief for utterly mundane purposes, for example, in the interest of exercising political control over society as a whole. In this context, the \"war on terrorism\" has proven a convenient pretext for a number of Governments when wishing to impose farreaching control measures that encroach on freedom of religion or belief and other human rights.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. It seems fair to say that the more authoritarian a Government is, the more excessive its control obsessions usually are. In particular, one-party systems typically conjure an allegedly seamlessly harmonious relationship between the political party and the people as a whole. Questioning that harmony is taboo, since it might ultimately lead to challenging the party monopoly itself, an outcome that authoritarian Governments try to avoid by placing any communication under strict surveillance.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Freedom of religion or belief rightly has been termed a \"gateway\" to other freedoms, including freedom of expression and freedom of peaceful assembly and association. There can be no free religious community life without respect for those other freedoms, which are closely intertwined with the right to freedom of religion or belief itself. This is exactly what worries authoritarian Governments and often causes them to curb freedom of religion or belief. While mostly not caring much about issues of religious orthodoxy versus heterodoxy, the main interest of many authoritarian Governments is to prevent religious communities from running their own affairs independently for fear that this might in the long run erode the control of the State over society. Control obsessions may go so far as to even place the appointment of religious leaders or the \"reincarnation\" of certain religious dignitaries under tight administrative control.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. When visiting authoritarian countries, observers are sometimes deceived by the display of religious pluralism and diversity of beliefs, which on the surface may actually exist. However, the decisive test question for many authoritarian regimes is not whether there is more than one recognized religion or whether religious minorities exist alongside the majoritarian religion or ideology. Instead, relevant test questions are whether religious communities can run their own affairs outside of tightly monitored official channels, whether community members can meet spontaneously and in self-chosen religious centres, whether religious leaders can deliver sermons or address the community without previously being submitted to censorship, whether parents are free to pass on their religious faith and rituals to the younger generation in ways they see fit, and whether the right to conscientious objection to military service is respected.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In a number of countries governed by authoritarian regimes, the dividing line between what is permissible and what is prohibited does not run between \"orthodox\" and \"heterodox\", \"traditional\" and \"non-traditional\" or \"national\" and \"foreign\" religions. Rather, it runs between those communities cooperating with State agencies by remaining within predefined and closely monitored channels, on the one hand, and those wishing to keep their community life free from excessive Government control and infiltration, on the other (see A/HRC/28/66/Add.2\\). Government interference may even sow seeds of mistrust between and within communities and poison the relationship between followers of \"loyal\" communities and \"independent\" religious groups, thus creating a climate of suspicion, in a vicious cycle that gives law enforcement agencies an additional pretext for applying far-reaching control measures.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Massive violations of freedom of religion or belief are currently taking place, in particular, in countries characterized by systemic political mismanagement, such as endemic corruption, cronyism and ethnocentrism. The resulting disenchantment with public institutions in large parts of the population may set in motion a vicious cycle of escalating societal fragmentation, in the course of which government institutions, including the judiciary, may increasingly lose their authority, a process that can ultimately result in a failed State.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. When public institutions fall apart, societal groups typically fill the vacuum, including mafia organizations, self-appointed vigilante groups and even terrorist organizations, some of which commit violence in the name of religion (see A/HRC/28/66\\). In such situations, religious or confessional identity — often in combination with ethnic identity — may become a factor in defining militarized groupings. Frequently, people cannot avoid being ascribed to one of the religious groups in confrontation, even if they would wish to keep out of such dangerous dynamics.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. In a climate of general mistrust caused by the absence of trustworthy public institutions, militant interpretations of religious messages find fertile ground. The failures of public institutions, which in extreme situations may even cease to exist, thus typically breed narrow-minded attitudes, with possible spillover effects on predominant interpretations of religions, which therefore may become more and more militant. This pattern illustrates once more that intolerant interpretations do not directly originate from certain religions in themselves, but usually result from a broad set of political, social, economic and historical root causes and factors, all of which need to be analysed.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. When undertaking country visits, the Special Rapporteur has become aware that land-grabbing may be an important factor accounting for violations of freedom of religion or belief in some regions. Indigenous peoples are particularly vulnerable in this regard. They often cannot present ownership titles (in the modern understanding) to land that they may have used and cultivated since time immemorial. This has led to bitter and often violent disputes. Freedom of religion or belief issues enter the picture, for example, if land disputes affect the real estate on which religious institutions, such as churches, temples, mosques, pagodas or graveyards, have been erected. In addition, some indigenous peoples may entertain an understanding of \"holy sites\" that goes beyond any spatially demarcated areas and may include broader parts of the physical environment (see A/HRC/31/18/Add.2\\).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Land-grabbing is merely one example illustrating the relevance of economic and social variables that need to be taken into account for an appropriate understanding of violations of freedom of religion or belief and their root causes. In that context, one also should always pay attention to power imbalances, which typically render parts of the population vulnerable to pressure, exploitation and discrimination. Moreover, gender is a crucial factor that must never be neglected in any analysis of violations of freedom of religion or belief. The generally subordinated role of women in many societies is often also reflected in obstacles to their full enjoyment of freedom of religion or belief. In a few countries, questions of religious minority status are deeply interwoven with the caste society, which creates situations of increased vulnerability, including for converts from lower-caste backgrounds (see A/HRC/10/8/Add.3\\).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Quite a number of societies still grapple with complicated historical legacies, such as the consequences of colonial rule or dictatorship. Colonizing powers, as well as home-grown dictators, have frequently applied the \"divide and rule\" principle by pitting certain groups against one another. Again, this may have farreaching repercussions on relationships among religious communities and the general atmosphere in a country. Incitement to hatred may revive old stereotypes against certain religious minorities by adding aggressive conspir acy theories, some of which portray small or even tiny groups as allegedly posing a danger to morals, societal cohesion, the economy or development.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Many violations of freedom of religion or belief directly originate from State agents and may include killings, enforced and involuntary disappearances, large scale arbitrary detention and other atrocities targeting religious minorities or dissidents. State agencies have also been involved in the destruction of places of worship or the vandalization of graveyards. Within the constraints of the present report, it is impossible to describe all such incidents. Instead, the non-exhaustive typology set out below is aimed at identifying widespread general patterns of systematic violations committed by State agencies.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The most frequently discussed form of State-induced violations of freedom of religion or belief are criminal sanctions against dissidents, critics, converts, non-believers or persons belonging to religious minorities. A number of States still have anti-apostasy provisions in their criminal laws, or have newly introduced such laws. This is in obvious breach of the freedom of religion or belief, which unequivocally corroborates people's freedom to \"change\" their religion or belief (see article 18 of the Universal Declaration of Human Rights) or any person's freedom to \"have or to adopt a religion or belief of his choice\" (see article 18 of the International Covenant on Civil and Political Rights). The prohibition of coercive interference in the inner realm of a person's conviction even enjoys the status of an absolute norm, comparable to the equally absolute prohibitions of torture and slavery (see A/67/303\\).",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. While the number of States that formally prohibit apostasy through criminal sanctions is limited, the picture changes once anti-proselytism laws or other laws that ban missionary activities are included. Unlike prohibitions of apostasy, which currently seem to exist only in certain Muslim-majority countries, anti-proselytism laws have been enacted under the auspices of different religions, such as Buddhism, Christianity, Hinduism and Islam. The effects of these laws can come c lose to those of apostasy prohibitions. While directly targeting persons who \"induce\" others to change their religion or belief, these laws — often intentionally — also cast a shadow on the converts themselves by portraying the act of conversion as a result of mere external manipulation. Anti-apostasy and anti-proselytism laws also have in common a tendency to prohibit changes away from hegemonic religions, which typically receive privileged treatment. Double standards not only are a problem when applying the respective laws in practice; they frequently define the very essence of those laws.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Still broader is the scope of anti-blasphemy laws. What constitutes an offence of \"blasphemy\" frequently remains merely vaguely circumscribed, thus giving Governments carte blanche to apply such laws in an arbitrary and discriminatory manner. Not only verbal or other statements, but also certain acts of conduct, such as eating in public during the fasting season, may be deemed as \"blasphemous\" in some countries. In countries that do not have anti-apostasy or anti-proselytism laws, the criminalization of broad blasphemy offences can serve as a proxy that basically fulfils the same function. Numerous reports have given clear evidence that members of religious minorities typically suffer disproportionately from such laws, which also target converts, dissidents, non-believers, critics within the majority religion and individuals engaging in unwelcome missionary activities.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. While anti-apostasy, anti-proselytism and anti-blasphemy laws more or less openly carry \"religion\" in their titles, other criminal laws do not directly display an intention to curb religious dissidence or criticism and yet may have such consequences in practice, for example, overly broad anti-hatred laws (see A/HRC/13/40/Add.2, paras. 46-48). While article 20 (2) of the International Covenant on Civil and Political Rights obliges States to prohibit \"advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence\", anti-hatred provisions often lump together a wide range of different \"offences\", thereby opening the floodgates for arbitrary applications. Penal law provisions sometimes even criminalize religious superiority claims, thus hypothetically threatening sanctions against all individuals or groups who publicly bear witness to their convictions. Countless examples have proven that such vague provisions are used mostly to intimidate unwelcome minorities, converts, atheists, agnostics or dissidents, including critics belonging to the country's majority religion. Further examples of prima facie \"neutral\" criminal law provisions are laws that, by criminalizing alleged acts of eroding national security, may threaten punishments against conscientious objectors to military service.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Arguably the most widespread pattern of State-induced violations of freedom of religion or belief relates to harassment by an uncooperative bureaucracy that may treat people belonging to certain religious communities with contempt, hostility or suspicion. It is all the more important to draw public attention to this form of violation of religion or belief.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. When wishing to build places of worship or religious schools or to repair existing religious buildings, minority communities often have to apply for special permissions, which may take decades to obtain. If the believers start to build or repair places of worship before receiving official permission, they may encounter hefty sanctions or even be forced to tear down a newly erected building. The Special Rapporteur heard reports that it seemed easier for some communities to build a chicken farm and subsequently convert it into a place of worship than to apply to establish the place of worship.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Some Governments request religious communities to register with the Administration before being allowed to exercise their group -related freedom of religion or belief. Registration status may be connected to a number of practical advantages, such as tax benefits or regular participation in municipal consultations. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\ While registration thus can have beneficial effects for those communities wishing to obtain such a status, it is highly problematic if the Government renders registration compulsory by turning it into a sine qua non of any communitarian enjoyment of freedom of religion or belief (see A/HRC/28/66/Add.1\\). It cannot be reiterated enough that freedom of religion or belief, qua its nature as a universal human right, inheres in all human beings prior to any process of administrative approval. It thus must be possible for individuals and groups of individuals to also practise their religion or belief independently from any official status, if they prefer not to obtain any such status or if their application for registration has been unsuccessful. The situation can become even more complicated if Governments require the periodic renewal of registration, which thus may become a never-ending bureaucratic exercise for certain communities. The more detailed information the Administration demands in such procedures, the easier it will be to find \"shortcomings\" in the application that the Administration may use as a pretext to impose sanctions, thereby creating a climate of intimidation for any unwelcome religious activities.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. For many (not all) religious communities, it is important to obtain the appropriate legal personality status to exercise certain community functions, such as purchasing real estate, which they may need to establish a lasting religious infrastructure, employing teaching professionals or other staff and running their own schools or media or charitable organizations (see A/HRC/22/51\\). The denial of appropriate legal personality status or unreasonable stipulations connected with such a status may thus amount to a violation of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In many countries, family laws reflect traditional religious hegemonies. Before discussing the negative repercussions that this may have for freedom of religion or belief, the Special Rapporteur would like to clarify that religious family laws differ conceptually from religious family values, rites and customs. Law in the narrow sense of the word carries with it the element of enforcement by the State. State enforced laws based on a particular religion or denomination can lead to problematic situations, for example, if an interreligious marriage cannot be contracted or if such a marriage breaks down and the spouse who had converted to the religion of her or his partner wishes to return to the religion he or she professed previously. Such a return is usually difficult in itself, and it can be made even more complicated by legal insecurity, which a change of religion may incur with regard to important issues, such as inheritance, maintenance or custody of childr en. Moreover, apart from causing concerns under freedom of religion or belief, denominational family laws frequently reflect and reinforce inequalities between men and women concerning marriage, child-rearing, custody, maintenance, inheritance and other areas of family life (see A/HRC/25/58/Add.2\\).",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. From the specific viewpoint of freedom of religion or belief, State -enforced denominational family laws give rise to a number of serious concerns. Even tho ugh the structure may be pluralistic to a certain degree, the system typically does not easily, if at all, accommodate certain constellations of interreligious partnerships. On the basis of the widespread assumption that children have to follow the religio us orientation of the father, denominational family laws may allow some interreligious marriages, provided that the husband is of the predominant religion, while often ruling out any marriage between a woman from the traditionally hegemonic religion and a man professing another religion or belief. Thus, complicated cases of multiple and intersectional discriminations — in other words, in the intersection of religious minority status and gender — may arise (see A/HRC/31/18/Add.1\\). Moreover, converts, agnostics, atheists and others may face even greater difficulties to fit into the limited options provided by State-enforced religious family laws. Although reforms with the purpose of accommodating the existing and emerging pluralism in a non-discriminatory way should be a priority, many Governments seem to be reluctant to tackle these issues.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The school is an institution designed to fulfil human rights, in particular, the right to education, as enshrined in article 13 of the International Covenant on Economic, Social and Cultural Rights, article 28 of the Convention on the Rights of the Child and similar provisions. In order to ensure this right for every child, States have the obligation to render elementary school education mandatory. However, school is also an environment in which serious human rights problems may arise. In public schools, children regularly experience the authority of teachers, who, as public officials, may also represent the authority of the State. Furthermore, children may suffer peer pressure and bullying, a problem that disproportionately affects children from minorities.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Parents belonging to religious minorities, or parents who have converted away from the predominant religion, sometimes fear that school education may be utilized to alienate their children from them. The Special Rapporteur heard reports about the disrespectful treatment of children during religious fasting seasons, when children were exposed to expectations clearly articulated by their teachers that they should eat the food served in school, thereby breaking the fasting rules of their religion.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Whenever religious ceremonies, such as public prayers or acts of collective worship, are performed in school, and in particular during regular school hours, safeguards are needed to ensure that no child feels compelled to participate in such ceremonies against his or her free will or the will of his or her parents. The same caveat applies to religious instruction in schools (see A/HRC/16/53\\). In paragraph 6 of its general comment No. 22, the Human Rights Committee noted that public education that includes instruction in a particular religion or belief is inconsistent with article 18 (4) of the International Covenant on Civil and Political Rights unless provision is made for non-discriminatory exemptions or alternatives that would accommodate the wishes of parents and guardians. In practice, however, such provisions, if they exist at all, are often ignored, possibly as a result of ignorance or lack of systematic monitoring or even in a deliberate attempt to convert children belonging to religious minorities to the hegemonic religion of the country.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 56,
        "Text": "56. In view of the compulsory status of school education, attempts at converting children in the school context may amount to serious violations of the absolutely protected forum internum dimension of freedom of religion or belief. At the same time, such attempts may violate the rights of parents to ensure a religious and moral upbringing of their child — who has not yet reached religious maturity — in conformity with their own convictions, as enshrined in article 18 (4) of the International Covenant on Civil and Political Rights and article 14 (2) of the Convention on the Rights of the Child (see A/70/286\\).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Whereas religious instruction — in the understanding of familiarizing students with their own or their parents' faith — requires safeguards to avoid any involuntary exposure of students to such teachings, general information about religions may well become part of the compulsory school curriculum, \"if it is given in a neutral and objective way\", as the Human Rights Committee cautions in paragraph 6 of its general comment No. 22. However, the objectivity of textbooks and other learning materials is often questionable, for example, when textbooks assume a peculiar warning tone towards \"non-traditional\" minorities or \"sects\", thus stigmatizing certain communities. Many textbooks used in school reflect existing religious hegemonies while totally ignoring the perspectives of minorities. For students and parents exposed to such stigmatization, possibly even on a daily basis, school education can be a traumatizing experience. Other school textbooks may favour a narrowly secularist world view by either completely excluding religious themes or by containing solely critical and negative comments on religion, which, together with corresponding teaching practice, may put religious students under pressure.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The patterns described above — restrictive criminal law provisions, harassment and intimidation by an unsympathetic bureaucracy, discriminatory structures in family laws and disrespectful treatment of children in schools — often overlap, thus creating a climate in which members of religious minorities, followers of non-traditional religious movements, individual dissidents, critics, converts, agnostics, atheists and others may suffer systematic discrimination, marginalization and exclusion. Hateful statements by government officials or media campaigns may further exacerbate their situation. However, members of the majority religion may also suffer from a climate in which religious and belief-related issues can scarcely be discussed in a relaxed and open manner.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 59,
        "Text": "59. As elaborated in section III.B above, the motives behind State-induced violations of freedom of religion or belief can be manifold, may differ from country to country and can also change in the course of a country's development. Any comprehensive analysis requires the consideration of all relevant factors, including economic and social factors, that may lead to multiple and intersectional forms of discrimination, such as discrimination in the intersection of religious minority status, gender, caste, economic impoverishment and other factors.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Many of the most brutal abuses of freedom of religion or belief are currently perpetrated by non-State actors, such as terrorist groups or militant vigilante groups. The fact that there is no general definition of non-State actors, nor a consensus on their human rights obligations (see A/HRC/28/66, paras. 54-59), renders any attempt at providing a typological overview rather complicated. While it ma y be that non-State actors are those carrying out acts of violence, States are sometimes directly or indirectly supporting these actors for the different motives explained above. The main purpose of the present section is to remind Governments of the responsibility that they bear also when combating violations of freedom of religion or belief committed by non-State actors.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Some terrorist groups that pretend to operate in the name of religion try to wipe out any traces of religious diversity, not only in the present and for the future, but even traces of the past (see A/56/253, paras. 25-30). Atrocities committed by such groups include mass killings, extremely cruel forms of execution, mutilations, forcible deportations, ethnic cleansing, blackmailing, confiscation of property, kidnapping of women and children and their sale into slavery, the destruction of religious buildings, some of which had been recognized internationally as historical monuments, and other acts of brutality.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 62,
        "Text": "62. The information presented in section III.B above on the complex root causes of violations of freedom of religion or belief likewise applies to the atrocities committed by terrorist groups. Lack of good governance — for example, the breakdown of trustworthy public institutions, endemic corruption and cronyism, the absence of any rule of law, far-reaching societal fragmentation and concomitant polarization, and widespread feelings of despair within the population — creates the fertile ground on which militant groupings can operate successfully. At the same time, one should not ignore the additional impact of intolerant and narrow-minded religious interpretations, which, through modern information and communications technologies, reach out to a global audience. Terrorist groups have also received ideological, logistical and financial support from a number of Governments, without which they would be less successful. While stigmatizing members of religious minorities as \"unbelievers\" or \"heretics\", terrorist groups frequently also attack people of the same religion to which they themselves belong, thereby creating a climate of fear in which no one can enjoy their freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In a number of countries, self-appointed militant vigilante groups patrol their neighbourhoods to ensure that everyone behaves in ways deemed religiously appropriate, including by threatening violence (see E/CN.4/2006/5/Add.3\\). Women and girls typically run an increased risk of being sanctioned, for instance, when failing to conform to certain imposed dress codes or other norms of behaviour. Even if not being mandated by the Government, militant vigilante groups nonetheless may receive direct or indirect support from certain government agencies, which systematically turn a blind eye to abuses committed by such groups.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 64,
        "Text": "64. Furthermore, grave abuses of freedom of religion or belief can occur within homogeneous societal milieux that do not accommodate any interreligious or intrareligious diversity. Individuals not fitting into traditional patterns of \"acceptable\" belief and conduct may incur a variety of sanctions, such as social ostracism, systematic mobbing or even physical violence. Women and girls or persons with different sexual orientations and gender identities bear an increased risk of abuses when wishing to free themselves from narrow understandings of what is deemed \"appropriate conduct\", often on the basis of excessively restrictive interpretations of religious norms. This is another area in which freedom of religion or belief frequently intersects with issues of gender-based violence or discrimination (see A/68/290\\). Apart from failing to provide appropriate legal and political protection, Governments may even support such repressive practices, for instance, through laws that treat violent crimes committed in the name of \"honour\" in a particularly lenient manner or by sending messages that blame the victim of an attack for having infringed moral norms in the first place.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Policies intended to prevent and counter violent extremism must be based on a clear understanding of the numerous root causes, which often mutually reinforce each other. As the United Nations Deputy High Commissioner for Human Rights, Kathryn Gilmore, pointed out at a panel discussion on the human rights dimensions of preventing and countering violent extremism, held in Geneva on 17 March 2016, \"violent extremism is the child of many parents — discrimination or injustice whether actual or perceived; political disenfranchisement; a sense among young people of powerlessness, or denial of identity; of hopelessness\". When calling for positive action, the Deputy High Commissioner placed particular emphasis on the need to support human rights defenders and civil society, as well as \"the immediate deterrence of reprisals against those who speak out\".",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 66,
        "Text": "66. When abuses are not perpetrated by State agencies, the Government remains accountable for any violation of freedom of religion or belief occurring within its jurisdiction. This is even more obviously the case when government agencies are directly or indirectly complicit in such violations, for example, by apparently condoning acts of violence or by creating an atmosphere of impunity that gives militant groups a free rein. Public condemnations by government officials of abuses committed within society are sometimes absent or may sound merely lukewarm. Moreover, the Government may send ambiguous signals to law enforcement agencies, which, accordingly, do not know whether they are actually expected to provide protection to individuals or groups who are looked down upon by \"mainstream\" society (see A/HRC/31/18/Add.2\\).",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. During some country visits, the Special Rapporteur repeatedly sensed a lack of awareness that the right to freedom of religion or belief requires protective and promotional government activities to ensure its systematic implementation in all parts of society. For instance, discrimination on the grounds of religion or belief occurring in the labour market or the housing market is sometimes still treated as a merely \"private\" issue that the Government allegedly could ignore. However, such lack of commitment is at variance with the 1981 Declaration, in article 4 (1) of which it is unambiguously clarified that: \"All States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life.\" This also covers acts of intolerance and discrimination in the workplace, including in business sectors. Governments that lack an efficient and comprehensive anti-discrimination policy thus fail to honour their human rights obligations.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. One of the most significant progressive developments in international human rights politics is the increased awareness that violations of human rights, including freedom of religion or belief, do not fall within the \"internal affairs\" of States. Although Governments are still the main duty bearers concerning the implementation of human rights within their jurisdiction, their responsibility is not an exclusive one. By ratifying international treaties, Governments formally corroborate the understanding that respect for and protection and promotion of human rights is both a national duty and a matter of international concern. In addition, there is broad consensus that human rights also constitute an indispensable part of international customary law.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Besides States, the international community also comprises other actors, in particular, civil society organizations, without whose contributions international monitoring would not even be conceivable. Moreover, situations can arise in which the international community has to take direct action to stop massive violations of freedom of religion or belief and other human rights abuses, for instance, by ensuring that terrorist organizations operating in the name of religion do not receive financial, logistical or other support or by holding to account political leaders who have committed widespread and systematic human rights violations.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Throughout the past few years, the Special Rapporteur has sensed an increasing interest in issues concerning his mandate. At the same time, he feels that the broad range of violations of freedom of religion or belief fails to receive attention. For example, administrative harassment and unreasonable bureaucratic stipulations hardly ever make it into the headlines. The scarcity of empirical findings may follow from difficulties in research and reporting, but may also reflect a lack of awareness that certain issues have a human rights dimension in the first place. The latter problem may be the result of an inadequate understanding of the normative range and full scope of freedom of religion or belief, which is a broadly applicable right to freedom to which every human being is entitled.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. One issue on which the international community has obviously failed concerns the rights of refugees and internally displaced persons. Violations of freedom of religion or belief are among the manifold reasons for people to leave their home and flee their country, in particular where violent conflict has assumed a religious or sectarian dimension. However, when applying for asylum because of violations of their freedom of religion or belief, refugees have sometimes experienced that their claims are not taken seriously. Some of them have been given bizarre recommendations, such as to avoid public exposure and to keep their faith to themselves. Converts may face suspicion of having fabricated their conversion for the strategic purpose of gaining refugee status. In addition, many violations of freedom of religion or belief are inextricably interwoven with other social or political variables, for example, excessive control interests of authoritarian Governments. Given the complexity of such issues, some observers may dramatically underestimate the gravity of violations experienced by people on the ba sis of their religion or belief. This may have an impact on the treatment of refugees, whose experiences in this area fail to receive appropriate attention and recognition.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 72,
        "Text": "72. It is depressing to see that in the current refugee crisis, many States fail to honour the responsibility they have in accommodating refugees, including those who are fleeing massive violations of their freedom of religion or belief. Some Governments have opened their borders and demonstrated solidarity, often in conjunction with admirable commitment shown by civil society organizations and countless volunteers. By contrast, other States have been reluctant to even host a handful of refugees. Yet other Governments have indicated that they would be merely willing to accommodate refugees from religious backgrounds close to their own predominant religious traditions. However, this would amount to a (re)territorialization of religion and thus would clearly be at variance with the freedom of religion or belief, which protects human beings in their diverse convictions and practices instead of fostering religiously homogeneous territories. The Special Rapporteur can merely appeal to reluctant Governments to reconsider their position and honour their obligations under international law, includ ing by respecting, protecting and fulfilling everyone's right to freedom of religion or belief.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 73,
        "Text": "73. The full scope of freedom of thought, conscience, religion or belief is often underestimated, with the result being an inadequate awareness of the broad range of violations that take place in this area. Given its nature as a universal human right, freedom of religion or belief cannot be limited to any list of legitimate religious \"options\" predefined by Governments. Instead, it recognizes human beings broadly as subjects of profound identity-shaping convictions and conviction-based practices, thus always taking the selfdefinition of all human beings as the starting point. Freedom of religion or belief is a multifaceted right, covering individual, relational, institutional and infrastructural dimensions of freedom, that people should be able to exercise as individuals and/or in community with others, in private as well as in public. In keeping with the human rights-based approach in general, freedom of religion or belief furthermore requires non-discriminatory implementation, which implies positive efforts towards overcoming all forms of discrimination — direct, indirect and structural discrimination, by both public and private actors — by taking appropriate measures.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. For a comprehensive analysis of existing and emerging problems, all root causes, motives and factors underlying violations of freedom of religion or belief must be taken seriously. This includes intolerant and narrow-minded interpretations of religions — in other words, theological issues — as well as political, social and economic factors. While Governments that see themselves as guardians of certain religious truth claims impose restrictive measures against \"unbelievers\" and \"heretics\", other Governments utilize particular religions in order to demarcate their national identities, thus creating dividing lines between \"national\" and \"foreign\" religions or between \"traditional\" and \"non-traditional\" religions. Yet other Governments violate freedom of religion or belief by exercising excessive political control over religious community life in order to defend authoritarian political structures or party monopolies against possible challenges that may arise from people meeting freely and communicating outside of tightly monitored official channels. Moreover, loss of trust in public institutions may set in motion a process of increasing institutional fragmentation, thus possibly creating a political vacuum, which terrorist or vigilante organizations operating in the name of religion may try to fill.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Furthermore, societal power imbalances may lead to situations of increased vulnerability for certain individuals or communities, including persons from lower-caste backgrounds, individuals belonging to religious minority communities or indigenous peoples, whose freedom of religion or belief thus may be at stake, often in conjunction with violations of other human rights. Any analysis of the root causes underlying violations of freedom of religion or belief should also address gender issues. Countless women and girls suffer from human rights violations in the intersection of freedom of religion or belief and gender issues, for example in the context of State-enforced denominational family laws.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 76,
        "Text": "76. Violations of freedom of religion or belief can originate from States or non-State actors, or a combination of both. While some State-induced infringements, such as the criminalization of \"apostasy\", \"proselytism\" or \"blasphemy\", openly display the intention of controlling religion, other measures do not show any relationship to religion or belief on the surface and yet have a negative impact on freedom of religion or belief. Encroachments may also include bureaucratic stipulations that impose unreasonable burdens on certain religious communities, for instance by requesting them to undergo complicated administrative procedures in order to be allowed to exercise any community-related aspects of freedom of religion or belief. State-enforced family laws may discriminate against persons on the basis of their religion or belief, thus effectively preventing certain individuals from changing their religion for fear that it could result in a loss of inheritance rights or the denial of custody of their own children. School education is another area warranting systematic monitoring, since it may expose children from religious minorities, for example, to a non-accommodating national curriculum, to the authority of teachers or to pressure exercised by fellow students.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 77,
        "Text": "77. Governments are also obliged to prevent abuses of freedom of religion or belief committed by non-State actors, including terrorist groups or vigilante groups, or originating from authoritarian societal milieux that do not accommodate any religious diversity. In quite a number of countries, a prevailing atmosphere of impunity encourages militant groups to continue to stigmatize, harass and intimidate minorities, dissidents, critics, converts or people — often women and girls or persons with different sexual orientations and gender identities — whose conduct is deemed \"inappropriate\" from a certain narrow-minded interpretation of religious norms. Such abuses can even assume degrees of physical violence, sometimes perpetrated with the silent complicity of law enforcement agencies or other parts of the State apparatus. Even Governments that are not complicit in such acts may lack the awareness that they bear the full responsibility for any violation of freedom of religion or belief if they fail to take appropriate measures to protect persons under their jurisdiction from abuses by non-State actors, whether they are armed groups, business corporations or individuals.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 78,
        "Text": "78. While States remain the main duty bearers for the implementation of human rights obligations within their jurisdiction, the international community, too, has to live up to its obligations. Apart from regularly monitoring the worldwide human rights situation within United Nations forums, which would be impossible without the contributions of civil society organizations, there are situations in which the international community has to take direct action, for example, to ensure that terrorist organizations operating in the name of religion do not receive financial or logistical support. Unfortunately, serious shortcomings have been seen recently in the provision of international protection for refugees and in the prevention of massive violations of freedom of religion or belief, in particular in situations of armed conflict. The international community should remind Governments of their international obligation to provide protection to refugees, regardless of their specific religion or belief. The pretext that hosting certain refugees would erode the traditional religious make-up of a country amounts to a \"territorialization\" of religion or belief, which violates the spirit and the letter of the universal right to freedom of religion or belief.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    }
]