[
    {
        "ID": 1,
        "Text": "1. The Special Rapporteur on freedom of religion or belief, Ahmed Shaheed, was appointed by the Human Rights Council during its thirty-first session, in March 2016, and assumed his mandate on 1 November 2016. The Rapporteur's activities up to 31 July 2017 included sending out 38 communications to 24 States and others and interacting with various stakeholders in Beirut, Brussels, Dublin, Geneva, London, Montreal, New York, Ottawa and Washington, D.C.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur presented his annual report \\(A/HRC/34/50\\) to the Human Rights Council at its thirty-fourth session, held in March 2017, and participated in side events and bilateral meetings. He subsequently undertook a country visit to Albania, from 8 to 17 May 2017. He will present the report on that mission to the Council at its thirty-seventh session, in March 2018.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Acts of intolerance, on the basis or in the name of religion or belief, are prevalent globally. States continue to apply discriminatory laws and policies on those grounds and are responsible for effectuating practices that violate the right to freedom of religion or belief and other interrelated rights. Non-State actors in a number of regions, especially armed groups classified as terrorist organizations, continue to engage in violence, atrocities and hate crimes, 1 often in the name of religion, against minorities and their places of worship. Mob violence, often driven and justified by religious and sectarian divisions and hatred, is frequently being used as a means of enforcing religious or social norms.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Verbalized expressions of hatred, facilitated by social media and information technology, which play an ever-important role in providing a platform for the voices of stigmatization and negative stereotyping, are further exacerbating the climate of intolerance. At the same time, there are increasing trends towards politicizing and securitizing religion or belief. Governments, officials and politicians are increasingly promoting identity politics to stir up public anxieties, often under the guise of public order or safety. The Special Rapporteur further notes that although violent extremism perpetrated by non-State actors, often in the name of religion or belief, is a real threat that must be confronted, what is often overlooked is the role many governments play in exacerbating, fuelling and enabling an environment in which such extremism can flourish.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The climate of intolerance driven by rising xenophobia and nativism against those perceived to be different or foreign is also increasingly desensitizing the general public against incitement to discrimination or violence and other dangerous practices, such as stereotyping and stigmatization based on religion or belief or other characteristics. These phenomena can lead to alienation and victimization of individuals in vulnerable situations, including those belonging to religious minorities.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Combating discrimination and other forms of intolerance against persons based on religion or belief has been a primary objective for the international community since the inception of the United Nations, but the path towards developing and implementing a clear and sustainable plan for countering this phenomenon since then has been challenging. The General Assembly took its first steps to respond to the plight of victims of discrimination or violence based on religion in 1946, when it gave the Commission on Human Rights a mandate to advance efforts to prevent discrimination on grounds of race, sex, language or religion and to protect minorities. Thirty-five years later, the General Assembly, in its resolution 35/55, adopted the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (1981 Declaration) and established a corresponding special procedure to monitor and report on its implementation.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The concept of intolerance against persons based on their religion or belief has not been specifically defined in international human rights law, but it has been repeatedly identified as a causal or correlative factor constituting an obstacle to the full enjoyment of the right to freedom of religion or belief. Article 2 (2) of the 1981 Declaration, for example, seems to conflate the concept of intolerance with discrimination, stating that \"intolerance and discrimination based on religion or belief' means any distinction, exclusion, restriction or preference based on religion or belief and having as its purpose or as its effect nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis\". However, elsewhere in the 1981 Declaration, the General Assembly clearly distinguishes between \"intolerance\" and \"discrimination\", for example by expressing concern at manifestations of intolerance and at the existence of discrimination in matters of religion or belief. In this way, the 1981 Declaration establishes a critical link between various manifestations of religious intolerance and their negative impact on respect for the right to freedom of religion or belief, which is contingent on respect for the principles of equality and non-discrimination to allow for the full enjoyment of this and other fundamental rights and freedoms.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 8,
        "Text": "8. It has since been further articulated that \"intolerance based on religion or belief has two separate aspects: first, an unfavourable attitude of mind towards persons or groups of a different religion or belief, and secondly, manifestations of such an attitude in practice\". These manifestations often take the form of discrimination. In other cases, they can involve the stirring up of hatred against, or even the persecution of, individuals or groups of a different religion or belief (see E/CN.4/Sub.2/1987/26, para. 15).",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In recent years, the international community has increasingly focused on manifestations of intolerance involving religion or belief, including discrimination, hostility or violence, resulting in a number of key developments. This includes the adoption by the Human Rights Council in 2011 of resolution 16/18 on combating intolerance, negative stereotyping, stigmatization, discrimination, incitement to violence and violence against persons based on religion or belief and the formulation in 2012 of the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence (see A/HRC/22/17/Add.4, appendix). Yet despite these and other United Nations efforts to strengthen international protection for freedom of religion or belief, acts of intolerance have been on the rise in many parts of the world, revealing an alarming gap between international norms and domestic practice.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Available data suggest that the median level of government restrictions on religion or belief increased from 2014 to 2015 in four of the five United Nations regional groups (the African, Asia-Pacific, Eastern European, and Western European and others groups). Countries in the Middle East and North Africa reportedly experienced the largest increase in both government restrictions and social hostility levels involving religion or belief for the past eight years. Mass atrocity crimes have threatened the very existence of the Yazidis and ancient Christian communities in that region, as is the case with the Rohingya in the wider Asia-Pacific region. Ahmadis, Baha'i, Christians, Shia and other religious minorities also faced discriminatory acts and social hostilities in the Middle East and North Africa and in the wider Asia-Pacific region.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Social hostilities involving religion or belief in Europe also increased considerably during that period. The number of countries in which Muslims faced such hostility, for example, rose sharply, to 32 (71 per cent) in 2015, up from 26 (58 per cent) the previous year. Spates of hate crimes against Jews remained commonplace in Europe, with 73 per cent of countries reportedly experiencing such incidents. This includes some 1,615 crimes (384 violent attacks, 37 threats and 1,194 crimes against property) reported across countries represented in the Organization for Security and Cooperation in Europe. Social hostility towards Christians in Europe also spread from 17 countries (38 per cent) in 2014 to 2 1 countries (47 per cent) in 2015.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Incidents of hostility against adherents from other faith or belief communities also increased globally that year. Hindus, for example, were reportedly harassed in 18 countries in 2015, up from 14 in 2014, while religiously unaffiliated people including atheists, agnostics and those who do not identify with any religion were harassed in 14 countries in 2015, up from 4 the previous year.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Taken together, the 1981 Declaration, along with the United Nations resolutions and plans of action adopted subsequently, constitute a cogent strategy for responding to the interdependent issues of intolerance based on religion or belief and religious freedom. The Special Rapporteur believes, however, that addressing the so-called implementation gap that emanates from the disparity between standards and commitments set out by those declarations and resolutions, and the action — or inaction — of States to uphold them in practice, is central and critical to promoting and protecting the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In the light of current global trends, it is hoped that the present report will stimulate the constructive engagement of the international community with existing United Nations tools and mechanisms with a view to narrowing the gap between commitment and action for the full realization of the right to freedom of religion or belief. These tools include Human Rights Council resolution 16/18 and its accompanying Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the Basis of Religion or Belief, the Rabat Plan of Action and such monitoring and reporting mechanisms as the special procedures, treaty bodies, especially the Human Rights Committee, and the universal periodic review, which are mandated to engage with national, regional and international commitments to effect change.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The desire to enjoy the right to freedom of religion or belief has \"already proved itself to be one of the most potent and contagious political forces the world has ever known. But its full realization can come about only when the oppressive action by which it has been restricted in many parts of the world is brought to light, studied, understood and curtailed through cooperative policies; and when methods and means appropriate for the enlargement of this vital freedom are put into effect on the international as well as on the national plane\" (see E/CN.4/Sub.2/200/Rev.1\\).",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. From 2007 to 2015, roughly one quarter of countries around the globe were affected by significant and unlawful limits on freedom of religion or belief and/or experienced high or very high levels of social hostility involving religion or belief. Today, three quarters of the world's population live in countries that have either restrictions on the right to religion or belief or a high level of social hostility involving religion or belief. Global restrictions on freedom of religion or belief increased in 2015 after a two-year downward trend. Overall, in 2015, nearly 60 per cent of countries experienced increases in government restrictions and social hostilities involving religion or belief (see figure I). Source: Pew Research Center. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\ 6",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The available data imply a positive correlation between restrictions on freedom of religion and levels of religious intolerance. The Special Rapporteur notes that while other variables may give rise to upsurges in religious intolerance, increases in unlawful government restrictions against religious groups remain one of the primary and most fundamental factors in the increasing levels of religious intolerance in any given society.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Other factors and phenomena accounting for increases in religious intolerance include globalization, which has precipitated pluralism even in societies that have remained isolated for centuries, and growing migration, which has increasingly brought different religious communities into much closer contact. Reportedly, nearly 9 million Christians, about 6 million Muslims and some 3 million Hindus, Buddhists, Jews, adherents of folk religions and individuals who hold no religious affiliation are estimated to have migrated to a new region between 2010 and 2015.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. State and non-State reactions to the phenomenon of globalization have rendered many societies more vulnerable to tribalism, xenophobia and nativism as Pew Research Center, \"The future of world religions: population growth projections, 2010 -2050\" (Washington, D.C., April 2015). individuals search for the visceral safety and comfort that shared national, racial, cultural, religious or nonreligious identities and beliefs ostensibly provide. Those anxieties are further exacerbated by concerns regarding job loss or wage competition and fear that immigrants will undermine the traditional language, religion or way of life of \"native\" populations, not to mention long-held class and power dynamics. As mentioned previously, such anxieties and hostilities are further exacerbated by governments, officials, politicians and agitators keen to seize on them, often by targeting religious minorities, migrants and others in order to advance their own agendas.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 20,
        "Text": "20. In the following subsections, some of the more prevalent and invasive manifestations of intolerance based on religion or belief are presented. These include State discrimination in law or practice; the use of blasphemy, apostasy or anti-conversion laws; unlawful acts by non-State actors (including hate crimes by private citizens or more serious acts, including atrocity crimes, by armed and/or terrorist groups); and increasing trends surrounding the securitization and politicization of religion or belief.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Although non-discrimination and equality are at the core of all human rights, various understandings and practices related to religion, particularly when religion is politicized, can result in widespread discrimination. Some forms of discrimination are direct, such as cases of categorical prohibitions on some or all religions or beliefs; explicit calls to ban the immigration or admission of refugees who are members of a particular community group; outright restrictions of certain types of religious observances; prohibitions regarding public displays of certain religious symbols; penalties for the teaching of some religions; bans on conversion (usually affecting joining some religions and not others); and the use of anti-blasphemy laws. People who adhere to a number of religions or beliefs, including those in the Ahmadi, Baha'i, Falun Gong, Humanist, Scientology and Shia communities, the Jehovah's Witnesses and many others, are currently subjected to such direct forms of discrimination in several countries.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 22,
        "Text": "22. Other forms of discrimination may be indirect. Examples include laws that appear neutral but have a disproportionate impact on different faith groups, such as zoning laws that prevent the construction of certain types of houses of worship, registration requirements, State requirements for conducting religious services in a particular language or travel bans for immigrants or to resettle refugees from countries where a majority belong to a particular faith community, ostensibly for national security reasons.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 23,
        "Text": "23. International law does not recognize or prohibit a specific model for how the relationship between State and religion may be organized. The Special Rapporteu r notes, however, that a State's motive for promoting both direct and indirect forms of discrimination is most commonly influenced by the nature of its relationship with a particular religion or religious community. Where a State explicitly associates itse lf with particular religions or truth claims, unaffiliated groups frequently suffer discrimination. Such discrimination is most injurious where laws and policies are grounded in the imposition of certain theological prescriptions or world views, and especially where glaring democratic deficits and social inequalities along ethnic or religious lines exist.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Of significant note is the frequency in which a State's adherence to faith-based claims interferes with its capacity to protect the human rights of women. The many religious-based reservations entered by States parties to the Convention on the Elimination of All Forms of Discrimination against Women are a case in point. The breadth of restrictions or impositions on women's human rights, including thos e which limit their full participation in political, social and economic life, leaves States unprepared to promote gender equality and creates an environment in which harmful practices against women can occur. This includes the denial of access to sexual and reproductive health services and the refusal to provide adequate legal and policy safeguards against various forms of gender-based violence, including marital rape.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 25,
        "Text": "25. The importance of religion as an identity marker has fanned intolerant attitudes towards various religions or beliefs, encouraging States to favour certain types of values or religious affiliations as essential to the assertion of national status or citizenship. In addition to perpetuating discrimination, such policies and practices politicize religion and have a negative impact on individuals in vulnerable situations, including those belonging to religious minorities and refugees, who already suffer from a high degree of legal, economic and social disenfranchisement.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. More than 70 States have anti-blasphemy laws on the books (25 per cent in the Middle East and North Africa, 25 per cent in the Asia -Pacific region, 23 per cent in Europe, 16 per cent in Sub-Saharan Africa and 11 per cent in the Americas). Many States have adopted these measures to promote and strengthen \"social harmony\" and \"public order\" between and across various communities. By and large, those efforts are effectively measures meant to protect majority religious sentiments or Stateimposed religious or belief orthodoxies.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Anti-blasphemy, anti-apostasy and anti-conversion laws, some of which are falsely presented as \"anti-incitement\" legislation, often serve as platforms for enabling incitement to discrimination, hostility or violence against persons based on religion or belief. Such laws also frequently afford varying levels of protection to different religions and are often applied in a discriminatory manner. Those who support criminalizing blasphemy argue that criticism of religion or defamation of religious figures is a variant of hate speech. In reality, however, anti-blasphemy laws are generally focused on the degree to which speech causes offence or outrage to religious sentiments, and not the extent to which that speech undermines the safety and equality of individuals holding those religious views.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Anti-blasphemy laws often give States licence to determine which conversations on religion are admissible and which ones are too controversial to be voiced. The Special Rapporteur notes that when governments restrict freedom of expression on the grounds of \"insult to religion\", any peaceful expression of political or religious views is subject to potential prohibition. In practice, those laws can be used for the suppression of any dissenting view in violation of international human rights standards protecting freedom of opinion and expression and freedom of religion or belief. Consequently, the international community, in several recent action plans, have called upon States that still have blasphemy laws on the books to repeal them because such laws have a stifling impact on the enjoyment of the right to freedom of religion or belief, not to mention the ability to engage in healthy dialogue and debate about religion.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Legislation on religious offences is thus often used to facilitate the persecution of members of religious minority groups, dissenters, atheists and non-theists. In many States, individuals whose beliefs constitute dissent from religious doctrine or beliefs held by the State have been subjected to criminal sanctions, including life imprisonment or capital punishment, under the auspices of \"fighting religious intolerance\" or \"upholding social harmony\". Adherents of minority faiths deemed \"heretical\" by governments or State-backed religious establishments, such as Ahmadis, atheists, Baha'is and various Christian groups, such as the Copts, as well as secular thinkers, remain particularly vulnerable to allegations of blasphemy and apostasy in various parts of the world, including the Middle East, North Africa and South and South-East Asia.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Blasphemy allegations are also used by State and non-State actors to disrupt the political status quo and to foment instability by violent extremists who may have an interest in imposing more restrictive interpretations of religion in their societies at the expense of fundamental freedoms. Non-State actors often rely on blasphemy allegations to provoke and mobilize crowds that descend on towns, burn places of worship, loot homes and kill and injure citizens. The Special Rapporteur has issued a number of communications expressing concern in situations where States, on the basis of religious hatred, failed to protect or actively participated in the targeting of individuals engaged in the peaceful exercise of their fundamental rights, including freedom of expression or belief.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Human reactions and emotions that were once limited to one's immediate geographic vicinity can in the digital age reach millions in seconds. Since 2012, accusations of online blasphemy have risen, and new patterns of threats and violence have emerged. Individuals using the Internet to disseminate views considered blasphemous are increasingly facing arrest and prosecution. The arrests are often capricious, creating an atmosphere of fear in which Internet users are unsure of the boundaries within which their rights can be exercised. Most alarmingly, online speech, usually expressed through social media sites, can also lead to offline mob violence targeting the alleged \"blasphemer\".",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In many cases, limits on freedom of religion or belief — and denials of that freedom — stem not from any governmental action but from pressure within the society in which they occur. Such pressure is usually exercised through subtle methods, such as exclusion from social life or other forms of social ostracism. A number of incidents of religious intolerance, including discrimination and violence, have occurred in the name of religion or belief, \"either with the aim of imposing upon the vanquished the faith of the victor or as a pretext for extending economic or political domination\" \\(E/CN.4/Sub.2/200/Rev.1\\). This includes acts committed by armed and/or terrorist groups, vigilante mobs, business corporations, civil society organizations and faith-based actors (including family members). The Special Rapporteur notes that under article 2 of the International Covenant on Civil and Political Rights, the State has a duty to protect individuals from rights abuses perpetrated by non-State actors.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. There have been increasing reports of vigilante mobs perpetrating acts of arson, acid attacks, lynchings, rapes and murders in the name of religion in cases involving allegations of apostasy, blasphemy, heresy, sorcery and homosexuality. The hallmark of many of these attacks is the degree to which \"structural violence\" and/or overt incitement to discrimination or violence are present as factors. \"Structural violence\" refers to political, economic and social arrangements that harm individuals or otherwise hinder their access to basic needs but that are often subtle, invisible and not attributable to one specific person or group of people. Such violence, in the form of discrimination and marginalization of minority communities, exposes such communities to victimization and predisposes law enforcement authorities to be capricious in their application of the rule of law.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. State authorities have a duty to protect individuals and groups against discrimination and other acts that violate the rights of persons based on their religion or belief. There is an emerging consensus that non-State actors, especially in situations where armed and/or terrorist groups exercise effective control over a territory or a population, are also obligated to comply with human rights principles and standards. United Nations human rights bodies, agencies, mechanisms and offices, including commissions of inquiry and the Office of the United Nations High Commissioner for Human Rights (OHCHR), have addressed human rights violations committed in the name of religion by Al-Shabaab, Boko Haram, Hamas, Hizbullah, the Islamic State in Iraq and the Levant, the Lord's Resistance Army and the Taliban (see A/HRC/28/66, paras. 54 and 55). Groups targeted include atheists, Copts, Jews, Shia and Yazidi, as well as bloggers and dissenters, women and girls and lesbian, gay, bisexual, transgender and intersex persons. Where these violations occur in the context of armed conflict, they may also amount to war crimes and other breaches of international humanitarian law. Furthermore, certain acts committed by non-State actors may amount to \"international crimes\" and trigger individual responsibility under the principles of international criminal law.",
        "Labels": [
            "Women/girls",
            "Children",
            "LGBTI+",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 35,
        "Text": "35. While civil society actors, including faith-based organizations, often play a crucial role in countering hatred, some have also been responsible for hate speech that contributes to stigmatizing particular communities and generating a climate of fear, discrimination and violence. Hateful discourses frequently target dissenters within established or minority religious communities. Violations carried out by individuals may range from harassment in public places to acts of terrorism. These acts may be motivated or justified by religious beliefs, as in the case of numerous terrorist attacks carried out in the name of religion in recent years or because of the presumed faith identity of the victims.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Most violations carried out in the name of religion by family members are gender based. Examples include honour killings, female genital mutilation, corporal punishment, early and forced marriage, marital rape and other forms of domestic violence, sati and coercive practices related to sexual or gender identity, education, dress, employment, freedom of movement, freedom of association, freedom of assembly and recreation. Most of those crimes are likely to go unreported and undocumented. An environment characterized by intolerance and capricious rule of law often facilitates or enables the commission of such rights violations. Intolerant environments may be fed by religious privilege shaped by violent extremist interpretations of religious sources or by an ideological commitment to impose a particular world view. Such violations are most often aggravated in situations, including conflict situations, where the level of intolerance is at its highest, rule of law is at its weakest and fear is the common currency.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Non-State actors such as business entities are not immune to this trend. They can, and have, claimed a supposed \"right\" to discriminate by refusing to provide services to persons, including women, lesbian, gay, bisexual, transgender and intersex persons and members of minority religious communities, on the basis of religious objections. This discrimination can take many forms, including refusal to hire or promote individuals who do not adhere to a particular faith, requiring selective background checks for those suspected of belonging to a particular faith, refusal to provide insurance coverage for contraception for employees or refusal of services altogether.",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The securitization of religion or belief is largely a State response to countering violence in the name of religion. Non-State actors who use violence in the name of religion have been responsible for some of the most egregious human rights violations, including killing, torture, enslavement and trafficking, rape and other sexual abuse amounting to crimes against humanity and genocide (see A/HRC/32/CRP.2\\). Undoubtedly, States must be empowered to carry out their obligations to counter terrorism and violent extremism. Yet an overly securitized approach to countering violent extremism in the name of religion has often proven to be counterproductive and has led to increased levels of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. In his report to the Human Rights Council, the Special Rapporteur briefly addressed the issue of securitization of religion as a troubling phenomenon that has played an increasing role in the restriction of the right to religion or belief. He noted that the phenomenon, which is \"largely a State response to countering violence in the name of religion, further compounds the corrosive conditions that already undermine the right to freedom of religion or belief\" and will require close scrutiny \\(A/HRC/34/50, para. 37).",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. What is clear, therefore, is that the State response to violent extremism in the name of religion cannot rely solely on a securitization model that is dependent on brute force, or one that treats security and the respect for human rights as a zerosum game. As the Special Rapporteur noted, \"while the quest for security and efforts to promote human rights are often seen as conflicting priorities, the failure to reconcile and resolve such tensions might actually make communities less secure\" (ibid., para. 55). This phenomenon has been acknowledged in pillar IV of the United Nations Global Counter Terrorism Strategy and referred to repeatedly by the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. It is important to note that both members of religious minority groups and religious majority communities may become victims of heavy-handed securitization schemes that continue to be employed by States in several regions, including East Asia, Central Asia and parts of the former Soviet Union. Over the past few years there has been a sharp increase in the number of experts in the area of preventing or countering violent extremism, linked to a growing cottage industry surrounding the design and implementation of such programmes, with several countries in North America and Western Europe taking the lead.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. While the Special Rapporteur is keen to engage with other United Nations rights mechanisms and governments to better understand the design and implementation of programmes on preventing or countering violent extremism, he notes that such programmes must be designed, implemented and promoted so as to avoid any direct or incidental effects that would result in the weakening of the enjoyment of fundamental rights, including the right to freedom of religion or belief. Similarly, governments should do their utmost to ensure that programmes implemented in the name of protecting national security are not, in fact, targeting, stigmatizing or profiling particular religious or belief communities and that they do not have a disproportionate and negative impact on them (see A/HRC/33/29, paras. 31, 45 and 64). The Special Rapporteur also notes, without prejudice, that some human rights groups have expressed serious concerns regarding the lack of transparency surrounding the nature of many programmes on preventing or countering violent extremism, including some of the more well-known ones endorsed and promoted by governments in North America and Western Europe, and have documented violations of the right to non-discrimination, expression, thought and conscience, privacy, education and religion.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The politicization of the right to freedom of religion or belief can aggravate existing tensions within civil society communities and between those actors and the State and can increase the risk of intolerance and incitement to violence and discrimination based on religion. Politicization of religion refers to its instrumentalization, the use of \"religion as a means of shaping and reinforcing narrow concepts of national identity, tapping into feelings of religious belonging for the purposes of strengthening political loyalty\". It can involve any religion and can occur in countries that have adopted an official State religion and those that are formally secular. In many of those situations \"religion has been harnessed to promote national unity and societal homogeneity through the invocation of one predominant cultural and/or religious legacy to which all citizens are supposed to relate in a positive manner\" (see A/HRC/25/58, para. 27).",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Indeed, the previous Special Rapporteur, Heiner Bielefeldt, had analysed the root causes of religious hatred and, in particular, the political factors that contribute to the phenomenon: the manifestation of populist discourses, the politics of fea r and aggravating political circumstances, such as endemic corruption, political authoritarianism and the harnessing of religion for narrow identity politics. Such negative factors can lead to a \"vicious cycle of mistrust, narrow-mindedness, hysteria, scapegoating and rumours that arouse contempt against certain religious or belief groups\", from which no region is immune (ibid., para. 28).",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur echoes his predecessor's recommendation that \"political and religious leaders, as well as civil society organizations, should actively support and encourage an atmosphere of religious tolerance and help to build societal resilience against manifestations of religious hatred\". Pursuant to the Rabat Plan of Action, these important actors and stakeholders \"should refrain from using messages of intolerance or expressions which may incite to religious violence and manifestations of collective religious hatred\", and \"speak[ing] out firmly and promptly against intolerance, discriminatory stereotyping and instances of hate speech\" (ibid., para. 62).",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Freedom of religion or belief is interwoven with the core principles of equality, non-discrimination and non-coercion and overlaps with other rights, including the rights to freedom of opinion and expression, peaceful assembly and association, and education. It must, therefore, be understood in the context of articles 18 to 20 and be read together with core principles enunciated by articles 2 and 5 of the International Covenant on Civil and Political Rights. An abuse of one right can be an obstacle to the enjoyment of all the others. It is also clear that the right to freedom of religion or belief does not give the individual — as a rights holder — the power to marginalize, suppress or carry out violent acts against other individuals. As stated in article 5 (1) of the Covenant, no State, group or person has the right \"to engage in any activity or perform any act aimed at the destruction of any of the rights and freedoms recognized\" in the Covenant. This is especially applicable with regard to individuals in vulnerable situations, such as women and lesbian, gay, bisexual, transgender or intersex persons, under the guise of manifesting their religion or protecting the \"moral high ground\". Furthermore, criticism of religion, religious leaders or doctrine is not a violation of the right to freedom of religion or belief.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Limitations to the right to manifest freedom of religion or belief can be applied only in exceptionally rare cases, and States can never, under any circumstances, restrict the right to have or adopt a religion or belief. The rare exceptions, as defined in article 18 (3) of the Covenant, are \"subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others\". None of those limitations can be applied for discriminatory purposes or in a discriminatory manner.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Similarly, the right to freedom of expression can be limited only to protect other rights, including the right to freedom of religion or belief, in very narrow circumstances. The Human Rights Committee, which monitors the implementation of the Covenant, has clarified in its general comment 34 (2011) (CCPR/C/GC/34) that in meeting their specific obligation to prohibit speech that advocates religious hatred constituting incitement (as outlined in article 20 (2)), States must also comply with the general criteria outlined in article 19 (3) for all speech restrictions. That article requires in part that any such limitations be prescribed by law, undertaken for a legitimate aim and necessary to achieve that aim.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Article 20 (2) is \"premised on a triangular relationship between inciter, audience and target group\". The article is, therefore, less concerned about the relationship between offender and offended, or the direct harm extreme speech (in and of itself) may cause to the targeted individual or group. Rather, \"its prime concern lies in the harm a third party, the extreme speech's audience, may do to that group\". Accordingly, the applicability of article 20 (2) requires that: (a) an inciter publicly addresses an audience; (b) the content of the inciter's speech targets a group on the basis of its religious (or racial or national) characteristics; and (c) the content of the speech will in all likelihood incite the audience to commit acts of violence (or discrimination or hostility) against the target group. It should be noted, however, M. Christian Green, eds., Religion and Human Rights (Oxford, Oxford University Press, 2011). Jeroen Temperman, Religious Hatred and International Law: The Prohibition of Incitement to Violence or Discrimination (Cambridge, Cambridge University Press, 2015), chap. 7.4. that \"since not all types of inflammatory, hateful or offensive speech amount to incitement, the two should not be conflated\" (see A/67/357, para. 49).",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. That being said, intolerance, negative stereotyping and stigmatization particularly when advocated by those with a bully pulpit and a cheering crowd — all contribute to an environment rife with violations of manifold rights, including freedom of religion or belief. Yet not all speech leads to violence. Indeed, policing language and resorting to criminal sanctions does little to eliminate intolerant attitudes. States should, therefore, consider the whole range of possible responses, between criminal sanctions on one end of the spectrum and, on the other, the promotion of more speech, including civil penalties and non-legal policy measures that will bring about deep societal changes that challenge stereotyping and stigmatization.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Bearing this in mind, the United Nations has adopted several tools for promoting the right to freedom of religion or belief by way of combating various forms of intolerance perpetrated against persons on the basis of their religion or belief. This includes Human Rights Council resolution 16/18 and its implementation mechanism, the Istanbul Process, and the Rabat Plan of Action. Those tools provide a common platform from which Member States may address domestic concerns and common challenges related to religious and other forms of intolerance despite diverse geographic, legal and political contexts, and offer more concrete means for translating into domestic practice protections offered by articles 18 to 20 of the International Covenant on Civil and Political Rights (see, e.g., Human Rights Council resolution 34/22, para. 14).",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The question of just how much protection should be afforded to the right to freedom of expression remains a divisive issue for stakeholders working to combat the advocacy of national, racial or religious hatred constituting incitement to hostility, discrimination or violence. In its resolution 16/18, the Human Rights Council bridges the ideological divisions surrounding the question of how to effectively address intolerance based on religion or belief while ensuring that the actions of State and non-State actors do not impede the right to freedom of opinion or expression. The Special Rapporteur joins the chorus of stakeholders in calling upon Member States to avoid relitigating concepts that inspire and inform the content and spirit of the resolution. To ensure that their intergovernmental efforts remain relevant and to keep the hard-won agreement alive, Member States should collectively focus on the next step of their commitment: how to implement resolution 16/18.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Taken together, measures offered by the resolution constitute an action plan that encourage the creation of intra-State mechanisms that emphasize implementation through predominantly positive State measures. Duty bearers are committed to speaking out against manifestations of intolerance and to providing local authorities, who are on the front lines in promoting and protecting rights, with the expertise, capacity and resources needed to effectively address incidents of intolerance based on religion or belief. This includes facilitating the training of State officials in effective strategies for outreach, identifying and addressing potential areas of tension between members of different religious communities and assisting with conflict prevention and mediation. The plan also articulates the role that change agents (i.e. faith leaders, media outlets, civil society and educators) must play in combating intolerance based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Istanbul Process, which is intended to be supplemented by regular reporting through OHCHR, contributes to the implementation of resolution 16/18 by facilitating State-to-State dialogue and the sharing of experiences on best practices and lessons learned from implementing the action plan set out in paragraphs 5 and 6 of the resolution. The process focuses on novel, constructive and context-based approaches to combating religious intolerance, including advocacy of religious hatred constituting incitement. In this regard, approaches that support data-driven analysis and qualitative information and illustrate the impact of national initiatives and mechanisms aimed at combating religious intolerance are absolutely essential.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The full potential of the Istanbul Process remains untapped. To date, six conferences have been held in various countries since the adoption of resolution 16/18, and the Special Rapporteur regrets that there is no clarity as to when and where the seventh meeting will be convened. The formats, contexts, participants and agendas for the meetings have varied widely. Some have served as opportunities for sharing success stories and generating recommendations for achieving the goals expressed in the resolution, while others have been criticized for lacking inclusivity, failing to comprehensively examine various parts of the resolution or re -engaging in polarizing debates.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur confirms his support for the Rabat Plan of Action, endorsed by his predecessor in his 2013 report to the Human Rights Council \\(A/HRC/25/58\\). The Plan of Action provides a framework for understanding the obligation under article 20 of the International Covenant on Civil and Political Rights to prohibit the advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence and offers a road map for its implementation in line with international human rights standards. It emphasizes the interdependence of human rights and recognizes the critical role they play in shaping an environment in which \"constructive discussion about religious matters could be held\", and notes that open debate and dialogue are \"the soundest way to probe whether religious interpretations adhere to or distort the original values that underpin religious belief\". The Plan of Action offers guidance on the implementation of legislation, jurisprudence and policies intended to combat advocacy of hatred that constitutes incitement and provides recommendations for policies that foster space for free and open discussions, promote respect for diversity and contribute to inclusion.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 57,
        "Text": "57. With respect to government policies, it is recommended in the Rabat Plan of Action that States encourage pluralism so that all communities are granted opportunities to make meaningful contributions to national discussions and to shaping responsive strategies for combating intolerance that may constitute incitement within various societies. States are also called upon to sensitize law enforcement officials to issues related to the prohibition of incitement to hatred, and several recommendations that stakeholders, including civil society organizations, establish mechanisms and dialogues that \"foster intercultural and interreligious understanding and learning\" are outlined.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. In terms of legislation, States are encouraged in the Rabat Plan of Action to define incitement to hatred narrowly, recalling that \"the broader the definition of incitement to hatred is in domestic legislation, the more it opens the door for arbitrary application of the laws\". The permissibility of restrictions on freedom of expression is measured by the three-part test of legality, proportionality and necessity. For the development of jurisprudence, the Plan of Action offers six factors for national courts to consider when assessing whether a specific instance of speech should be restricted or punished as incitement: the context, the speaker, the intent, the content and form, the extent of the speech act and the likelihood, or imminence of inciting hatred.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. This comprehensive toolbox forms a complementary and cohesive global strategy for combating the advocacy of national, racial or religious hatred constituting incitement to hostility, discrimination or violence. It provides the space for States to adapt recommendations to local contexts and needs, while adhering to universally applicable human rights standards.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur notes that the Beirut Declaration and its 18 commitments on \"Faith for Rights\", launched in March 2017, and the Plan of Action for Religious Leaders and Actors to Prevent Incitement to Violence that Could Lead to Atrocity Crimes (Fez Plan of Action), launched in July 2017, are also important opportunities for advancing respect for freedom of religion and societal tolerance. It is imperative, therefore, that States redouble their focus and efforts towards putting those tools to use in the face of the growing threat of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Existing mechanisms for improving accountability and evaluating the impact of initiatives in combating religious hatred and intolerance are either underutilized or lack the necessary resources or mandate to be effective. Human rights mechanisms, such as the special procedures, which are designed to regularly monitor and report on the status of human rights implementation and compliance through, for example, country visits, should be used more. So, too, should other reporting and review mechanisms, such as the treaty bodies, the universal periodic review and OHCHR-facilitated reporting process for the implementation of resolution 16/18.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Human rights indicators for assessing the degree to which human rights are respected, protected and fulfilled in the area of combating discrimination and violence against persons based on religion or belief and protecting the right to freedom of religion or belief are lacking and should be developed. Furthermore, accurate data are necessary for combating hate crimes. The need to develop common data standards for the collection of reliable statistics on hate crimes, for example, is crucial to understanding the nature of those offences, supporting the victims and initiating workable policies to prevent future crimes from occurring.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Under resolution 16/18, States are required to report on their implementation efforts through OHCHR. State engagement with this implementation mechanism has been quite limited. States have so far submitted information to the Human Rights Council and the General Assembly during eight reporting periods, scheduled from December 2011 to March 2017 (see table 1). Just 74 of 193 United Nations Member States, or 38 per cent, reported on their efforts to implement the resolution during these reporting periods.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. An average of 19, or less than 10 per cent, of the Member States reported on their efforts biannually during the past five and a half years. It should also be noted that an average of 63 per cent of respondents reporting during the seven reporting cycles following the initial 2011/12 cycle had already reported at least once (with the remaining 37 per cent of respondents reporting for the first time). | | WesternEuropean andothers group | AsiaPacific group | African group | EasternEuropean group | Latin AmericanandCaribbean group | Total respondents | |---------------------------|-----------------------------------------|-----------------------|---------------|---------------------------|------------------------------------------|-------------------| | April 2016-March 2017 | 5 | 6 | 2 | 1 | 3 | 18 | | October 2015-August 2016 | 4 | 5 | 1 | 4 | 4 | 18 | | April 2014-January 2015 | 1 | 2 | 0 | 0 | 2 | 15 | | August 2014-October 2015 | 2 | 4 | 1 | 4 | 6 | 17 | | March 2013-April 2014 | 10 | 5 | 0 | 9 | 0 | 24 | | October 2013-August 2014 | 8 | 3 | 0 | 3 | 2 | 16 | | August 2012-October 2013 | 9 | 5 | 1 | 6 | 5 | 26 | | December 2011-August 2012 | 5 | 5 | 2 | 4 | 5 | 21 | Source: Office of the United Nations High Commissioner for Human Rights.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Overall, a total of just 17 per cent of States from the Western European and others group, 11 per cent of the Eastern European States, 6 per cent of the Latin American and Caribbean States, 5 per cent of Asia-Pacific States and 1 per cent of African States have reported on their efforts to implement resolution 16/18 to date. To the extent that reporting is critical to the success of the resolution, the Special Rapporteur encourages all Member States to increase their efforts to ensure comprehensive and timely reporting. The Special Rapporteur also encourages stakeholders to invite non-State actors to submit information to OHCHR on progress achieved in the implementation of the resolution.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur notes that the universal periodic review has been underutilized as a mechanism for promoting the right to freedom of religion or belief \\(A/HRC/34/50\\). The top five issues reviewed during the first two universal periodic review cycles represented 73 per cent of the more than 55,000 recommendations offered. These include recommendations for ratifying or fulfilling international instruments, promoting the human rights of women and children, prohibiting torture and improving various aspects of the administration of justice. Recommendations related to the right to freedom of religion or belief constituted less than 3 per cent of recommendations, as did such interrelated rights as the right to freedom of expression and the right to freedom of association and peaceful assembly (see figure II). States accepted 843, or 63 per cent, of universal periodic review recommendations involving the right to freedom of religion or belief (which is 10 per cent less than the overall acceptance rate for recommendations related to the top five issues). A total of 63 per cent of universal periodic review recommendations involving the right to religion or belief either addressed manifestations of intolerance and their aggravating factors or encouraged measures for combating various forms of intolerance based on religion or belief (see table 2). Source: Office of the United Nations High Commissioner for Human Rights; see upr-info.org.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 67,
        "Text": "67. Those recommendations included ones pressing for State actions for combating discrimination, hostility or violence against persons based on religion or belief. Almost a quarter of those recommendations were related to discrimination, including against religious minorities; 5.5 per cent were related to addressing violence or other hate crimes against persons based on religion or belief; and 32 of the 1,338 universal periodic review recommendations raised the need to reform anti-apostasy or anti-blasphemy laws (but only 25 per cent of those specific recommendations were accepted). | Recommendations | Number | Percentage ofrecommendationson freedom ofreligion or belief | Percentage ofrecommendationsaccepted | |-------------------------------------------------------------------|--------|-------------------------------------------------------------------------|----------------------------------------------| | On eliminating intolerance (generally) | 63 | 4.7 | 87 | | On eliminating discrimination | 309 | 23.0 | 66 | | On addressing violence | 74 | 5.5 | 77 | | On anti-blasphemy laws | 15 | 1.1 | 33 | | On anti-apostasy laws | 11 | 0.8 | 36 | | Subtotal, recommendations on intolerantlaws and acts | 472 | 35.0 | 69 | | Total recommendations on freedom ofreligion or belief | 1 338a | 100.0 | 63 | | Total recommendations made under theuniversal periodic review | 55 225 | 2.4 | 73 | Source: Office of the United Nations High Commissioner for Human Rights; see upr-info.org. As at the twenty-fifth session of the universal periodic review.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The average rate of acceptance for recommendations related to addressing intolerant acts across all five United Nations regional groups was 58 per cent. States in the Latin American and Caribbean group received the lowest number of recommendations and have the second-highest acceptance rate. The Western European and other group received the highest number of recommendations and have the third-highest acceptance rate. States in the Asia-Pacific group received the second-highest number of recommendations but have the lowest acceptance rate. Finally, States in the Eastern European and African groups received the median number of recommendations and had the highest and median acceptance rates, respectively (see table 3). | Recommendations raisedduring the first and second cycles of the universal | | | | | | |---------------------------------------------------------------------------------------------------------------|---------------------------|--|--|--|--| | periodic review on the elimination of discrimination on the basis of religion orbelief, by regional group | | | | | | | | Number of recommendations | | | | | | Regional group | Made to otherMember States | Received from otherMember States | Percentage ofrecommendationsaccepted | | |------------------------------|--------------------------------|--------------------------------------|----------------------------------------------|--| | Western European and others | 94 | 137 | 73 | | | Asia-Pacific | 94 | 94 | 43 | | | Eastern European | 33 | 47 | 96 | | | African | 33 | 22 | 59 | | | Latin American and Caribbean | 51 | 9 | 78 | | | Observer | 4 | – | – | | | Total | 309 | 309 | – | | Source: Office of the United Nations High Commissioner for Human Rights; see upr-info.org.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The rate of acceptance for recommendations related to eliminating violence and combating other hate crimes against persons based on religion or belief was, on average, high. The countries in the Western European and other group and the Asia - Pacific States received the largest number of recommendations, while the Latin American and Caribbean and African States received few if any recommendations related to tackling violence or other hate crimes against persons based on religion or belief (see table 4). | | | Number of recommendations | Percentage ofrecommendations accepted | | | |------------------------------|--------------------------------|--------------------------------------|-------------------------------------------|-------------------------|--| | Regional group | Made to otherMember States | Received from otherMember States | On violence | On otherhate crimes | | | Western European and others | 34 | 41 | 80 | 94 | | | Asia-Pacific | 28 | 29 | 67 | 50 | | | Eastern European | 10 | 16 | 89 | 100 | | | African | 14 | 11 | 91 | – | | | Latin American and Caribbean | 12 | 2 | 50 | – | | | | Number of recommendations | Percentage ofrecommendations accepted | | | |----------------|--------------------------------|-------------------------------------------|---|-------------------------| | Regional group | Made to otherMember States | Received from otherMember States | | On otherhate crimes | | Observer | 1 | – | – | – | | Total | 99 | 99 | – | – | Source: Office of the United Nations High Commissioner for Human Rights; see upr-info.org.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. In almost 30 per cent of the recommendations related to the promotion of freedom of religion or belief, States were called upon to take measures to combat intolerant acts. The preponderance of those recommendations (18 per cent) were aimed at promoting legal and policy approaches to combating intolerant acts. This includes the approximately 6 per cent of recommendations in which strengthening protections for related rights, such as the rights to freedom of expression, assembly and association, were called for. Recommendations in support of interfaith dialogues or public awareness initiatives to promote greater tolerance were less numerous, but appear to be most favoured by States under review (see table 5). | Recommendations | Number | Percentage of allrecommendations on freedom ofreligion or belief | Percentage ofproposed measuresthat were accepted | |--------------------------------------------------------------------------------------------------------------------------|--------|------------------------------------------------------------------------------|----------------------------------------------------------| | For amendments to/or establishment ofmeasures to address manifestations ofintolerance (including discrimination) | 472 | 35 | 69 | | To strengthen protections for the related rightto freedom of expression | 83 | 6.0 | 57.0 | | Related to anti-blasphemy and anti-apostasylaws | 26 | 2.0 | 24.8 | | For interfaith or intercultural dialogue | 96 | 7.0 | 94.0 | | On public awareness initiatives | 36 | 3.0 | 92.0 | | Total | 713 | 53.0 | – | | Total number of recommendations onfreedom of religion or belief | 1 338 | 2.4 | 63 | Source: Office of the United Nations High Commissioner for Human Rights; see upr-info.org.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 71,
        "Text": "71. Recommendations under the universal periodic review for improving the collection of data on incidents of hate crime and other manifestations of intolerance based on religion or belief are negligible or non-existent, as are recommendations for strengthening intra-State processes for monitoring implementation progress or for evaluating the impact of measures aimed at combating discrimination, hostility and violence against persons based on religion or belief. Only two recommendations offered in both universal periodic review cycles concerned strengthening data collection and maintaining disaggregated data to better understand the scale and severity of hate crimes towards persons in vulnerable situations.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Manifestations of religious intolerance, not least those that lead to discrimination and violence, prevent the full realization of the right to freedom of religion or belief. Intolerance based on religion or belief has two separate aspects: (a) an unfavourable attitude of mind towards persons or groups of a different religion or belief; and (b) manifestations of such an attitude in practice. States cannot possibly legislate attitudes and must refrain from attempts to regulate controversial thoughts. Laws and judicial enforcement cannot eradicate religious intolerance and are not sufficient as a stand-alone approach. In fact, tackling manifestations of intolerance, such as discriminatory or violent acts that undermine the fundamental human rights of persons because of the religion or belief to which they may adhere may require both legal solutions and thoughtful, responsive non-legal measures promoted by the State.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Authorities must redouble their efforts to restore trust in public State institutions, especially when it comes to upholding freedom of religion or belief. The building of trust requires well-functioning institutions, including an independent judiciary and effective national human rights institutions and human rights monitoring bodies.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Furthermore, the gap between commitments to combat intolerant acts and practices and their implementation needs to be addressed through transparent, credible and accountable policies executed at the national and local levels. States must repeal all laws that discriminate on the basis of religion or belief or that undermine the exercise of the right to freedom of religion or belief. Particular attention must be paid to upholding the obligation to protect the rights of members of religious minorities, as well as those of women, children, members of the lesbian, gay, bisexual, transgender and intersex community and others in vulnerable situations, such as migrants, refugees and internally displaced persons.",
        "Labels": [
            "Refugees & asylum-seekers",
            "LGBTI+",
            "Persons affected by armed conflict",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 75,
        "Text": "75. Adequate criminal sanctions penalizing violent and particularly egregious discriminatory acts perpetrated by State or non-State actors against persons based on their religion or belief should be adopted where they do not exist and must be equitably enforced. States should also develop and implement effective preventive strategies to help curb aggravating factors linked to religious intolerance, which can lead to discrimination or violence.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. However, criminal sanctions to curb incitement to violence, hostility or discrimination must be used as a method of last resort, and only when such sanctions are necessary and proportional to the harm to be avoided. Such laws, in fact, could reinforce religious intolerance, especially where the absence of a robust commitment to pluralism and diversity results in discriminatory State practices that abuse such laws. Furthermore, criticism of religion, religious leaders or doctrine is not a violation of the right to freedom of religion or belief. Advocates of anti-blasphemy laws should note that their application more often than not invites a cycle of hatred and hostility, reinforcing prejudice and triggering a spiral of angry and violent responses. Anti-blasphemy laws have a stifling impact on the enjoyment of the freedom of religion or belief and the freedom of opinion and expression and should be repealed.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The enjoyment of the full exercise of the freedom of religion or belief also requires a set of positive policy measures in the areas of education, religious literacy, media, civil society development and State cooperation with religious leaders and communities. A policy of inclusion of all religious and belief groups could go a long way to strengthen pluralism through equal participation in public life of persons holding various beliefs. Minority communities should also embrace, where possible, strategies that build constructive resilience against intolerance to advance their re-engagement in wider society positively through coexistence, harmony and respect for the rule of law, and to pursue peaceful social change.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur, therefore, encourages all stakeholders, including States, faith leaders and civil society, to fully utilize the recommendations outlined in resolution 16/18, the Rabat Plan of Action, the Fez Plan of Action and the Beirut Declaration. Religious literacy and interfaith dialogue can play a vital role in identifying the common good and promoting respect for pluralism. As stressed in the Beirut Declaration, all believers — whether theistic, non-theistic, atheistic or other — should join hands and hearts in articulating ways in which \"faith\" can stand up for \"rights\" more effectively, so that each enhances the other. Rejecting expressions of hatred within one's own community and extending solidarity and support across faith or belief boundaries are honourable and meaningful actions.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Many Member States and other stakeholders agree that United Nations tools developed for combating manifestations of intolerance based on religion or belief have not been used to their fullest potential and that further steps to strengthen international processes for implementation are necessary. In this regard, the Special Rapporteur encourages Member States to improve the capacity of the Istanbul Process to fully function as a mechanism for implementation. To date, the Process has received varied levels of consideration from Member States, depending on evaluations by foreign ministries in national capitals. Deeper and broader commitment could add value.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. As such, diplomatic officials should work to orient its national experts across a range of ministries and policy fields, such as those in justice, interior, education and social affairs departments, to better operationalize this national engagement with Human Rights Council resolution 16/18. Relatively few States provide detailed information on national steps taken to implement the resolution, and little to no analysis of the impact that national measures and strategies may have had on furthering the goals of resolution 16/18 have been offered in reports to date. The Special Rapporteur recommends that steps be taken to streamline State engagement with the reporting mechanism to improve the consistency and quality of reporting and facilitate impact analysis. It is also strongly recommended that civil society organizations, national human rights institutions and international organizations be allowed to share their experiences, views and best practices in this process (see A/HRC/34/35, para. 117).",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. As a mechanism for implementation, the Istanbul Process should seek to regularize introspective intergovernmental exchanges of experiences, best practices and lessons learned. Meetings should also be held regularly to assess the impact of specific measures and explore the effectiveness of the myriad strategies advanced by States for implementing resolution 16/18. Agendas for a calendar of future meetings should include periodic engagement with the resolution. Meetings should be apolitical and geared towards facilitating peerto-peer exchanges among an inclusive pool of experts and practitioners particularly those on the front lines of promoting and protecting rights including educators, faith leaders, social workers, legal and human rights experts, rights advocates, experts in law enforcement and the media. Moreover, efforts to supplement those discussions with data-driven analysis and qualitative information should be undertaken.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. As such, the collection of reliable data on hate crimes and statistics, which may speak to the effectiveness of measures taken to combat manifestations of intolerance based on religion or belief, is also crucial. However, the issue of data collection (or the lack thereof) should not be instrumentalized as a political tool and must, instead, represent a commitment by all States to monitor and report on their obligations to respect, protect and promote the human rights of all those within their jurisdictions. The collection and publication of disaggregated data and statistics on hate crimes should include the number of cases reported to law enforcement and the number of prosecutions and convictions meted out. This information is essential for: (a) understanding the nature of the crimes committed; (b) measuring the effectiveness of initiatives to address hate crimes; (c) supporting the victims; (d) initiating workable policies to prevent future crimes from occurring; and (e) ensuring adequate resource allocation in countering hate-motivated incidents against persons based on religion or belief. Today, a comprehensive database system containing comparable national data is lacking at the United Nations level.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 83,
        "Text": "83. Member States should also consider taking steps to strengthen information-sharing and improve the transparency of the various United Nations processes and activities aimed at combating acts of hostility, discrimination and violence for all stakeholders. This could include establishing an \"Internet portal\" designed to serve as a platform for all stakeholders (i.e. faith-based actors, human rights experts, government officials, national human rights institutions and other practitioners) to access legal, judicial and policy guidance, allow for the sharing of success stories and challenges and enhance the visibility of the work of the United Nations in combating the advocacy of national, racial or religious hatred constituting incitement to hostility, discrimination or violence for broader constituencies. Such a platform could bring together sources of information produced by activities organized in support of the implementation of resolution 16/18 and the Rabat Plan of Action. Information produced by complementary processes, such as those carried out under the Beirut Declaration and the Fez Plan of Action, could also be linked to such a website.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The media can play a positive role in bringing about a culture in which pluralism and diversity are celebrated rather than feared. The Special Rapporteur would like to reiterate the call upon the media to develop voluntary guidelines for reporting on religious issues and initiate self-regulatory supervision mechanisms that facilitate the implementation of those guidelines in a manner fully consistent with the right to freedom of opinion and expression. There is also a need for journalists to provide a stage for thinkers who challenge alarmist stereotypes. Voices advocating for positive visions of diversity should be provided with a more visible platform to counter aggressive and sensationalist messages that appear to frequently crowd the headlines, with a view to addressing the imbalance of intolerant voices on social and traditional media platforms and tackling the challenge of promoting civil discourse online and offline.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. To the extent that the Special Rapporteur serves as the primary focal point within the United Nations human rights system to promote the right to freedom of religion, he is committed to working with other human rights mechanisms within the confines of his mandate to combat the serious issue of intolerance based on religion or belief. As such, the Special Rapporteur endeavours: (a) to contribute to efforts focused on the implementation of measures promoted by the aforementioned legal and policy framework for combating manifestations of intolerance based on religion or belief, as well as those aimed at assessing the impact of such measures; (b) to take a leading role in promoting both legal and non-legal tools, such as resolution 16/18, in an effort to incorporate more comprehensive and flexible approaches to combating religious intolerance that rely on constructive models for promoting cooperation among States; and (c) to engage with and expand the network of actors and stakeholders, including existing regional and national human rights mechanisms and civil society actors.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    }
]