[
    {
        "ID": 1,
        "Text": "1. The 2030 Agenda for Sustainable Development and its interdependent Sustainable Development Goals include an explicit commitment to leaving no one behind. The 2030 Agenda clearly provides that human rights, development, peace and security are mutually reinforcing and contains a commitment \"to respect, protect and promote human rights and fundamental freedoms for all, without distinction of any kind as to race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth, disability or other status\".",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 2,
        "Text": "2. The people most likely to be left behind by development are often those who endure discrimination and exclusion on the grounds of identity – often multiple identities – including religious or belief identity. Such discrimination can be particularly acute in situations where persons identify with a religion or belief group that is numerically inferior to the rest of the population and/or in a non-dominant position in a given society. In many parts of the world, such populations experience significant discrimination and social exclusion – often entrenched over generations – on the basis of, and in the name of, religion or belief. Such discrimination inhibits the fundamental freedoms of members of these religious or belief communities, perpetuates significant inequalities in numerous sectors and limits their ability to participate effectively in cultural, religious, social and public life.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In the present report, the Special Rapporteur focuses on persons who, on account of their religion or belief, are at risk of \"being left behind\", but have received less attention from policymakers in the field of sustainable development. Equally, the mandate holder hopes that his analysis will encourage all stakeholders – States, civil society (including faith-based actors) and United Nations entities – to include action on sustainable development in their efforts to promote freedom of religion or belief, in particular in the context of religious or belief minorities who may experience unequal access to essential services such as health care, quality education and housing, inter alia.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur notes that \"discrimination within the context of the right to freedom of religion or belief is not limited to members of religious minorities or non-believers and can also apply to members of religious majority groups\". 5 For persons belonging to religious or belief minorities, however, their exclusion – where it exists – is often beset by systemic and systematic denial of both their existence and their identities. Their marginalization is reinforced by the resulting challenges in accessing essential services, resources and opportunities that they face at the hands of majorities, official State structures and even from members in their own communities. Increasingly, evidence suggests that if left unchecked, such discrimination and inequality can precipitate poverty, conflict, violence and displacement. In the most egregious cases, the very survival of some minority religious or belief groups can be placed at risk. The consequences of leaving such populations behind are stark.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Several Sustainable Development Goals, including Goals to end poverty (Goal 1), ensure food security (Goal 2), education (Goal 4), health (Goal 3), gender equality (Goal 5), decent work and economic growth (Goal 8), reduced inequalities within countries (Goal 10) and peaceful, just and inclusive societies (Goal 16), require the alleviation of the inequalities and discrimination suffered on the basis of religion or belief. To assist States in analysis and monitoring of inequalities and discrimination and their root causes, the Special Rapporteur encourages States to consider additi onal indicators to discern progress in protecting the right to freedom or religion or belief and the elimination of discrimination based on religion or belief. This includes indicators to assess whether laws (structural indicators) and policies and mecha nisms (process indicators) are resulting (outcome indicators) in respect for freedom of religion or belief and the empowerment of religious or belief minorities to assert and claim the full range of their fundamental rights and freedoms. By facilitating systematic analysis on marginalized groups, these indicators can help towards \"leaving no one behind\".",
        "Labels": [
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 6,
        "Text": "6. From mid-July 2019 to mid-July 2020, the Special Rapporteur issued 52 communications addressed to State and non-State actors to express concern about the persecution of members of religious minorities; discrimination and violence based on sexual orientation and gender identity; incitement to violence and discrimination; convictions on blasphemy and apostasy charges; arbitrary arrests and detentions; enforced disappearances; violations of due process rights; discriminatory application of counter-terrorism legislation disproportionately affecting persons belonging to religious or belief minorities; excessive use of force by law enforcement; and discrimination based on religion or belief in the context of the coronavirus disease (COVID-19) pandemic. The Special Rapporteur undertook several activities, in partnership with United Nations agencies and civil society organizations, to follow up on his report to the seventy-fourth session of the General Assembly on combating antisemitism \\(A/74/358\\), and welcomes the appointment of a high-level focal point on antisemitism by the Secretary-General in response to the recommendation contained in the Special Rapporteur's report. He took part in two rounds of online consultations with Uzbekistan on a draft law on freedom of conscience and religious organizations. The Special Rapporteur attended meetings of the International Contact Group on Freedom of Religion or Belief and the International Religious Freedom Alliance as an observer and continued to engage with a variety of actors promoting freedom of religion or belief and human rights. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur invited civil society, faith-based actors, States, national human rights institutions and other stakeholders to submit information relating to freedom of religion or belief and the achievement of Sustainable Development Goal 16, in which States are called on to \"promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels.\" The Special Rapporteur received over 120 submissions from civil society and 21 from States, many of which are cited in the present report. In response to submissions detailing discrimination based on religion or belief and consequences of such discrimination, the Special Rapporteur expanded the focus of his report beyond Goal 16 to reflect the relevance of eliminating discrimination based on religion or belief for a broader range of Goals and their core targets. Space does not permit every relevant Goal and target to be addressed; attention is directed towards an illustrative set of goals and targets that concerns the situation of religious or belief minorities who are at risk of being left behind.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The right to freedom of thought, conscience and religion in interna tional law is far-reaching. It protects, without discrimination, the right to have or to adopt or to change a religion or belief of one's choice; unconditional freedom from coercion; the right to manifest one's religion or belief, either individually or in community with others; and the liberty of parents and guardians to provide a religious and moral education for their children in accordance with their convictions and the evolving capacities of the child. Conditions for the full enjoyment of freedom of religion or belief also require States to ensure that individuals do not experience discrimination in the exercise of these freedoms or other human rights on the basis of, or in the name of, religion or belief. The 1981 Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief is explicit that \"intolerance and discrimination based on religion or belief\" means any distinction, exclusion, restriction or preference based on religion or belief and having as its purpose or as its effect nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis.",
        "Labels": [
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 9,
        "Text": "9. Although often sidelined from its protections, persons belonging to religious or belief minorities inhere the rights set out in article 27 of the International Covenant on Civil and Political Rights and the 1992 Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities. The Declaration explicitly provides for States' duties to protect the existence and identity of minorities and to provide safeguards against discrimination, as well as to ensure their effective participation in cultural, religious, social, economic and public life and in the decisions that affect them. States must also adopt appropriate measures to enable persons belonging to minorities to participate fully in the economic progress and development of their country.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Development goals and targets that aim to advance civil, political, economic, social and cultural rights can help fulfil States' obligations in the context of minority rights protection. State's legal duties towards minorities – from ensuring the survival of minority communities, the promotion of the identity of minorities, ensuring equality and non-discrimination and effective participation of minorities in public affairs and social life – and development measures aimed at inclusion, equality (including gender equality) and sustainability are mutually reinforcing.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 11,
        "Text": "11. It is important to note that the rights of religious or belief minorities are not dependent on State or theological recognition of minority or other status. Human rights law protections for members of religious or belief minorities apply regardless of whether the State recognizes minorities or provides a list of recognized minorities. Equally, religious or belief communities are not monolithic and a plurality of selfunderstandings can exist within a community. The exercise of minority rights can never justify discrimination against persons within minority communities.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Target 16.b of Sustainable Development Goal 16 outlines the need to \"promote and enforce non-discriminatory laws for sustainable development\" as a means of achieving Sustainable Development Goal 16, peaceful, just and inclusive societies. In target 10.3 States are called on to \"ensure equal opportunity and reduce inequalities of outcome, including by eliminating discriminatory laws, policies and practices and promoting appropriate legislation, policies and action in this regard\", in an effort to reduce inequalities within and among countries.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. A key entry point for policymakers in assessing the inequalities and exclusion levelled at persons belonging to religious or belief minorities is the discrimination suffered by persons in their attempts to worship, observe, practise or teach their religion or belief. These limits are typically accompanied by a wider range of repressive policies and practices by both State and non-State actors. This includes explicit legal inequalities, intolerance and hostility that undermine equal access to the benefits and opportunities enjoyed by others across numerous sectors – health, education, housing, legal status and physical integrity. In turn, the implications of such inequalities for persons belonging to a particular religious or belief group raise the stakes for claiming freedom of religion or belief and intensify the marginalization of minority communities.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Available data suggest that the prevalence of laws, policies and government actions that restrict the ability of rights holders to enjoy freedom of reli gion or belief increased from 2007 to 2017. Communications transmitted by the mandate holder since 2015 illustrate that States employ a range of extralegal measures that violate freedom of religion or belief, which also serve to delegitimize and stigmatize certain religious or belief groups. Such measures include restrictions on the establishment of places of worship and the forced closure thereof; the maintenance of humanitarian institutions and associations; the appointment and persecution of faith leaders; the celebration of holidays and ceremonies; the teaching of religion or beliefs; and the use of materials related to the customs of a belief. A preponderance of the 210 communications transmitted by the mandate holder since 2015 address restrictions that serve to: (a) proscribe the peaceful expression of a religion or belief; (b) limit association with censured groups using criminal sanction; or (c) limit the existence of certain religious or belief groups using administrative procedures. It must be noted that the range of issues on which communications focus do not cover the full spectrum of violations of freedom of religion or belief; regrettably, access to United Nations human rights mechanisms remains elusive for many.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In some countries, States use anti-blasphemy laws or laws against provoking \"religious offence\" to arbitrarily detain and ill-treat individuals for expression of their faith. Other States impugn religious or belief expression by claiming violations of \"public order\" laws or laws against \"incitement to violence\" without sufficient evidence to justify such charges. As the Special Rapporteur has previously explored, such restrictions of freedoms of expression, peaceful assembly and religion or belief, and their analogous punishments, are invariably targeted at distinct minorities, reflecting not only the imposition of a hierarchy of beliefs but also systematic repression of minority communities.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Relatedly, as many as 21 countries criminalize apostasy, including 12 countries – Afghanistan, Brunei, the Islamic Republic of Iran Malaysia, Maldives, Mauritania, Nigeria, Qatar, Saudi Arabia, Somalia, the United Arab Emirates and Yemen – in which apostasy is in principle punishable by death.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. A concerning number of communications sent by the mandate holder highlight the use of inchoate terrorist offences that are disproportionately applied to religious or belief minorities. Harassment measures broadly linked to countering terrorism and protecting national security illustrate that in almost every region of the world religious minorities appear to be at particular risk of being designated \"terrorist groups\" and of having members arrested under \"extremism\" or \"illegal activity\" charges. A number of communications addressed the use of national security imperatives as the stated objective by some Governments in criminalizing membership in and/or activities of certain religious or belief groups. Such an approach amounts to targeting, and ultimately criminalizing, the peaceful expression of a person's identity.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. In Tajikistan, peaceful religious actors, mostly Muslims, have been detained under \"the Fight against Extremism\" law for engaging in activities such as promoting religious education or distributing religious literature. In the Republic of Moldova, the emblems of the Falun Gong are summarily included on the State's registry of \"Extremist Materials\". 39 A Nigerian court ruled in 2019 that activities of the Shia Islamic Movement in Nigeria amounted to \"acts of terrorism and illegality\" and ordered the Government to ban the religious association.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 19,
        "Text": "19. Numerous State authorities have arrested, detained (sometimes incommunicado) and sentenced members of religious and belief minorities for undefined charges such as intent to \"disturb political, economic or social structures\", to \"disrupt State sovereignty\" or to \"overthrow the Government\". Such vague provisions fail to fulfil the principle of legality as enshrined in article 15 of the International Covenant on Civil and Political Rights and give worrying leeway to States to arbitrarily limit the exercise of freedom of religion or belief of certain groups.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 20,
        "Text": "20. China has sought to justify its coercive detention of over a million Muslim Uighurs, Kazakhs and other predominately Muslim ethnic minorities in State -run \"re-education\" camps as part of \"de-extremism regulations\". \"Behavioural indicators of religious extremism\" that warrant detention by State authorities include public displays of Islam and Uighur culture such as young men wearing beards, women wearing face veils and persons owning goods with a star and crescent. Reportedly, Chinese authorities force Muslims to learn Mandarin Chinese, sing praises of the Chinese Communist Party and renounce their religion in the internment camps, where failure to \"learn\" is punished with violence at the hands of State actors. Authorities, reportedly, send thousands of victims to work for little or no pay in tightly controlled factories after their release. It has further been reported that this \"counter-extremism\" campaign against Uighurs is illustrative of broader ill-treatment by China of minority religion or belief communities such as Falun Gong and Tibetan Buddhists. According to reports that Chinese authorities are responsible for the forcible sterilization of Uighur women, from 2015 to 2018, population growth rates in the Uighur heartland plummeted by 84 per cent.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 21,
        "Text": "21. The Democratic People's Republic of Korea reportedly employs a sweeping surveillance apparatus to imprison Christians that engage in non-State-sanctioned activities. Thai authorities reportedly surveil minority Muslim groups, including using an artificial-intelligence-enabled closed-circuit television system, biometric data and frequent police checks.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. It is estimated in available data that 178 countries require religious groups to register for various purposes, including so that such groups can obtain taxexempt status or have legal personality. In many countries however, registration requirements – often involving onerous bureaucratic procedures – are used to restrict the peaceful exercise of freedom of religion or belief and disproportionately impact minority groups. In almost 40 per cent of the States with registration requirements, such laws and policies are applied in a discriminatory manner against certain religious or belief groups.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Serbia distinguishes between \"traditional\" and newly formed religious organizations, the latter of which must register. Angola requires religion or belief groups to have at least 60,000 member signatures from legal residents of the country to obtain State registration, and the State has no registered any new religious group since 2004. The Government of Kazakhstan requires religious organizations to undergo a complex four-tier registration process, and the State has closed 1,400 religious associations since 2011. In Eritrea, only four religious denominations are recognized, and the Special Rapporteur on Eritrea has repeatedly reported that State authorities arbitrarily arrest members of non-recognized Christian groups for practising their faith in community with others.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The situation for Jehovah's Witnesses is particularly precarious – in 34 countries, Jehovah's Witnesses are banned. It is reportedly difficult or illegal to run a humanist organization in over 30 countries. In the Democratic People's Republic of Korea, the State permits only a handful of religious organizations to exist. The Government of Cuba requires permission for any activity other than regular worship services, and often blocks access to religious services and events.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The importance of the right to legal identity – the recognition of a person's existence before the law which facilitates the realization of specific rights and corresponding duties – is recognized in Sustainable Development Goal target 16.9. Claiming the rights and benefits associated with this right generally requires documentation that demonstrates or provides proof of one's identity and/or status. In many contexts such documentary proof is necessary to access basic social services such as education, health care and social welfare benefits. In such cases, access to documentation is likely to correlate with improved development outcomes.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Reports received by the Special Rapporteur indicate that some States are taking steps to implement more restrictive systems with respect to legal identity, makin g it increasingly difficult for members of certain religious of belief groups to gain access to legal documentation and/or restricting the status of certain groups or individuals. As a consequence, individuals that identify as religious and belief minoriti es around the world are being denied access to fundamental services, rights and public benefits such as education, voting rights health coverage, pensions, access to banking and credit services, property titles and inheritance – potentially leading to worse development outcomes, especially among vulnerable populations. Entire communities may lack documentation, leaving them legally and politically invisible.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Denial or deprivation of citizenship to a group of people on the basis of their religion or belief has a significant impact on their sense of identity and can be used by the State to attempt to sidestep its obligations to promote and protect the human rights of persons belonging to religious or belief minorities. In December 2019, India adopted the Citizenship Amendment Act which is designed to expedite the conferment of Indian citizenship to immigrants from three neighbouring countries – but not if they are Muslim. Under the Act, citizenship will be fast-tracked for religious minorities, including Hindus, Sikhs, Buddhists, Jains, Parsis and Christians, from Afghanistan, Bangladesh and Pakistan. Those opposing the bill argue that it is unconstitutional, as it bases citizenship on a person's religion which would further marginalize the 200 million Muslims in India.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Shi'a Muslims in Bahrain, Rohingya Muslims in Myanmar and Jehovah's Witnesses in Eritrea and Russia have had their citizenship revoked or denied on the basis of their religious identity. In Viet Nam, H'Mong and Montagnard Christians have been unable to secure the necessary \"house register\" documentation for citizenship. Non-Muslims may not obtain citizenship in Maldives.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In the Islamic Republic of Iran, unrecognized religious or belief groups, including the Bahá'is, are unable to access employment, housing, university-level education, health care and social services, including pensions. Rights organizations also report that the identity cards issued to religious or belief minorities in Egypt and Malaysia, which normally confirm the religious identity of cardholders, often fail to display their religious identity. The absence of this detail reportedly enables State officials to identify and discriminate against religious or belief minorities when access to government services is sought.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Violence, in all its forms, impairs human rights and undermines sustainable development. Inadequate responses to discrimination and intolerance against religious and belief minorities drive insecurity and violence in two main ways. Firstly, widespread human rights abuses against religious and belief minorities foster permissive environments wherein respect for religious and belief minorities is diminished to the extent that hostility and violence towards such groups is legitimized. Violence in such contexts may be perpetrated by State and non-State actors, and, at times, with the implicit consent of States, especially where perpetrators enjoy impunity. Such violence can and has escalated – resulting in widespread atrocities against religious or belief minorities.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Secondly, studies show that systemic violations of human rights precede civil unrest, violent extremism and armed conflict in situations where marginalized groups respond to persecution with violence. Insufficient attention to reducing inequalities and the exclusion of religious or belief minorities from access to power, opportunities, services and security can fuel alienation and creates fertile ground for the mobilization of group grievances to violence, especially in regions with weak State capacity.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 32,
        "Text": "32. In the face of death threats, violent attacks, harassment, intimidation or discriminatory treatment against individuals or groups, States have a positive obligation to provide a minimum standard of protection for the lives, integrity and personal security of religious or belief minorities and incur responsibilities to take special measures of protection where their lives have been placed at particular risk because of specific threats or pre-existing patterns of violence. States also incur responsibility where there is a failure to exercise due diligence to prevent or respond to certain acts or omissions of non-State actors.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur joins the Special Rapporteur on Minority Issues and other United Nations entities in raising an alarm that instability and fear engendered by the current health crisis is exacerbating discrimination, hostility, hate speech, xenophobia and violence against religious and belief minorities in some countries. In this context, the Secretary-General stressed that the health crisis \"can provide a pretext to adopt repressive measures for purposes unrelated to the pandemic\". 75",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Even prior to the current pandemic, political leaders have long been weaponizing public discourse to scapegoat \"others\", including religious and belief minorities, for various problems in society in order to mobilize support for dispossessing these communities of their rights. Dehumanizing and/or vilifying rhetoric assists such leaders in advancing exclusionary policies that create deep inequalities which in turn bolster supremacist and sectarian ideologies that claim lives. Global%20Alliance%2C%20SDG%2016%2B%20Global%20Report.pdf.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Social media platforms are increasingly exploited as spaces for incitement to hatred and violence by civil, political and religious actors. Jewish and Muslim communities in European countries, including Austria, Belgium, Denmark, Germany, Finland, France, Greece, the Netherlands, the United Kingdom of Great Britain and Northern Ireland and Georgia, continue to report ongoing \"hate speech\" online and offline from individuals across the political spectrum. Similar concerns about the spread of real and constructed hate against religious minorities have been raised in India. The independent international fact-finding mission on Myanmar concluded that Facebook was a key tool in the hate campaign against Rohingya Muslims more generally advanced by nationalistic political parties, members of the Government and religious and civil leaders.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Human rights organizations report that violence, mass killings and other atrocities are increasing in countries both affected and unaffected by war. In Mali, armed extremists threaten both Christian and Muslim communities with severe violence. Most recently, news outlets have reported that gunmen targeted and killed approximately 27 people in villages in central Mali villages that are predominantly inhabited by Christians. In Egypt, security forces are accused of normalizing patterns of sectarian attacks against Coptic Christians owing to the level of impunity for acts of violence against Copts. Similarly, reports of police inaction in India, where mobs have destroyed Muslim property and businesses and violently attacked Muslims deeply concern the Special Rapporteur. There have also been reports of police officers directly attacking Muslims. In one incident, police officers were seen on video beating a group of five Muslim men who had been injured during a mob attack in Delhi and ordering them to sing the national anthem.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 37,
        "Text": "37. In some countries, the scale and intensity of violence perpetrated against religious or belief minorities has reached the devastating level of atrocity crimes. Conflict in the Central African Republic, including crimes against humanity targeting Muslims in Bangassou in 2017, has driven 80 per cent of the country's pre-conflict minority Muslim population out of the country. Extensive evidence suggests that in Myanmar, violence – including murder, rape, torture, burning and forced starvation – perpetrated by Myanmar security forces in villages across northern Rakhine State is part of a systematic attack on the Rohingya population. Atrocities and war crimes towards religious or belief minorities have been carried out along gendered lines. The fact-finding mission on Myanmar found that \"sexual and gender-based violence was a hallmark\" of the Myanmar military's genocidal campaign against the Rohingya. The Special Rapporteur notes that Shan, Kachin and ethnic Rakhine have also been among the victims of the Tatmadaw human rights violations.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The so-called Islamic State of Iraq and the Levant (ISIL)/Daesh has perpetrated some of the deadliest attacks in Iraq and the Syrian Arabic Republic. ISIL targeted 400,000 members of the Yazidi ethno-religious minority in their homeland of Sinjar, Iraq, in 2014 – committing genocide, multiple crimes against humanity and war crimes. Members of the diverse ethnic and religious communities in Iraq, including Turkmen, Shabak, Christians, Sabaean Mandaean, Kaka'i, Fayli Kurds and Arab Shi'a, have also been victims of ISIL/Daesh deadly and systematic abuses. In the Syrian Arabic Republic, ISIL/Daesh has similarly committed genocide against the Yazidi community through enslavement, killings, widespread sexual violence and measures to prevent Yazidi women from giving birth. Several ISIL/Daesh massacres have targeted other religious minorities in the Syrian Arabic Republic, including Christians, Druze, Ismailis and many others. More broadly, minority religious communities have suffered gravely over the course of the civil war in the Syrian Arab Republic: the Christian community is estimated to have decreased from 360,000 before 2012 to 25,000 today.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 39,
        "Text": "39. As well as being a goal itself, ensuring access for all to a quality education underpins a range of fundamental development targets – \"inclusion and equity in and through education is the cornerstone of a transformative education agenda\". It is asserted in reports received by the Special Rapporteur that religious and belief minorities face discrimination in access to all levels of education and vocational training. It continues to be emphasized in reports that women and girls often face multidimensional discrimination in the context of education. The number of women and girls deprived of their right to education on the basis of their religion or belief is unknown; however, of the millions of girls worldwide who do not go to school, three-quarters belong to minority groups. In Egypt, Muslim women who choose not to wear the veil have reported that that choice has led to harassment in education settings because the absence of the veil either (a) incorrectly signals that they are Christian or atheist or (b) defies stereotypes about the appropriate behaviour of Muslim women. The legal prohibition of the wearing of certain forms of religious dress in public places, in particular in Western Europe, also jeopardizes access to education for women and girls who choose to wear a veil as an expression of their religious, cultural or personal identity or beliefs. The Human Rights Committee has found that such bans can effectively bar students from pursuing their education and constitute a form of intersectional discrimination against Muslim women who choose to cover their hair or faces.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 40,
        "Text": "40. In the Islamic Republic of Iran, members of the Baha'i community have been barred from access to higher education or have been routinely expelled from universities in the Islamic Republic of Iran since the 1980s; and members of the El Yasin minority in the Islamic Republic of Iran have reportedly been expelled from educational institutions on the basis of their beliefs. Muslim children in East Jerusalem reportedly face a grave shortage of adequate school infrastructure and are subjected to invasive security barriers and checkpoints simply to attend school on account of their ethnic and religious identities. In India, it is reported that the discriminatory attitudes and practices of school authorities towards children from socially marginalized religious or belief communities generate hostile environments for students belonging to Muslim or \"tribal\" communities, many of which identify as religious or belief minorities, which often leads to irregular attendance and lower educational outcomes among such children. In Ireland, children who are members of religious or belief minorities struggle to access education that is not based on the State's majority religion; 90 per cent of all State-funded primary schools in the country are Catholic, in which Catholic teaching is integrated across the curriculum for all subjects.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 41,
        "Text": "41. It is reported that in Nepal, despite being among the State's public schools, madrasas (Muslim schools) are underfunded by comparison with other schools. Consequently, poor infrastructure, fewer teachers and insufficient management reportedly contribute to the Muslim community's lower participation in education and higher levels of illiteracy. In Nigeria, the terrorist group Boko Haram (which literally translates to \"Western education is forbidden\") has targeted schools, students and teachers in north-east Nigeria with lethal violence, significantly impacting access to education for both Muslim and Christian communities. In Bangladesh, a government ban on internet access in refugee camps in Cox's Bazar is excluding up to 300,000 Rohingya children from remote learning – a necessity during the COVID-19 pandemic. Fifty-eight per cent of Syrian refugee children in Lebanon are out of school.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Children",
            "Persons living in rural/remote areas",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Discriminatory laws, policies and practices routinely interfere with the access of marginalized populations to food security, to water resources for drinking and paras. 18 and 19 (Belgium); and CEDAW/C/TUR/CO/6, paras. 16 and 17 (Turkey). hygiene and to basic health care and environmental protections; invariably increasing their vulnerability to poor health outcomes. While health and well-being are closely linked with levels of income and education, information received by the Special Rapporteur indicates that the religious or belief identity of persons acts as an additional aggravating factor for health inequities in some countries. The 2030 Agenda Sustainable Development Goal to ensure healthy lives and promote wellbeing at all ages (Goal 3) and its related goals of zero hunger (Goal 2) and clean water and sanitation (Goal 6) requires the elimination of such inequalities.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. A high proportion of the Shia minority population in Saudi Arabia is reportedly underserviced in terms of health-care facilities as compared with the Sunni majority. Hmong Christians in Viet Nam who fled their homes under pressure from authorities to renounce their religion or belief, disproportionately lack quality health care, clean water and basic necessities. In Ecuador, the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health found that indigenous (and Afro-Ecuadorian) peoples show worse health indicators than the rest of the population, including higher rates of malnutrition and anaemia.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 44,
        "Text": "44. In other countries, State restrictions on the public service activities of religious or belief minorities have been shown to negatively affect the right to health of local populations. In Eritrea, State authorities forcefully closed 21 Catholic Church -run health centres that had provided essential services to the community, aimed at reducing mother and infant malnutrition and mortality.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Data on disparities in mental health outcomes of religious or belief minorities is scarce but social inequalities have long been shown to have significant mental health ramifications. It was reported to the Special Rapporteur that prejudice against sexual orientation and gender identity minorities and negative bias about Islam compound to severely impair the mental health of some lesbian, gay, bisexual, trans, gender diverse, questioning and other sexual orientation and gender identities (LGBT+) Muslims in India.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 46,
        "Text": "46. Situations of conflict and displacement create alarming shortages in food and medical supplies for marginalized populations, including many religious and belief minorities. In Myanmar, for example, insurgent groups have reportedly cut off routes into over 42 villages in Rakhine State, creating an alarmingly tenuous food and water supply for displaced Rohingya. Moreover, in humanitarian settings, women and girls are at significant risk of being sexually assaulted, a risk that is often heightened as a result of their religious or ethnic identity.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 47,
        "Text": "47. In some countries, religious and ethnic minorities have been rendered particularly vulnerable to higher rates of COVID-19 infection and mortality, to harsh treatment by law enforcement in the context of emergency measures and to unequal access to adequate medical care.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Indicator 1.4.2 of the goal of ending poverty in all its forms everywhere is the \"proportion of total adult population with secure tenure rights to land\". Security of tenure – the certainty that a person's rights to land will be recognized by others and protected in cases of challenges – is a serious issue for religious or belief minorities. Indigenous peoples – up to 2.5 billion women and men – hold and use more than 50 per cent of the world's land but have secure tenure to just 10 per cent. The situation of indigenous women can be especially dire as both national and customary laws frequently fail to protect their property rights, and they often bear disproportionate burdens related to poverty, food insecurity, climate change and conflict.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. A disturbing trend exists whereby Governments open up the lands of indigenous, religious or belief minorities to investment without the communities' consent or in contravention of their customary and collective land ownership. Communications to and by special procedures reveal numerous troubling examples of communities being dispossessed of their traditional lands, including the Kaiowá and Guarani people in Brazil, the Standing Rock Sioux Tribe in the United States of America, Wangan and Jagalingou in Australia and Te Wai o Hua (Maori). The Special Rapporteur is also concerned about States encroaching on peaceful opposition against these developments and the high murder rate of indigenous leaders in the context of land disputes.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 50,
        "Text": "50. In many cases, contemporary violations of land rights reflect vestiges of discrimination that States inherited. Prior to the independence of Bangladesh (1971), Pakistan promulgated the Enemy Property Act to enable the State to confiscate \"enemy\" lands, which in practice meant land owned by Hindus. It is reported that authorities seized approximately 53 per cent of the total land owned by the Hindu community. In the 50 years since independence, the Government of Bangladesh has not rescinded the property seizures. Bangladesh has legislatively enabled affected individuals to file claims for the return of confiscated property since 2001; religious minorities, however, allege that corruption and antipathy among local government officials have precluded access to restitution for those affected.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Land tenure of religious or belief minorities is also threatened by armed non-State actors. In Iraq, it is reported that ISIL/Daesh deliberately targeted the rural environment that underpins the livelihoods of Yazidi people living off the land, as well as Assyrian Christians. Moreover, Iraqi women who were displaced reportedly face increased barriers in returning home following the war with ISIL/Daesh owing to difficulties in claiming their housing, land and property rights. In Nigeria, in the \"Middle Belt\" region, clashes over land and water resources between predominantly Christian farmer and predominantly Fulani herder communities belonging to various ethno-religious groups has led to mass displacement, property destructions and the deaths of thousands.",
        "Labels": [
            "Women/girls",
            "Persons living in rural/remote areas",
            "Persons affected by armed conflict",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 52,
        "Text": "52. All human rights impose positive as well as negative obligations on States to respect, protect and fulfil their human rights responsibilities. The duty to respect requires duty bearers to refrain from interfering with the enjoyment of any human right. The duty to protect requires Governments to take measures to prevent violations of any human right by third parties. The duty to fulfil requires States to adopt appropriate legislative, administrative and other measures towards the full realization of human rights.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In responding to a call from the Special Rapporteur for State and non-State actors to share measures and initiatives aimed at reducing inequalities and combating systemic discrimination on the basis of religion or belief, a number of Governments and non-governmental organizations highlighted measures and initiatives aimed at overcoming such hurdles, some of which are presented below for illustrative purposes.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Special Rapporteur welcomes recent legal reforms to tackle discrimination based on, or in the name of, religion or belief. This includes the criminalization of female genital mutilation and the repeal of apostasy laws in Sudan, the repeal of anti-blasphemy legislation in Ireland, Canada, Greece and Denmark and the repeal of legislation in Bangladesh that banned the publication, sale and distribution of Ahmadi materials. In India, the Supreme Court determined that the exclusion of women from entering all or parts of religious sites was discriminatory. In Sindh Province, Pakistan, measures to ban forced conversion and marriage of minors have been adopted; the Special Rapporteur, however, notes that he continues to receive reports that Pakistani women and girls, in particular those belonging to religious minorities, are forced to convert and marry in large numbers.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. The Special Rapporteur welcomes the adoption by several countries of measures to combat hate crime, including legislation under which religion or belief is recognized as a protected characteristic and an aggravating factor in the commission of crime, and in some cases, prescribes enhanced penalties. In this context, the Special Rapporteur notes that Norway and Israel reported that their States have made religion or belief an aggravating circumstance in offences committed. In all cases, it would be vital to ensure that such laws are fully compliant with international standards on the freedom of expression and the freedom of religion or belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 56,
        "Text": "56. A number of States have reported that they have undertaken measures to improve data collection and disaggregation with regard to discrimination on the basis of religion or belief. For example, Brazil, 139 Colombia, 140 Georgia, 141 Germany, 142 Italy, Mexico, Poland, Serbia and the United Kingdom all reported to the Special Rapporteur that they have established governmental offices, action plans or public-private partnerships with the purpose of monitoring and reporting on discrimination and incitement to hatred, to allow for the informed development of more accessible and effective justice institutions. The Special Rapporteur would like to emphasize that, as part of promoting institutional accountability and meeting Sustainable Development Goal target 16.10, that data should be publicly accessible.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur also recognizes the importance of civil society initiatives in tackling discrimination based on religion or belief and in promoting accessible, accountable and inclusive institutions. The Coalition for Religious Equality and Inclusive Development in the United Kingdom has explored how COVID-19 is both exacerbating and fuelling new forms of discrimination faced by religious minorities globally. In a similar vein, multiple civil society groups in Pakistan are collaborating on the creation of an online survey to report on and document discrimination, including of religious minorities, arising from COVID-19.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Special Rapporteur welcomes the enactment of the Education (Admission to Schools) Act 2018 in Ireland, which repeals a provision that permitted schools to use religion as a selection criterion. The Special Rapporteur also commends the Government of Brazil for passing Law No. 13.796/2019, which permits students to be absent from examinations where they fall on a holiday for their religious community . 149",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Work to tackle religious intolerance through education is particularly valuable. The Special Rapporteur commends the National Council for the Prevention of Discrimination in Mexico, which has developed education modules on religious diversity for more than 5,500 participants from public institutions, at the federa l, state and municipal levels, as well as the judiciary. Education initiatives in Denmark, Greece, Poland and the United Kingdom are attempting to reduce stigma and prejudice, with a focus on antisemitism, between people of different religions or beliefs. The Special Rapporteur also welcomes the adoption by Greece, Serbia and Sweden of his recommendation to States to endorse the International Holocaust Remembrance Alliance working definition of antisemitism as a non-legal educational tool to tackle the scourge of antisemitism.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Religions for Peace provides training on human rights, gender and gender mainstreaming and leads dialogues with religious leaders on the rights of LGBT+ persons. The Special Rapporteur also notes policy guidance on promoting tolerance and non-discrimination developed by the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 61,
        "Text": "61. The 2030 Agenda offers a global indicator framework established by the Inter-Agency and Expert Group on Sustainable Development Goal Indicators. Among the existing Goal indicators, metrics to discern the level of protection for freedom of religion or belief are absent. Recognizing that no one will be left behind only when sustainable development efforts advance the political, social and economic inclusion of persons belonging to religious or belief minorities, the Special Rapporteur encourages States to employ specific indicators to identify the impact of interventions on reducing inequalities involving religion or belief.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Reinforcing States' existing international human rights obligations, and the duty to respect, protect and promote human rights, the Special Rapporteur's proposed indicators can assist States to (a) identify gaps in human rights protections in a State's legislative and institutional framework, (b) survey the State's performance in practically implementing existing human rights commitments, and (c) measure the outcome and effectiveness of relevant laws and practices on different segments of society.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The indicator framework, which is a work in progress, is grounded in international standards and jurisprudence on freedom of religion or belief and related international human rights norms and principles and the mandate holder's adaptation of international human rights standards to specific contexts. Existing human rights indicators frameworks, including from the Office of the High Commissioner for Human Rights (OHCHR) and the Organization of American States have been reviewed and many indicators are aimed at responding to communications from civil society relating to violations of freedom of religion or belief received by the mandate holder.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. One of the first steps in developing human rights indicators is to identify the normative essence or the \"attributes\" of a given right. Close analysis of article 18 of the International Covenant on Civil and Political Rights, the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and cross-cutting human rights principles and norms demonstrates that the normative essence of the right includes non-coercion in the exercise of freedom of thought, conscience and religion or belief; the right to manifest one's religion or belief; non-discrimination; and rule of law.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur proposes structural, process and outcome indicators to monitor freedom of religion or belief. Structural indicators make it possible to appraise the extent to which the power structures of the State – legal and institutional frameworks – incorporate international human rights obligations and can be indicative of discrimination. Discrimination may be direct, such as in cases of categorical prohibitions on some or all religions or beliefs. Other forms of discrimination are indirect, e.g., involving laws or policies that do not explicitly discriminate on the basis of a proscribed ground but produce a disparate impact that correlates with such a proscribed ground. For example, laws that prohibit the wearing of headscarves in public places may appear neutral but will prevent Muslim women who wear hijab from working in the public sector. The impact of headscarf bans on Muslim women as a group may reveal disparities in access to employment, education, health care and cultural life. Such targeted group-based disadvantage suggests that bias – either unconscious or conscious – underpins discriminatory policies, illuminating the root cause of inequality.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Process indicators should enable verification of a State's efforts to operationalize its human rights commitments by way of policies, procedures and practices. They make it possible to examine the State's exercise of its duties beyond law-making, to include, for example, the accessibility and inclusivity of mechanisms for rightsholders to report violations of human rights, the provision of human rights training to State officials, or government support for relevant non-State actors who have roles in implementing human rights. Protecting freedom of religion or belief and eliminating discrimination in practice may also require special measures in programming and capacity-building to address the specific concerns and needs of individuals and groups who exist at the margins, such as minority religious or belief communities.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Outcome indicators can be used to measure gaps in the enjoyment of a right. They should make it possible to examine progress in the enjoyment of human rights in practice, and on an equal basis for different population groups. In line with the human rights approach, outcome indicators should be based on international standards but be contextually specific and timely to respond to the current needs of different communities. Crucially, a human rights approach necessitates acute attention to individuals in vulnerable situations; outcome indicators should be disaggregated to compare population groups, and to understand the situations of specific groups to the extent feasible.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The purpose of gathering such data is to enable a comprehensive assessment of policy outcomes in order to further improve State responses and to reach those who have been left behind. Measuring aggregates, such as the average number of places of worship in a region, does not convey information about the ability of members of disparate religious and belief communities to exercise their freedom of worship and access these places. Highly publicized cases of religious persecution \"are only the proverbial tip of the iceberg\" whereas many lower-intensity forms of discrimination or State coercion still remain under the radar of national or international attention. By collecting data on, and analysing disparities between, groups, disaggregated data can help better identify those farthest behind who may be hidden by averages.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. In order to make a more comprehensive assessment of the extent of human rights violations, data should be collected along additional axes of inequality, including gender and ethnicity, to understand how multiple identities can hinder the full enjoyment of all human rights and fundamental freedoms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 70,
        "Text": "70. Furthermore, data is not always quantitative: the Special Rapporteur emphasizes that human rights outcomes cannot be fully captured in statistics. Qualitative reports from civil society and first-hand testimony from rights-holders are essential to understanding context, revealing through \"storytelling\" the lived experiences of rights-holders and the hidden dynamics of marginalization. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Fifteen years ago, member States adopted the 2005 World Summit Outcome, recognizing that \"the promotion and protection of the rights of persons belonging to national or ethnic, religious and linguistic minorities contribute to political and social stability and peace and enriches the cultural diversity and heritage of society\". Development experts, conflict analysts and human rights monitors have continued to underscore the detrimental impact of minority rights violations on poverty reduction, democratic governance, environmental sustainability and conflict prevention. Globally, we witness how the failure to eliminate discrimination, combined with political marginalization and nationalist attacks on identities can propel trajectories of violence and even atrocity crimes. In turn, violent organized conflicts generate new inequalities and entrench existing structural disadvantages.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. Reports received by the Special Rapporteur indicate that all too often the experiences of religious or belief minorities in civil, political, economic, social and cultural life are defined by the discriminatory features of the public institutions mandated to protect and serve their communities. The Special Rapporteur's findings suggest that restrictions on freedom of religion or belief which disproportionately affect a particular religion or belief group or groups are targeted forms of discrimination that serve to persecute minority communities. Such restrictions are often accompanied by other forms of discrimination in the enjoyment of other human rights and compounded by bias in State and non-State institutions and the absence of legislative frameworks to prevent or punish discrimination, hostility and violence based on religion or belief. Thus, in addition to restrictions on their civil and political rights, including freedom of religion or belief, religious or belief minorities often experience higher rates of poverty, lower educational achievements, poorer health outcomes, less political participation and high levels of violence.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Persons belonging to religious or belief groups who endure disadvantages or deprivations that limit their rights and opportunities relative to others in society constitute those that have been \"left behind\". Their relative disadvantage is sustained by their exclusion, discrimination and/or entrenched inequalities that impede the ability of persons belonging to these groups from participating in society on an equal basis – accessing the highest standards of education, obtaining land and property, accessing technologies, acquiring wealth and living healthier, longer, safer lives.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Among the most important targets for the advancement of the Sustainable Development Goals are those focused on the social inclusion of the world's most marginalized populations. For individuals belonging to religious or belief minorities, inclusion in social, economic, cultural and political life requires the elimination of discrimination and intolerance based on religion or belief. Strategies for advancing the Goals should take a broad approach in addressing economic and material needs while also addressing the sociocultural and political and legal institutions which perpetuate the structures of discrimination, including on the basis of religion or belief.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The aim of the right to freedom of religion or belief in international law is to secure the background conditions for each person to exercise freedom to form and pursue their own religious or belief commitments. This necessitates a prohibition on undue interference in the ability of a person or a group of persons to practise or hold beliefs; equally, the right requires States to ensure that individuals or communities do not experience discrimination in the enjoyment of human rights on the basis of, or in the name of, religion or belief.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The 2030 Agenda commitment to leave no one behind cannot be achieved without addressing discrimination and exclusion on the basis of religion or belief. In addition to addressing wrongful restrictions on a person's or community's freedom to practise their religion or belief, the elimination of all forms of discrimination on the basis of religion or belief involves the examination of entire legal, economic, social and political structures that produce inequality gaps in the enjoyment of myriad human rights.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. In order to identify the source, scope and multiple impacts of discrimination, it is important to scrutinize the State's legislative and institutional frameworks, policies and practices, hierarchies of opportunities and the material realities of rights-holders' lives. In the Special Rapporteur's proposed illustrative indicator framework, particular attention is paid to multiple and intersectional forms of discrimination experienced by religious or belief minorities who all too often are not part of human rights and development monitoring efforts. Building on existing frameworks of analysis, including that of the Sustainable Development Goals and the OHCHR human rights indicators toolkit, the Special Rapporteur offers a set of indicators that seem most appropriate for the targets in question as it pertains to religious or belief minorities.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The development of human rights indicators is an ongoing endeavour – policymakers, State actors and civil society should adapt the Special Rapporteur's proffered indicator framework to the specific contexts in which they work. Such adapted indicators should be explicitly derived from human rights standards and principles with a view to holding duty-bearers accountable for respecting human rights. It is also important that indicators go beyond assessing restrictions on the manifestation of religion or belief to assess the impact of laws, policies and other actions and omissions on horizontal inequalities between groups in the enjoyment of other human rights, including health, education, access to justice and freedom from violence. Thus, the identification of indicators both requires and facilitates a careful delineation of the normative attributes of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The indicator framework includes qualitative and quantitative benchmarks that, if achieved, evidence national level implementation of Sustainable Development Goal goals and targets. The indicators thus provide substantive information about the content and scope of the Goals for both policymakers and civil society to inspire advocacy, action and accountability.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. In the light of the preceding analysis, the Special Rapporteur recommends that States: (a) Repeal all laws that undermine the exercise of the human right to freedom of religion or belief, including the withdrawal of reservations to international human rights treaties that are inconsistent with freedom of religion or belief. Particular attention should be paid to upholding the obligation to protect the rights of members of religious or belief minorities, as well as those of women, children, members of the LGBT+ community and others in vulnerable situations, such as migrants, refugees and internally displaced persons;; (b) Introduce into the context of policymaking the principles of universality, non-discrimination and equality, the methodology of participatory decision-making, the duty of accountability and the recognition of the interdependence of rights;; (c) Take steps to empower religious or belief minorities to claim all of their human rights and fundamental freedoms (including those recognized in the Sustainable Development Goals) by recognizing the right of persons belonging to these groups to determine and freely and peacefully practise their own religion or belief, alongside their culture and language, and other traits of their identity, in public and in private, alone and in community with others;; (d) Adopt comprehensive anti-discrimination legislation, prohibiting direct and indirect discrimination, harassment and failure to make reasonable accommodation on the basis of religion and all other grounds recognized in international law and in all areas of life regulated by law;; (e) Enhance the understanding of and accountability for the realization of the right to freedom of religion or belief among members of the judiciary and State officials working in oversight and administrative human rights mechanisms;; (f) Ensure the effective participation of marginalized religious or belief groups by generating specific mechanisms and arrangements at different levels of decision-making in order to overcome the impediments that persons belonging to those groups face in their efforts to play an effective part in the life of the community;; (g) Take steps to establish monitoring and accountability mechanisms that take stock of the impact that interventions for advancing the Sustainable Development Goals are having on target populations, including religious or belief minorities. The development of universally applicable and contextually relevant structural, process and outcome indicators can be used to assess the legal and policy determinants of discrimination and inequality for religious and belief minorities, as well as the outcomes of interventions and gaps to address these;; (h) Create institutional mechanisms, statistical capacity and policies to gather disaggregated data to allow for in-depth analysis of human rights and development enjoyment across different population groups, including religious or belief groups; such mechanisms should be used to further enhance the capacity of States to report on the enjoyment of the right to freedom of religion or belief in accordance with international human rights reporting obligations and to report on progress in implementing the Sustainable Development Goals;; (i) Implement effective measures to promote mutual respect for the human rights of religious or belief minorities, including through peer-to-peer learning, practical outreach tools, capacity-building programmes and interdisciplinary research on questions related to faith and rights.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteur recommends that national human rights institutions: (a) Support the work of States to monitor and report on discrimination, hate crimes and inequalities. National human rights institutions should monitor and collect data on inequalities and disparities in accessing a broad range of civil, political, economic, social and cultural rights among persons belonging to religious or belief minorities and disaggregate such data;; (b) Advance human rights education, including literacy on freedom of religion or belief as protected under international human rights law;; (c) Identify affirmative actions that may be essential to empower religious or belief communities that have suffered on account of historic discriminatory practices.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The Special Rapporteur recommends that civil society organizations, including faith-based organizations: (a) Increase monitoring on inequalities in attainment of the Sustainable Development Goals based on religion or belief, including by collaborating with development actors, international human rights organizations and United Nations entities;; (b) Ensure that their efforts to advance the Sustainable Development Goals, including with regard to education, humanitarian assistance and health care, are inclusive and do not discriminate on grounds protected under international human rights law;; (c) Play a crucial role in countering incitement to hatred and violence directed against religious or belief minorities by promoting tolerance and non-discrimination within their communities and by developing constructive relationships with other religious, belief or non-belief communities.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Finally, the Special Rapporteur reiterates his recommendation that States, intergovernmental organizations and civil society actors, including religious leaders and faith actors, take targeted action to utilize tools developed by the United Nations system to promote social inclusion. In particular, he recommends Human Rights Council resolution 16/18, the United Nations Strategy and Plan of Action on Hate Speech, the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence, the #Faith4Rights toolkit, the Fez Plan of Action and UNESCO programme on preventing violent extremism through education.",
        "Labels": []
    }
]