[
    {
        "ID": 1,
        "Text": "1. For many, the pronouncement by René Descartes, \"I think, therefore I am\", speaks to the essentiality of \"freedom of thought\" for the dignity, agency and existence of the human being. As expressed in article 18 of the Universal Decl aration of Human Rights, article 18 (1) of the International Covenant on Civil and Political Rights, and article 1 (1) of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, freedom of thought is recognized as one of three distinct, but equal rights within the right to freedom of \"thought, conscience and religion\" or belief.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Freedom of thought, along with one's conscience and belief, is regarded as part of one's forum internum – a person's inner sanctum (mind) where mental faculties are developed, exercised and defined. The drafting history of the Universal Declaration of Human Rights suggests that some delegates, including the Lebanese delegate, Charles Malik, considered free exercise of these faculties as essential for protecting \"the human person's most sacred and inviolable possessions\", which enable people to \"perceive the truth, to choose freely and to exist\". Purposely named as the first right in article 18 of the Declaration, freedom of thought was characterized by the French delegate, René Cassin, as \"the origin of all other rights\".",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Drawing on diverse philosophical and historical traditions, ranging from the Enlightenment to Chinese philosophy and the pro-science sentiments of the Union of Soviet Socialist Republics, several delegates emphasized that freedom of thought extends beyond religious matters, and also protects political, scientific and philosophical thought. Notably, drafters of the Universal Declaration highlighted the suppression of \"free thinkers\", scientists and dissidents as paradigmatic violations of the freedom. Yet, although drafters briefly debated what \"freedom of thought\" encompasses, they did not expand upon it in the formulation of the Declaration.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Articles 4 and 18 of the International Covenant on Civil and Political Rights confirm the right's significance, ascribing it absolute protection, even during public emergencies. Consequently, and unlike forum externum (external realm) freedoms that are subject to State limitations, if prescribed by law and necessary to protect public safety, order, health or morals, or the rights of others, States legally cannot ever interfere with freedom of thought. Despite its proclaimed importance and absolute nature, the right's scope and content remain largely underdeveloped and poorly understood. The right receives scant attention in jurisprudence, legislation and scholarship, international and otherwise. With one possible exception, the Human Rights Committee has not yet considered freedom of thought when claimants have alleged violations of the right, choosing instead to analyse cases under other human rights provisions. The European Court of Human Rights similarly sidesteps engagement with the freedom. While the freedom is recognized in more than 100 national constitutions, the formulation and regulation thereof are not consistent.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Increasingly, commentators and rights holders who are drawing attention to this \"forgotten freedom\" highlight significant pressures facing freedom of thought, both existing and emerging, the implications of which are not always understood. Stakeholders report, for example, that State and non-State actors use problematic practices to alter thoughts, including through re-education programmes, torture, coercive proselytism, anti-conversion measures and involuntary treatment for purported mental health conditions.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Others emphasize major developments in digital technology, neuroscience and cognitive psychology that could potentially enable access to the very content of our thoughts and affect how we think, feel and behave. Despite their nascent nature, commentators note that the advancing design and increasingly widespread use of these technologies raise pertinent questions for policymakers, among others, about how to protect forum internum rights, including freedom of thought.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The present report explores what \"freedom of thought\" means as a universal human right and endeavours to provide practical guidance to rights holders and duty bearers on how to respect, protect and promote it. To that end, the Special Rapporteur draws on jurisprudence and the research and perspectives of diverse stakeholders. The report does not conclusively resolve debates over what constitutes \"thought\" or \"freedom of thought\", but rather is the first attempt to comprehensively articulate the right's content and scope in the United Nations system.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. From mid-July 2020 to mid-July 2021, the Special Rapporteur addressed 56 communications to States and non-State actors, expressing his concern over violations of freedom of religion or belief. The Special Rapporteur undertook several follow-up activities to his previous reports on combating antisemitism \\(A/74/358\\); gender-based violence and discrimination in the name of religion or belief \\(A/HRC/43/48\\); the 2030 Agenda for Sustainable Development \\(A/75/385\\); the relationship between freedom of expression and freedom of religion or belief \\(A/HRC/40/58\\); countering Islamophobia/anti-Muslim hatred \\(A/HRC/46/30\\); and his country visits to Sri Lanka \\(A/HRC/43/48/Add.2\\) and Uzbekistan \\(A/HRC/37/49/Add.2\\). He collaborated with the Office on Genocide Prevention and the Responsibility to Protect on implementing the United Nations Strategy and Plan of Action on Hate Speech, as well as with the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe. He worked with the Office of the United Nations High Commissioner for Human Rights, the Office on Genocide Prevention and the Responsibility to Protect and the United Nations Alliance of Civilizations to advance the Global Pledge for Action by Religious Actors and Faith-Based Organizations to Address the COVID-19 Pandemic in Collaboration with the United Nations, and with the Ralph Bunche Institute for International Studies of the City University of New York on a follow-up project arising from his visit to Uzbekistan. As an observer, he attended meetings of the International Contact Group on Freedom of Religion or Belief and of the International Religious Freedom or Belief Alliance. He also continued to engage various actors promoting freedom of religion or belief, including the International Panel of Parliamentarians for Freedom of Religion or Belief and the Minority Rights Group.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. To inform the present report, the Special Rapporteur held 7 online round -table consultations and 11 online bilateral meetings with key stakeholders from all five geographical regions. In response to his call for submissions, he received and reviewed submissions from 35 civil society entities, 14 individuals, 12 States, 4 multilateral organizations and 3 national human rights and equality bodies. Reflecting diverse and multifaceted interests in the freedom of thought, participants included rights holders; human rights defenders; civil society; leaders of all faiths and none; psychologists; neuroscientists; policymakers; lawyers; scholars; the media; digital technology companies; intergovernmental and international organizations; and States. The Special Rapporteur extends his deepest gratitude to all who provided their time and insights.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. International law does not define \"thought\". The travaux préparatoires for article 18 of the Universal Declaration of Human Rights, article 18 (1) of the International Covenant on Civil and Political Rights, and article 14 (1) of the Convention on the Rights of the Child, are silent on the concept. Some claim that the drafters purposefully left its meaning vague so that our understanding of the right could evolve with scientific developments. Consequently, scholars intensely debate how narrowly to interpret the concept of \"thought\" in international human rights law and, therefore, the scope of protection afforded to \"freedom of thought\".",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. What constitutes \"thought\" not only lacks legal precision, but also scientific and philosophical consensus. Neuroscientists generally agree that thoughts are created when billions of neurons (nerve cells) in the brain – connected by trillions of synapses – fire together. But the consensus ends there. Some neuroscientists distinguish \"thought\" from other cognitive processes, including emotion, based on the primary part of the brain engaged. Others emphasize the complex, highly interrelated nature of anatomical aspects of the brain that support cognitive functions, comparing efforts to \"trace a thought from beginning to end\" to \"asking where the forest begins\".",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Many stakeholders treat \"thought\" as an individual process and/or product of thinking. For instance, legal scholar Nita Farahany considers \"thought\" as a cognitive \"product\" with \"rich\" or \"substantive\" content, thereby distinguishing it from \"lower\" outcomes of cognition including emotions, inclinations or preferences. Others reject this conceptual distinction, asserting that emotions are an integral part of thought processes, by making a mind more inclined to think one thing over another. Meanwhile, some scholars contend that \"thought\" includes an individual's mental capacity to \"reason\", while others emphasize that thoughts also arise from spontaneous, associative and creative thinking.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Some experts ostensibly have distinguished between conscious and unconscious thought. Psychologist Daniel Kahneman, for example, proposes two modes of thinking: \"fast\" (automatic, intuitive and largely unconscious) and \"slow\" (deliberate, analytical and consciously effortful), arguably distinguishing between non-agentic (non-controlled) and agentic (self-controlled) thought. Memory – ostensibly \"consolidated\" thoughts – could also entail either conscious or unconscious recollection. Others contend that conscious thought is not entirely agentic: it often cannot be inhibited, suspended or terminated while unfolding. Therefore, some experts submit that \"freedom\" of thought is not about \"free\" control over one's own thoughts, but rather ensuring autonomy to develop thoughts, free from impermissible influences.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Many Humanists define \"thought\" as simultaneously a private mental experience (whether as a product or process) and a skill that can and should be cultivated through creating an enabling environment. Like many skills, they argue, critical thinking skills must be \"taught and given the freedom and opportunity to develop\", including through educational curricula.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Linguists often debate whether language shapes thoughts or is merely a vehicle for expressing one's thoughts. Relativists generally believe that thoughts emerge from one's internal dialogue, using the same grammar as one's native language. On the other hand, universalists contend that languages share the same underlying structure, possessing superficial differences that do not affect cognitive processes. From this perspective, language is separate from and irrelevant to human thought.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Increasingly, stakeholders submit that \"thought\" is not simply limited to what is inside one's mind, but encompasses so-called \"extended cognition\" or \"external thinking\". They theorize that certain objects (e.g., diaries, notebooks) or aspects of one's \"digital footprint\" (e.g., Internet search histories, smartphone contents) may constitute \"thought\", rather than being solely expressions of one's thoughts. Furthermore, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression suggests that certain aspects of an individual's digital footprint, including online searches and viewing content, constitute expressions of private \"thought\". Supporting \"extended thought\" theories, studies indicate that some people, including persons experiencing dementia, use social media or smartphones as an external substitute for memory, and not necessarily as a tool for sharing or expressing thoughts. The Special Rapporteur observes that extending the absolute protection of freedom of thought to certain forms of expression raises complications in various scenarios, including within the justice system. Irrespective of whether these items are deemed forum internum, they already receive qualified protection under the right to privacy.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Though freedom of thought is recognized by several international human rights instruments, its core attributes and scope are unclear. This is complicated by rhetorical inconsistency, where some use \"freedom of thought\" interchangeably with other rights, and where forum internum rights are closely intertwined, such as thought and belief.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. While freedom of thought is absolute, freedom of expression can be limited. But the distinction between \"thought\" and \"expression\" in international law is not always clear. Thought and expression are conceptually and practically distinct, yet they engage in a perpetual feedback loop in which expression is a vehicle for exchanging and developing thoughts, and thoughts feed expression.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. For the United States Supreme Court, \"[t]he right to think is the beginning of freedom, and […] speech is the beginning of thought\". The Supreme Court of Canada also observes that when we speak of \"thinking aloud […] in many cases, our thoughts become choate only through their expression\". From this perspective, restricting an individual's freedom of expression may stifle the process of developing thoughts. Therefore, some suggest that \"expressions of thought\" fall under freedom of thought's absolute protection, but this may unduly expand its scope and alter the conditional nature of freedom of expression.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Article 13 (1) of the American Convention on Human Rights differs from article 18 (1) of the International Covenant on Civil and Political Rights, rather protecting a hybrid \"right to freedom of thought and expression\". The Inter-American Commission on Human Rights interprets this right to include the freedom to voice and disseminate ideas and freedom to receive information without unlawful or unjustified interference. However, freedom of thought is ostensibly not absolute under article 13 (2) of the American Convention on Human Rights.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Thought and opinion are distinct freedoms, enshrined in articles 18 (1) and 19 (1) of the International Covenant on Civil and Political Rights, respectively. Their precise delineation is difficult since both fall within the forum internum, and some courts and commentators consider that opinion is a type of \"thought\". The drafters of the Covenant spent little time elaborating on why and to what extent they differ; they merely commented that \"thought\" and \"opinion\" were not identical, yet close in meaning and complementary. Notably, the Special Rapporteur on the right to freedom of opinion and expression observes that freedom of opinion is \"closely connected\" to freedom of thought within forum internum, and this \"internal process (thought and opinion)\" interacts \"with the external (expression)\". Several interlocutors emphasize that freedom of opinion depends on protecting freedom of thought, since \"[t]hought is a process, while opinion is the result of this process\".",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The travaux préparatoires for the Universal Declaration of Human Rights indicate that freedom of thought extends beyond thought on matters of conscience, religion and belief, noting that freedom of religion is \"only one form of freedom of thought\". The Human Rights Committee further clarifies that freedom of thought extends beyond \"religious\" thought alone and encompasses thought \"on all matters\". This includes, according to one Committee member, thoughts \"considered offensive or illegitimate by authorities or public opinion\", leading some scholars to describe freedom of thought as the \"right to hold deviant ideas\" even if harmful acts themselves are criminalized.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Regional jurisprudence also establishes that freedom of thought protects more than religion or belief-based thought. For example, according to the European Court of Human Rights, \"thoughts\" could include one's intention to vote for a political party and choosing the name for one's child.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur notes that religious and non-religious people alike may cherish freedom of thought as a vehicle for reason, the search for truth and individual agency, engaging both freedom of religious choice (namely, the right to have, adopt or change religion or belief, and to interpret one's religion or belief) and \"freedom from religion\" to think freely on all matters without the influence of religion or belief systems. In the Beirut Declaration on Faith for Rights, it is further stressed that freedom of religion or belief cannot exist without freedom of thought. Within religion, people may think critically about what religion calls for in how we live life and in giving full effect to religious practice, including worship, observance and teaching.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Beyond absolute protection, relatively little is clear about the right's core elements or \"attributes\". Below, the Special Rapporteur maps four possible attributes of the right based on international human rights jurisprudence and commentary: (a) not being forced to reveal one's thoughts; (b) no punishment and/or sanctions for one's thoughts; (c) no impermissible alteration of one's thoughts; and (d) States fostering an enabling environment for freedom of thought.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. In discussing freedom of thought in its general comment No. 22, the Human Rights Committee asserted that, \"[i]n accordance with articles 18 (2) and 17[of the International Covenant], no one can be compelled to reveal his thoughts\" implying that \"mental privacy\" is a core attribute of freedom of thought. The right not to reveal one's thoughts against one's will arguably includes \"the right to remain silent\", without explaining such silence. Meanwhile, United States courts recognize that an individual's right to privacy encompasses mental privacy.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. That States must never punish or sanction people for their mere thoughts, including beliefs, desires, fantasies and unexecuted intentions, is widely considered to be an attribute of freedom of thought. Such protection is predicated on the principle that everyone is free to think whatever they wish within their inner mind. Since any limitation on forum internum is impermissible, States or non-State actors may violate this attribute when they punish an individual for their thoughts, regardless of whether those thoughts were accurately identified or not. Nonetheless, as technological advances increase the possibility of accurately decoding or inferring one's inner mind accurately, clear parameters and protections for forum internum rights need urgent consideration.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Several commentators contend that freedom of thought protects against alteration of one's thoughts, in particular circumstances. This is a complex matter to delineate because, in reality, our thoughts are perpetually influenced by others. Parents entice their children to eat healthily, companies persuade consumers to buy their products through glossy advertising, and policymakers use \"nudges\" to influence citizens' behaviour towards desired outcomes, including for organ donation, nutrition and environmental conservation. These specific examples may not often evoke human rights concerns, but they nonetheless raise questions about what constitutes \"mental autonomy\". Ultimately, scholars propose three categories of impermissible alteration of one's thought that could violate freedom of thought.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 29,
        "Text": "29. While article 18 (2) of the International Covenant on Civil and Political Rights protects against \"coercion which would impair [the] freedom to have or to adopt a religion or belief [of choice]\", the drafting history of the Covenant suggests that this protection includes freedom from certain forms of \"psychological\" influence, which legal scholars interpret to include coercive alteration of thought. Scholars equally assert that because \"thought\" is part of the process through which individuals generate a belief or religious conviction, its coercive alteration could have derivative protections under article 18 (2) of the Covenant. Similarly, the Human Rights Committee has held that freedom from coercion protects freedom of conscience, which, like thought, is an absolute freedom not explicitly mentioned in article 18 (2).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. There is no single definition of \"coercion\" within international human rights law. Across national jurisdictions, definitions vary but generally include: use of force, or an express or implied threat that puts the victim in immediate and reasonable fear of the consequences, thereby compelling the victim to act contrary to their will. In examining coercion claims, the Human Rights Committee has affirmatively considered that threats of violence or penal sanction, as well as restrictions on access to education, medical care, employment or participation in public life, are coercive acts that contravene article 18 (1) and (2) of the Covenant. 60",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Importantly, architects of the Covenant reasoned that coercion \"should not be construed as applying to moral or intellectual persuasion\". Similarly, drafters of the Universal Declaration of Human Rights and the Special Rapporteur on the right to freedom of opinion and expression do not consider that unavoidable ordinary social influences, such as persuasion, are impermissible interferences, with the latter observing that \"in reality human beings are influenced constantly in their thought […] by others\". 62 Stakeholders further observe that the freedom does not \"shield the individual from the thoughts of others\". Thus, the exact point at which persuasion becomes coercion requires a case-by-case assessment, with consideration of context and subject.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. \"Modification\" of thought – the changing of an individual's thoughts through direct alteration of brain chemistry or brain function – is another example of an attempt to alter an individual's thoughts that may violate article 18 (1) of the Covenant when not the product of free and informed consent. Unlike coercion, modification occurs irrespective of the victim's awareness of the use or threat of force.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Today, treatments such as deep brain stimulation and transcranial direct current stimulation are regularly used to modulate brain activity and thoughts for medical treatment. Although not currently used on humans, optogenetics might one day allow for alteration, removal or transferral of one's memories by using light to control individual neurons.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Consuming psychoactive substances could also modify one's brain chemistry and structures, causing some scholars and advocates to argue that forcibly administrating such substances may violate freedom of thought.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. A growing body of legal scholarship supports the claim that freedom of thought includes freedom from manipulation. While modification bypasses psychological processes to directly alter biological function, manipulation engages and controls psychological processes. Some scholars define manipulation of thought as \"interference with the processes of understanding\" to induce the formation of \"biased mental models […], knowledge and ideologies\", or a form of \"cognitive mind control\". Stakeholders point to power differentials as a key factor in establishing and wielding manipulative control over a person's thoughts. From their perspective, in certain situations where an \"influencer\" exploits power asymmetries vis-à-vis a \"victim\" to alter their thoughts, this may violate the latter's freedom of thought.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Legal scholars contend that mental influences, which involve \"conscious and uncoerced processes\" such as persuasion, are prima facie but not necessarily legitimate. Case-by-case assessments of whether certain practices impermissibly manipulate one's thoughts could consider, among other factors: (a) Consent. Did the rights holder, whether explicitly or tacitly and where they have capacity to do so, consent to the practice? Was that consent free and informed?; (b) Concealment or obfuscation. Would a \"reasonable person\" be aware of the intended influence? For example, if the content is an advert or government campaign, is it clearly attributable, labelled or otherwise evident as such? During content curation or moderation, is the user clearly notified when and why certain content was removed or displayed?; (c) Asymmetrical power. Is there an imbalance of power between the influencer and the rights holder? Does the influencer exercise this power to promote a certain narrative to the exclusion of others? Is this done in a limited, transparent and consistent manner, which the recipient can readily change or appeal?; (d) Harm. Some commentators point to \"harm\" in intent or effect to distinguish permissible \"influence\" from impermissible \"manipulation\". However, others contend that it is not always necessary to prove \"harm\" to establish the latter. Rather, it is an aggravating factor. If the influence undermines one's rational decisionmaking, it may impair freedom of thought even if the desired result is a commonly held good.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. These factors are non-exhaustive and may change in relative importance depending on the specific case, especially where members of certain groups typically receive extra protections for thought processes, such as persons with mental disabilities or children, given their evolving capacities. For example, one may prioritize the consideration of \"power imbalances\" for digital content filtering that Manipulations\\\\Harms\\\\and\\\\a\\\\Human\\\\Right\\\\to\\\\Mental\\\\Self-Determination, p. 368. influences children's thoughts, but require \"harm\" to establish impermissible influence within parent-child relationships.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Children's heightened brain plasticity increases their vulnerability to coercive alteration of their thoughts. Recently, the Committee on the Rights of the Child urged State parties to identify, define and prohibit digital practices that \"manipulate or interfere with\" children's freedom of thought, including \"automated systems or information filtering systems\" that can \"affect or influence children's behaviour or emotions\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The Charter of Fundamental Rights of the European Union, article 5 (1) of the American Convention on Human Rights and various national constitutions, including those of Serbia and Switzerland, protect the \"mental integrity\" of individuals, which some interpret as a right against \"significant, non-consensual interference with one's mind\", including manipulation. Relevant courts have not yet elaborated on this point.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur recalls that United Nations treaty bodies have developed a tripartite understanding of State responsibilities for human rights – namely, obligations to respect, protect and fulfil rights, entailing both negative duties (of restraint) and positive obligations. Several stakeholders further claim that States have positive obligations towards freedom of thought, akin to other rights, including a duty to create an enabling environment for the freedom. However, it is uncertain what this would entail.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Some postulate that facilitating societal or institutional conditions to make someone capable of \"thinking\" in the first place, are not necessarily legal obligations under freedom of thought. Others warn against empowering States to determine what the \"ideal\" conditions for free thought are and warn that States may use this purported legal \"obligation\" to justify authoritarian control over channels of communication and information, such as enacting mass propaganda and re-education campaigns. In any event, States parties presently have positive legal obligations arising from other human rights, which could significantly further the enjoyment of freedom of thought.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Freedom to access information and communication. Under freedom of thought, there is potentially a legal basis for claiming that States are obliged to provide access to information and communication. In Nurbek Toktakunov v. Kyrgyzstan, the Human Rights Committee found that the \"right to freedom of thought and expression includes the protection of the right of access to State -held information\", endorsing the claimant's (previously rejected) request for government death penalty statistics. Interestingly, this verdict reflects both the formulation and the Inter-American Court of Human Rights interpretation of article 13 of the American Convention on Human Rights (\"freedom of thought and expression\").",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Arguably, looking beyond providing access to specific information to developing an information environment conducive to critical thinking, the Committee on the Rights of Persons with Disabilities asserts that \"without access to information and communication, enjoyment of freedom of thought […] for persons with disabilities may be seriously undermined and restricted\". Therefore, it concludes that States parties should promote assistance and support for them, including Internet access and alternative modes and methods of communication (e.g., easy-to-read formats). While not specifically considering freedom of thought, the former Special Rapporteur on the right to freedom of opinion and expression, Frank La Rue, highlights that journalists are necessary for the functioning of any democratic society, in providing individuals and society alike \"with the necessary information to allow them to develop their own thoughts\".",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Furthermore, a former judge of the European Court of Human Rights argues that access to information is a prerequisite for freedom of thought, since \"every person who is ill-informed [or lacking necessary information] cannot think freely\". Therefore, destroying public sources of information, including mass media, propaganda and censorship (e.g. book-burning campaigns), could undermine the freedom. The Special Rapporteur also observes that \"free thinkers\" value the free flow of ideas and information, for whom insufficient information or plurality of sources – especially in educational settings – could violate freedom of thought.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The right to education. The Committee on the Rights of the Child observes that the right to education \"draws upon, reinforces, integrates and complements\" freedom of thought, while others postulate that education enables children to develop the cognitive skills necessary to fully enjoy their freedom of thought, including how to protect themselves from thought manipulation and to think critically for themselves. Consequently, States must direct education to \"development of the child's personality, talents and mental […] abilities to the fullest potential\", and the right to education can \"only\" be enjoyed \"if accompanied by the academic freedom of staff and students\". Moreover, the State may have obligations to facilitate child leisure and rest. Research indicates that playing \"performs a significant role\" in brain development, particularly in early years, and that without sufficient rest, children lack the \"mental capacity for meaningful participation or learning\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 46,
        "Text": "46. The right to cultural life and science. The United Nations Educational, Scientific and Cultural Organization (UNESCO) emphasizes that freedom of thought \"enable[s] cultural expressions to flourish within societies\", and the Committee on Economic, Social and Cultural Rights emphasizes that the right to take part in cultural life is \"intrinsically linked\" to freedom of thought. In addition, the Committee outlines that the right to benefit from scientific progress includes \"development of the critical mind and faculties associated with doing science\". Thus, States must take positive steps to advance science (development) and to protect and disseminate scientific knowledge and its applications (conservation and diffusion). States should also promote research on \"biological, mental and social aspects of ageing\" and on \"ways of maintaining functional capacities and preventing and delaying the start of chronic illnesses and disabilities\", including neurodegenerative conditions.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The right to health. As mental health has many implications for an individual's inner mind, State obligations – negative or positive – to ensure the highest attainable standard of mental health could affect freedom of thought in various ways. Under the right to health, positive obligations include providing \"adequate treatment and rehabilitation for children with mental health and psychosocial disorders while abstaining from unnecessary medication\". States must also ensure against the application of coercive medical treatments, barring \"an exceptional basis\" for treating mental illness; and simultaneously protect and assist persons with mental disabilities (e.g., enabling them to live with their families, if they wish).",
        "Labels": [
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Often, the absolute nature of freedom of thought – coupled with what some argue is a narrow scope of protection – has made it difficult to envisage just how and when this right may be violated, thereby undermining its practical app lication. This section explores views of diverse stakeholders, working in seven different yet intersecting fields, regarding key trends and isolated incidents where State or non-State policies or practices could potentially violate freedom of thought.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Stakeholders submit that psychological torture could coercively alter or manipulate a victim's thoughts through a process generally known as \"personality disruption\", which causes a victim's \"learned or structured personality traits [to] fall away\". Experts report that this can occur where certain practices, such as prolonged isolation, threats of sexual violence or constant humiliation, affect an individual's interpersonal processes, perception of control, and individual and group identity. Consequently, a victim's ability to control their thoughts and emotions is impaired.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Experts assert that this form of torture may also engender a state of \"learned helplessness\" or dependence, coercively altering one's thoughts towards oneself and others. The Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment notes that depending on the degree, severity and type, \"undue psychological pressure and manipulative practices may […] amount to inhuman or degrading treatment\", including where certain techniques are used over a lengthy period or against vulnerable individuals (e.g., children or persons with psychosocial disabilities).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Experts also report that physical torture can modify brain structures that are critical to thinking, including the hippocampus, amygdala and prefrontal cortex, whether through blunt trauma or prolonged stress. The latter floods the brain with cortisol, the primary stress hormone, which may also compromise the brain's normal physiological functioning. According to the Inter-American Court of Human Rights, the conditions created by deprivation of human contact or proper light cause \"depression [… and] damage on the psychological system and the glands [of the] brain, [as well as affecting...] the body's hormonal structures\".",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Scholars and rights activists contend that surveillance technologies deployed in \"counter-terrorism\" and national security apparatuses threaten freedom of thought, where they purport to reveal one's thoughts through inference, or where those thoughts result in sanctions, including incarceration. Rooted in the idea that one can identify \"extremist thinking\" and intervene before it manifests, many States digitally surveil citizens by intercepting telecommunications, monitoring Internet traffic, and collating and cross-referencing public and private data, including from social media or government records.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Material leaked by Edward Snowden indicates that the \"Five Eyes\" intelligence alliance (United States of America, United Kingdom of Great Britain and Northern Ireland, New Zealand, Canada and Australia) exhaustively intercepts multiple aspects of individuals' digital footprints, including private records that arguably may allow them to make inferences about thought. The Government of China reportedly uses biometrics, digital surveillance and personal data for behavioural analysis for identifying \"extremist\" or \"unhealthy thought\" in their populace before it can manifest.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Research suggests that individuals modify their behaviour when they know that they are subject to surveillance, including through self-censorship. Some suggest that when surveillance thoroughly infiltrates rights holders' digital lives, they not only censor what they write, but also censor with whom they associate, what they read and, ultimately, alter what they think. Invasive digital surveillance may particularly subvert the thoughts of specific groups. It is reported that targets with a prior history of torture and persecution, regardless of whether they were in a safe country, \"would suffer PTSD-like symptoms\" upon learning they were targets of digital surveillance.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Moreover, an increasing range of inchoate offences raise concerns for freedom of thought. Legislative provisions for inchoate crimes regarding terrorism and \"extremism\" allow authorities to prosecute individuals without proving their correspondingly grave and guilty act (actus reus), shifting \"seamlessly from the criminalization of acts of terrorism to the criminalization of extremist thoughts and belief\". For example, some States have adopted legislation or issued directives that seek to criminalize individuals who access any online content which may be of use to a person committing or preparing acts of terrorism.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur has received reports that certain coercive forms of proselytism infringe upon freedom of thought. Although these stakeholders distinguish between \"mild\" and \"aggressive\" coercion, they consider both phenomena capable of impairing freedom of thought. In one reported case, it was alleged that some faith-based organizations use \"mild forms of coercion\", by making the provision of humanitarian aid conditional on aid recipients' conversion to another religion. In one possible example of \"aggressive coercion\", sources report that non-State actors in Pakistan have kidnapped members of religious or belief minorities, especially Hindu girls, to convert them to Islam.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur has received reports that anti-conversion (i.e., anti-apostasy) laws in several States, including Bhutan, India, Maldives, Nepal and Sri Lanka, and coercive proselytism practices might alter or penalize individuals for their \"inferred\" thoughts (based on their protected actions in manifesting their religion or belief). In 2020, as many as 21 countries still criminalized apostasy, including 12 countries where apostasy was a capital offence.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Some contend that anti-conversion measures infringe upon the forum internum, including freedom of thought and freedom to hold or change religious or belief convictions. Notably, article 18 (2) and (3) of the International Covenant on Civil and Political Rights protect both one's rights to have or to adopt a religion or belief of one's choosing without coercion; and to manifest one's religion or belief. https://repository.law.umich.edu/cgi/viewcontent.cgi?article=5394&context=mlr, p. 863. Laws\\\\eBook-1.pdf, pp. 4–8; and submission from Christian Solidarity Worldwide. A/75/385, para. 16. Promoting acceptance of a community's specific religious doctrine or their moral vision, while avoiding the use of coercive means, does not impinge upon others' rights and therefore does not constitute grounds for criminal sanctions.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Along with anti-apostasy laws, stakeholders express concern that anti-blasphemy laws often erode freedom of thought of religious or belief minorities, including atheists and dissenters. These laws reportedly criminalize and censor the free expression of individuals' thoughts out of fear of reprisals and restrict their access to and circulation of materials, including free and open Internet access, which can facilitate critical thinking. For instance, it is reported that Qatar criminalizes \"doubts\" in Islamic teaching. The Special Rapporteur recalls that freedom of religion or belief protects individuals, not religions, and reiterates calls for all States to repeal anti-blasphemy and anti-apostasy laws since they undermine both freedom of religion or belief and the ability to have healthy dialogue and debates on a wide range of human concerns, including religion or belief.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur has received several reports that various States and non-State actors have been engaging in practices that undermine intellectual freedom and critical thinking – two phenomena that may depend on and contribute towards freedom of thought. Reportedly, in at least 32 States, religious or ideological instruction is mandatory for students in all or most State-funded schools, with no secular alternative, including in the form of collective worship or religious instruction, school chaplaincy programmes or missionary interventions. Opting out of these mandatory programmes in public schools is reportedly challenging or unavailable in certain contexts, including in cases where religious exemptions (which can carry social and professional stigma) may be noted on children's academic records; have age requirements in lieu of parental approval; or, occasionally, require that a child's alternative religion or belief is affirmed first (e.g., with a \"certificate of atheism\"). It is also reported that some education systems are grounded in ideologies that dissuade critical thinking and independent thought altogethe r.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Furthermore, some States reportedly violate freedom of thought and other rights where they attempt to coercively alter – or even punish – thought deemed harmful to national security, such as so-called \"deradicalization\" and \"re-education\" programmes. 118 Even though current research offers no clarity on the ability of these programmes to successfully change one's thoughts, what is clear is that States must ensure that these programmes do not amount to coercion under article 18 (2) of the Covenant.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The Special Rapporteur is concerned, for example, about reports that Sri Lankan \"reintegration centres\" could violate human rights, and that the Government of Ethiopia detains political prisoners in \"rehabilitation camps\", where they are forced to endure political indoctrination, poor living conditions and agonizing physical activities with the purported goal of altering their thoughts.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 63,
        "Text": "63. Furthermore, rights monitors highlight the detention of ethnic Uighurs and other ethno-religious minorities in \"re-education\" camps in China's Xinjiang Uighur Autonomous Region, which the Government of China reportedly promotes in order to \"wash brains\" and \"cleanse hearts\" of \"extreme religious ideologies\". Civil society organizations report that many detainees are forced to attend weekly meetings where they must memorize and recite pro-Chinese policy documents and take Chinese language classes. Some claim that China indoctrinates religious minorities during regularly imposed \"home stays\", by promoting official government policies and warning them of the dangers of \"pan-Islamism\", \"pan-Turkism\" and \"pan-Kazakhism\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 64,
        "Text": "64. Stakeholders also highlight cases of individuals who are restricted from engaging in certain educational content, which could inhibit critical thinking, such as attempts by the Government of Hungary to restrict the research projects of several academic institutions, or scholars and students that are \"disappeared\", incarcerated or otherwise targeted for their academic pursuits. Reportedly, some States have restricted scholars' activities under the auspices of the COVID-19 pandemic, such as by increasing control over digital communication and attacking those who contest State narratives on the pandemic. Some observe that particular subjects in schools, such as history, science (including evolution and sex education) and religion or belief, are often those that are restricted or imposed.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Interlocutors express concern over several State practices that could pressure students and scholars, dissidents and human rights defenders, among others, to selfcensor their expression to avoid sanctions such as financial hardship, violence or arrest. Such treatment might not coercively alter or sanction their thoughts, but rather limits expression of their thoughts, including through academic papers, social media posts or attending protests. This restricted flow of information could potentially affect an individual's critical development of thought. For instance, Chinese university https://www.scholarsatrisk.org/academic-freedom-monitoring-project-index/. See https://pen-international.org/news/pen-international-case-list-2020; https://www.scholarsatrisk.org/resources/free-to-think-2020/; and https://link.springer.com/ article/10.1007%2Fs40656-020-00354-7. students in Australia, and academics in 17 States across the Middle East and North Africa report self-censoring, including in their publications, teaching and public statements (or involvement in pro-democracy groups, in the case of Chinese students), for fear of sanctions for themselves and their relatives.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Some stakeholders interpret freedom of thought as creating State obligations to respect their \"cognitive liberty\", namely the \"right to control and alter one's […] thoughts, and thought processes\", including the choice to consume psychoactive substances. They contend that \"arbitrary\" prohibitions on safe access to mind altering drugs is a de facto prohibition or even State \"censorship\" on certain thoughts.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. When digital technology companies selectively display or omit information in cyberspace (i.e., \"content curation\"), they allegedly distort information environments in ways that might manipulate thought. Search results, suggested advertisements and newsfeeds, among others, are curated based on various factors, including an individual's psychological profile, often with little transparency for users as to what, why and how curation happens. Reportedly, these practices could affect intellectual freedom and critical thinking by \"minimiz[ing] exposure to diverse views, [and] interfering with individual agency to seek and share ideas and opinions\", including by creating \"echo chambers\". While content moderation practices could slow the viral spread of disinformation and other types of harmful or illegal content, including incitement to hatred and violence, which arguably distort and weaponize information environments, experts caution that both content moderation and any subsequent appeals must be enacted, and their impacts regularly assessed, in a clear, transparent and consistent manner.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Several stakeholders assert that the use of predictive technologies by digital technology companies should raise concerns regarding freedom of thought. Predictive systems, by nature, do not reveal \"actual\" thoughts. Yet armed with vast and growing quantities of personal and non-personal data, such systems can reportedly build sophisticated individualized psychological profiles, which can potentially infer and even modify thoughts in certain circumstances.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. They also express concern about the proliferation of predictive technologies, such as so-called artificial intelligence-powered polygraphs that make use of artificial intelligence, which feed biometric data (e.g., heart rate, speech patterns and facial features) into \"truth detection\" algorithms or applications that use these data to purportedly reveal information: including one's sexuality, political preference or even criminality. The accuracy and, in some cases, the scientific basis of these technologies is heavily contested. Nonetheless, some argue that irrespective of whether these technologies violate mental privacy, they can and do still result in punishment for inferred thought. For example, Chinese authorities reportedly deploy \"emotion detection\" technologies to infer \"criminal\" states of mind among the public, which could lead to administrative or criminal sanctions. Moreover, several corporations and educational institutions allegedly utilize biometric data to infer the thoughts of their employees and students, respectively. Technology that monitors employee brain activity in workplaces is already proliferating, and some scholars postulate that employees might be punished for inferred thoughts, such as thoughts on unionizing.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Recent research indicates that result rankings from Internet search engines have a dramatic impact on consumer attitudes, preferences and behaviour – potentially even modifying their very thoughts. For example, five experiments in the United States and India have illustrated the power of search rankings to alter the preferences of undecided voters in democratic elections, noting that many users choose and trust higher-ranked results over lower-ranked results. Research shows these practices could have a significant impact on the users' decision-making processes, including among undecided voters, showing that they can lead to shifts in voting preferences by 20 per cent or more.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Reportedly, Facebook has claimed that tweaking content on individuals' \"newsfeeds\" could transfer emotions from person-to-person, and that their predictive marketing could identify when children feel \"insecure\", \"worthless\" and \"need a confidence boost\". In Kenya, finance applications allegedly have mined their users' mobile phone data to predict when they were most vulnerable to predatory credit offers.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 72,
        "Text": "72. Technology could disproportionately affect certain groups based on protected characteristics (e.g., race, gender or religion or belief), including where it utilizes artificial intelligence trained on data that reflects and perpetuates existing societal discrimination, thereby affecting when and how their inferred thoughts are scrutinized. For instance, one 2018 study found that certain emotion recognition technologies erroneously assessed black faces as expressing anger in twice as many instances as white faces; and disproportionately assigned them negative emotions generally. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Microtargeting is the use of (often large volumes of) personal data gathered from digital footprints to tailor what individuals or small groups see online. While traditional advertising is mainly informative, modern advertising draws on techniques such as microtargeting and advances in behavioural sciences to examine links between emotional responses and decision-making and play on subconscious desires. This concerns some scholars who believe the technique can be used to manipulate thoughts by exploiting predicted thought patterns to incentivize certain behaviour and effectively \"silo\" groups, preventing them from seeking and exchanging information.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. One study of 3.7 million people suggests that targeting individuals with \"psychologically tailored advertising\" could significantly alter their decision-making compared to \"traditional\" advertising and \"covertly exploit\" data to persuade them to take action against their own best interests. The Special Rapporteur on freedom of religion or belief joins the Special Rapporteur in the field of cultural rights in emphasizing that such power \"to influence individual choices\", including through the targeted and tailored repetition of the same message across multiple media platforms, raises serious concerns for freedom of thought.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Many stakeholders also air concern about reports that political parties and consultancies manipulate electoral voters' thoughts through the use of microtargeting (including of disinformation), thereby influencing political outcomes. The Constitutional Court of Spain has ruled that the constitutional principle of \"ideological freedom\" – which scholars interpret as an amalgam of freedom of thought and opinion – was threatened by political microtargeting, implicitly agreeing with Spain's Ombudsman that microtargeting could \"modulate, or even manipulate, political opinions\". In the European Union, parliamentarians and civil society actors are calling for the inclusion of a broader ban on surveillance-based targeted advertising in their Digital Services Act.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Previously, scholars considered our minds as \"a sanctuary no power can penetrate\". While neurotechnology advances hold tremendous promise for treating certain medical conditions, including neurodegenerative diseases such as Alzheimer's and dementia, many are concerned about the use of neurotechnology to violate mental privacy. Using non-invasive techniques to record brain activity, brain-computer interfaces could already be used in real-time to deduce certain thoughts, including spatial intentions (e.g., controlling prostheses or video games), imagined speech (speech that is thought about, but not expressed), or handwriting. Neuroimaging technology (e.g., brain scans) is also used to infer thoughts, including abstract thought, with one recent study reporting up to 91 per cent accuracy in identifying suicidal thoughts. While the capability of neurotechnology to reveal thought might be impressive within tightly controlled laboratory conditions, the accuracy is far lower in the real-world, at present, and it is allegedly unable to passively \"decode\" thoughts that researchers have not predefined.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. While neuroscience's ability to reveal thought will likely increase in accuracy over time, experts are concerned that, irrespective of accuracy, technology can be used to sanction inferred thoughts. Neuroimaging is reportedly already deployed in some circumstances to detect whether a stimulus is familiar to a person, for determining one's fitness to stand trial, or for so-called \"lie detection\", despite the heavily contested accuracy of such technology. An Indian court accepted a form of neuroimaging as evidence that a defendant lied about their memories regarding a murder, and subsequently handed down a life sentence. In 2019, several forensic psychiatrists claimed neuroimaging data could \"feasibly\" help to determine the likelihood of recidivism.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur also highlights reports that neurotechnology can already modify or manipulate thoughts inside the brain. Magnetic stimulation of the brain may alter moral reasoning, while electrical stimulation is touted as a possible treatment for depression. Optogenetics could one day allow for the modification, removal or recovery of memories: to date, researchers have reportedly created artificial memories in mice, which they could recall in a comparable manner to genuine memories. Although these techniques have not been adapted to humans yet, the possibility that optogenetics or other technologies may one day achieve this level of control over our thoughts merits serious consideration.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Experts broadly agree that contemporary legal frameworks are unprepared for emerging predictive and neurotechnologies and their implications for freedom of thought, among other rights. They advocate human rights compliance for such technologies and caution against knee-jerk legislation that prohibits all forms of thought alteration, which might stymie legitimate persuasion or medical innovation. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Several stakeholders suggested that some tools for \"treating\" people with intellectual, cognitive or psychosocial disabilities are abused in ways that may violate freedom of thought. For example, psychotherapies, shock treatments, lobotomies and forced medication – some of which the medical community has denounced – reportedly have been used to coercively alter the thoughts of individuals, forcibly reveal thoughts (beyond legitimate therapeutic purposes), punish \"inferred\" thoughts, or even physically modify brains, in separate or cumulative violations of the freedom. According to a court in the United States, psychosurgery is a \"drastic means of affecting human behaviour\", notably impairing one's abstract reasoning ability, capacity for \"new learning\" and memory. In Rennie v Klein, another court concluded that the plaintiff's forced medication violated the \"emerging right of privacy\" including the \"right to protect one's mental processes from governmental interference\".",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 81,
        "Text": "81. For people with certain mental conditions, one individual submits that treatment for mental health is necessary for \"restoring\" one's freedom of thought (e.g., if one experiences delusions). Yet, with concern, the Special Rapporteur highlights reports that bias, prejudice and discrimination, contrary to article 2 of the International Covenant on Civil and Political Rights, often make certain groups more susceptible to forced treatment. In the European Union, the United Kingdom and the United States, racial or ethnic minorities reportedly experience disproportionately high rates of compulsory admission, seclusion or heavy medication. According to the World Health Organization (WHO), individuals are mostly institutionalized because of a \"serious likelihood of immediate or imminent danger\" and their \"need for treatment\". A former Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health has expressed concern over subjectivity of the \"dangerousness\" criteria, because those decisions are \"often based on inappropriate prejudice, rather than evidence\".",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Some civil society members campaign to minimize or abolish forced treatment for mental health conditions, while others emphasize that it remains necessary in limited circumstances. The Human Rights Committee, in its general comment No. 35 (2014), observes that the practice may be \"necessary and proportionate\" to protect \"the individual […] from serious harm or preventing injury to others\", but only as \"a measure of last resort\", applied for the \"shortest appropriate period of time\" and accompanied by \"adequate procedural and substantive [legal] safeguards\". The Subcommittee on Prevention of Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment emphasizes that forced treatment is open to abuse and may constitute arbitrary detention, but withholding forced treatment also may amount to cruel, inhuman or degrading treatment or punishment.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The Special Rapporteur acknowledges that everyone has some form of sexual orientation or gender identity, which can be an intrinsic part of an individual's identity. The Special Rapporteur further echoes his colleagues' concerns regarding conversion practices, which are not only ineffectual, but also harmful and undermine human rights. Stakeholders submit that these conversion practices, though ineffectual, could violate freedom of thought as they attempt to coercively alter or punish the thoughts of lesbian, gay, bisexual and transgender individuals.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 84,
        "Text": "84. The Special Rapporteur notes that several States have taken steps to recognize, protect and fulfil the right to freedom of thought. Among others, the constitutions of Azerbaijan, Iraq and Kyrgyzstan explicitly protect the freedom and at least eight other States protect freedom of thought through its relationship with other rights such as freedom of religion or belief, privacy or freedom of expression. Chile and Spain have proposed \"neurorights\" legislation, although some express concern that Chile's model would inhibit neurotechnology innovation in prohibiting commerce of \"neurodata\" (data obtained from the brain).",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Several States worldwide have undertaken efforts to protect against coercion in the provision of mental health treatment. WHO and the European Commission jointly publish good practices to empower people with mental illness or degenerative cognitive conditions, promote social inclusion and combat stigma concerning mental health.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 86,
        "Text": "86. The Special Rapporteur notes efforts to promote communication and plurality of information sources, including the \"Swiss Digital\" strategy, in Switzerland, and the activities of the Independent Broadcasting Authority of Mauritius. To facilitate communication between diverse communities, Iraq promotes minority languages throughout its public education system, several States conduct interfaith workshops, and Doha International Centre for Interfaith Dialogue provides a platform for some religious or belief minorities to voice their beliefs.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Several major digital technology companies have made efforts to: (a) increase users' control over the collection, storage and use of their personal data; (b) tackle disinformation by linking to reputable news websites, fact-checking or suggesting that users read entire articles for context; and (c) allow users to check why they are viewing specific content. Some social media companies have established advertisement archives and libraries, which facilitate some external scrutiny. Whether to ensure legal compliance or not, some digital technology companies, including Google, have increased safety measures for children, such as banning online targeted advertising for children based on their age, gender or interests, or deactivating the feature that automatically plays suggested videos.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 88,
        "Text": "88. In tackling the rising tide of disinformation, the European Democracy Action Plan condemns \"information influence operations\" and the European Commission is considering various deterrents for perpetrators, including sanctions. Some media outlets have conducted media literacy programmes to teach children and adolescents about thinking critically when reading news and to appreciate high-quality news content, thereby tackling the effects of disinformation.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 89,
        "Text": "89. Within the educational sphere, the Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools of the Organization for Security and Cooperation in Europe guide the preparation of public school curricula teaching about diverse religions and beliefs and promote critical thinking. Critical thinking is also a core principle of the #Faith4Rights toolkit. The educational outreach programmes of UNESCO are aimed at fostering children's critical thinking in assessing and responding to extremist online content.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Finally, the Special Rapporteur highlights the efforts of several local, regional and international civil society organizations, human rights defenders, and leaders of all faiths and none, to monitor and report on practices that could violate freedom of thought. For instance, Humanists International produce an annual \"Freedom of Thought\" report. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. In the words of one scholar, \"[t]o lose freedom of thought is to lose our dignity, our democracy and our very selves\". Many consider that the freedom is not only fundamental, but also foundational as the matrix of most freedoms, including conscience, religion or belief, opinion, and expression. Freedom of thought is simultaneously \"profound and far-reaching\". It protects thoughts on \"all matters\", whether about conscience, religion or belief or other topics, and results in one's beliefs, opinions and expressions, whether vocalized or not. This includes thoughts within a religion, and thoughts that are non-religious. The Special Rapporteur notes that infringements on the right could have a chilling effect upon expression, and vice versa.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. This important yet poorly understood right faces current and emerging pressures, the full implications of which are still unclear and demand urgent attention from policymakers and beyond in protecting the right. Various State and non-State practices and policies – including \"re-education\" programmes, torture, coercive proselytism and anti-conversion efforts, forced administration of psychoactive and other drugs and forced treatment for mental health – may impermissibly alter or be used to sanction thoughts, including those of non-believers and dissenters. Some of those phenomena also may be used to force people to reveal their thoughts or physically modify their brains.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. Ostensibly, modern technologies pose a global and multisectoral challenge for freedom of thought, given their increasingly ubiquitous and developing ability to infer one's thoughts, even if this ability is currently relatively inconsistent and inaccu rate. As the Special Rapporteur on the right to privacy warned, \"[developing] technologies may reveal […] the very thoughts of individuals in ways that previously were not possible\".",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. While some consider that all \"thoughts are free before being expre ssed\", emerging technologies are increasingly challenging this understanding. These nascent tools pose dilemmas about how to protect mental privacy, how to protect thoughts from impermissible manipulation and modification, and how to prevent these technologies from being used and abused to punish real or inferred thoughts, rather than an individual's conduct. Consequently, as this technological potential for mental interference grows, some scholars are pushing for concrete practices and policies to protect against the misuse and abuse of such technologies.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. In exploring freedom of thought as set out in article 18 (1) of the International Covenant on Civil and Political Rights, the present report maps the perspectives of diverse stakeholders on what the right protects, potential violations and its relationship to other rights. In practice, efforts to protect the right to freedom of thought must overcome several obstacles, including such a dearth of international jurisprudence that it has been described as \"the only human right without any real application\". Although freedom of thought is not frequently or widely invoked, the Special Rapporteur emphasizes that it does not lack importance and stands ready to rise to the complex challenges of the twenty-first century and beyond.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The Special Rapporteur recognizes that the right to freedom of thought is relatively underdeveloped in theory and practice compared with the freedoms of conscience and religion or belief in article 18 (1) of the International Covenant on Civil and Political Rights. For States as duty bearers and individuals as rights holders, further clarity on the legal content and scope of freedom of thought is desirable in supporting efforts to respect, promote and fulfil this fundamental right. The present report contributes to this continuing conversation, rather than marking its conclusion. To that end, the United Nations human rights system is encouraged to further engage on this topic, including by adopting a general comment.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. In order to address pressing concerns over alleged violations of freedom of thought, the Special Rapporteur also makes the following recommendations. States are encouraged to: (a) Review their legal and policy frameworks to ensure compliance with international human rights law, including rights that may affect an individual's freedom of thought, such as the prohibition on torture and cruel, inhuman or degrading treatment or punishment; freedom of opinion and expression, including access to information and communication; the right to privacy; and the right to health;; (b) Invite relevant stakeholders – including national human rights institutions, civil society (including leaders of all faiths and none), mental health practitioners, digital technology companies and members of vulnerable groups (e.g., children, persons with psychosocial disabilities) – to participate in public; consultations that canvass their views and concerns about protections for forum internum freedoms, including freedom of thought; (c) Engage with the United Nations human rights system, where appropriate, in helping to clarify the legal content and scope of freedom of thought;; (d) Consider the capabilities of existing and emerging technologies to violate freedom of thought, and either adopt or update legal and policy safeguards to prevent such potential violations;; (e) Support national human rights institutions, civil society actors and human rights defenders in their efforts to monitor and report on purported violations of freedom of thought;; (f) Provide public education that facilitates the access of individuals to information and communication and that, consistent with the principles of freedom of enquiry and academic freedom, utilizes evidence-based reasoning, science, culture and an environment free from proselytism;; (g) Support a diverse and pluralistic media to provide access to different sources of information and means of communication, including by means of free and open Internet access.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. Civil society should advocate that States review their legislation, practices and policies with the aim of increasing compliance with international human rights law, including existing obligations that could affect freedom of thought. Where possible, civil society could deliver trainings that develop individuals' critical thinking skills, especially for children, such as how to identify misinformation and/or disinformation.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Mental health professionals should firmly establish human rights as core values when prioritizing mental health interventions, including in relation to forced treatment.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. Technology companies should: (a) As part of their responsibilities under the Guiding Principles on Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework, consider how and to what extent their existing and emerging products, services or features might violate freedom of thought, including in the hands of third parties, assessing in particular any impact on vulnerable individuals and groups, such as children;; (b) Accordingly, adopt alternatives that are more compliant with international human rights law;; (c) Regularly publish transparency reports that outline the challenges faced in terms of compliance with freedom of thought, and subsequent action taken. For digital platforms, responses may encompass efforts to mitigate misinformation and/or disinformation, to provide detailed information to users on how and why content curation occurs and enable users to tailor their online experiences; and to develop and integrate \"differential privacy\" or other privacy minded systems into their algorithms;; (d) Ensure that digital platforms facilitate independent research on the compliance of their products and processes with international human rights; law, such as by facilitating human rights impact assessments by independent actors; (e) Neurotechnology companies should ensure a robust, privacy-focused and human rights-compliant framework for the collection, processing and storage of neurodata. Consistent with privacy, informed consent must lie at the heart of neurodata collection and the participant must be able to revoke and delete their stored data at any time. Where possible, raw data should be processed \"on-device\" and not uploaded to company or third-party servers.",
        "Labels": []
    }
]