[
    {
        "ID": 1,
        "Text": "1. Indigenous peoples enjoy diverse and complex cultures and beliefs, with 476 million living in 90 countries, speaking over 4,000 languages and owning, occupying, or managing over one quarter of the world's land. Consistent with their right to selfdetermination, indigenous peoples are free to define and determine their spiritual identity for themselves. Many conceptualize spirituality as a \"way of life\": shaping distinctive emotions, habits, practices or virtues, fashioning distinct beliefs and ways of thinking, and a particular way of living together and communicating. Thus, spirituality concerns the transcendent and is intrinsic to indigenous peoples' daily experiences and practices. Regardless of their uniqueness, indigenous spirituality and culture are often grounded in community, identity and relationships with traditional lands.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Contemporary crises in human rights for indigenous peoples frequently stem and are inseparable from unremedied past policies and practices. Beyond State restrictions on spiritual ceremonies, symbols and leaders in the name of \"assimilation\", challenges to the right to freedom of religion or belief could include forced displacement, exploitation of indigenous territories without their free, prior and informed consent, environmental damage and destruction, as well as the impacts of climate change. Severe, systematic, and systemic discrimination and marginalization affect their ability to survive, let alone thrive – by exercising their innermost religious or belief convictions.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 3,
        "Text": "3. It is imperative to recall the position of the Secretary-General, who expressed the need to ensure equal and meaningful participation, full inclusion and empowerment with regard to realizing the human rights and opportunities for all indigenous peoples. While article 18 of the International Covenant on Civil and Political Rights safeguards followers of every faith or none, a frequently recurring question from rights holders and key stakeholders is whether its application has been adequate or appropriate for indigenous peoples. Recognizing the mandate holder's relatively limited engagement with indigenous peoples to date, the aim of the Special Rapporteur in the present report is to develop a framework for productive, sustained exchange, highlighting existing and emerging challenges to indigenous peoples' enjoyment of freedom of religion or belief.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 4,
        "Text": "4. Throughout his mandate, the Special Rapporteur has focused on furthering State implementation and engaging diverse stakeholders to advance the protection of the right to freedom of religion or belief worldwide by: (a) championing the revitalization or development of effective normative and institutional frameworks promoting the right; (b) engaging the broader United Nations system and providing a platform for voices that were previously neglected or marginalized from advocacy spaces; www.ohchr.org/sites/default/files/Documents/Issues/IPeoples/FreePriorandInformedConsent.pdf. (c) encouraging stakeholders to develop tools for assessing implementation progress; and (d) highlighting key intersections between freedom of religion or belief and multifaceted issues, including freedom of expression, sustainable development, gender equality, countering violent extremism, and emerging technologies.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 5,
        "Text": "5. Since his previous report to the Human Rights Council, the Special Rapporteur has contributed to the review by the Office on Genocide Prevention and the Responsibility to Protect of the Plan of Action for Religious Leaders and Actors to Prevent Incitement to Violence that Could Lead to Atrocity Crimes, including to emphasize in June 2022 that a gendered approach was vital for future implementation of the Plan of Action. In addition, he called for comprehensive implementation of Human Rights Council resolution 16/18 at the eighth meeting, in February 2022, of the Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the basis of Religion or Belief; issued an eight-point action plan on countering antisemitism; and supported an online forum for discussing findings by a panel of independent international experts of alleged international law violations against Muslims in India since 2019. On 10 June 2022, together with several mandate holders, he urged the Council to convene a special session on China and create a standing mechanism for monitoring, analysing and reporting annually on its human rights situation.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In concluding his mandate, the Special Rapporteur thanks his predecessors for the solid foundation they have established and the mandate holders of other special procedures for their support. He is grateful to the Office of the United Nations High Commissioner for Human Rights and the Office on Genocide Prevention and Responsibility to Protect for their close collaboration. He acknowledges valuable cooperation from civil society, States and intergovernmental organizations, especially the International Contact Group on Freedom of Religion or Belief and the Non-governmental Organizations Committee on freedom of religion or belief. He is incredibly grateful for close and wide-ranging support from the Freedom of Religion or Belief Project at the City University of New York and for the University of Essex Human Rights Centre Clinic, Human Rights, Big Data and Technology Project, and Essex Autonomy Project. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur convened 16 bilateral meetings and 29 consultations across all five geographical regions (18 virtual, 4 hybrid, and 7 in-person) to inform the present report. Participants included survivors of rights violations, indigenous leaders and influencers; human rights defenders; policymakers; academics; representatives of United Nations system entities, and other intergovernmental organization officials. Despite limited Internet connectivity and language barriers, the Special Rapporteur sought to engage indigenous peoples in geographically remote locations wherever possible. In response to his call for submissions, he received and reviewed 39 submissions from civil society, 36 from individuals, four from States, and one from a multilateral organization. The Special Rapporteur extends his deepest gratitude to all who provided their time and insight.",
        "Labels": [
            "Indigenous peoples",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 8,
        "Text": "8. A methodological challenge in preparing the present report was the lack of comprehensive or disaggregated data mapping indigenous peoples' experiences with the freedom of religion or belief framework. Researchers may overlook concerns or hold certain biases towards indigenous spirituality. Security was another key concern since indigenous peoples living in conflict-afflicted or insecure situations potentially fear violent retribution.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 9,
        "Text": "9. In acknowledging the diversity of indigenous peoples' beliefs and lived experiences, the Special Rapporteur does not analyse all situations of concern but provides an evidence-based analysis of trends and illustrative examples. The Special Rapporteur adopts an intersectional lens, noting reports of multiple, intersecting forms of discrimination, violence and hostility based on various characteristics (e.g. religion or belief, race, ethnicity, language, sexual orientation, gender identity, political opinion), including a gender lens – consistent with his mandate – for analysing violations and issuing recommendations.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 10,
        "Text": "10. International law has no universally accepted definition of \"indigenous peoples\". Nevertheless, community self-identification is widely regarded as a \"fundamental criterion\", with many considering themselves distinct by possessing \"historical continuity\" with pre-colonial societies on their land. Objective criteria could also be considered (e.g. distinct language); however, States often instrumentalize such criteria to deny recognition of the existence and rights of indigenous peoples, including the right to self-determination. For the same reasons, the Special Rapporteur notes that indigenous peoples resist being described as \"minorities\". In situations in which indigenous peoples may technically constitute a minority, based on objective proportional criteria, this status should not preclude their additional recognition and rights as indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 11,
        "Text": "11. The term \"spirituality\" is preferred by many indigenous peoples as the way to characterize their religion or belief identity. Reasons include: (a) lack of an equivalent translation for \"religion\"; (b) delineation between their \"religion\" (e.g., Christianity, Islam) and indigenous beliefs; or (c) tainted legacy of \"religions\" being instrumentalized to inflict gross rights violations against them. Some interlocutors seek to \"decolonize\" language framing the spirituality of indigenous peoples, including \"ritual\", \"witchcraft\", or \"superstition\", as such rhetoric has been deployed to depict them as \"lesser\" and justify harmful practices.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 12,
        "Text": "12. Indigenous people employ broader terms interchangeably with \"spirituality\", including \"worldview\", \"way of life\", or \"culture\". Often they recognize the holistic nature of their beliefs, encompassing \"spiritual ceremonies, but also [wide -ranging] activities such as hunting, fishing, herding and gathering plants, medicines and foods [with] a spiritual dimension[...].\" Their way of life is intrinsically intertwined and \"cannot be divided into frameworks and categories\"",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 13,
        "Text": "13. For this report, \"indigenous spirituality\" consists of diverse spiritual beliefs and practices that indigenous peoples identify as integral to their indigeneity, such as their \"distinctive spiritual relationship\" with \"traditionally owned or otherwise occupied and used lands, territories, waters, coastal seas, and other resources\" (\"indigenou s lands\"). Such practices are often localized and should not be homogenized into a globalizing discourse on \"indigenous spirituality\". Many indigenous peoples subscribe to theistic and other belief systems that they do not necessarily consider \"indigenous\". They may practice their beliefs in combination with indigenous spirituality \"rooted in [their] lived reality and practices\" as rights holders.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 14,
        "Text": "14. Protecting persons of all faiths and none, the right to freedom of religion or belief is enshrined in articles 18 of the Universal Declaration on Human Rights and the International Covenant on Civil and Political Rights and elaborated upon in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief of 1981. Their protections extend beyond followers of \"institutionalized\" belief systems to encompass adherents to \"theistic, non-theistic and atheistic beliefs\", including those of indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 15,
        "Text": "15. In mapping obstacles and opportunities for indigenous peoples in the exercise of freedom of religion or belief, the Special Rapporteur was guided by the United Nations Declaration on the Rights of Indigenous Peoples, a universally accepted softlaw instrument developed in consultation with indigenous peoples to articulate their rights, including spiritual practices. Article 12 of the Declaration concern protected access to and maintenance of religious and cultural sites, ceremonial objects and repatriation, and article 25 provides for recognition of their spiritual relationship to traditional lands. Aspects of indigenous spirituality can be seen elsewhere in the Declaration, resulting in mutually reinforcing protection. Many actors worldwide, including States, regional and domestic courts, scholars and rights holders, employ the Declaration to interpret the International Covenant on Civil and Political Rights vis-à-vis indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 16,
        "Text": "16. Several experts have observed that article 18 of the Universal Declaration on Human Rights was shaped mainly by debates between Islamic and Protestant Christian groups. At the same time, the diplomatic push for expanding protections for both religion or belief foregrounded the rights of atheists in States of the former Union of Soviet Socialist Republics. The experts argue that indigenous spirituality was generally overlooked and poorly understood within this framework, and \"primacy and https://www.tandfonline.com/doi/abs/10.1080/13642987.2018.1562916. relative longevity of the 'freedom of religion or belief' umbrella has all but sidelined competing rights conceptions regarding religion\".",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 17,
        "Text": "17. Articles 18 and 27 of the International Covenant on Civil and Political Rights protect the right to manifest religion or belief \"individually or in community with others\", as well as the right of minorities to practice their faith. Yet some experts wonder whether international human rights law fully protects indigenous peoples' collective rights or spirituality when narrowly interpreted. As the Inter-American Court of Human Rights observes, the relationship of indigenous peoples with traditional land is not merely about \"possession and production but [has] a material and spiritual element\" that they must enjoy to preserve culture. Indigenous spirituality encompasses diverse beliefs and traditions. Many indigenous peoples describe their relationship with nature as balanced or cyclical, embracing places, phenomena, flora and fauna as sacred and emphasizing respect for nature and othe r humans. Others practice animism or ancestor worship, maintain ceremonial or burial sites and consider hunting and using other resources sustainably as part of their spiritual customs.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 18,
        "Text": "18. While \"sacred sites\" in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (i.e. freedom \"to establish and maintain places of worship\") seemingly apply to manufactured structures, experts argue that protections must also extend to traditional lands that are integral to indigenous spirituality. Several States, however, allegedly fail to protect believers of indigenous spirituality equally, often dismissing legal claims invoking the right to freedom of religion or belief as justification for protecting indige nous peoples' access and use of traditional lands. The Supreme Court of Canada, for example, authorized the building of a ski resort in the mountains considered sacred since the \"state's duty … is not to protect the object of beliefs\". Some courts in the United States of America have ruled that commercial use of traditional lands would not \"coerce\" indigenous peoples to act contrary to their religious beliefs, and the State could use federal lands anyway \"even if [it] makes [their] worship [...] 'impossible'\".",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 19,
        "Text": "19. While all human rights are interconnected and mutually reinforcing, the intersection between culture and freedom of religion or belief for indigenous peoples draws considerable attention. The Committee on Economic, Social, and Cultural Rights observes that maintaining and strengthening their \"spiritual relationship\" with ancestral lands is \"indispensable to their cultural life\". Incidentally, indigenous peoples primarily cite cultural rights in complaints to the Human Rights Committee regarding spiritual practices. This is not to say that freedom of religion or belief is less practical and/or applicable, but it is less commonly cited and understood with regard to indigenous peoples. Regional and domestic courts also invoke culture, property or intellectual property law to protect indigenous spiritual practices.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 20,
        "Text": "20. Several experts warn that analogizing \"indigenous spirituality\" for the non-indigenous world – often to gain public support – may decontextualize them. For instance, describing elders as their \"priests\" or indigenous lands as their (admittedly irreplaceable) \"Church\". The notion that religious groups may be rights holders without some formal institution, organization or other legal personality is unfamiliar to most modern, liberal legal systems. However, as one interlocutor opined, \"[i]ndigenous religions should not have to be likened to Judeo-Christian practices and beliefs to make them acceptable [or deemed worthy of protection]\". Nor does international human rights law demand it: freedom of religion or belief is protected regardless of whether the State recognizes its existence.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Harrowing historical experiences of colonization, forced assimilation and dispossession have shaped and are inseparable from indigenous peoples' contemporary concerns for spiritual, cultural and physical survival. Several States invoked variations of the Doctrine of Discovery to justify forcibly removing indigenous peoples from their lands. The Doctrine – developed to support the ambitions of religious institutions to \"invade, capture, vanquish, and subdue [...] all Saracens and pagans, and other enemies of Christ\" – furnished a \"discovering\" sovereign with \"exclusive right\" to \"extinguish\" indigenous peoples' pre-existing title and interests in their lands. Experts further describe forced sedentarization – placing migratory, mobile or nomadic indigenous peoples into settlements – as causing loss of their spirituality by separating them from their lands.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 22,
        "Text": "22. Several reports of State efforts to further assimilation initiatives provide details on attempts to control indigenous women's sexuality and reproductive capacities, including sterilization of Native American women in the United States; \"biological absorption\" (by forced impregnation) of stolen generations in Australia; and the practice in Denmark of fitting approximately 4,500 Greenlandic women and girls with intra-uterine devices, often without their consent.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Other reports document the forced removal of indigenous children from their families and communities for distant, often religious institution-led schools, where they were \"exclusively taught the dominant religion and culture\" and prohibited from using their own languages, culture and spiritual practices under threat of punishment. In 2022, the Government of the United States of America observed that this assimilative policy closely accompanied the intergenerational loss of indigenous spirituality. Canadian interlocutors have highlighted enduring trauma from this imposed loss of ancestral identity and spirituality.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 24,
        "Text": "24. The loss of traditional language significantly affects indigenous spirituality since oral expression is the \"bedrock\" of ceremony and the transmission of knowledge. One interlocutor stated, \"when you lose language, you lose everything\". Many indigenous languages steadily disappear amid inadequate State support and prohibitions, such as the alleged intimidation and arrest by the Government of Viet Nam of Khmer Krom Buddhist monks seeking to teach and speak Khmer.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Article 18 of the International Covenant on Civil and Political Rights explicitly prohibits coercion in matters of religion or belief. According to interlocutors, however, many indigenous peoples today are still being forcibly converted to non-indigenous religions in order \"to survive\" amid threats of violence, hostility and discrimination by State and religious institutions. Actors in Mexico have reportedly coerced indigenous women to participate in majoritarian Catholic activities, and actors in Malaysia have pressured indigenous peoples to convert to Islam by offering better housing. In Brazil, civil society has raised concerns about the head of the federal Indigenous Affairs Department unit responsible for the protection of uncontacted indigenous tribes, fearing that the tribes have been subjected to pressure to convert.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 26,
        "Text": "26. Although State recognition is not theoretically required to exercise one's freedom of religion or belief, denial of recognition poses practical challenges. At least 18 States or areas deny recognition of indigenous peoples and/or their spirituality, typically through arbitrary administrative requirements. For instance, without recognition by the United States Bureau of Indian Affairs, the Winnemem Wintu tribe describes lacking uninterrupted access to their lands to perform coming-of-age ceremonies, or participation in decisions about spiritually significant fisheries. Without a listed option for indigenous spirituality, followers of Aliran Kepercayaan spirituality in Indonesia allegedly identify themselves as \"Hindus\" to receive national identification cards. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 27,
        "Text": "27. The Special Rapporteur is deeply concerned at widespread reports of States failing to protect or deliberately undermining indigenous peoples' occupation, access or use of indigenous lands without free, prior and informed consent, with significant implications for their enjoyment of spirituality. According to the African Commission on Human and Peoples' Rights, \"any impediment to, or interference with accessing the natural environment [has] considerable repercussions on the enjoyment . of [Ogieks'] freedom of worship\". Likewise, the relocation of burial sites has prohibited indigenous peoples from practising traditional burial ceremonies. Growing urbanization in South America has replaced indigenous worship sites with city infrastructure. A mining company destroyed ancient rock structures in Juukan Gorge, Australia, with profound spiritual significance to traditional owners. Obstacles to indigenous people's access and use of their lands may prevent them from enjoying spiritual practices and transmitting knowledge to future generations while engendering spiritual and psychological distress by creating a sense of alienation.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 28,
        "Text": "28. States and non-State actors have forcibly evicted or denied indigenous peoples access to their land and have inflicted environmental degradation and destruction in their territories (including for construction, extractive industries, agro-industrial farming, logging, cash crop plantations, hazardous waste dumping and tourism). Interlocutors submit that Russian State-sponsored logging companies have proposed a 1,000-km paved road through the sacred forest of the Udege peoples. Extractive companies in Cambodia, India and the Philippines have forcibly evicted indigenous peoples from their lands, in some cases supported by national police and/or the military. Special Rapporteurs recently scrutinized the escalating violence in the United Republic of Tanzania, in which live ammunition and tear gas were deployed against Maasai peoples in order to forcibly evict them from their land for the purpose of developing game reserves. Operators of the Kathmandu Valley road expansion project in Nepal reportedly forcibly evicted Newar people en masse and risked the destruction of countless cultural heritage sites considered integral to their life and identity.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur received reports from every region that States had instrumentalized their legal and policy frameworks to frustrate indigenous peoples' access or use of indigenous land, often treating their rights as secondary considerations to political and economic objectives. In 2019, the Supreme Court of Pakistan approved the transfer of Bahria Town Karachi to a private developer, with experts estimating that approximately 10 per cent of indigenous communities were forcibly removed after \"illegally occupying\" 40,000 acres of traditional land. State ambivalence or complicity is also a concern. The lack of regulation by the Government of Brazil on agricultural fertilizers has allegedly caused water pollution on indigenous territory, threatening spiritually significant waters. In recent years, without adequate legal protection in Canada, First Nations sacred sites containing indigenous pictographs and petroforms have reportedly been increasingly vandalized and desecrated.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Many indigenous peoples seek land tenure as the \"only way\" to protect their territories against these serious challenges, even if the anthropocentric Lockean concept of land ownership is contrary to their worldview. For example, the worldview https://spcommreports.ohchr.org/TMResultsBase/DownLoadPublicCommunicationFile?gId=17065; https://spcommreports.ohchr.org/TMResultsBase/DownLoadPublicCommunicationFile?gId=23305. of Mapuche people in Chile is \"I belong to the earth; the earth doesn't belong to me\". Despite indigenous peoples holding and using over one quarter of the world's land, they enjoy secure tenure of only 10 per cent. The Special Rapporteur recalls that secure tenure rights are a critical indicator for Sustainable Development Goal 1, on ending all forms of poverty everywhere.",
        "Labels": [
            "Indigenous peoples",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Arbitrary designation of State borders encompassing indigenous lands may also undermine freedom of religion or belief in situations in which indigenous peoples cannot cross over a border, including to access a sacred site or engage tribal members in traditional ceremonies. Although the Enhanced Tribal Identification Cards issued in the United States may facilitate access across the border with Mexico, rights holders express concerns that its verification process may further racial discrimination and stereotyping if potentially based on \"Indian\" appearance or blood quantum.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Rather than being forcibly evicted for specific projects, some indigenous peoples are displaced from traditional lands by living in regions prone to natural disasters or embroiled in conflict, typically resource-rich areas. With scant immediate prospects of return, indigenous internally displaced persons and refugees may fear for their \"cultural loss\", compounding or exacerbating psychological distress.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Nature's vitality is at the heart of many indigenous cultures and spirituality, as well as their daily survival, with over 60 million indigenous peoples materially reliant upon forest resources. Consequently, indigenous peoples frequently \"bear an unfair share\" of costs arising from activities damaging nature. This extends to their disproportionate suffering from climate change – despite being among those who have contributed the least to the situation historically – which furthers their socioeconomic marginalization, food insecurity, and displacement from increasingly uninhabitable lands. In a landmark decision adopted on 22 July 2022, the Human Rights Committee found that the failure of the Government of Australia to adequately protect indigenous Torres Islanders against adverse impacts of climate change violated their rights, including to enjoy their culture, while observing a \"strong cultural and spiritual link between indigenous peoples and their traditional lands\".",
        "Labels": [
            "Indigenous peoples",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Experts have asserted that the \"best way\" to protect nature typically is to protect the rights of those living there. Compelling evidence indicates that indigenous peoples are often \"custodians of biological diversity within ancestral territories\", especially where they enjoy secure land rights, given their rich reservoir of knowledge of nature and behavioural adaptation to maintain ecological balance. Disregarding indigenous peoples and the loss of their languages – as a source and conduit of knowledge – misses valuable opportunities for biodiversity conservation, climate mitigation and sustainability, especially considering that indigenous peoples comprise only 6 per cent of the global population butt protect 80 per cent of its biodiversity.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur is concerned at reports of some conservation and climate mitigation measures violating indigenous peoples' rights. Several States and nature protection groups have embraced fortress conservation, blocking their access to indigenous lands – including sacred sites – in the name of environmental protection, without free, prior and informed consent and even where they live sustainably in keeping with their spirituality. Having denied their formal permit requests, some interlocutors claim that Kenyan park rangers have extracted bribes from indigenous persons seeking to conduct spiritual ceremonies on their lands in conservation zones. According to Sami peoples in Scandinavia and Baka in Cameroon and the Congo, specific conservation measures unduly restrict their sustainable hunting and fishing activities. Interlocutors particularly emphasize that the goal of the International Union for Conservation of Nature and Natural Resources to protect 30 per cent of the planet by 2030 must not disproportionately affect indigenous peoples or their human rights.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 36,
        "Text": "36. As the Special Rapporteur on human rights defenders observes, the protection of environmental human rights defenders, including indigenous peoples, is inherently linked to the protection of their communities and peoples, including their freedom of religion or belief. However, State and non-State actors intimidate, torture and even murder human rights defenders for advocating for their rights and protection of sacred lands, such as Brazilian miners reportedly opening fire with automatic weapons from speed boats on Yanomami peoples. In 2021, Front Line Defenders verified the murders of 358 human rights defenders, 26 per cent of whom were indigenous, across 35 countries. Insecurity and impunity foster such violence, with indigenous human rights defenders in Colombia being increasingly caught up in the crosshairs of paramilitary and criminal violence and targeted in their homes during coronavirus disease (COVID-19) lockdowns.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Indigenous women human rights defenders have described experiencing gendered forms of violence, harassment and intimidation from State and non-State actors seeking to quell their advocacy as \"a triple punishment\" for being indigenous, women and human rights defenders against powerful interests. They also report threats of sexual and gender-based violence and smear campaigns (e.g. accusations of \"unfaithfulness\") on online platforms. Civil society highlights that Indian security forces have systematically used sexual and gender-based violence to intimidate, humiliate and terrorize Adivasi activists, undermining communit y cohesion and resistance to land displacement and exploitation. https://static.globalwitness.org/interactives/2021/led-data-explorer/data/global\\\\witness\\\\led\\\\20-10-21.csv. Submission of Survival International. See also A/HRC/50/26, para. 32.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Countless indigenous communities have reported living with historical and ongoing violations of their freedom of religion or belief through State restrictions on ceremonial practices and spiritual leaders, often aimed at forced assimilation and conversion. Until the early twentieth century, Japan banned several Ainu practices, including their bear-spirit-sending ceremony (iyomante), ostensibly only reversing the decision to capitalize on its tourism value as a \"savage spectacle\". Canada and the United States previously banned Sun Dances, potlatches and other traditional practices considered \"anti-Christian\", which are essential for worship and intergenerational transmission of knowledge. Given their spiritual centrality, some of them are still practised clandestinely. Religious organizations have similarly stigmatized and banned indigenous spiritual practices as \"morally damaging\" or \"corrupt\". Experts in Greenlandic indigenous history and culture observe that the State-sponsored Lutheran Church imposed such restrictions, impairing their drum dance and shamans.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 39,
        "Text": "39. According to the Expert Mechanism on the Rights of Indigenous Peoples, improper acquisition, retention and use of ceremonial objects may violate indigenous peoples' right to freedom of religion or belief. Many indigenous peoples regard these objects and human remains as physical representations of or homes to spirit or sentient beings. Removing these items from indigenous communities, land, and spiritual leaders may break their relationship with attached spirits or risk \"spiritually caused illnesses\" that persist through future generations. Plundered by colonizers, displayed as curiosities and even utilized to justify pseudo-scientific racist theories about indigenous peoples, it is reported that over one million indigenous ancestral remains and cultural items still reside in repositories worldwide. Interlocutors emphasize that public display of such objects may inflict spiritual and physical harm, damaging its spiritual essence and relationship with indigenous peoples, in particular where there are inappropriate preservation methods, untrained staff and breaches of cultural secrecy.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 40,
        "Text": "40. States, museums, other cultural institutions and private collectors often express reluctance to repatriate ceremonial objects and remains, prioritizing proprietary \"ownership\" or scientific/historical value over indigenous rights. Interlocutors furt her report facing temporal, financial and legal hurdles for successful repatriation, such as many national laws \"limit[ing] deaccessioning\" and enabling State justifications to set aside repatriation claims. According to article 11 of the United Nations Declaration on the Rights of Indigenous Peoples indigenous peoples must enjoy effective redress and restitution for spiritual property taken without free, prior and informed consent.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Recalling that educational institutions were historically sites for the forced assimilation and loss of cultural identity of indigenous peoples, restrictions on indigenous spiritual practices within this context remain contentious. Interlocutors observe that, in the Middle East, North Africa, Bolivia (Plurinational State of), Mongolia, Tajikistan and Viet Nam, there are barriers to teaching indigenous children about indigenous spirituality. Barriers include mandatory religious education that promotes \"dominant,\" non-indigenous spiritual teachings without accessible options to opt out and a lack of indigenous language options in schools. Some interlocutors also highlight that primary and secondary schools restrict indigenous students from donning traditional clothing and sacred symbols, including eagle feathers.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 42,
        "Text": "42. The Expert Mechanism on the Rights of Indigenous Peoples submits that appropriating indigenous peoples' cultural heritage causes \"spiritual, cultural, religious and economic harm\". In several regions, States and non-State actors have reportedly commercialized indigenous spirituality – fuelling derogatory stereotypes and violating cultural secrecy or commercializing their sacred sites, practices and objects – including plants and their genetic material – without free, prior and informed consent or sharing benefits with traditional custodians. Food, pharmaceutical, tourism and fashion industries are among those implicated. The re-stylizing of traditional expressions to reduce aesthetic and semantic complexity for outside consumption – or folklorization – often homogenizes and ignores the complex identities of indigenous peoples, including their spirituality. For instance, interlocutors observe that tourism material issued in Kenya often treats \"Maasai\" as shorthand for all indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Corporatized \"cultural exchange\" (especially given the speed and reach of the Internet in driving globalization and following the colonial-induced loss of traditional knowledge) might either homogenize indigenous voices or may magnify some while silencing others. Appropriation does not occur on equal playing fields, often perpetuating unremedied histories of oppression and exploitation. Between 60 and 80 per cent of \"Aboriginal and Torres Strait Islander\" arts and crafts sold are created without their being involved or receiving benefits. An interlocutor has described appropriation as \"another form of colonization\", taking from those who already had everything taken from them.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Controversy arises when States and companies turn indigenous sacred sites and ceremonies into tourist \"spectacles\", affecting their spiritual value and access to followers. In the Russian Federation and the United States, interlocutors report being required to pay entrance fees to access sacred sites, designated as tourist attractions, including within national parks. One interlocutor observed that the calendars of tourist events being held at national parks often clash with indigenous traditions, commenting: \"It's like going into a Church and announcing a party.\"",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 45,
        "Text": "45. Many indigenous peoples embrace diverse forms of syncretism, reflecting the fluidity of intercultural exchange and rejecting assimilation, homogenization and binary conceptualizations. In Kyrgyzstan, interlocutors observe a trend of Imams adopting indigenous spiritual traditions over recent decades. In Indonesia, some Kayan peoples combine Catholic and indigenous spiritual practices, singing hymns in a traditional way. Others incorporate indigenous iconography into Christian churches. Although not necessarily amounting to undue restrictions on manifestations, syncretistic practices may attract resistance, typically from religious institutions, that may result in individuals downplaying their indigenous spirituality. Generating public controversy, the Church recently suspended a Lutheran priest in Greenland after he had incorporated the Inuit drum dance into a service.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 46,
        "Text": "46. By restricting access to spiritually significant plants, including those with psychoactive properties, indigenous interlocutors claim that States and int ernational organizations have limited their spiritual practices. The Single Convention on Narcotic Drugs of 1961 bans the coca leaf, which is spiritually significant in Bolivia (Plurinational State of) and Peru, while State drug policies have restricted ac cess to peyote, white sage and ayahuasca. Such limitations are not necessarily unlawful since States may prohibit manifestations of spirituality for specific reasons, such as for public health, in limited circumstances – including measures that are legislated, necessary and proportionate. Experts submit that non-indigenous peoples sometimes exploit indigenous peoples' traditional knowledge to pursue social harms (e.g. cocaine production), but legal safeguards preventing this exploitation may disproportionately affect indigenous communities.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Several experts have asserted that, traditionally, many indigenous belief systems were matriarchal or egalitarian, with women holding powerful and influential positions in spiritual, socioeconomic and political spheres. Across several regions, the Special Rapporteur has heard that indigenous women were key – even primary – carriers and custodians of indigenous spirituality, presiding over rituals and celebrations, healing, advising, controlling lands and transmitting knowledge to future generations. In the Philippines, indigenous women (babaylans) are \"a reflection of strength in their tribes\". Women were considered \"central to the identity, existence and longevity of their communities\", even though other interlocutors described the societies as patriarchal.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Having imposed patriarchal structures and principles, some States and non-State actors have invalidated or undermined gender dynamics within indigenous communities, stripping women of their elevated status, agency and social mobility. Forced sedentarization has brought formerly migratory indigenous groups under State administrative procedures that recognized men as \"heads of household\". The growing influence of religious institutions, which ban women from being spiritual leaders, was described as effectively sidelining indigenous women and shrinking their space to fulfil sacred roles and responsibilities. Interlocutors report that restri ctions flowing from the Indian Act of 1876 of Canada effectively prevented indigenous women from voting, serving as elected representatives or benefiting from matriarchal inheritance, entrenching inequality. Land appropriation often has gendered ramifications, particularly \"underminin[g] indigenous women's status and roles\" in matriarchal and https://www.oas.org/en/iachr/indigenous/docs/pdf/Brochure-MujeresIndigenas-en.pdf. matrilineal societies. In a recent comparative survey, 22 of 30 States gave greater legal recognition to men's rights over women's in inheriting traditional land.",
        "Labels": [
            "Indigenous peoples",
            "Migrants",
            "Women/girls"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Historically, colonial and patriarchal systems steeped in prejudice towards indigenous culture and spirituality have depicted women as \"untamed savage[s]\", witches, uncivilized, needing to be \"normalized\" through forced assimilation, \"exotic\" and \"sexually deviant\" owing to norms relating to sexual and reproductive practices (e.g. birth outside of marriage and widows remarrying). The Special Rapporteur is concerned with reports that media, cultural influencers and individuals hypersexualize, fetishize and objectify indigenous women. Patriarchal concepts of sex- and gender-based roles, sex-based superiority or inferiority, increasing social inequalities and the prevalence of male-dominated power structures are among multidimensional causes of harmful practices against indigenous women that threaten their ability to live freely, equally and in keeping with their right to freedom of religion or belief.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Among those harmful practices, many indigenous women worldwide are disproportionately vulnerable to sexual and gender-based violence, trafficking and acts related to witchcraft accusations and ritual attacks. The National Human Rights Commission of Nepal recently found that 49 per cent of women survivors of human trafficking are indigenous. Indigenous Australian women are 35 times more likely to experience domestic and family violence. In Cameroon, 55 per cent of Mbororo women testify to surviving domestic violence before they were 15 years old. At \"man camps\" (temporary housing facilities for the majority non-indigenous workforce) in Canada, India and Malaysia, sexual and gender-based violence against indigenous women is reportedly heightened. A study of Fort Berthold Indian Reservation found a correlation between the arrival of workers and an approximately 75 per cent increase in sexual assaults. Interlocutors also highlight that indigenous survivors of sexual and gender-based violence often face stigmatization from within their communities and the police. Such treatment and attitudes deter survivors from reporting, increase their risk of revictimization and effectively result in protecting perpetrators and silencing women.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Several scholars characterize indigenous women as occupying a space that oscillates between invisibility in private – primarily as survivors of sexual and gender-based violence – and hypervisibility in public as \"deviant bodies\". They are often targeted with discrimination, hostility and violence from State and non-State actors because of their visible, empowered choices regarding religious dress, whether wearing traditional attire (such as mujeres de pollera in the Plurinational State of Bolivia) or refusing to wear gendered clothing based on interpretations of another religion. In Algeria, indigenous women have felt pressure to remove traditional tattoos (symbolizing fertility) with acid to avoid negative attention, as the majority Muslim community considers them \"haram\" (forbidden). In a verdict later overturned, Christian Nuba women in the Sudan were convicted of \"indecent dressing\" under the Criminal Act of 1991 for wearing skirts and trousers.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Several States legitimately restrict harmful practices perpetuated in the name of indigenous culture and spirituality that violate the rights of members of indigenous communities. Restrictions have applied to such practices as promoting banishment, trafficking, beatings, child marriage, sexual and gender-based violence, mutilation and amputation, torture and murder, including persons with albinism. Some persons also invoke their interpretations of indigenous beliefs to justify discrimination, violence and hostility against indigenous of lesbian, gay, bisexual, transgender/transsexual plus (LGBT+) persons. In several regions, indigenous women call for alternative rites of passage to female genital mutilation. Interlocutors further report that indigenous girls are forcibly married and raped in Thailand. In a practice known as \"beading\", indigenous girls in Kenya – sometimes as young as nine – are coerced into sexual relations with men of \"warrior\" age in exchange for beads and other goods. It is essential to delink hostility, violence and discrimination emanating from external sources and attitudes within indigenous belief systems. As interlocutors have repeatedly emphasized, indigenous peoples are not inherently violent, and the causes of violence are multifaceted: poverty, displacement, conflict and structural disenfranchisement.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Some indigenous women feel compelled to make a supposedly binary choice between \"culture or rights\", namely advancing the culture of communities or enforcing their human rights. This false dichotomy can \"further entrench […] vulnerability of indigenous women to abuse and violence\". The Special Rapporteur recalls that the universal right to equality is unqualified. States must protect the freedom of religion or belief of indigenous peoples while ensuring that religion or belief systems are not invoked to justify violence and discrimination, including Child\\\\beading\\\\Research\\\\in\\\\Laikipia\\\\Samburu\\\\and\\\\Marsabit\\\\Counties.pdf. barriers to indigenous women's sexual and reproductive health care and services. Where permissible under international law, indigenous women must decide whether a specific cultural practice violates their rights.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 54,
        "Text": "54. In several indigenous communities worldwide, individuals that self-identify as \"third gender\" have held visible, recognizable and valued positions within indigenous communities. Such positions include healers, priests and keepers of spiritual knowledge (e.g. māhū in Native Hawaiian and Tahitian communities, \"two-spirit persons\" in certain Canadian indigenous tribes, and muxes among Zapotec in Mexico).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Colonial, non-indigenous actors regarded these gender-diverse views and practices as \"immoral\", \"perverse\", and \"unnatural\" and imposed draconian rules that criminalized and pathologized such practices. The Criminal Tribes Act of 1871, which was introduced during the British Raj and criminalized homosexuality and cross-dressing, has been linked to the severe contemporary marginalization of Khawaja Siras (gender variant considered to have a feminine soul) in Pakistan. Many consider māhū a derogatory term today, with negative connotations that ostensibly coincide with colonization. Such practices and policies have had a profound impact on the spiritual roles and status of indigenous LGBT+ persons, impairing their exercise of freedom of religion or belief and exacerbating their vulnerability to violence and discrimination in wider society. Studies indicate that indigenous LGBT+ persons often face a high risk of intimate violence, especially compared with non-indigenous LGBT+ persons or indigenous heterosexual persons. Some in MaeSamLaep, Thailand, misguided about the mutability of sexual orientation and gender identity reportedly perpetrate the crime of \"corrective rape\" (by forced marriage) against them.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Contrary to the objective of the Sustainable Development Goals to ensure that no one is left behind, many indigenous peoples struggle to survive in a culture of widespread discrimination, let alone enjoy their rights, including freedom of religion or belief. Scapegoating, stigmatizing and negatively stereotyping indigenous peoples and their spirituality only furthers marginalization. No faith or belief system is protected from critique in international human rights law. However, States, religious institutions and broader society have deployed terms such as \"witchcraft\", \"folklore\", \"pagan\", \"devil-worship\", and \"anti-development\" to characterize indigenous spirituality, to deny their equal participation in society, including access to essential goods and services, and even to justify rights violations, including of their freedom of religion or belief and non-discrimination.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Within several States, State educational curriculums and teachers reportedly have stereotyped, underrepresented or misrepresented indigenous peoples, including their spirituality, often excluding positive representations of them, peddling discriminatory tropes, or whitewashing colonial history. Indigenous healers claim that the lack of differentiation between \"witchdoctors\" and \"traditional doctors\" in the Witchcraft Act of 1957 adopted in Uganda could stigmatize and penalize them. Allegedly, ethnic majority Tajiks brand Pamiri as \"backward\" people and discriminate against those seeking decision-making roles as civil servants and politicians in Tajikistan.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Indigenous peoples have also faced discrimination, violence and hostility for their perceived \"failure\" to assimilate, especially where they advocate for their rights and express their cultural and spiritual identity. In a 2020 study, 97 per cent of indigenous Australian respondents encountered harmful social media content weekly, including threats and demands from white nationalists for forced assimilation. Respondents were also concerned that social media companies were less likely to understand, and thereby moderate, hatred based on their \"way of life\" an d spiritual identity compared with other religions. In a Norwegian survey, approximately 33 per cent of respondents had observed hateful speech or conduct against Sami peoples, typically questioning their indigeneity and reindeer herding – a spiritually significant practice. Harmful practices against indigenous peoples, including hateful rhetoric, disinformation and derogatory tropes, may travel from offline to online worlds and vice versa. The Special Rapporteur recalls that Human Rights Council resolution 16/18 prohibits incitement to discrimination, hostility and violence based on religious or belief identity, as guided through the six-step test set out in the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 59,
        "Text": "59. Interlocutors noted that systematic and widespread discrimination can pressure indigenous peoples, especially younger generations, to assimilate in order to survive or \"to succeed\" in broader society, thereby self-censoring, reducing or ceasing spiritual practices, and feeding fears of \"traditional knowledge going extinct\". In Tunisia, Amazigh perceive social pressure to conform, concealing their language and clothing to secure employment and social acceptance. Indigenous peoples from Sangha, Congo, \"saw no other viable option [besides integration] for ensuring survival\" once driven from their forests and forbidden from hunting. Others seek Western education to \"learn the white man's way\", effectively using State legal systems to challenge adverse policies and practices, including those undermining their freedom of religion or belief.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 60,
        "Text": "60. Underlying many indigenous peoples' current interactions with State apparatuses is an enduring distrust engendered by centuries of institutionalized discrimination, dispossession and forced assimilation. Today, certain State actors are still perceived as hostile or exclusionary, deterring participation and perpetuating disadvantage. In Bolivia (Plurinational State of), Peru and the Philippines, stigmatization and restrictions imposed by health-care authorities on indigenous midwives have reportedly driven many indigenous women to choose homebirths in accordance with spiritual beliefs, limiting access to emergency medical services should complications arise.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 61,
        "Text": "61. While human rights are interdependent and indivisible, this is particularly relevant to indigenous peoples whose \"spiritual worldview\" governs every aspect of their lives. For example, indigenous peoples often conceptualize health holistically, encompassing physical well-being and the spiritual, intellectual and emotional health of the whole community, which depends on indigenous lands as a critical source of life and healing. Many justice systems are community-orientated, using rehabilitation and reintegration in \"seek[ing] to heal the offender, victim, and community\". In addition, their socioeconomic philosophies frequently emphasize \"social responsibility and reciprocity\", guiding the production and distribution of goods, sustainable practices and engagement in traditional occupations (e.g. hunting, fishing).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 62,
        "Text": "62. By failing to develop culturally relevant, holistic solutions that consider indigenous peoples' rights and needs, several interlocutors submit that State practices and policies are relatively ineffective and may even be detrimental. Invoking neoliberal principles, some States have paternalistically sought to justify or legitimize rights violations as being in indigenous peoples' \"best interests\". Such claims include rationalizations that forced relocation facilitates indigenous peoples' access to modern goods and services, despite profoundly rupturing community cohesion and identity. States often consider traditional livelihood activities as \"irrelevant\" and sometimes discourage them \"even in the absence of viable alternatives\".",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 63,
        "Text": "63. For interlocutors, the lack of culturally appropriate options and the State's failure to fulfil positive obligations in protecting their collective identity and their rights to exercise culture, language and religion have compounded disadvantages. Many indigenous peoples globally have comparatively low educational achievement rates (low attendance and literacy and high dropout rates). Cited factors include lack of indigenous language options, culturally appropriate curricula, physically accessible schools or institutional accommodation of traditional practices (e.g. hunting, nomadic lifestyle, and sacred ceremonies).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 64,
        "Text": "64. When the rights of one community suffer, the whole of society suffers. Empowering indigenous peoples by respecting their rights to equal participation within political and public spheres is paramount for ensuring democracy, pe ace and security, especially by empowering them to mitigate disadvantages and better advocate for rights, including freedom of religion or belief. However, many indigenous peoples regularly suffer exclusion from civic and political spaces because of their indigeneity and/or religion or belief identity.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Some States prohibit those not belonging to their official religion or belief system from holding public office, contrary to their right to non-discrimination. Other indigenous peoples are divested or denied citizenship, affecting their socioeconomic participation. The Citizenship Law of 1982 of Myanmar reportedly fails to recognize the ethnoreligious Rohingya community as citizens, rendering them stateless and denying them myriad civil and political rights, including participation in elections. Sedentarization, forced dispossession and relocation, and denial of citizenship rights have significantly impaired the tribal traditions of the Bedouins and their relationship to the land in several Middle Eastern countries.",
        "Labels": [
            "Indigenous peoples",
            "Non-citizens and stateless"
        ]
    },
    {
        "ID": 66,
        "Text": "66. States have legitimate interests in upholding public safety and national security. Several States, however, have allegedly instrumentalized their \"security\" and counterterrorism frameworks – contrary to a human-rights-based approach – on a discriminatory basis to impede or criminalize indigenous peoples' enjoyment of their rights, including their freedom of assembly, association or expression, and spiritual practice, and to justify rights violations. For example, the Government of Banglad esh has reportedly invoked \"security\" justifications to reject indigenous land claims in the Chittagong Hill Tracts, thereby restricting opportunities for worship.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 67,
        "Text": "67. States also have weaponized counter-terrorism legislation to surveil indigenous peoples during their spiritual ceremonies, lower due process standards and increase penalties against indigenous activists expressing political dissent. The Committee on the Elimination of Racial Discrimination has expressed concern that criminal proceedings in Ecuador have been brought against indigenous activists on charges including terrorism, sabotage and resistance, resulting in convictions and fines disproportionate to the seriousness of the acts. Drawing on and cultivating misrepresentation of indigenous peoples, the Anti-Terrorism Act of 2020 adopted in the Philippines supports the \"red-tagging\" of indigenous human rights defenders. They have been allegedly labelled as \"communists\" based on their political opinions, subject to arbitrary arrest and extrajudicial killings, and indigenous schools have been shut for being \"breeding grounds for terrorists\" or having \"anti-government\" curriculums. Civil society also highlights that indigenous peoples' social media use for advocacy and community organization may increase their vulnerability, observing Facebook/Meta's role in facilitating \"red-tagging\".",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 68,
        "Text": "68. In both violating indigenous peoples' rights and limiting their advocacy against such violations, several States allegedly have intimidated, surveilled, threatened, arbitrarily arrested or violently attacked peaceful indigenous protestors with excessive force. In Algeria, 41 Amazigh were reportedly arrested and imprisoned in 2019 for drawing attention to their indigenous identities during peaceful protests. States blocking Internet access is never justifiable, including to reinforce public order or protect national security. The Government of Indonesia has imposed Internet blackouts in majority-indigenous West Papua to reportedly quash community organizations and quell advocacy for their rights domestically and abroad. Steadily, more States are moving towards regulating online communications through hate speech legislation. Such measures may deliberately or inadvertently discriminate against indigenous peoples, such as concerns that an online hate speech bill in Canada could characterize their political organization as \"anti-government\".",
        "Labels": [
            "Indigenous peoples",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 69,
        "Text": "69. Worldwide, interlocutors from every region have observed a reoccurring disconnect between State rhetoric – in extolling respect for indigenous peoples' rights – and reality, with States failing to recognize indigenous peoples and uphold their rights, including freedom of religion or belief. Such shortcomings are often borne from complicity or denial of responsibility. States have fully implemented merely 28 per cent of the reparation orders of the Inter-American Court of Human Rights in land rights cases, with low compliance rates attributed to various factors, including lack of State ability or political willpower, often where the alleged perpetrators still hold power. Impunity for rights violations reigns in such permissive climates. Despite progressive legislation protecting indigenous rights in the Philippines, attacks against indigenous human rights defenders reportedly escalated over the period 2020–2021. And in Mexico, up to 95 per cent of murders of environmental human rights defenders, including indigenous persons safeguarding their sacred lands, allegedly do not result in prosecution.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 70,
        "Text": "70. The Special Rapporteur recalls that the role of the police, which function as frontline defenders in the criminal justice system, is imperative for ensuring effective remedies for rights violations of indigenous peoples. Interlocuters reported incidents of police brutality, unconscious bias and failure to investigate violent crimes, including instances rooted in prejudice towards indigenous peoples and their spiritual identity. Furthermore, as the Special Rapporteur on violence against women observes, domestic legislation and policies to prevent violence against women often overlook \"specific vulnerabilities and realities of indigenous women\".",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 71,
        "Text": "71. States must ensure effective remedies to victims of rights violations, with the United Nations Declaration on the Rights of Indigenous Peoples specifying that grounds of redress include taking indigenous \"religious and spiritual property\" without free, prior and informed consent. Remedies may differ depending on the wishes of victims and contexts, and interlocutors often describe currently available options as inadequate or inappropriate for remedying past wrongs, in particular forced assimilation and displacement. Despite the fact that the court in United States v. Sioux Nation of Indians ordered monetary compensation – worth approximately \\$1.2 billion today – for land dispossession, Sioux peoples have not accepted it, instead seeking restitution as the only appropriate remedy. Given the spiritual value of traditional lands, they \"cannot be exchanged for other lands once […] lost\".",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 72,
        "Text": "72. Some seek reparations to partly remedy the violations of their rights, while others believe \"no amount of money\" can heal \"years of misery, despair, and death\" under government policy. Public apologies and recognition may help some survivors, while other interlocutors decry such symbolic measures as insufficient without reform to provide substantive equality. When the Government of Denmark recently apologized for its forced re-education of 22 Greenlandic children in the 1950s, it attracted criticism for not offering other remedies – or redressing other alleged violations.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Interlocutors report that indigenous peoples' overrepresentation in criminal justice processes globally frequently affects their ability to exercise spirituality. Banning indigenous spiritual practices in prisons, including sweat-lodge, pipe and drum ceremonies, the growing of long hair and \"smudging\", may hinder traditional healing, intergenerational transfer of knowledge, rehabilitation and \"cultural survival\" upon release. Mapuche people in Chile have decried judicial rejection of their traditional healer's (machi) request to partly serve his sentence in his community in fulfilling his essential healing obligations, especially amid the COVID-19 pandemic.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 74,
        "Text": "74. Indigenous peoples may face specific obstacles in effectively advocating or proving violations of their freedom of religion or belief, including absent historical records amid colonization, cultural secrecy, and the voluntary isolation of uncontacted tribes\", precluding their self-representation. Cultural secrecy can place indigenous peoples in a double bind, forced to choose between revealing their spiritual practices to satisfy legal standards in physically protecting an item or retaining this secrecy but losing access or tolerating others damaging the item's spirituality. To claim land rights, indigenous people must sometimes prove their unbroken connection to indigenous lands to the same State that forcibly broke those connections. The Special Rapporteur has learned that indigenous peoples may face other structural barriers in accessing the justice system, such as translating spirituality into legally actionable language, expensive and complex legal processes to register traditional lands, and insufficient translators.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 75,
        "Text": "75. Many indigenous peoples successfully develop and lead programmes to protect their rights, including gender equality and freedom of religion or belief. In several States, indigenous communities are revitalizing spiritual and cultural practices, particularly engaging youth for cultural continuity and working directly to support resilience and recovery of positive aspects of the past in contemporary contexts. In 2022, the Katuaq Cultural Center in Greenland, hosted a drum dance workshop with Inuit from across the Arctic and Polar regions. Advocacy from the Expert Mechanism on the Rights of Indigenous Peoples, the International Indian Treaty Council and others has driven successful repatriations. In consultation with indigenous peoples, the United Nations Educational, Scientific and Cultural Organization (UNESCO) developed a Global Action Plan for the International Decade of Indigenous Languages (2022–2032), with several States embracing the initiative. Several efforts to recognize indigenous culture in national calendars and discourse are observable.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Adolescents"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur welcomes legislative and policy reform to restore indigenous peoples' access or use of their lands in accordance with their spiritual beliefs and practices. In Canada, the Democratic Republic of the Congo and Ukraine, laws have recently been passed to recognize indigenous peoples and their rights. The Government of Australia is reportedly committed to implementing the Uluru Statement from the Heart. Several indigenous peoples welcome rights accorded to nature (e.g. India and New Zealand) but emphasize that related measures must still fulfil free, prior and informed consent. Some corporations uphold free, prior and informed consent operationally, but their insufficient practical implementation is worrisome. Some State museums, universities and collectors have repatriation policies for human remains, including the State Ethnographic Collections of Saxony, Germany.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 77,
        "Text": "77. In acknowledging violations and seeking remedies for indigenous survivors of forced assimilation policies, the Government of Finland and other States have established Truth and Reconciliation Commissions, and officials in the United States have investigated federal Indian Boarding Schools. A recent Papal apology for the acts of Catholics in the residential school system in Canada was lauded as historic but criticized for neither pledging reparations nor acknowledging institutional responsibility. A court in Argentina also ordered reparations to facilitate spiritual healing for descendants of the victims of the Napalpi Massacre. In the absence of national safeguards or effective remedies, indigenous peoples have approached regional and international human rights mechanisms.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 78,
        "Text": "78. Efforts to prevent rights violations against indigenous peoples, including those that may amount to atrocity crimes, are under way in several States, including tailored policies to prevent and respond to sexual and gender-based violence. With the Network for Religious and Traditional Peacemakers, the Office on Genocide Prevention and Responsibility to Protect is advancing a consultative process to develop a plan of action for traditional actors to prevent atrocity crime s. While Royal Canadian Mounted Police receive cultural awareness and anti-bias training, some doubt its ability to singlehandedly address systemic racism. Education programmes in some States, such as Australia, New Zealand and Sweden, incorporate indigenous peoples' history, contributions and legacy in order to challenge prejudices and discriminatory practices.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Through advocacy, litigation, monitoring and reporting, strong civil society and national human rights institutions play an invaluable role in holding duty-bearers to account for violations of indigenous peoples' rights, including freedom of religion or belief. The National Human Rights Institution in Kenya has supported the development of a training manual for conserving indigenous lands, and the Commission on Human Rights of the Philippines has drawn on input from indigenous peoples to establish the Indigenous Peoples' Human Rights Observatory, which monitors rights violations and promotes community-orientated solutions. The Center for the Support of Native Lands produces maps of indigenous territories to assist in their legal protection and combat unwanted resource exploitation. In addition, civil society coalitions work to better monitor violence against indigenous environmental and human rights defenders.",
        "Labels": [
            "Indigenous peoples",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 80,
        "Text": "80. Some initiatives build bridges between indigenous peoples' spiritual needs and those of other faith communities. Indigenous communities in Kyrgyzstan that practice Islam seek to build bridges with majority faith communities and advocate for better protection of pilgrimage practices and natural, but also Islamic, sacred sites. Indigenous peoples in French Polynesia protest against the effects of nuclear testing with strong support from local church groups. The Faith for Earth Initiative of the United Nations Environment Programme explicitly encourages using indigenous traditional knowledge for sustainable environmental management.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 81,
        "Text": "81. Efforts are under way to protect the intellectual property rights of indigenous peoples, including their spiritual practices. The Intergovernmental Committee on Intellectual Property and Genetic Resources, Traditional Knowledge and Folklore of the World Intellectual Property Organization is currently negotiating an international agreement, although its timing and provisions are unclear. In 2019, the rooibos tea industry delivered 1.5 per cent of profits to Khoikhoi people and San people in South Africa, who have traditionally cultivated this sacred plant.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 82,
        "Text": "82. A better understanding of indigenous peoples' right to freedom of religion or belief will not only benefit indigenous peoples but allow a broader appreciation of what a fuller realization of freedom of religion or belief for all entails. The right equally protects everyone, without a hierarchy of belief identity, whether enjoyed by millions or hundreds or exercised in buildings or sacred groves on indigenous territories.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 83,
        "Text": "83. Reflecting the richness and diversity of human experiences, the Special Rapporteur recalls that indigenous peoples belong to all faiths and none, and that many enjoy them syncretistically. The protection of indigenous peoples' freedom of religion or belief must take into consideration their distinctive spiritual needs, practices and beliefs through a consultative approach. Such conditions include access to and use of territories, which are essential components of their physical, spiritual and cultural survival and the effective realization of their human rights more broadly, in particular with regard to the holistic nature of their \"worldview\". Reports of forced displacement and sedentarization – frequently occurring during development, extractive activity, tourism or conservation projects – desecration and destruction of their sacred sites and, in several States, violence against indigenous human rights defenders, raise serious concerns for indigenous peoples' right to freedom of religion or belief. The Special Rapporteur emphasizes that it is impossible to analyse existing challenges to their exercise of freedom of religion or belief without acknowledging past exclusion and inequality. Furthermore, systematic and systemic discrimination makes it difficult for indigenous peoples to live, let alone live consistently, with their spirituality.",
        "Labels": [
            "Indigenous peoples",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 84,
        "Text": "84. As a Special Rapporteur on indigenous peoples has observed, a lack of awareness of indigenous rights repeatedly creates serious situations damaging their enjoyment of spirituality, culture, and traditional knowledge. The Special Rapporteur considers that the present report marks the beginning of a valuable conversation within the United Nations system that should be supported and sustained by an analysis of the obstacles and opportunities of indigenous peoples in exercising their fundamental right to freedom of religion or belief.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur acknowledges the historic exclusion of many indigenous peoples from the development of international law instruments that affect them, including the right to freedom of religion or belief. In emphasizing that holistic and human rights-based solutions should integrate protection of the freedom of religion or belief of indigenous peoples, address systematic and systemic disadvantage and ensure free, prior and informed consent, and in acknowledging the concerns of indigenous peoples that there is \"nothing about us, without us\", the Special Rapporteur proposes the recommendations below.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 86,
        "Text": "86. States should: (a) Establish legal and policy frameworks that recognize the right of indigenous peoples to their beliefs and comprehensively promote and protect their rights, drawing specifically on the United Nations Declaration on the Rights of Indigenous Peoples, including freedom of religion or belief. To this end, States should regularly review and revise such frameworks to tackle discrimination, undue restrictions on spiritual manifestations, and impediments to access and use of indigenous peoples' lands;; (b) Establish collaborative, consultative mechanisms for indigenous peoples to effectively influence decision-making on issues that affect them, including developing holistic rights-based policies and matters affecting spiritual practices. Consider and seek to overcome intersectional barriers based on religion or belief identity, disability, sexual orientation and gender identity, and ethnicity;; (c) Deliver effective and appropriate remedies for indigenous survivors of rights violations, developed in consultation with them, consistent with international principles and guidelines, such as reparations, restitution and supporting recommendations of truth and reconciliation commissions. Where applicable, States should acknowledge historical and ongoing harms of colonization, the Doctrine of Discovery and forced assimilation and/or dispossession more broadly for their spirituality and culture;; (d) Condemn harmful practices that result in human rights violations against indigenous peoples, including those invoking religion or belief or related to accusations of witchcraft and ritual attacks;; (e) Take effective measures to ensure accountability, and the protection and empowerment of all indigenous persons, including those targeted for their sexual orientation and gender identity or disability. States should eliminate all discrimination and violence against indigenous women;; (f) Launch investigations against non-State actors, including private enterprises, that forcibly displace indigenous persons from their lands and violate freedom of religion or belief and other rights;; (g) Where feasible and where sufficient data protection safeguards are instituted, collect disaggregated data to improve monitoring and reporting mechanisms on discrimination, violence and hostility targeting indigenous peoples, including human rights defenders, and where these are based on religion or belief identity;; (h) Collaborate with indigenous spiritual leaders and influencers to support conservation efforts and the sustainable development of traditional lands through a human rights-based approach. States should also comply with Akwé: Kon Voluntary Guidelines for the Conduct of Cultural, Environmental and Social Impact Assessments regarding Developments Proposed to Take Place on, or which are Likely to Impact On, Sacred Sites and On Lands and Waters Traditionally Occupied or Used by Indigenous and Local Communities;; (i) Develop human rights-based educational resources recognizing the connection between the colonization and dispossession and/or marginalization of indigenous peoples; and tackle unconscious bias, stigmatization and stereotyping towards indigenous peoples and their spirituality, including among teachers, police, judges and other public servants.; 2. United Nations and international and regional organizations",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 87,
        "Text": "87. The United Nations and international and regional organizations should: (a) Re-emphasize the importance of the United Nations Declaration on the Rights of Indigenous Peoples in elucidating the rights of indigenous persons and encourage States to fully respect and protect those rights, including provisions relating to indigenous spirituality;; (b) Develop and support linkages between United Nations, international and regional human rights mechanisms to embed indigenous peoples' rights within their daily operations where affected, ensuring that no one is left behind. The United Nations and international and regional organizations should explore avenues for effectively engaging self-governing indigenous territories and entities, which may lack statehood, on matters affecting them, notably climate change;; (c) Continue to support global interfaith dialogue, including indigenous spiritual leaders, on climate change and other environmental challenges;; (d) Facilitate exchanges between UNESCO, the International Council of Museums and indigenous peoples on indigenous spirituality to develop international guidance on appropriate storage and display of indigenous objects, including repatriation; and support the development of international protections for the intellectual property rights of indigenous peoples.; 3. Civil society, including religious or belief actors",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 88,
        "Text": "88. Civil society, including religious or belief actors should: (a) Recognize the responsibility or complicity of religious and other civil society institutions in violating the rights of indigenous people and provide appropriate remedies to the victims;; (b) Promote interfaith dialogue that engages adherents of indigenous spirituality, including youth, opposes stereotypical narratives based on religion or belief identity, and includes space for syncretism;; (c) Continue undertaking and supporting advocacy, monitoring and reporting, effectively holding States and non-State actors to account for violations of the freedom of religion or belief of indigenous peoples;; (d) Continue to engage with the United Nations human rights system, including special procedures, the Expert Mechanism on the Rights of Indigenous Peoples, and the Permanent Forum on Indigenous Issues.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 89,
        "Text": "89. Media outlets should provide training to staff to address misinformation and stereotypes towards indigenous peoples and their spirituality, and combat speech inciting violence, discrimination and hostility in accordance with human rights standards and guidance, including the Rabat Plan of Action, the Fez Plan of Action and the United Nations Strategy and Plan of Action on Hate Speech.",
        "Labels": [
            "Indigenous peoples",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 90,
        "Text": "90. Private enterprises should: (a) Promote and respect the rights of indigenous peoples in line with the Guiding Principles on Business and Human Rights, even when domestic law fails to recognize or protect those rights. When seeking free, prior and informed consent, processes should respect the rights and customary decision-making processes of indigenous peoples. Those seeking to use or commercialize traditional indigenous iconography, art or other cultural practices, especially those related to indigenous spirituality, should also recognize the contributions of indigenous peoples appropriately and carefully consider who benefits from that cultural borrowing or appropriation;; (b) Seek to provide suitable opportunities for indigenous peoples who face disadvantage and discrimination in wider society.; 6. Museums and cultural centres",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 91,
        "Text": "91. Museums and cultural centres should collaborate with traditional custodians and government officials to facilitate prompt and culturally sensitive repatriation of indigenous peoples' ceremonial objects and human remains, according to relevant international guidance, with attention paid to those with spiritual significance. 7. Political parties \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 92,
        "Text": "92. Political parties should initiate opportunities for the participation of indigenous peoples through meaningful representation within political parties and raise the rights of indigenous peoples through party platforms in order to promote wider recognition of those rights.",
        "Labels": [
            "Indigenous peoples"
        ]
    }
]