[
    {
        "ID": 1,
        "Text": "1. The urgency of peace is being felt deeply and painfully around the world. Millions the world over are only too aware that their enjoyment of human rights is heavily contingent on peace, that violence and war lead to a retreat of gains in rights, and that human rights facilitate peace. The world is getting far more violent. Data suggest that there has been a 40 per cent increase in conflict compared with 2020, and that one in six people is living in an area of active conflict. 1 As ever higher numbers of people around the world suffer, it is timely to focus on peace and its relationship to freedom of religion or belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Human rights and peace are conjoined in the Charter of the United Nations. The very purpose of the United Nations, as set out in article 1 of the Charter, includes maintaining international peace and security, developing friendly relations among nations, harmonizing the actions of nations, achieving international cooperation in solving international problems and \"promoting and encouraging respect for human rights and for fundamental freedoms for all without distinction\". From the very foundation of the United Nations itself, therefore, peace and human rights, including freedom of thought, conscience and religion (freedom of religion or belief), were recognized as foundational to the Organization.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The purpose of the present report is to draw attention to the correlation between the rights to peace and to freedom of religion or belief. One of the distinct observations made in the report is that freedom of religion or belief creates the conditions, motivations, rationales and movements for peace to emerge, strengthening conflict prevention, peacemaking and peacebuilding. The recognition of this relationship is especially important given the frequency with which religion is invoked or implicated in conflict.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The right to \"peace\" (discussed in the present report through a contrast with violence, conflict and war) and a culture of peace has been on the agenda of the General Assembly and the Human Rights Council for some 40 years.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In 1984, the General Assembly adopted the Declaration on the Right of Peoples to Peace, in which it recognized that the maintenance of a peaceful life for peoples is the sacred duty of each State and solemnly proclaimed that the peoples of the planet have a \"sacred\" right to peace.3",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Fifteen years later, in its resolution 53/243 on the Declaration and Programme of Action on a Culture of Peace, the General Assembly recognized a relationship between peace, freedom of religion or belief, and non-discrimination on the basis of religion or belief. It noted the need to eliminate all forms of discrimination and intolerance,4 for full respect for, and promotion of, all human rights and freedoms, 5 and to advance understanding and tolerance among peoples and cultures, including Armed Conflict Location and Event Data Project, Conflict Index, updated January 2024. Available at https://acleddata.com/conflict-index. See also 18 June 2024 statement of the United Nations High Commissioner for Human Rights at the fifty-sixth session of the Human Rights Council. Available at www.ohchr.org/en/statements-and-speeches/2024/06/we-must-urgentlyfind-our-way-back-peace-says-high-commissioner. Charter of the United Nations, art. 1. General Assembly resolution 39/11, annex, sixth preambular para. and operative para. 1. General Assembly resolution 53/243, seventh preambular para. Ibid., arts. 1 (c) and 3 (c). towards religious minorities, and recognized a key role for civil society in developing and promoting a culture of peace.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 7,
        "Text": "7. In 2016, the General Assembly adopted the Declaration on the Right to Peace, in which it recalled the need for strengthened international efforts to foster a global dialogue for the promotion of a culture of tolerance and peace at all levels, based on respect for human rights and diversity of religions and beliefs. The Assembly also stressed that \"peace is a vital requirement for the promotion and protection of all human rights for all\".7 It recognized that the right to peace included the promotion and protection of all human rights for everyone, linked the right to peace to equality, non-discrimination and development, and recognized the guarantee of \"freedom from fear and want as a means to build peace within and between societies\". 8",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In 2024, the Human Rights Council, in its resolution 55/17, acknowledged that the development of a culture of peace is integrally linked to respect for advancing understanding, tolerance and solidarity among all civilizations, persons and cultures, including towards persons belonging to national or ethnic, religious and linguistic minorities. Furthermore, it called upon all States to ensure that all persons, including those belonging to national or ethnic, religious and linguistic minorities, had the opportunity to contribute to the promotion and strengthening of a culture of peace.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. These normative developments regarding the culture of peace and the right to peace strongly dovetail with the recognition of the relevance of peace in instruments relating to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In the preamble to the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief of 1981, the General Assembly recognized that \"disregard and infringement of human rights and fundamental freedoms, in particular of the right to freedom of thought, conscience, religion or whatever belief, have brought, directly or indirectly, wars and great suffering to mankind\" and that freedom of religion or belief should \"contribute to the attainment of the goals of world peace, social justice and friendship among peoples\". 9",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The reciprocal relationship between the rights to peace and freedom of religion or belief, and the individual and collective aspects of the right to peace and the \"human right to peace\", have been noted in several reports of the mandate. 10 The question is how best to understand this.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Freedom, peace and security, and development are recognized as comprising the three pillars of the United Nations in the Charter of the United Nations. In Article 1, it is recognized that maintaining international peace and security requires not only preventing and removing threats to peace but also respecting human rights without distinction. Numerous subsequent instruments have also outlined what is meant by \"peace\". In the Declaration and Programme of Action on a Culture of Peace, the General Assembly noted that peace not only is the absence of conflict, but also requires a positive, dynamic participatory process where dialogue is encouraged and conflicts are solved in a spirit of mutual understanding and cooperation. 11 Ibid., art. 3 (m). General Assembly resolution 71/189, second preambular para. Ibid., annex, art. 2. General Assembly resolution 36/55, preambular paras. 3 and 6. E/CN.4/1997/91, para. 90; E/CN.4/1998/6, para. 114; and A/55/280, para. 136. See Michael Wiener, \"The missing link between the right to peace and conscientious objection to military service\" in A Missing Piece for Peace, Michael Wiener and David Fernández Puyana, eds. (San José, University for Peace Press, 2022), sect. 3 (f). Available at www.upeace.org/wpcontent/uploads/2024/01/Wiener-and-Fernandez-A-Missing-Piece-for-Peace.pdf. General Assembly resolution 53/243, preambular para. 4.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Peace is therefore not only negative but also positive: negative in the sense of an absence of direct violence, but positive in the sense of being much more expansive and including a lack of indirect or structural violence. 12",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. As definitions of peace have expanded, so have those of security 13 and sovereignty. 14 Essentially, it has been concretized and reiterated in a number of reports that the primary raison d'être and duty of States, and the reason for their sovereignty, is to protect their populations. 15 These broader understandings have also been reflected in how the Security Council sees its own role in maintaining international peace and security through advancing accountability and justice.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Despite its expansion over the decades, the role of the Security Council in upholding human rights is still \"conceived narrowly\" insofar as it includes \"gross and systematic violations of physical integrity rights rising to the level of mass atrocity crimes – genocide, ethnic cleansing, war crimes, and crimes against humanity. It is only where international security and human rights intersect that the latter succeeds in penetrating the agenda of the Council\". 16 In short, there have to be serious \"physical integrity rights violations\" 17 at play. Since 1992, Council resolutions have increasingly included references to the situation of members of minority communities, as well as to human rights violations, by both Governments and non-State armed groups, including in the name of religion. 18",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 16,
        "Text": "16. The Security Council has advanced its human rights role by establishing commissions of inquiry, creating international courts and tribunals and referring cases to them, using military force for the purposes of humanitarian and human rights protection, and integrating human rights in peace operations. 19",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Organization for Security and Cooperation in Europe (OSCE) concept of \"comprehensive security\" offers a broader understanding of security, encompassing three complementary dimensions: politico-military, economic and environmental, and human, with each dimension considered as being of \"equal importance\". 20 This model is understood to be \"comprehensive, cooperative, equal, indivisible and grounded in human rights\". Sustainable Development Goal 16 is also broad in its call on States to \"[p]romote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels\". Johan Galtung, \"Violence, peace and peace research\", Journal of Peace Research, vol. 6, No. 3 (1969), note 31. This will be discussed further below. The Responsibility to Protect: Report of the International Commission on Intervention and State Sovereignty (2001). Available at https://idrc-crdi.ca/en/book/responsibility-protect-reportinternational-commission-intervention-and-state-sovereignty. A/59/2005, para. 135. Carrie Booth Walling, \"The United Nations Security Council and human rights\", Global Governance, vol. 26, No. 2 (2020), p. 293 Susan Hannah Allen and Sam R. Bell, \"The United Nations Security Council and human rights: who ends up in the spotlight?\", Journal of Global Security Studies, vol. 7, No. 4 (December 2022), p. 12. Nazila Ghanea and Michael Wiener, \"Freedoms of thought, conscience, religion or belief at 75\" in Shaping a World of Freedoms: 75 Years of Legacy and Impact of the Universal Declaration of Human Rights (New York, 2023), p. 9. Available at https://unequal.world/wpcontent/uploads/2023/12/Shaping-a-World-of-Freedoms-75-Years-of-Legacy-and-Impact-of-the-Universal-Declaration-of-Human-Rights.pdf. See also Mark Klamberg and others, \"Tempering the Security Council's expanded perception of threats to the peace\", Nordic Journal of International Law, vol. 93, No. 2 (June 2024). Walling, \"The United Nations Security Council and Human Rights\", pp. 294–299 OSCE Office for Democratic Institutions and Human Rights, Freedom of Religion or Belief and Security: Policy Guidance (Warsaw, 2019), p. 9.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. It is on the basis of such broader understandings that the present report offers an examination of how freedom of religion or belief contributes to peace.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The need to advance peace and promote freedom of religion or belief in parallel, as integral to one another, is recognized in numerous instruments, including the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief,21 the Declaration on the Right to Peace of 201622 and the Beirut Declaration on Faith for Rights of 2017. 23",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Those instruments recognize that peace should be based on respect for freedom of religion or belief and respect for diversity of religions and beliefs. They also recognize the realization of the rights of religious or belief minorities as contributing \"to the strengthening of friendship, cooperation and peace among peoples and States\".24 The positive relationship between peace and freedom of religion or belief is contingent, however. In those instruments, it is asserted that freedom of religion or belief \"should\" contribute to attaining world peace and that religion or belief \"should not\" be used or abused for ends inconsistent with the Charter, and therefore with peace.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Much research has focused on the question of the relationship between religion and peace. Regarding whether religion contributes to war or peace, it has long been recognized that religion is \"ambivalent\" on this question. 25 \"[N]either religion nor religious militancy is per se a source of deadly conflict\"; in fact, \"the nonviolent 'warrior for peace' could be more influential in the long run than the religious extremist\". 26 It is observed that religion is neither inherently \"dangerous\" nor \"harmful\" and that, in fact, \"violence is the exception when it comes to faith traditions\".27",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 22,
        "Text": "22. Despite, and in fact because of, its ambivalence, \"religion allows political actors to utilize it as a legitimizing force when carrying out campaigns of aggression\", 28 organized violence and war, whether by State or non-State actors. When religion has served as such a legitimizing force, it has largely been in conjunction with \"socioeconomic and political factors that contribute to the decision to resort to violence\".29",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The factors that \"lead to using religion as a justification for conflict\" 30 may be external to the religious community concerned and/or linked to factors internal to the related religious leaders, interests and communities. General Assembly resolution 36/55, preambular para. 5. General Assembly resolution 71/189, thirty-fourth preambular para. A/HRC/40/58, annex I, para. 7, and annex II; see also #Faith4Rights toolkit, p. 10, available at www.ohchr.org/sites/default/files/Documents/Press/faith4rights-toolkit.pdf. General Assembly resolution 71/189, thirty-fourth preambular para. R. Scott Appleby, \"Religion and global affairs: religious 'militants for peace'\", SAIS Review, vol. 18, No. 2 (Summer–Fall 1998). See also Erin Wilson, Religion and World Politics: Connecting Theory with Practice (Routledge, 2023). Monica Duffy Toft, \"Religion, terrorism and civil wars\" in Rethinking Religion and World Affairs, Timothy Shah, Alfred Stepan and Monica Duffy Toft, eds. (Oxford University Press, 2012), p. 127. Ibid. Ibid. Ibid., p. 142. Ibid.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In short, religion can inspire and be utilized to advance non-violence, conflict resolution and peace, or violence, conflict and war.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Nonetheless, \"religiously inspired violence is, by and large, more deadly than violence justified by other means\".31 One cannot ignore the scholarship underpinning the observation that religion \"contributes to a strikingly high proportion of civil wars and incidents of terrorism\" and that religion not only renders such violence \"deadlier but [also] more difficult to bring to a lasting end\".32",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Research has demonstrated that \"the State strategy of choosing exclusion and repression or accommodation toward minorities is a key driver behind the likelihood of a religious cleavage becoming an organizing principle for violence\". 33 It has been argued that it is in contexts of State repression that religious identity markers gain salience and can become, for example, \"synonymous with not having legitimate claims to rights such as citizenship, land, employment and security\". 34 There is \"no deterministic primordial route from demographic diversity to war, but … repression can spur civil war\".35",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In the context of discrimination and intolerance based on religion or belief, the mandate has long observed that such discrimination and intolerance result from the combination of \"a variety of economic, social, political or cultural factors deriving from complex historical processes\", along with \"sectarian or dogmatic intransigence\". 36 The risk of that intransigence increases where repression has not been addressed and the State has fallen short in its duties to address it.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. This speaks to the multilayered factors that lead to a decision to resort to violence. Religion rarely stands alone as a factor, but rather in conjunction with other factors and grievances. Where there are targeted repressive State policies directed against a group, bonds are forged that increase cohesion among members of the targeted group, and these common grievances may give rise to mobilization and dissent – hence to the \"religious cleavage becoming an organizing principle for violence\"37 – or even escalate to violence, conflict and war.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. It is also worthy of note that \"a regime's experience with religious conflict will lead it to be more repressive of religious groups\". 38 Together, these findings hold that after a conflict that has involved religion, religious repression is likely to ensue, creating a cycle of restrictions on freedom of religion or belief, which in turn risks generating further future conflict.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Former Special Rapporteur Heiner Bielefeldt outlined the forms such violence can take. Violence in the name of religion \"can be in the form of targeted attacks on individuals or communities, communal violence, suicide attacks, terrorism, State repression, discriminative policies or legislation and other types of violent behaviour. It can also be embedded and perpetuated in the status quo in various forms of structural violence justified in the name of religion.\" 39 As to the actors concerned, they may comprise different types of non-State actors, including armed and vigilante \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\ Ibid., p. 127. Ibid., p. 142. Ragnhild Nordås, \"Religious demography and conflict: lessons from Côte d'Ivoire and Ghana\", International Area Studies Review, vol. 17, No. 2 (June 2014), p. 160. Ibid., p. 161. Ibid. A/HRC/13/40, para. 43. Nordås, \"Religious demography and conflict\", p. 160. Peter S. Henne and Jason Klocek, \"Taming the gods: how religious conflict shapes State repression\", Journal of Conflict Resolution, vol. 63, No. 1, p. 112. A/HRC/28/66, para. 4. groups, but also State agencies, or a combination of both. 40 This can be detailed with a whole range of recent examples of allegation letters sent by the current mandate holder and other special rapporteurs raising precisely the same concerns. 41 In addition, further recent examples include violence, or potential exposure to violence, stemming from refoulement of those escaping religious persecution, 42 stigmatization in public authorities' language and the popular consciousness, 43 and instances in which vandalization, land-grabbing or threats to security are led by State agents themselves.44",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The current mandate holder has regularly used the phrase \"discrimination and violence in the name of religion\" and distinguished this from \"discrimination and violence on the grounds of religion or belief\". A previous mandate defined the former as being \"based on or arrogated to religious tenets of the perpetrator\" and the latter as being \"based on the religious affiliation of the victim\". 45",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Another approach to this distinction, however, is the question of who determines whether an act is \"due\" to religion or belief or falsely arrogated to be on the basis of religion or belief. The determination of whether a particular act is genuinely \"religious\" or not is highly consequential politically.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The mandate is mindful to not be seen as an arbiter of which violence, conflict or war is \"due\" to religion and which is merely \"in the name of religion\". After all, the mandate holder is carrying out a human rights mandate and not one that offers either religious expertise or determinations on all religions and beliefs. Furthermore, as a special procedures mandate appointed by the Human Rights Council, the mandate is fundamentally and unapologetically in favour of human rights and peace for all.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Treading this path with responsibility, however, requires that any possible link with religion not be rejected altogether. This mandate has observed that \"acts of violence cannot be attributed to religions per se or to any particular religion\", yet \"human agency comprises a broad range of motives, including religious ones\". 46 Regrettably, \"there are obviously religious fanatics who seem to believe that, by Ibid. OHCHR, communications sent to the following Governments: Bangladesh (BGD 5/2023); China (CHN 12/2022 (government response received 7 March 2023, which referenced further communication CHN 7/2017, to which a government response was received on 19 September 2017)); Egypt (EGY 10/2017 (government response received 15 September 2017) and EGY 4/2022)); Japan (JPN 1/2023 (government response received 11 October 2023)); France (FRA 2/2022 (government response received 7 July 2023)); Pakistan (PAK 11/2023); Thailand (THA 2/2024 (government response received 27 February 2024) and THA 2/2022 (government response received 2 November 2022)); and Türkiye (TUR 3/2023 (government response received 8 August 2023)). OHCHR, communications sent to the following Governments: Japan (JPN 1/2024 (government response received 27 June 2024)); Kyrgyzstan (KGZ 4/2021); Nicaragua (NIC 2/2023); and Pakistan (PAK 2/2023). OHCHR, communications sent to the following Governments: Bangladesh (BGD 1/2022); Guatemala (GTM 8/2022); India (IND 5/2022); and Pakistan (PAK 2/2022). A/HRC/13/40, summary. A/HRC/28/66, para. 18. torturing or killing fellow human beings, they actually perform a service to God\", and those same religious fanatics \"may find some admirers and supporters within their broader communities who mistakenly resort to violence as a manifestation of strong religious commitment\".47 Rejecting this reality would be evading the obligations and responsibilities that arise and the steps that can be taken to address it effectively. States need to fully respect freedom of religion or belief for all while bringing to justice those who are answerable for violations or crimes in the name of religion or belief. Furthermore, \"[r]eligious communities and their leaders, including theologians of various denominations, have a responsibility to tackle this problem on the basis of a clear analysis of its various root causes, including narrow-minded and polarizing interpretations of religious messages\". 48",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Recognizing the currency of religion to the call for 49 and perpetuation of conflict, violence and war in this context is not an endorsement of religion being used to such an end, nor does it suggest that a particular religion or belief is inherently or necessarily violent. It is a mere acknowledgement that \"religion\" has in fact been mobilized in order to seek to justify violence, conflict or war in that particular time and context.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 36,
        "Text": "36. In debating \"the actual importance of religion to terrorism (versus the instrumental use of religion)\", studies demonstrate we can \"neither deny the importance of religion in religious terrorists' actions nor place the blame for their violence on an entire religious tradition\". 50 Returning to the \"ambivalence\" of religion or belief, it is worth noting that, while religion can mobilize, and be mobilized, towards violence, conflict and war, it can also mobilize and be mobilized for the opposite. Recognizing when and how religion can be mobilized away from the negative and towards the positive is critical.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. One may correlate religious and belief diversity with the risk of conflict; however, this is highly misguided. Scholars have observed that it is not diversity, whether cultural or religious, that is at issue but \"how it is handled politically\". 51 As has been reiterated by this and other mandate holders, \"religious intolerance is not a natural outcome of diverse societies but is all too often manipulated by a few groups or individuals\".52 In the guiding principles of his Call to Action for Human Rights, the Secretary-General notes that human diversity should be regarded as an asset, not a threat, and religious and cultural diversity needs to be managed with full respect, and not just tolerance.53",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. By upholding freedom of religion or belief, the State allows freedom of thought, conscience and religion to have its intended \"far-reaching and profound\"54 scope and impacts. This freedom liberates persons to remain authentic to their conscience, whether in pursuit of continuing ancestral affiliations55 or changing their religion or belief. This strong association between conscience and religion or belief means that persons belonging to religious or belief minorities are not just assumed to belong, 56 but are minorities by dint of self-identification and choosing to maintain their characteristics. Their choice can be passive or active, one of resignation or active searching. The nature of the choice rests on the person's conscience, but an enabling environment must be Ibid. Ibid. For a rich discussion in this regard, see www.toaep.org/ps-pdf/41-bergsmo-manocha. Toft, \"Religion, terrorism and civil wars\" (see footnote 26), p. 141. Nordås, \"Religious demography and conflict\", p. 161. A/HRC/13/40, para. 48. #Faith4Rights toolkit, p. 12. CCPR/C/21/Rev.1/Add.4, para. 1. A/77/514. General Assembly resolution 47/135, annex. created to make this choice possible, which at the very least requires States not to violate this freedom and for non-State actors not to interfere with it.57",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Freeing up conscience, as called for by freedom of religion or belief, also frees conscience from manipulation, polarization and instrumentalization. The very question of whether populations are co-opted in calls for legitimizing war or are liberated to become \"militants for peace\" 58 rests on this.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 40,
        "Text": "40. This freeing of conscience implies positive obligations on the part of the State but also responsibilities at the societal and community levels. Freedom of religion or belief has been described as having an internal dimension (forum internum) and an external dimension (forum externum).59 The forum internum relates to the right to have, adopt and change thought, conscience, religion or belief, which can be theistic, non-theistic, atheistic or other;60 the forum externum relates to the right to manifest one's religion or belief, including in community with others and in public. Cutting across both of these is the freedom to interpret, understand and thereby manifest one's religion or belief. Although thought, conscience and religion may be informed by others, and even strongly shaped by association with others, it ultimately attaches to the individual's own conscience and understanding. This understanding is empowered through the fulfilment of other rights, including education, association, peaceful assembly, opinion and expression, privacy and digital safety.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The freedom to interpret also offers a powerful resilience in times of polarization that may lead to violence, conflict and war. It can allow individuals to stand against the tide of conflict, refuse to accept the distortion and utilization of their religion or belief for war – especially but not exclusively if the conflict has interreligious or intrareligious associations – and to resolutely stand for peace and human rights for all. Promoting constructive engagement on the understanding of religious texts and encouraging interpretations cognizant of a \"globalized world composed of increasingly multicultural and multi-religious societies\"61 supports this objective.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 42,
        "Text": "42. The observations discussed in section III above, about both the ambivalence and the role of religion in conflict, might be at home in international relations, peace studies and political science, but they are also critical to freedom of religion or belie f. This is especially the case because understandings about the relationship between conflict and religion are explicitly put forward or implicitly influence how States approach religious or belief matters and communities.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The extensive and essentializing narratives about religion and insecurity, conflict and war regrettably leave a deep imprint on how States relate to their obligations regarding freedom of religion or belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 44,
        "Text": "44. This is the case despite the fact that, pursuant to article 4 of the International Covenant on Civil and Political Rights, freedom of religion or belief cannot be subject to derogation, even in situations of national emergency, and that freedom of religion or belief and security are \"complementary, interdependent and mutually reinforcing General Assembly resolution 47/135, annex, art. 3 (2); and E/CN.4/Sub.2/AC.5/2005/2, para. 54. Appleby, \"Religion and global affairs\" (see footnote 25). CCPR/C/21/Rev.1/Add.4, paras. 1 and 3–4; and Caroline Roberts, Freedom of Religion or Belief in the European Convention on Human Rights (Cambridge University Press, 2023). CCPR/C/21/Rev.1/Add.4, para. 2; and A/HRC/40/58, annex I, para. 10. A/HRC/40/58, annex II, commitment III. objectives that can and must be advanced together\". 62 This is most evident when security is understood in its many dimensions 63 and not reduced to \"national security\". Sustainable security unequivocally requires full respect for human rights, equality and the trust of those in that jurisdiction. 64",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Whether implicitly or explicitly, many States select between \"good religion\" and \"bad religion\", creating hierarchies of protection of the freedom of religion or belief of some, and perpetuating discrimination and inequality. Challenges include States that offer recognition to only one religion or ideology, or to a closed list of several communities. Others are not recognized, and this necessarily leads to discrimination against them, albeit along a gradient of infringements and exclusions. States create hierarchies in other ways, too, by criminalizing some religions or beliefs or the defining religious practices of their members. This may be by wholesale accusations of extremism and terrorism, prohibiting their activities or not allowing them to assemble and observe as members of a community. Some national penal laws also prohibit blasphemy or apostasy, with severe penalties, including capital punishment, contrary to the explicit protection of the freedom to change religion or belief for everyone, without any form of coercion, in international human rights law. The refusal to allow registration of communities can render them unable to hold activities, or to assemble and associate, and curb their ability to manifest their religion or belief as protected under international human rights law.65 Furthermore, limitations on manifesting one's religion or belief are often imposed by States in a manner that stands in stark violation of the international framework for legitimate limitations. Any limitations must be as provided by law, necessary, proportionate and non-discriminatory, and be imposed in the least restrictive manner solely in order to protect public order, health or morals66 or the rights and freedoms of others. States should also respect the rights of persons belonging to religious or belief minorities 67 without discrimination, and in a context of equal enjoyment of other human rights, including due process and the equal protection of the law and equality before the law.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Country visit reports and allegation letters by the mandate holder over the years have highlighted a range of restrictions and violations of freedom of religion or belief that are pursued in the name of advancing security. The denial of registration and the de-registration of religious or belief communities on the grounds of national security remain a concern in a number of States. In 2017, the mandate expressed concern at a Supreme Court decision to liquidate a centre belonging to a religious or belief community and all its local entities on grounds of \"extremism\", 68 grounded in the view that the religious materials they disseminated \"[incited] religious strife promoting the exclusivity, superiority or inferiority of citizens on the basis of their attitude to religion\". 69 This precipitated a wave of judicial harassment against its members transnationally. 70 In August 2023, the mandate expressed concern at the OSCE Office for Democratic Institutions and Human Rights, Freedom of Religion or Belief and Security: Policy Guidance (see footnote 20). Ibid., p. 9. Ibid., p. 7. General Assembly resolution 36/55, art. 6; and CCPR/C/21/Rev.1/Add.4, para. 4. They must not, however, be based on the morals of only a single religion or belief \\(CCPR/C/GC/34, para. 32). General Assembly resolution 47/135, arts. 2–4. OHCHR, communications sent to the Government of the Russian Federation: AL RUS 2/2017 (government response received 25 May 2017) and AL RUS 19/2018 (government response received 5 October 2018). Response of the Permanent Mission of the Russian Federation to the United Nations Office and other international organizations in Geneva to OHCHR communication AL RUS 2/2017. OHCHR, communications sent to the Government of the Russian Federation: AL RUS 19/2018 (government response received 5 October 2018); AL RUS 22/2018 (government response received 16 January 2019); and AL RUS 2/2020 (government response received 5 August 2020). cancellation of the legal personality of some 310 not-for-profit organizations associated with a religious community, in a context in which the leadership of the community was accused of \"encouraging terrorists\". 71 The mandate has also raised concerns in relation to legislative initiatives that allow authorities to refuse the re-registration of a religious organization on the basis of, inter alia, national security concerns.72 The mandate has further raised concerns where religious organizations are required to complete burdensome applications to operate legally, and where the authorities exercise overbroad discretion when denying applications and de-registering religious or belief communities. 73",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. As has been highlighted on numerous occasions by mandate holders, the broader context of counter-terrorist, anti-separatist or anti-violent extremism policy, as well as overbroad prohibitions of \"incitement\" and \"hate-speech\", can give rise to restrictions on manifestation that are incompatible with international human rights law. The mandate has repeatedly expressed concern about the potential for expansive counter-terrorism and counter-violent extremism law and policy to \"securitize\" religious or belief minorities: a process whereby religious or belief minorities are perceived as a threat requiring extraordinary punitive legal and policy measures. 74 This results in a wide range of restrictions on manifestation of religion or belief, many of which are highlighted in recent mandate-holder communications, such as prohibiting essential religious practices, such as adherence to a particular diet, or framing them an indicator of threat; 75 criminalizing the dissemination of religious materials;76 or criticizing of religions, beliefs or practices. 77 The mandate has even observed contexts in which the closure of places of worship and restrictions on access to places to gather for worship for religious or belief communities put the manifestation of religion or belief out of reach for the vast majority of the population.78 Banning religious leaders from exchanges with or training in different countries in order to allegedly uphold \"religious calm\" can have a disproportionate impact on minority religions and lead to extreme discrimination 79 and have even restricted further study.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Communications of the mandate have also highlighted the disproportionate suspicion, targeting and judicial harassment of adherents to minority faiths who are accused of being sympathetic to terrorism, or to be violent \"extremists\", \"separatists\" or threats to \"national security\". In these contexts, the mandate has raised cases of arrest, detention and sentencing of religious leaders and adherents to minority faiths, including application of the death penalty, on charges relating to terrorism, separatism or \"acting against national security\". 80 Bias and stereotyping in relation to terrorism and security issues can also facilitate administrative restrictions on the receipt of funding for non-profit organizations that defend the rights of religious or belief OHCHR, communication AL NIC 2/2023 sent to the Government of Nicaragua. OHCHR, communications sent to the following Governments: Kyrgyzstan (OL KGZ 6/2023) and Belarus (OL BLR 7/2023). A/HRC/55/47/Add.1 (mission to Tajikistan), paras. 34 and 35. A/73/362, para. 10. See also ibid., paras. 21, 49 and 57; and A/HRC/46/30, paras. 23–25. OHCHR, communications sent to the Government of China: AL CHN 18/2019 and AL CHN 12/2022 (government responses received 16 December 2019 and 7 March 2023, respectively). OHCHR, communications sent to the following Governments: Kyrgyzstan (AL KGZ 4/2021) and Russian Federation (AL RUS 19/2018). OHCHR, communication sent to the Government of Sri Lanka (AL LKA 3/2023). A/HRC/55/47/Add.1, para. 24. Ibid., para. 31. OHCHR, communications sent to the following Governments: Egypt (AL EGY 14/2021); Sri Lanka (AL LKA 2/2021 (government response received 7 September 2021)); Saudi Arabia (AL SAU 5/2022 (government response received 25 May 2022)); Iran (Islamic Republic of) (AL IRN 27/2022 (government response received 25 May 2023)); and China (AL CHN 8/2023 (government response received 31 August 2023)). minorities, including funding from private enterprises. 81 More broadly, the emerging trend towards restrictive legal frameworks for the establishment of civic associations, and for their receipt of overseas funding, represents a deeply concerning threat to the right of religious or belief-based organizations to carry out charitable, humanitarian or human rights activities.82",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. As noted in previous reports of the mandate, the armed forces of States are often found to be directly involved in the most violent acts of repression based on religion or belief, including acts of genocide, forced displacement, forced conversion, sexual and gender-based violence, enslavement, destruction and desecration of places of worship, destruction of homes and pillaging of the resources of religious minorities. 83",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Situations of armed conflict can engender severe restrictions on the right of individuals to manifest their religion or belief, such as through the destruction of places of worship. 84 Religious or belief communities may also find themselves subjected to heightened scrutiny and suspicion of their allegiances, 85 including allegations of membership in, or sympathy with, terrorist organizations. Such presumptions of the collective guilt of religious and belief minorities lead to restrictions on their activities, including humanitarian activities in situations of conflict,86 and attacks on their homes, property and places of worship by State and non-State actors. 87 The Special Rapporteur further reiterates that conscientious objection to military service falls within the scope of article 18, paragraph 1, of the International Covenant on Civil and Political Rights, and underlines her concern at continued allegations of denial of this right in situations of armed conflict and beyond.88",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Country visits by the mandate have uncovered the tendency in several States to adopt an interventionist approach and attempt to \"manage\" religious communities for fear of religious \"extremism\" or terrorism. In a 2014 country visit, a fear of religious extremism and terrorism was given as justification for the highly intrusive \"managing of religious pluralism\" and the management of religious communities, which gave scant regard to freedom of religion or belief obligations. 89 This approach was described as offering \"stability\", \"tranquillity\" and \"harmony\". International law clearly sets out the strict parameters of the limitations that may legitimately be imposed on the right to manifest freedom of religion or belief. 90 However, authorities appeared to hold the view that State permission was required before manifestation could occur.91 Similarly, in another country visit by the mandate, a pattern of frequent invocation of unspecified \"majority interests\" or interests of \"national unity and OHCHR, communication sent to the Government of France (OTH 132/2023). See, for example, CCPR/C/EGY/CO/5, para. 49; and OHCHR, \"Georgia: United Nations experts condemn adoption of Law on Transparency of Foreign Influence\", 15 May 2024, available at www.ohchr.org/en/press-releases/2024/05/georgia-un-experts-condemn-adoption-lawtransparency-foreign-influence. A/78/207, para. 52. For further details, see A/HRC/49/44. OHCHR, communication sent to the Government of the Russian Federation (AL RUS 18/2022). OHCHR, communication sent to the Government of Ukraine (AL UKR 1/2023 (government responses received 22 January and 20 June 2024)). OHCHR, communication sent to the Government of the Philippines (AL PHL 4/2023 (government response received 29 December 2023)). OHCHR, communication sent to the Government of Ukraine (AL UKR 1/2023 (government responses received 22 January and 20 June 2024)). OHCHR, communications sent to the following Governments: Ukraine (AL UKR 1/2023 (government responses received 22 January and 20 June 2024)); and Turkmenistan (AL TKM 2/2020). The work of the Quaker United Nations Office was critical in this regard. A/HRC/28/66/Add.1 (mission to Kazakhstan), para. 16. International Covenant on Civil and Political Rights, art. 18, para. 3. A/HRC/28/66/Add.1, para. 22. harmony\" or \"public disorder\" that was used to justify restrictions on freedom of religion or belief came to light. 92 Vague formulations in penal codes can lead to members of religious or belief communities being subject to restrictions on their right to manifest their religion or belief, and to arrest or detention for those who resist restrictions in line with their freedom of religion or belief, 93 with the pattern continuing over many years.94",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Strong State intervention in the management of mosques, including in relation to the themes of Friday sermons (though not the full regulation of content), with certain peaceful practices promoted by religion being identified as extremist, 95 was observed in a 2019 country visit.96 In another country visit, it was clear that strong State intervention in religious communities in fact targets those who seek to practise their religion in ways other than those sanctioned by the Government, 97 and that such excessive control may create conditions that push grievances to a level that raises the risk of violence. In contrast, respect for freedom of religion or belief leads to a harmonious and rich public life, actively contributing to development, peace and understanding.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. A number of mandate country reports highlight contexts where political rhetoric and media coverage portray certain religions as more prone to violence than others. This may relate to certain political parties linking immigration to increasing violence, and the media associating members of religious or belief minorities, such as Muslims, with terrorism and discrimination against women. 98 Interviews with Muslim men showed that they felt branded as \"dangerous terrorists\" or as \"oppressors of women\" by society at large.99 The media appeared to portray radical voices as the \"real Islam\", sidelining moderate or liberal views as \"exceptional\". The negative perception of Islam gave rise to members of Muslim communities expressing concern that they were associated with backwardness, extremism, discrimination against women, violence and terrorism. 100 In the drive to address violent extremism and social violence, which cannot be associated with certain religions or beliefs, States cannot afford to set aside the strength and resources that can be drawn from diversity. The mandate has previously warned States and policymakers against facile generalizations regarding the relationship between religion and conflict, which can contribute to the \"religionization\" of conflicts and perpetuate the narrative of one or more parties to a conflict.101",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. It is well accepted that full respect for human rights is a prerequisite of peace, 102 although it is necessary to specify the particular \"added value\" to peace of freedom of religion or belief, as opposed to just \"religion\". A/HRC/28/66/Add.2 (mission to Viet Nam), para. 76. Ibid, paras. 23–25 and 73. OHCHR, communications sent to the Government of Viet Nam: VNM 2/2023 and VNM 4/2022 (government response received 27 July 2023). A/HRC/40/58/Add.1 (mission to Tunisia), para. 58. Ibid., para. 45. A/HRC/55/47/Add.1 (mission to Tunisia), para. 43. A/HRC/55/47/Add.2 (mission to Sweden), para. 61. Ibid., p. 46. A/HRC/34/50/Add.1 (mission to Denmark), para. 33. A/HRC/49/44, paras. 3 and 79 (a). General Assembly resolution 53/243, para. 1 (c).",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. While there are many policy approaches that attempt to mobilize the power and influence of religious or belief traditions and institutions with regard to conflict prevention, mitigation or resolution, these do not necessarily equate to an approach consistent with freedom of religion or belief or with a human rights-based approach. It is therefore worth highlighting aspects that are inherent and particular to a freedom of religion or belief approach. Three such aspects are fundamental.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. First, it is worth underlining that article 18 of the International Covenant on Civil and Political Rights protects freedom of thought, conscience and religion. Individuals are protected in their non-derogable right to pursue, examine and develop their conscience, either within or outside of any given religious or belief tradition. Respect for freedom of thought, conscience and religion enables the development of ethical and moral positions beyond the status quo.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Second, while \"interfaith\" and \"intrafaith\" initiatives and dialogues are widespread, a freedom of religion or belief approach invites a more nuanced and inclusive approach. Article 18 of the International Covenant on Civil and Political Rights \"is not limited in its application to traditional religions or to religions or beliefs with institutional characteristics or practices analogous to those of traditional religions\".103 Importantly, this includes religions or beliefs that are not recognized or held by a majority, as well as indigenous forms of spirituality, and protects diversity of thought, conscience and belief within religious traditions.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Finally, a freedom of religion or belief-based approach embodies the indivisibility and interrelatedness of human rights. As such, it must promote freedom of religion or belief in such a manner as to compliment the breadth of other relevant human rights in a given situation, including the right to non-discrimination, fair trial and due process rights, and the right to participation.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The Security Council has called on States to support \"quality education for peace, including by designing and implementing policies whereby education systems promote … freedom of religion or belief\". 104 Through encouraging exchange and learning between religious or belief communities, civil society-led initiatives can play a vital role in breaking down myths and stereotypes that may foster conflict at the local level.105",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Freedom of religion or belief mandates legal protection of, respect for, and fulfilment of the rights of all, including of religious or belief minorities. Bringing the constitutional and legal order in line with freedom of religious or belief and other relevant human rights, and giving effect to these rights, is an obligation of immediate character under the International Covenant on Civil and Political Rights. It also allows minority grievances and inequalities to be addressed, and offers robust protection CCPR/C/21/Rev.1/Add.4, para. 2. Security Council resolution 2686 \\(2023\\),) para. 8. For example, see the peer-to-peer learning methodology advanced in Ibrahim Salama and Michael Wiener, \"'Faith for Rights' in armed conflict: lessons from practice\", Journal of Human Rights Practice, 7 June 2023. See, for example, Fathima Azmiya Badurdeen, \"Harnessing local traditional beliefs in environmental advocacy and peacebuilding: FORB interventions in Indonesia and Kenya\", University of Groningen, The Religion Factor blog, available at www.rug.nl/research/centre-forreligious-studies/research-centres/centre-religion-conflict-globalization/blog/harnessing-localtraditional-beliefs-in-environmental-advocacy-and-peacebuilding-forb-interventions. See also the work of the Joint Initiative for Strategic Religious Action, Religions for Peace, the Network for Religious and Traditional Peacemakers, the Institute for Global Engagement, the Religious Freedom and Business Foundation, the Forum for Promoting Peace in Muslim Societies, Love Your Neighbor Community, Globethics and Tearfund. against the emergence of grievances, and hence the possibility of such grievances leading to instability, or even violence, or being exploited in a conflict or in its escalation.106",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. It is where freedom of thought, conscience, religion or belief is respected that alternative movements and pro-peace narratives are more likely to emerge and the public is less likely to be captured by the political instrumentalization of division, hatred and othering on the basis of religion or belief. Upholding freedom of religion or belief allows for independent thinking, which \"may legitimize and preserve social order\" or \"challenge society and government\".107 It is \"a precious asset for atheists, agnostics, sceptics and the unconcerned\". 108",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Research based on statistical analysis across 143 countries has highlighted a strong link between restrictions on religious freedom and social hostilities, and that \"to the extent that governments and societies restrict religious freedoms, physical persecution and conflict increase\".109",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Freedom of religion or belief can also help bolster efforts to tackle environmental drivers of deprivation and grievance. Scarcity of and competition for natural resources are often among the key issues that may drive or aggravate conflicts, including along sectarian lines, and environmental degradation and climate change threaten to make this problem more acute. A freedom of religion or belief lens helps underscore both the need for adaptation plans that are sensitive to religion and conflict, and the potential of interfaith action on climate change to help address this issue.110",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Freedom of religion or belief facilitates the possibility of affiliating with a body of values held by a community, and doing so freely and without coercion. Such values111 can help address the root causes of violence and conflict and harness a power to reach deep roots of motivation for upliftment and transformation. They can help instil, inspire, stimulate and sustain non-violence, forgiveness, hope, the overlooking of the faults of others, the holding of one's own self to account, the countering of prejudice and intolerance, treatment of others as one wishes to be treated and independence of thought, thereby contributing to an appreciation of diversity and pluralism. The insights of religion provide a \"toolbox\" 112 in the search for peace. Freedom of religion or belief offers the key to this toolbox, protecting and encouraging access to it.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. In light of the indivisibility of rights, projects based on freedom of religion or belief and aimed at conflict prevention and mitigation can also foster inclusivity of See A/HRC/49/46. Elizabeth Clark, \"The impact of religion and religious organizations\", Brigham Young University Law Review, vol. 49, No. 1 (2023), p. 44. European Court of Human Rights, Kokkinakis v. Greece, Application No. 14307/88, Judgment, 25 May 1993, para. 31. Roger Finke and Jaime Harris, \"Wars and rumors of wars: explaining religiously motivated violence\" in Religion, Politics, Society and the State, Jonathan Fox, ed. (New York, Oxford University Press, 2012). See also Roger Finke and Dane. R. Mataic, \"Promises, practices and consequences of religious freedom: a global overview\", University of St. Thomas Law Journal, vol. 15, No. 3 (2019); and Nilay Saiya, Weapon of Peace: How Religious Liberty Combats Terrorism (Cambridge University Press, 2018). Elizabeth Nelson, with Daniel Ekomo-Soignet and Rachel Forster, \"Climate change, conflict and freedom of religion or belief\" (Search for Common Ground, June 2024). See, for example, www.bahai.org/library/authoritative-texts/the-universal-house-ofjustice/messages/19851001\\\\001/19851001\\\\001.pdf. Johan Galtung, speech dated 22 May 2012, sponsored by the World Council of Churches, Globethics and the Galtung Institute for Peace Theory and Peace Practice. Available at www.oikoumene.org/news/johan-galtung-religions-have-potential-for-peace. religious or belief representatives, leaders, actors and voices, including the voices of women, young persons and minorities.113",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Religious or belief representatives, leaders114 and actors have long contributed to conflict prevention, whether in terms of providing early warning, sharing understanding of the factors driving conflict, or offering mediators and/or their \"good offices\" in facilitating prevention. Interfaith dialogues and coopera tion have also been recognized as making a \"valuable contribution\" to promoting social cohesion and peace, and preventing conflict.115",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. When fully respected, freedom of religion or belief creates circumstances in which alternative ideas of security and peace develop, challenging the normalization of militarization and war in international affairs, and even in human rights. It roots decisions on justice in individual conscience, allowing each and all to be able to engage with their own conscience, and not just to be led by others: \"Since wars begin in the minds of men, it is in the minds of men that the defences of peace must be constructed.\"116",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 68,
        "Text": "68. Freedom of religion or belief encourages deep reflection on matters of conscience and includes the dynamic of continued understanding and interpretation of matters relating to thought, conscience and religion. As a distinguished scholar of peace research opined, the comparative advantage of religions is their \"transcendence perspective\". 117 They have the potential to enable people to stand against calls for violence and violent extremism, especially violence in the name of religion. This can hollow out the power base of those who instrumentalize religion for power. It can therefore offer resilience against a climate of religious nationalism, political violence and incitement.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Freedom of religion or belief also allows the liberation of the conscience of individuals and communities to commit to the defence of peace, even in the midst of war. It is an unshackled human conscience that has contributed to the principles of humanitarianism in war, the understanding of the nobility of each and all without condition, and even the meaning of \"humanity\" 118 itself. Freedom of religion or belief, and the independent thinking, engaging and reasoning it offers, can also contribute to expanding language so that people are able to articulate visions of positive peace and sustainable peace, not merely military ceasefires or the end to particular arms sales.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Religious or belief representatives, leaders and actors have often played key roles in the mitigation of conflict and a turn towards peacemaking. One such entry point has been appeals to ensure that religious sites and places of worship are not targeted in conflict.119 Another has been appeals by religious or belief representatives, Search for Common Ground, \"Freedom of religion and belief roundtables: key learnings from Search for Common Ground in Lebanon, Sri Lanka and Uzbekistan 2020–2023\". See Ioana Cismas, \"The relevance of International law standards to religious leaders\" and Gunnar M. Ekeløve-Slydal, \"Broader normative bases for religious leaders to prevent hate speech\" in Religion, Hateful Expression and Violence, Morten Bergsmo and Kishan Manocha, eds. (Brussels, Torkel Opsahl Academic EPublisher, 2023). Security Council resolution 2686 \\(2023\\),) para. 4. Constitution of the United Nations Educational, Scientific and Cultural Organization (UNESCO), preamble. Johan Galtung, speech dated 22 May 2012. Hugo Slim, \"The power of humanity: on being human now and in the future\", Humanitarian Law and Policy, 30 July 2019. Examples include the Sovereign Military Hospitaller Order of St. John of Jerusalem, of Rhodes and of Malta (Sovereign Order of Malta). leaders and actors, and religious and belief communities and minorities, to ensure that religious or belief fractures are not introduced in order to fuel conflicts, let alone as a justification for the conflict itself. 120",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The Plan of Action for Religious Leaders and Actors to Prevent Incitement to Violence that Could Lead to Atrocity Crimes captures this aspect. The Plan includes a call on such leaders and actors to contribute to preventing, strengthening and building peaceful, inclusive and just societies, and to do so through respecting, protecting and promoting human rights. Targets of the Plan include standing in support of others, building bridges between communities, reinforcing positive messages in \"religious messages\", contributing to conflict prevention and conflict transformation processes, addressing long-standing grievances through community engagement, establishing networks of interreligious leaders and actors to address violations that are occurring in the name of religion, and setting up coalitions between such actors to coordinate actions.121",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Security Council members have recognized that religious representatives, leaders and actors can play an important pacifying role in conflict situations, as well as that trust and understanding between communities can be built when freedom of religion is respected.122",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Positive speech offers a healing tool for reconciliation and peacebuilding in hearts and minds.123",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The obligation of ensuring that minorities are consulted in all matters that concern them is embedded in minority rights standards. This obligation includes having the voice of those religious or belief minorities who have been deeply and specifically targeted present at the peace table, in transitional justice and in building a new future in the aftermath of conflict. A freedom of religion or belief approach often encourages engagement with groups that may be disproportionately affected by conflict, such as Indigenous women and religious minorities. The inclusion of such groups in peace negotiations can significantly enrich these processes and help bolster sustainable peace and security.124",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 75,
        "Text": "75. The Security Council has encouraged the Secretary-General to carry out and include best practices \"on participation of religious groups, institutions and leaders, including women, as well as local communities, in the mediation of peace agreements and their implementation, in initiatives directed to conflict prevention, resolution, reconciliation, reconstruction, peacebuilding and in addressing the root causes of conflict\".125 One example is the role of members of the \"interreligious roundtable\" in Sri Lanka in sharing interfaith messages of peace and tolerance in the context of the Aragalaya protests in 2020. See Search for Common Ground, \"Freedom of religion and belief roundtables\". Plan of Action for Religious Leaders and Actors to Prevent Incitement to Violence that Could Lead to Atrocity Crimes, sects. 8 and 9. Security Council resolution 2686 \\(2023\\),) paras. 3, 12 and 15. A/HRC/40/58, annex I, para. 20. See, for example, Rosa Emilia Salamanca, \"Indigenous women and Colombia's peace process: pathways to participation\" (London, Conciliation Resources, June 2017). Security Council resolution 2686 \\(2023\\),) para. 15.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur recommends that States: (a) Recall the numerous international normative instruments that recognize that peace is based on respect for freedom of religion or belief and respect for diversity of religions and beliefs;; (b) Ensure that any actors – whether State actors or otherwise – who call for war or violence, including in the name of religion or belief, are brought to justice before an independent court of law and in line with international human rights standards, and that any victims are provided with adequate compensation;; (c) Harmonize their constitutional and legal order with international human rights norms as they relate to freedom of religion or belief;; (d) Protect all individuals, including persons belonging to religious or belief minorities, from being targeted on grounds of religion or belief and, further, ensure that State actors refrain from \"securitizing\" persons belonging to religious or belief minorities and communities, and instead treat them with equality;; (e) Strictly protect against expansive laws and policies designed to counter terrorism and violent extremism that assign collective guilt or restrict manifestation of religion or belief;; (f) Refrain from creating and sustaining false dichotomies between \"security\" and human rights, including of freedom of religion or belief;; (g) Address human rights claims rapidly and robustly, including those from persons belonging to religious or belief minorities. This is necessary under human rights obligations, and it also stems the risk of repression and the exploitation of inequalities to build grievances that may be mobilized towards conflict;; (h) Counter discrimination on grounds of religion or belief in laws, legislation, policy and practice;; (i) Guarantee freedom of religion or belief fully and equally for all within their jurisdiction and in all their international and transnational actions;; (j) Allow everyone freedom to have, adopt and change their religion or belief, in accordance with international human rights obligations, allow persons belonging to minorities the right to maintain their characteristics in line with international human rights standards, and recognize that the State must play a positive role in that regard to create an enabling environment to ensure the enjoyment of such rights, which assists in freeing up the collective conscience from manipulation, division, polarization and instrumentalization and is conducive to non-violence and peace;; (k) Ensure everyone the freedom to manifest their thoughts, conscience and religion, including in community with others and in public. Any limitations to manifestation must be in strict compliance with the international framework for legitimate limitations;; (l) Provide quality education for peace, including through the promotion of freedom of religion or belief, promote understanding of diversity among and within religious and belief communities, and advance public education and messaging supporting the vision of human diversity as an asset, approached with full respect and a positive attitude and not just tolerance;; (m) Ensure that the voices of religious or belief representatives, leaders, actors and voices, including those of women, young persons and minorities, are heard and that they are consulted on all matters that concern them, and regarding public life in general;; (n) Actively engage religious or belief representatives, leaders, actors and voices, including those of Indigenous Peoples, especially those who have disproportionately been affected by violence, conflict and war, in conflict prevention, mitigation and transformation efforts;; (o) Redouble efforts towards the attainment of Sustainable Development Goal 16 and the women and peace and security agenda.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Adolescents",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur calls upon non-State actors to: (a) Persist in initiatives that encourage exchange and learning and shared projects between religious or belief communities, within religious or belief communities, and with civil society at large, which play a positive role in breaking down myths and stereotypes that may foster conflict, whether at the local level or beyond, and in promoting the habit of cooperation;; (b) Contribute to conflict prevention, whether in terms of early warning, sharing understanding of factors driving conflict and offering mediators and/or \"good offices\" in facilitating prevention;; (c) Invest in efforts that challenge disinformation and increase access to the media, in particular for persons belonging to religious or belief minorities or those belonging to groups that are marginalized or in vulnerable situations;; (d) Initiate, establish and engage in interfaith dialogues, activities and cooperation which are ever widening in their inclusivity, and purposefully contribute to social cohesion and peace. These have been particularly impactful when they do not shy away from addressing the root causes of misunderstandings and conflict with openness. Focused areas have included environmental degradation and climate change;; (e) Call on religious or belief representatives, leaders and actors to stand in support of others, build bridges between communities, reinforce positive messages, address long-standing grievances through community engagement, play a pacifying role in conflict situations, establish networks and coalitions addressing violations that are occurring in the name of religion or belief in coordination with one another, challenge dehumanizing narratives and contribute to trust-building and understanding.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. An overview of the activities of the Special Rapporteur from 1 July to 31 December 2023 is provided in her most recent report to the Human Rights Council.126 She has since participated in the activities set out below.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur presented her report on hatred on the basis of religion or belief127 to the Human Rights Council at its fifty-fifth session, in March 2024. In the interactive dialogue that ensued, many States welcomed the report and its recommendations, and they also reiterated their strong support for the work of the A/HRC/55/47. Ibid. mandate holder. Most States expressed their serious concern about the rising number of incidents of advocacy of hatred based on religion or belief and referred to its various forms, including in social media. States noted that such incidents of advocacy of hatred based on religion or belief risked seriously undermining peaceful coexistence. The Special Rapporteur also presented the reports on her visits to Tajikistan (11–20 April 2023)128 and Sweden (11–20 October 2023).129",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. In the context of her Human Rights Council presentation in Geneva, the Special Rapporteur held bilateral meetings from 4 to 8 March 2024 with a significant number of State representatives and other actors, including representatives of civil society organizations and victims of human rights violations. She also spoke at numerous side events in Geneva.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. From 13 to 16 May 2024, the Special Rapporteur participated in a technical visit organized by the Office of the High Commissioner for Human Rights (OHCHR) to Costa Rica. The aim of the visit was to roll out the Spanish-language version of Protecting Minority Rights: A Practical Guide to Developing Comprehensive Anti-Discrimination Legislation, 130 which provides clear and usable guidance on the design of comprehensive international laws at the national level designed to comply with international human rights standards in this area, with the Special Rapporteur speaking to her thematic mandate. The delegation met with a variety of stakeholders, including national counterparts involved in work to develop anti-discrimination legislation or otherwise involved in related areas of law and policy development, Members of Parliament, the Ombudsman's Office, representatives of the Inter-American Court of Human Rights, civil society and the United Nations country team.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. On 30 May 2024, the Special Rapporteur participated as an expert in a hybrid debating event at UNESCO in Paris in a joint celebration of Europe Day (9 May) and World Press Freedom Day (3 May). The event was hosted by the European Union delegation to the Organisation for Economic Co-operation and Development and UNESCO and brought together a group of students from Paris to participate in a debating contest on the topic of freedom of expression and media freedom, followed by an expert panel on the same topic that included representatives from the European Union, UNESCO and civil society.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The Special Rapporteur has strengthened her cooperation with various treaty bodies. For example, she provided input for the joint general comment/recommendation of the Committee on the Elimination of Racial Discrimination and the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families on obligations of State parties on public policies for addressing and eradicating xenophobia and its impact on the rights of migrants, their families and other non-citizens affected by racial discrimination.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 84,
        "Text": "84. Since 1 January 2024, the Special Rapporteur has initiated or joined 1 2 communications addressed to Governments in relation to a range of violations of the right to freedom of religion or belief. 131 She has also initiated or joined in a number of press releases and other public statements on issues related to her mandate. 132 A/HRC/55/47/Add.1. A/HRC/55/47/Add.2. OHCHR and Equal Rights Trust, Protecting Minority Rights: A Practical Guide to Developing Comprehensive Anti-Discrimination Legislation (New York and Geneva, 2023). Available at www.ohchr.org/en/publications/policy-and-methodological-publications/protecting-minorityrights-practical-guide. See https://spcommreports.ohchr.org. See the Special Rapporteur's webpage for further details: www.ohchr.org/en/specialprocedures/sr-religion-or-belief.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur has attended a number of in-person conferences and other events since January 2024, including in Costa Rica, Germany, Switzerland and the United States of America. A couple of those activities are outlined below.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. From 24 to 26 March 2024, she participated in person in the 148th Assembly of the Inter-Parliamentary Union, which was held in Geneva. In this context, she was a panellist at the special session on interfaith dialogue on \"Building bridges through interfaith dialogue for more peaceful and inclusive societies\", held on 25 March 2024. During her stay in Geneva, the Special Rapporteur held bilateral meetings with a number of national parliamentarians and other relevant actors. On 21 June 2024, the Special Rapporteur participated in a joint OHCHR/World Jewish Congress event pursuant to Human Rights Council resolution 54/25 focused on combating antisemitism in the context of football.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur has further continued to explore avenues for collaboration with regional and international human rights systems to contribute to better protection of freedom of religion or belief through improved awareness, harmonization and cross-pollination. Through several activities, the Special Rapporteur established a basis for deeper collaboration with the Inter-American Commission on Human Rights and the Secretary General of the Organization of American States. She also met with those working with the Inter-American Court of Human Rights during her stay in Costa Rica in May 2024. In addition, the mandate holder has established cordial collaborative relationships with the African Union, and continued engagement with the Council of Europe. She warmly welcomes the opportunity to engage with other regional and subregional human rights systems regarding their freedom of religion or belief norms, activities and jurisprudence.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. During the reporting period, the Special Rapporteur also deepened her engagement with civil society initiatives focusing on the intersection of freedom of religion or belief and sustainable development, with a view to developing shared strategies and activities.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Virtual engagements allowed the Special Rapporteur to broaden the scope of her participation and engagement activities and benefit from interaction with a wide range of actors. She participated in numerous meetings, training sessions and other events with a variety of governmental and civil society actors around the world, including events organized by Permanent Missions to the United Nations. Other organizers included the United Nations Inter-Agency Task Force on Religion and Sustainable Development; Komnas Ham (the national human rights commission of Indonesia); the Cross-Party Group on Freedom of Religion or Belief (Scotland); the European Academy of Religion; the Open Society University Network; the Pan American Development Foundation; the International Partnership on Religion and Sustainable Development; the Religious Liberty Partnership; the Parliament of Canada; the Swedish Institute for Human Rights; the University of Ottawa; the University of Sussex; Brigham Young University; the International Contact Group on Freedom of Religion or Belief; the International Religious Freedom or Belief Alliance; Uppsala University; the United States Commission on International Religious Freedom; and the United States Holocaust Memorial Museum, as well as civil society actors such as the Joint Initiative for Strategic Religious Action, the Christian Council of Sweden, Human Rights Watch, Bahá'í International Community, Colectivo Nicaragua Nunca Más, Globethics, the Church of Jesus Christ of Latter-day Saints, Geledés – Instituto da Mulher Negra, the International Institute on Race, Equality and Human Rights, the Intra-Communal Professorial Group, the Jubilee Campaign and Outreach Aid to the Americas.",
        "Labels": []
    }
]