[
    {
        "ID": 1,
        "Text": "1. Wars and all forms of discrimination and intolerance are borne in the minds of men and action should thus be taken as a matter of priority at this level more than at others. This sentence, which is based on the preamble of the Constitution of the United Nations Educational, Scientific and Cultural Organization, eloquently sums up the cause-and-effect relationship between education, racial discrimination and religious intolerance.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The role of education is, in fact, much broader. As the key to a nation's development, education is one of the basic indicators used to measure the extent of the success of a country, a region or a particular group. As the Committee on Economic, Social and Cultural Rights stated in its General Comment No. 13 (twenty-first session, 1999) on the right to education (article 13 of the International Covenant on Economic, Social and Cultural Rights), \"increasingly, education is recognized as one of the best financial investments States can make\" (E/C.12/1999/10, para. 1). The reports of United Nations specialized agencies and programmes give it pride of place among the factors which contribute to a country's human development.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Education is a very broad concept and was defined by UNESCO in 1974 as \"the entire process of social life by means of which individuals and social groups learn to develop consciously within, and for the benefit of, the national and international communities, the whole of their personal capacities, attitudes, aptitudes and knowledge\". This constant and ongoing process of the training of the mind thus does not involve only children and members of national communities. Article 26 of the Universal Declaration of Human Rights proclaims that \"everyone has the right to education\". Education does not, moreover, take place only in school. It has a more global significance and involves several participants, whose importance varies, of course, according to the age of the person being educated, the type of society and the level of development of the country concerned, etc., but all of which go to make society as a whole responsible for the education of citizens. The family, taken both in the broad and in the narrow senses, schools, the media, religion, politicians, trade unions and the environment in general thus take part in one way or another in the process of education.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 4,
        "Text": "4. For the purposes of this study, however, education, as it relates to racial discrimination and religious intolerance, has a more restrictive and at the same time decisive meaning. From the time he starts school, the future adult builds the basic elements of how he views himself and others. The concepts of teaching, instruction and schooling are more restrictive, of course, and, in principle, relate only to the transmission of knowledge and the intellectual training of children and even of adults (basic education), but it is mainly during the transmission of knowledge that society, through the intermediary of teachers and the educational system in general, imparts its beliefs, its dominant values and, in particular, its negative or positive ideas of the racial and religious diversity of the human race to children and adolescents. Schools - and families - are thus not only a context for instruction and the transmission of knowledge, they are also vehicles for \"moral and social attitudes calculated to promote the egalitarian and pluralistic ideal\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 5,
        "Text": "5. Article 5 of the World Declaration on Education for All (Jomtien, Thailand, 5-9 March 1990) summed up the importance of what is at stake in this regard in the following terms, which are entirely relevant to the purpose of the present study: \"The main delivery system for the basic education of children outside the family is primary schooling. Primary education must be universal, ensure that the basic learning needs of all children are satisfied and take into account the culture, needs and opportunities of the community\". In addition to \"essential learning tools\", article 1 of the Declaration defines basic needs as \"the basic learning content (such as knowledge, skills, values and attitudes) required by human beings to be able to survive …\". The importance of primary education is also demonstrated by the position it occupies in the International Covenant on Economic, Social and Cultural Rights (article 14 refers to \"the progressive implementation of the principle of compulsory education free of charge for all\") and in the mandate of Ms. Katarina Tomaševski, Special Rapporteur of the Commission on Human Rights on the right to education, as defined in resolution 1998/33 of 17 April 1998 (the mandate is reproduced in paragraph 1 of the Special Rapporteur's preliminary report (E/CN.4/1999/49)).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 6,
        "Text": "6. All in all, school education, especially primary (or elementary) and secondary education, makes it possible to tackle the root causes that may lead to racial discrimination and religious intolerance or to tolerance and non-discrimination; it will thus be the focus of our attention.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Education plays a key role, particularly in societies which are diversified along ethnic and/or religious lines. Far from being an exclusively technical or pedagogical matter or one involving the transmission of knowledge or know-how, it may also heighten or mitigate tensions, may promote confrontation or strengthen the cohesion and integration of groups within society and may build tolerance or be the seat of intolerance of all kinds. As Joseph Yacoub rightly points out, \"it all starts in the head. A soldier fighting in a war starts out as a schoolboy fighting in the schoolyard\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 8,
        "Text": "8. It is therefore understandable that education must be based primarily on the principle of equality of opportunity and non-discrimination. These are the foundations of the transition from education as a global objective to a \"right\" inherent in it, i.e. \"the right to education\", the implementation of which will establish a number of obligations for society in general and schools in particular, the highest ranking of which is respect for the principle of non-discrimination. Education is thus a key characteristic of the subject matter of the present study.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. \"Education is both a human right in itself and an indispensable means of realizing other human rights\". It enables economically, socially and culturally marginalized persons and groups to break out of the cycle of poverty and exclusion, play a useful role in society and develop their sense of dignity. It is not only an instrument for learning and communicating in a given language within an ethnic, religious or cultural minority, but is also indispensable for the very survival of the group. The multifaceted nature of the objectives of education are reflected in the nature of the resulting right. The right to education is typically a cross-sectoral right, at one and the same time a civil and political right and an economic, social and cultural right belonging to the first, second and even third generations of human rights (solidarity rights). It is a shining example of the indivisibility of human rights. As far as racial discrimination and religious intolerance are concerned, the realization of this right will therefore be a matter of concern to several categories of persons and, as will be seen, comes within the jurisdiction of several United Nations human rights bodies (treaty and non-treaty bodies).",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 10,
        "Text": "10. The right to education is provided for in a large number of international instruments. However, the attention it has been given, particularly in terms of its relationship with the problem of racial discrimination and religious intolerance, does not appear to reflect the importance of the stakes described above. The study of legal aspects (chap. I) will enable us to understand the content and scope of these instruments, particularly the universal aspects, the contribution of which will have to be determined, especially as it relates to the practical foundations of racial non-discrimination and religious tolerance. The factual aspects (chap. II) will enable us to work out a typology and then make the necessary recommendations (chap. III) in the light of gaps in the legislation and the realities of discrimination itself.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The common feature of all international instruments dealing with education, whether as the main subject matter or in association with human rights, is the principle of non-discrimination. The scope of this principle varies according to the educational system in question (sect. A) and the content of education and the objectives which education is designed to achieve (sect. B).",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. There can be no development of the culture of any person or any group and no full enjoyment of other human rights if the person or group does not have access to the right education or is subject to discrimination in education. All international instruments unanimously agree in this regard and proclaim this right with slightly different wording, the most common expression being that \"Everyone has the right to education\" or variations thereon. The Convention against Discrimination in Education of 14 December 1960 (hereinafter referred to as the \"1960 UNESCO Convention\") warrants some attention, however, because it deals with this question from the viewpoint of the definition of discrimination, including racial and religious discrimination. Based on a combined reading of its articles 1 and 4, the following introductory comments may be made on the topic of our study.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In the definition of discrimination contained in article 1, paragraph 1, the 1960 UNESCO Convention does not appear to attach any importance to the form discrimination may take. It may take a variety of more or less intense and more or less brutal forms: exclusion, limitation, distinction, preference. Article 2, paragraph 2, of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief of 25 November 1981 defines the term \"intolerance\" in identical terms, but as it relates to religion or belief; although the two concepts do not necessarily mean the same thing, they have the same result.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The 1960 UNESCO Convention also does not appear to be concerned about who is responsible for discrimination. There can be different perpetrators: the State, in the context of separate or non-separate public education; the educational authorities, in the private religious or non-religious sector; and the parents or guardians of a child when they violate a girl child's right to education, particularly for religious reasons. In this connection, the child has certain rights, whose compulsory nature varies, of course, but which cannot be denied him by the State, by his parents, by his guardians or by society in general.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 15,
        "Text": "15. The 1960 UNESCO Convention also does not deal with the victims of discrimination. In its General Comment No. 13, the Committee on Economic, Social and Cultural Rights takes note of article 3 (e) of the UNESCO Convention and \"confirms that the principle of non-discrimination extends to all persons of school age … including non-nationals, and irrespective of their legal status\" (E/C.12/1999/10, para. 34). In this connection, reference may also be made to article 2 of the Convention on the Rights of the Child.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The 1960 UNESCO Convention also defines discrimination in terms of its purpose: prohibited discrimination is that which \"has the purpose or effect or nullifying or impairing equality of treatment in education\" (art. 1, para. 1). Such equality of opportunity and treatment is the basis of any educational system; it does not make it an obligation for States to guarantee education by building schools; it merely guarantees equality of access to already existing educational institutions. For States and for all educational authorities, it involves more or less specific obligations provided for by many international instruments.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Equality of opportunity and treatment establishes a positive obligation for States to set up a system of education that is accessible to all. In the relevant international instruments and, in particular, the 1960 UNESCO Convention, the content of this obligation is closely linked to respect for the principle of non-discrimination and to the definition of prohibited discrimination. Thus, while article 1, paragraph 1 (a), defines discrimination, inter alia, as the fact \"of depriving any person or group of persons of access to education of any type or at any level\", article 4 (a) requires States \"to make primary education free and compulsory; make secondary education in its different forms generally available and accessible to all …\". At least as far as primary education is concerned, non-discrimination in education therefore directly involves the establishment of free and compulsory education for the benefit of all, regardless of race and/or religion. There is thus a close correlation between the principle of non-discrimination and the establishment of free and compulsory education, particularly for minorities and ethnic and religious groups. In its General Comment No. 11 (1999) on article 14 of the International Covenant on Economic, Social and Cultural Rights, the Committee reports that, \"in developing countries, 130 million children of school age are currently estimated to be without access to primary education, of whom about two thirds are girls\" and that \"the work of the Committee has shown that the lack of educational opportunities for children often reinforces their subjection to various other human rights violations\" (E/C.12/1999/4, paras. 3 and 4). Article 3 of the 1960 UNESCO Convention lists the measures that States must take in order to respect this obligation and ensure that it is respected by the entire public and private educational system, regardless of the nationality of pupils. As at the primary level, the State is bound to guarantee respect for the compulsory nature of education, particularly for the benefit of girl children, regardless of the religious or philosophical beliefs of the parents or legal guardians. General Comment No. 11 also states: \"The element of compulsion serves to highlight the fact that neither parents, nor guardians, nor the State are entitled to treat as optional the decision as to whether the child should have access to primary education\" (E/C.12/1999/4, para. 6).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 18,
        "Text": "18. With the exception of the European Convention of Human Rights, all the relevant international instruments establish the same obligation to guarantee free and compulsory education, but in the context of the general obligation inherent in the right to education. The latter is a matter of concern to the present study only as it relates to the problem of racial discrimination and religious intolerance. It should, however, be noted that, in article 13, paragraph 2, of the Covenant, the wording of this obligation warrants attention because it is directly linked to the objectives and content of education as provided for by article 13, paragraph 1 (\"2. The States parties to the present Covenant recognize that, with a view to achieving the full realization of this right:\"). As one author has stated, international instruments thus have \"a core content\" which must guarantee absolute minimum entitlements in respect of access to education, but must also provide for minimum entitlements in respect of the content of education and interculturalism.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Several studies on the scope of the principle of non-discrimination in the education of minorities and indigenous children have rightly shown that the principle of non-discrimination must be handled with a great deal of care. Differences of result in the educational system are not always attributable to the discrimination to which minority groups might be subject, but to various handicaps which affect both the majority and minorities (family, economic and social situations, etc.). As one study rightly concludes, the result is that: \"In cases where the majority has no access to quality education, it seems legitimate to give priority to equality and non-discrimination rather than to the respect and promotion of diversity\" (E/CN.4/Sub.2/AC.5/2000/WP.4, para. 24).",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 20,
        "Text": "20. Public schools and compulsory schooling imply that young people of different origins attend the same schools. As a Swiss expert rightly indicates, \"If children developed separately at school, they would continue to do so later on in society and this would intensify social, cultural and economic inequalities. Ghettos would spring up and violence would threaten social peace\".",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 21,
        "Text": "21. In strictly legal terms, the lawfulness of separate schools is still open to discussion (these are schools or classes set up in public education; they must therefore be distinguished from private schools). They may be said to create a situation of segregation and to be in breach of the principles of equality of treatment and equality of opportunity proclaimed by many international instruments. As the Committee on the Elimination of Racial Discrimination rightly pointed out in its 1983 annual report, establishing two systems of education may be understandable, but \"might in time lead to the practice of discrimination among different strata of the population\" (A/38/18, para. 197). Equality does not necessarily mean that treatment must be identical in all circumstances. According to established international case law and universally accepted doctrine, differentiation is not discrimination if the purpose is to achieve a legitimate goal and if there is a proportional relationship between the means used and the goal to be achieved. Only differentiation which is not justified de facto is inadmissible, provided that the criteria used are not reasonable and objective. In some countries, ethnic groups themselves assert their right to be treated as a separate and independent sector of the nation State's education system and claim that they are entitled to a distinct indigenous education.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 22,
        "Text": "22. In the above-mentioned General Comment No. 13, the Committee on Economic, Social and Cultural Rights considers, not without some hesitation, that \"in some circumstances, separate educational systems or institutions for groups … shall be deemed not to constitute a breach of the Covenant\"; it merely endorses article 2 of the 1960 UNESCO Convention (E/C.12/199+9/10, para. 33), which is the one that provides the most detailed information on the question.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The UNESCO Convention deals with the question of \"separate educational systems or institutions\" in the provision on situations deemed not to constitute discrimination within the meaning of article 1. According to the Convention, such an educational system must basically be exceptional in nature and integration thus depends on the establishment of a single public educational system in which pupils belonging to various minorities and ethnic and religious groups learn to frequent one another and live together peacefully from a very young age.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Convention lays down very strict conditions for the establishment or maintenance of separate educational institutions, whether \"for pupils of the two sexes\" (art. 2 (a)) or \"for religious or linguistic reasons\" (art. 2 (b)), it being understood that, in some countries, the two may overlap. In the first case, four conditions, which are at least equivalent to those in force in the system of non-separate institutions, are laid down. They relate to access, the qualifications of teaching staff, the quality of school premises and equipment and courses of study in these institutions. It is obvious, however, that providing service of equivalent quality cannot be guaranteed if there are sharp disparities in State spending policies. Like schools for minorities (art. 5, para. 1 (c) (iii)), separate institutions established for religious or linguistic reasons must fulfil the condition of optional attendance or participation and conformity with such standards as may be laid down or approved by the State, in particular for education of the same level.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The \"sense of dignity - cultural identity - diversity\" triptych to be found in several international instruments is one of the basic objectives of education, whose purpose is not only to transmit knowledge. A person's sense of dignity depends on the acquisition of \"cultural identity\", defined as \"a set of cultural values by which persons or groups define themselves, express themselves and wish to be recognized; cultural identity implies freedoms inherent in personal dignity and combines cultural diversity, the specific and the universal, and memory and project in a constantly evolving process\". The education and cultural identity of a group are thus closely related and any prejudice leading to discrimination or intolerance is a violation of a person's integrity. The right to education is thus particularly significant for ethnic, linguistic and/or religious minorities as a means of safeguarding their cultural identity and protecting themselves from various kinds of discrimination. International instruments recognize that these minorities have specific rights, whose exercise is nevertheless subject to certain conditions, the basic reason for which is that the social cohesion and unity of the State should not be disrupted.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. In many States, specific provisions, including constitutional provisions, guarantee minorities the right to establish and maintain their own schools, standards for the operation of which should be the same as for other schools.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The 1960 UNESCO Convention contains a provision especially intended for minorities: \"It is essential to recognize the right of members of national minorities to carry on their own educational activities, including the maintenance of schools\" (art. 5, para. 1 (c)).",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Article 26 to 31 of ILO Convention No. 169 of 27 June 1989 concerning Indigenous and Tribal Peoples in Independent Countries also recognize the right of these peoples to establish their own educational institutions and facilities.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 29,
        "Text": "29. Similarly, article 13, paragraph 1, of the Council of Europe Framework Convention for the Protection of National Minorities recognizes that persons belonging to a national minority \"have the right to set up and to manage their own private educational and training establishments\" within the framework of the education system of the State, but, in paragraph 2, it appears to indicate that the exercise of this right may depend on the minority's financial ability: \"The exercise of this right shall not entail any financial obligation for the Parties\".",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Although there is a special provision of the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities of 18 December 1992 relating to the content of education (art. 4, para. 4), there is no specific provision on the right to carry out educational activities on behalf of protected minorities. This gap does not appear to be decisive because, quite apart from any legal status this provision may have, States are bound, under article 8, paragraph 1, to respect the rights of minorities provided for in \"international treaties and agreements to which they are parties\" and article 8, paragraph 2, states that \"the exercise of the rights set forth in the Declaration shall not prejudice the enjoyment by all persons of universally recognized human rights and fundamental freedoms\".",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The question of language is intimately bound up with a group's cultural identity and therefore with its sense of dignity. The mother tongue is what enables children to \"take off\" intellectually once they start school and is vital to \"the continuity of children's psychomotor, and affective and cognitive development\".25 Failure to respect this linguistic identity creates a feeling of exclusion from the majority group, and of discrimination, and runs directly counter to one of the basic tenets of education recognized in every international instrument: the development of the human personality.26 On the other hand, the use of an official language, even one that is formally a foreign language, may contribute to social cohesion and help to unify the State, particularly in developing countries with great linguistic diversity, although the use of a single minority language as an official language can give rise to a situation of discrimination as between the minority languages. In such cases, paradoxical as it might seem, a foreign language that is used officially or has constitutional status becomes a force for integration and national unity and guarantees non-discrimination among the minority languages, thereby showing the limits of linguistic diversity.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Whatever the situation, there are two problems to be addressed: the right of the child belonging to a minority to teaching of his own language and to teaching in his own language. The positions adopted in international instruments vary greatly in this regard, reflecting the progressive recognition of the phenomenon of minorities.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Several instruments contain no explicit provision obliging States to arrange for teaching of or in minority languages. Examples of this are the 1948 Universal Declaration of Human Rights and the two International Covenants of 1966, but particularly the International Covenant on Economic, Social and Cultural Rights, which, perhaps surprisingly considering that it deals with education as a whole (arts. 13 and 14), makes no special reference to the issue of the language to be used in teaching children belonging to minorities. Two hypotheses could be advanced in this regard.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The first hypothesis is extensive and refers more to the spirit than to the letter of such instruments. It may be argued, either on the basis of the general principle of non-discrimination and the aims of education, or, more directly, on the basis of the rights recognized for minorities (article 27 of the International Covenant on Civil and Political Rights), that recognition of language rights as a vector for the development of the human personality and of the sense of dignity of the children concerned, places an implicit obligation on States. Non-discrimination on racial or ethnic grounds would then be viewed as a positive obligation to guarantee the children of such minorities teaching of and in their mother tongues through the State educational system. The Committee on Economic, Social and Cultural Rights does not shed any particular light on this issue in its General Comment No. 13 on article 13 of the Covenant.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 35,
        "Text": "35. However, on the basis of the rules of interpretation and as a matter of general principle, that hypothesis is difficult to accept. Even the most pertinent provisions (article 27 of the International Covenant on Civil and Political Rights) does not impose a positive obligation on States and indeed does not refer to the right to education. This is the interpretation which the European Court of Human Rights seems to give, in the Belgian \"languages in education\" case, to article 2 of the First Protocol to the European Convention on Human Rights (\"No person shall be denied the right to education\"). In its judgement on the merits, of 23 July 1968, the Court concludes that article 2 \"merely [guarantees] to persons subject to the jurisdiction of the Contracting Parties the right ... to avail themselves of the means of instruction existing at a given time\". The Court confirmed the State's right to determine the official languages to be used in public education and stated: \"The Convention lays down no specific obligations ... In particular ... [it] does not specify the language in which education must be conducted ... .\"",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The 1960 UNESCO Convention, though adopted well before the two International Covenants, explicitly recognizes the right of members of national minorities to \"the use or the teaching of their own language\" (art. 5, para. 1 (c)). However, that recognition, while explicit, does not apply to State schools but to schools established by minorities who wish \"to carry on their own educational activities\" (art. 5, para. 1 (c)). There do not appear, therefore, to be any additional obligations on the educational system established by the State.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The instruments dealing particularly with minorities appear to give more protection to minorities' identity in educational terms, although they are drafted in such a way as to give States discretion to decide for themselves whether it is appropriate to make provision for such education. (a) This applies to the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, which states as follows in article 4, paragraph 3: \"States should take appropriate measures so that, wherever possible, persons belonging to minorities may have adequate opportunities to learn their mother tongue or to have instruction in their mother tongue\" (author's emphasis);; (b) The document of the Copenhagen Meeting of the Conference on the Human Dimension of the Conference on Security and Cooperation in Europe (5-29 June 1990) proclaims, in paragraph 34, the rights of persons belonging to minorities to receive instruction of their mother tongue or in their mother tongue;; (c) Article 14, paragraphs 1 and 2, of the Council of Europe Framework Convention for the Protection of National Minorities guarantees the same rights, but on condition that there are sufficient people belonging to minorities and having regard to the resources available to the State;; (d) The 1993 draft United Nations declaration on the rights of indigenous peoples recognizes indigenous peoples' \"right to revitalize, use, develop and transmit to future generations their histories, languages, oral traditions, philosophies, writing systems and literatures ...\" (art. 14) and indigenous children's \"rights to be provided access to education in their own culture and language\", even if they live outside their communities (art. 15).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The treaty bodies have an important role to play in interpreting convention provisions regarding the issue of non-discrimination in education. The Committee on the Elimination of Racial Discrimination, for example, rightly considers that the use of a minority language, including as a compulsory teaching language, is a step towards implementation of the principle of non-discrimination within the meaning of articles 1, paragraph 4, and 2, paragraph 2, of the 1965 International Convention on the Elimination of All Forms of Racial Discrimination. In many of its reports, the Committee also recommends that States parties should take all appropriate measures to ensure the promotion of minority languages and to enable children, including the children of migrant workers, to pursue their studies in their mother tongue.",
        "Labels": [
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 39,
        "Text": "39. In the area of education, the promotion of minority languages and, more specifically, the right to carry on educational activities should not result in the isolation or exclusion of certain ethnic and racial groups. The 1960 UNESCO Convention places three conditions on the exercise of this right (see article 5, paragraph 1 (c)): (a) It must not be \"exercised in a manner which prevents the members of these minorities from understanding the culture and language of the community as a whole and from participating in its activities, or which prejudices national sovereignty\". There are, in fact, two distinct conditions here: the first relates to the linguistic and cultural integration of schoolchildren belonging to minorities, since knowledge of the official language tends to promote integration and social cohesion; the second protects the State's territorial integrity and sovereignty and prohibits, in particular, the provision of education that might promote separatist tendencies;; (b) As with separate educational establishments and private schools (see article 2 (b) and (c)), the level of education in minority schools must not be inferior to the general standard laid down or approved by the competent authorities;; (c) Lastly, as with separate institutions established for religious or linguistic reasons (see article 2 (b)), attendance at such schools must be optional.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The principle of non-discrimination that obliges the State to provide free and compulsory education (the right to education as a social right) entails another aspect of the right to education, which puts it more on a par with the classic individual freedoms: the right to freedom of education. A quality education should not only aim to enable all persons to participate effectively in a free society (article 13, paragraph 1, of the International Covenant on Economic, Social and Cultural Rights) but should also be based on personal freedom, i.e. on \"a multiplicity of educational supply\". This aspect is stressed by the human rights instruments. All education policy should take account of \"the best interests of the child\" and the responsibility for educating children falls first and foremost on parents. As far as the current discussion is concerned, this personal dimension has several aspects and raises a number of problems. Let us consider two of these.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 41,
        "Text": "41. All the relevant instruments contain more or less detailed provisions regarding freedom of education; it is clear from these that education is not a State monopoly, but the State has to ensure respect for the principle of non-discrimination, including non-discrimination on racial grounds.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The relevant provisions are similar in that they establish the principle of multiplicity of educational supply and, consequently, freedom of choice. The classic provision in this regard is contained in article 13, paragraph 3, of the International Covenant on Economic, Social and Cultural Rights. However, unlike in the case of minorities and religious groups, these provisions seem to be general in their scope ratione persona, which does not have any particular application to racial or ethnic groups; private education is a response to very varied needs. However, bearing in mind the flexible definition of the concept of minority and the overlap between race and religion, there is nothing to stop a racial group from claiming the freedom either to establish an educational system or to choose a given institution, always provided that they observe the internationally established rules contained in these instruments.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. This freedom is very important, particularly in extreme situations, since education may be the ideal vector for all forms of intolerance and totalitarianism if it is based on a particular ideology or it is a State monopoly, or if it is based on an official view that is imposed on the children in the State system.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Lastly, according to well-established case law, the State does not act in a discriminatory fashion if the subsidies it provides to private schools are lower than those granted to the public education system, or even if it does not subsidize the private system at all. Consequently, for the purposes of this study, ethnic and religious minorities, for example, cannot claim a right from the State in this respect. However, as the Committee on Economic, Social and Cultural Rights states in its General Comment No. 13, \"if a State elects to make a financial contribution to private educational institutions, it must do so without discrimination\" (E/C.12/1999/10, para. 54). The Human Rights Committee takes the same view, on the basis of article 26 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The establishment and maintenance of private schools, and the privatization of education in general, may result in the ghettoization of certain ethnic groups and perpetuate a lack of understanding and fear of others, and may be a potential source of conflict between communities. A balance needs to be struck between, on the one hand, the establishment of a public education system and the fundamental principle of free education as a basic guarantee of equality, and, on the other hand, individuals' freedom to choose the kind of education that is appropriate to their beliefs or their membership of an ethnic group. Such a balance can be achieved only by respecting the principle of non-discrimination, which, if it is guaranteed by the State, makes it possible to ensure equality of opportunity for all individuals and groups, whatever their ethnic or religious affiliation (see General Comment No. 13, E/C.12/1999/10, para. 30). There are three aspects to this principle.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The first aspect is of a general nature. Freedom of education is guaranteed on condition that the aims of education established in these instruments are observed. The aim is to \"promote understanding, tolerance and friendship among all nations and all racial, ethnic or religious groups ...\" (International Covenant on Economic, Social and Cultural Rights, article 13, paragraph 1). Clearly, then, it is not only the State that has obligations regarding the content of education, but all who occupy positions of responsibility within a country's educational system.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The second aspect relates to the standard of education provided in these establishments, which should \"conform to such minimum educational standards as may be laid down or approved by the State\". The yardstick here is the standard of education provided in public institutions as regards, for example, admission, curricula and the recognition of certificates (see General Comment No. 13, E/C.12/1999/10, para. 30). Failure to comply with this principle may constitute prohibited discrimination.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The third aspect emerges by converse implication from article 2 (c) of the 1960 UNESCO Convention, concerning non-discriminatory situations. The aim of establishing or maintaining this type of education must not be \"to secure the exclusion of any group but to provide educational facilities in addition to those provided by the public authorities\". Private schools therefore complement public education in cases where the public system does not provide teaching of or in the language and of the religion of an ethnic or religious minority.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In many instruments, religious education is seen as a projection of freedom of conscience, which is itself the basis of freedom of education. That explains why the reference to religious education is encapsulated within provisions on educational freedom. The most comprehensive provision in that regard is article 5, paragraph 1 (b), of the 1960 UNESCO Convention, which reads: \"It is essential to respect the liberty of parents …, secondly, to ensure in a manner consistent with the procedures followed in the State for the application of its legislation, the religious and moral education of the children in conformity with their own convictions; and no person or group of persons should be compelled to receive religious instruction inconsistent with his or their convictions\". Accordingly, the principle of non-discrimination implies in this case two distinct kinds of obligation falling upon the State.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The first, purely passive obligation (that of non-interference), deriving from the implementation of educational pluralism, is that of respect for the liberty of parents practising minority religions to choose for their children private institutions offering an education in conformity with their convictions, provided that the instruction given meets minimum quality standards.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 51,
        "Text": "51. The second obligation seems to concern public establishments and lays upon the State two requirements of widely varying stringency. Firstly, the State is required to take the necessary measures, through appropriate modalities of implementation, to provide within its own educational system for the religious education of children in accordance with their parents' convictions and therefore those of minority religious groups. The wording of article 5, paragraph 1 (b), of the 1960 UNESCO Convention does not state what modalities are meant: they may relate to the teachers recruited to provide this type of instruction, or the teaching manuals and tools, or again the class time reserved for such instruction. Secondly, the liberty enjoyed by the parents entails for the State the obligation to protect the denominational pluralism of individuals and groups against any domination by one specific religion such as would compel them \"to receive religious instruction inconsistent with … their convictions\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 52,
        "Text": "52. In its General Comment No. 13 the Committee on Economic, Social and Cultural Rights presents some very useful further considerations already formulated in 1993 by the Human Rights Committee in its General Comment No. 22 on article 18 of the International Covenant on Civil and Political Rights (right to freedom of thought, conscience and religion).",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. First, as to the scope of the obligation \"to ensure the religious and moral education of … children in conformity with their [parents'] convictions\" contained in article 13, paragraph 3, of the Covenant, the Committee makes it clear that this obligation applies to public establishments and permits, for instance, \"instruction in subjects such as the general history of religion and ethics if it is given in an unbiased and objective way, respectful of the freedoms of opinion, conscience and expression\". The qualitative criteria for absence of bias and for objectivity are not indicated, but it is respect for plurality of convictions in classes and schools, as also the dictates of scientific neutrality inherent in any educative function, which constitute the essential guarantees of such instruction. Thus, if the instruction conveys a historically negative image of a religion, or transmits a biased and scientifically unfounded interpretation of historical facts, or resorts to \"invidious distinctions\" or \"value judgements\" with regard to a people or a minority on the grounds of its beliefs or traditional religious practices, that instruction is neither impartial nor objective. It will not always be easy, of course, to say where non-objective reporting of a historical fact begins. Some facts may be the subject of controversy among those who have written the history of a people or a religion. The educational context and, the teacher's personality, origin, training and culture are as important in this respect as the content of the message addressed to the pupils. Whatever the ethnic or religious mix at the school, the teacher must maintain strict neutrality and refrain from putting forward any philosophical or religious opinion that might be detrimental to the freedom of conscience of the children and the educational role of the parents.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. At the quantitative level, General Comment No. 13 is more useful. The Committee \"notes that public education that includes instruction in a particular religion or belief is inconsistent with article 13 (3) unless provision is made for non-discriminatory exemptions or alternatives that would accommodate the wishes of parents and guardians\" (E/C.12/1999/10, para. 28). This protection is not always easy to put into effect, for it may be in competition with other principles laid down in international law or constituting the very foundations of education in some States. Two examples relating to a particular notion of religion and religious freedom may serve to illustrate this difficulty.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The first, reported by Katarina Tomaševski, Special Rapporteur on the right to education, concerns the attitude of certain parents adhering to minority religions who consider the prohibition by the host State of corporal punishment of schoolchildren as an infringement of their right to provide for their children's education according to their religious convictions and as amounting to a threat of indoctrination of children against their parents' convictions (E/CN.4/1999/49, para. 68). In their decisions on the case the European Commission of Human Rights and particularly the Committee on the Rights of the Child rejected this interpretation as incompatible (according to that Committee) with the Convention on the Rights of the Child. In general, as rightly noted by the Committee on Economic, Social and Cultural Rights in its General Comment No. 13, \"corporal punishment is inconsistent with the fundamental guiding principle of international human rights law enshrined in the Preambles to the Universal Declaration of Human Rights and both Covenants: the dignity of the individual\" (E/C.12/1999/10, para. 41).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 56,
        "Text": "56. The second example can be put in the form of a question - which indeed has been raised in France in highly polemical terms and with much media coverage - concerning the principle of the secular nature of the Republic in general and the school system in particular, on the one hand, and freedom of conscience on the other. Are or are not the wearing by pupils of signs of membership of a religious community and, by extension, the practice of certain rites, compatible with the very rationale and functioning of the public school system and do they warrant restrictive measures or even expulsion of the pupils concerned? Asked for a formal opinion, the French Council of State has given a very hedged answer, appealing extensively to international provisions, but highlighting the complexity of the question and the imperative need for prudence in this area.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In its opinion dated 27 November 1989, the Council of State first defined what was meant by \"secular\" and then, on the basis of that definition, to which we shall return, clearly stated the principle that \"the wearing of religious signs is not in itself incompatible with the secular principle\". The applicability of this principle is not absolute; the Council of State makes it subject to conditions some of which evoke the international instruments on the subject. The wearing of religious signs: (a) must respect the liberty of others and therefore excludes the wearing of signs whose ostentatious or assertive nature would amount to an act of pressure or provocation, proselytism, or propaganda;; (b) must not be detrimental to the dignity or freedom of the pupil or of other members of the school community, nor jeopardize their health or safety;; (c) does not exempt pupils from their scholastic duties and must not interfere with teaching activities;; (d) must not disturb public order or the normal functioning of the public education system.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The conditions laid down are, as we can see, numerous; they are based on principles so universal as to preclude any local specificity: respect for public order, for scholastic duties, for the freedom of others, and for dignity. It is, on the other hand, the premises of the Council of State's argument which are liable to stir a debate in regard to the subject of this study. The question is simple: must public education, in particular at the primary and secondary levels, be secular, and do the requirements of secularity, the conditions of which must be defined, have implications for the public school as a place where differences are respected? Can a religious type of education be provided and encouraged by the State in public establishments which are by definition open to all children?",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. It would seem that if secularity is defined as \"the legal expression of a political notion that implies separation between civil society and religious society\" and if in the educational field it is taken to mean the absence of any connection with religion, in regard either to the curriculum or to the conduct of the teachers, it becomes decidedly inopportune to transpose it to contexts other than those in which it developed. In many countries religious education (often meaning instruction in the dominant religion) constitutes one of the essential features of the public school system and it seems quite absurd to argue in terms of the secularity of society in general and schools in particular. However, that is not the only way to look at secularity. According to one author, it means \"above all respect for freedom of conscience, including religious freedom\" and \"there is no opposition between religious freedom and secularity\". Transcending national divergencies, it is this second aspect which we find in the constitutions of many States, including those where a religion is proclaimed as religion of State or of the State, as also in most of the relevant international instruments. And that is what matters, far more than theoretical or conceptual debates on the ideological underpinnings of education.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Equal access and effective enjoyment of the right to education, whatever may be the type of tuition or instruction (public, private, schools for minorities, denominational schools, etc.), are meaningless if education is a vector of discrimination, i.e. if the actual content of the education is conducive to racial discrimination or incites religious intolerance. Several international instruments deal specifically with the objectives to which education should be directed. At this point, it should be noted that most of the instruments studied confine themselves to formulating or reiterating general principles rather than establishing a precise content for education.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Here again, it was this universal instrument which served as a model for all the international texts dealing with non-discrimination in the sphere of education. Article 26, paragraph 2 reads: \"Education shall be directed to the full development of the human personality and to the strengthening of respect for human rights and fundamental freedoms. It shall promote understanding, tolerance and friendship among all nations, racial or religious groups …\". Other instruments have either reproduced as it stood the formulation in the Universal Declaration, or have expanded it and enhanced its content. Among these latter may be cited the Convention on the Elimination of All Forms of Racial Discrimination, dated 21 December 1965, article 7 of which stipulates: \"States parties undertake to adopt immediate and effective measures, particularly in the fields of teaching, education …, with a view to combating prejudices which lead to racial discrimination and to promoting understanding, tolerance and friendship among nations and racial or ethnical groups …\" (author's emphasis).",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. While reproducing the same wording, article 13, paragraph 1, of the Covenant adds new elements to the obligations relating to the content of education: education must also aim at \"the full development of the human personality and the sense of its dignity\", and its objective must also be to \"enable all persons to participate effectively in a free society\"; as well as to racial and ethnic groups, this provision extends to religious groups.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In paragraphs 4 and 5 of its General Comment No. 13, already mentioned, the Committee adds little of importance regarding the content of an education consonant with the objectives set out in article 13, paragraph 1, of the Covenant and confines itself to stating that the article is innovative in relation to article 26 of the Universal Declaration of 1948. The Committee goes on to say that a \"contemporary interpretation\" of article 13 of the Covenant must be established in the light of \"other international instruments\" which \"have further elaborated the objectives to which education should be directed\" and which have received \"widespread endorsement … from all regions of the world\". The Committee specifically cites the World Declaration on Education for All, adopted at Jomtien, Thailand, in 1990 (art. 1), the Convention on the Rights of the Child (art. 29, para. 1), the Vienna Declaration and Programme of Action of the World Conference on Human Rights (Part I, para. 33, and Part II, para. 80) and the Plan of Action for the United Nations Decade for Human Rights Education (para. 2).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 64,
        "Text": "64. The method is, to say the least, curious and seems thoroughly questionable. The rationale of a General Comment is to draw on acquired experience in order to shed useful light, which an ordinary reading is insufficient to provide, on a major provision or on problems of interpretation and application. There can be no doubt that the content and objectives of education constitute an essential aspect of article 13 of the Covenant and are an irreplaceable instrument for combating discrimination and intolerance. The right to education (equal access, free and compulsory schooling, etc.) loses all point if that education is in one way or another conducive to racial discrimination and religious intolerance. In this regard it would not appear that a mere reminder of the principles of the Covenant and reference to the international instruments, however relevant, are sufficient. As must nevertheless be recognized, it was only relatively recently that the question of the right to education became a subject of particular attention on the part of the Committee on Economic, Social and Cultural Rights or other competent United Nations bodies. The weakness of the standards must no doubt be explained, as in any branch of law, by their relative newness and the recency of the attention paid to them.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. This treaty, relatively more precise, establishes the interdependence between education and culture. Article 29, paragraph 1 (c), specifies that education must aim at the \"development of respect for the child's parents, his or her own cultural identity, language and values, for the national values of the country in which the child is living, the country from which he or she may originate, and for civilizations different from his or her own\". The human groups covered by article 29, paragraph 1 (d), are apparently wider than those referred to in previous instruments, for it makes the purpose of education \"the preparation of the child for responsible life in a free society, in a spirit of understanding, peace, tolerance, equality of sexes, and friendship among all peoples, ethnic, national and religious groups and persons of indigenous origin\" (author's emphasis). While reproducing the negative wording of article 7 of the International Covenant on Civil and Political Rights, article 30 of the 1989 Convention on the Rights of the Child applies it to children of indigenous origin or belonging to minorities, who may not be denied the right to have their own cultural life, to practise their religion or to use their own language. This article does not specially target education, but the nature of the rights proclaimed in it and a parallel reading with paragraph 1 (c) of the above cited article 29 assigns school education a decisive role in the protection and promotion of those children's own identity and in respect for the values of the majority.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Article 10 of this instrument enumerates the measures that States parties must take in the field of education; paragraph (c) reads as follows: \"The elimination of any stereotyped concept of the roles of men and women at all levels and in all forms of education by encouraging co-education … and, in particular, by the revision of textbooks and school programmes and the adaptation of teaching methods\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 67,
        "Text": "67. The Declaration on the Rights of Minorities gives the content of education an intercultural dimension, but without expressly using the term, so as to include \"knowledge of the history, traditions, language and culture of … minorities\" and of \"society as a whole\" (art. 4, para. 4).",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Without specifically mentioning school education, this Declaration stipulates that the child \"shall be brought up in a spirit of understanding, tolerance … [and] respect for freedom of religion or belief of others …\", and seems to indicate that this is the responsibility of society as a whole (art. 5, para. 3).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 69,
        "Text": "69. In this connection, four texts concerning three regions, namely the Americas, Europe and Africa, should be mentioned: - (i) The additional Protocol to the American Convention on Human Rights in the Area of Economic, Social and Cultural Rights of 17 November 1988 (the so-called \"Protocol of San Salvador\"), article 13, paragraph 2, of which borrows heavily from similar provisions in the International Covenant on Economic, Social and Cultural Rights; - (ii) The Document of the Copenhagen Meeting of the Conference on the Human Dimension of the Conference on Security and Cooperation in Europe (CSCE) (5-29 June 1990); - (iii) The Framework Convention for the Protection of National Minorities of 1 February 1995, which is noteworthy for several reasons. Probably by virtue of its stated purpose, it is one of the few international instruments to employ the concepts of \"intercultural dialogue\" and \"spirit of tolerance\", especially in education (art. 6, para. 1). In this field the Framework Convention invests this concept with a relatively precise meaning that embraces \"knowledge of the culture, history, language and religion\" of national minorities and of the majority (art. 12, para. 1), as well as \"opportunities for teacher training and access to textbooks\" and contacts among students and teachers of different communities (art. 12, para. 2); - (iv) The African Charter on Human and Peoples' Rights, article 17 of which recognizes the right to education (para. 1). However, the wording of paragraph 3 is somewhat strange, even dangerous: \"The promotion and protection of morals and traditional values recognized by the community shall be the duty of the State\". One commentator has rightly observed that \"there is quite a fine dividing line between the promotion and protection of certain values and censure in the name of these same values … and it is a matter of concern that educational freedom (religion, language) is not assured and … in fact is nothing more than the potential to adhere to an official cultural model.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Two observations requiring further elaboration emerge from the analysis of these instruments: a certain quantitative increase in the objectives pursued since 1948 and a continuity in the obligation of non-discrimination.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. By improving on the content of the Universal Declaration, which was adopted in the late 1940s, it must be recalled, the subsequent instruments attest both to the remarkable progress made since 1948 and also, paradoxically, to the persistence of discrimination and intolerance in more complex and certainly more subtle forms. As one study points out: \"The ways in which racism manifests itself and is perpetrated vary across cultures, contexts and historical eras - as must the strategies to combat racism\". What needs to be done in this area, therefore, will be all the more difficult in that racism has a considerable capacity for adaptation and this scourge cannot reasonably be expected to disappear in the near future.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 72,
        "Text": "72. All the instruments studied reveal a continuity and great consistency in the imperative nature of the obligation relating to the non-discriminatory content of education. This obligation has a dual foundation: (a) Firstly, the general obligation of non-discrimination set out in numerous instruments adopted since the Universal Declaration of 1948. Restrictions on this obligation, including affirmative action, are subject to strict conditions and do not in any way undermine the obligatory nature of the principle. Reservations to some of these instruments relating specifically to the struggle against discrimination are either heavily circumscribed or prohibited altogether.; (b) Secondly, as has been pointed out in recent studies, there is no doubt as to the nature of the obligations relating to the content and objectives of education. Three important examples deserve to be mentioned:; - (i) \"States Parties undertake to adopt immediate and effective measures …\" (article 7 of the International Convention on the Elimination of All Forms of Racial Discrimination); - (ii) \"The States Parties … agree that education shall be directed …\" (article 13, paragraph 1, of the International Covenant on Economic, Social and Cultural Rights and article 29, paragraph 1, of the Convention on the Rights of the Child); - (iii) \"States Parties shall take all appropriate measures …\" (article 10 of the Convention on the Elimination of All Forms of Discrimination against Women)",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. We may add to these examples article 5, paragraph 1 (a), of the 1960 UNESCO Convention, which adopts the same imperative wording as does article 26, paragraph 2, of the Universal Declaration: \"Education shall be directed to …, it shall promote …\". Such wording is also used in respect of religious education - this is the case with article 5, paragraph 1 (b), of the same instrument: \"… no person or group of persons should be compelled to receive religious instruction inconsistent with his or their conviction\". This is likewise true of certain instruments which, although they do not have a fundamentally binding quality, refer to principles already set out in existing international conventions; article 5, paragraphs 2 and 3, of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief states that: the child \"shall not be compelled to receive teaching on religion or belief against the wishes of his parents or legal guardians …\" and that the child \"shall be brought up in a spirit of understanding, tolerance …\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 74,
        "Text": "74. Thus, in contrast to certain aspects of the realization of the right to education, namely the establishment of an educational system, the very wording of the undertakings made imposes on States an obligation of result under which, in terms of content, education must be provided in conformity with the relevant principles established by international instruments. In this and all other areas, non-discrimination is not to be realized \"progressively\", but must be guaranteed immediately and fully and is equally relevant to all States, irrespective of their level of development.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. This obligation applies to the entire educational system of a given country, even when the educational institutions are not State-run. It is the educational function in and of itself that is subject to the principles of non-discrimination and tolerance, irrespective of the status of those responsible for running the educational institutions. Several instruments, when dealing with the establishment of private educational institutions, go so far as to stipulate that they must respect the principles of non-discrimination on the basis of race and of tolerance, inter alia.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Irrespective of the status of the educational authorities (public, private or religious institutions, schools for minorities, etc.), however, it must be noted that it is the State which, in the final analysis, is responsible for the non-discriminatory content of the education dispensed in these institutions and that the State may incur international responsibility in this area. Two types of relevant provisions may be mentioned here: (a) The first, a general provision, relates to the State's efforts to give effect to the principle of non-discrimination: \"States Parties undertake to adopt immediate and effective measures, particularly in the fields of teaching, education … with a view to combating prejudices which lead to racial discrimination and to promoting understanding, tolerance and friendship among … racial or ethnical groups …\" (article 7 of the International Convention on the Elimination of All Forms of Racial Discrimination).; (b) The second relates specifically to the State's responsibility in this area: \"The States Parties to this Convention undertake to take all necessary measures to ensure the application of the principles enunciated in paragraph 1 of this article.\" (article 5, paragraph 2, of the 1960 UNESCO Convention).; Hence, the obligation of result that is incumbent upon the State in relation to the non-discriminatory content of education cannot be interpreted as a simple negative obligation. It is also, and especially, a positive obligation to take the necessary steps to guarantee that the content of education is non-discriminatory and tolerant.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The content of education as it relates to racial discrimination and religious intolerance falls within the purview of several bodies involved in the monitoring of international human rights treaties whose objects include education, either fully or in part. As we have seen, this is due to the crosscutting nature of the right to education and to the variety of fields in which it is implemented and of its beneficiaries.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. In accordance with their mandates, the various committees set up by the relevant international conventions take the content of education into account in a wide variety of ways. Paradoxically, it is not the committees with the most direct competence that have had the most satisfying results. According to one study, only the Committee on the Elimination of Racial Discrimination and the Committee on the Rights of the Child take the content of education into account in their guidelines for periodic reporting by States. Even so, these guidelines merely recall the general principles set out in the two Conventions and recommend that States should indicate in their reports what steps have been taken to ensure that the aims of education are consistent with the relevant provisions (articles 7 and 29, respectively). On the other hand, the guidelines of the Committee on Economic, Social and Cultural Rights make no reference whatsoever to the obligations of States regarding the content of education. This absence is all the more regrettable in that the Committee is the obvious body for the formulation of recommendations in this area: matters relating to education, and in particular, to its aims as set out in article 13, paragraph 1, of the Covenant, fall directly within the full competence of this Committee, and as such, its guidelines as well as the interpretations it has given would be extremely useful.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Finally, the International Covenant on Economic, Social and Cultural Rights envisages no procedure like that established under article 41 of the International Covenant on Civil and Political Rights. This is indeed regrettable and does nothing to enhance the protection of the right to receive education in conformity with the objectives of non-discrimination and tolerance set out in article 13, paragraph 1. It must be recognized, however, that the Human Rights Committee does not hesitate to monitor, through individual complaints, pursuant to article 26 of the International Covenant on Civil and Political Rights, compliance by States parties with their commitments under the International Covenant on Economic, Social and Cultural Rights - in other words, under an instrument which does not fall self-evidently within its purview and which has its own monitoring body. In reality, the Human Rights Committee monitors, not the content of the right to be protected but rather, in an audacious manner, the right not to be subjected to discrimination in conformity with article 26 of the International Covenant on Civil and Political Rights, even though the right in question is not covered in that instrument.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Taking account of the conceptual considerations presented in the first chapter of this study, we shall now discuss the practical and factual aspects of racial discrimination and religious intolerance in education, so as to be in a better position to make recommendations on how to combat them. It is possible to draw up a typology on the basis of a range of examples of discriminatory practices throughout the world. This chapter does not seek to be exhaustive and is concerned less with the number of examples cited than with the category to which each of them can be assigned in the context of the overall purpose of the study. In this regard, it should be noted that factual aspects must cast light on people's attitudes to others, as well as the representation of their own identity, bearing in mind that, even where no minorities are present in a country, these may still be intolerant and discriminatory. Moreover, the choice of classification does not always have legal implications with respect to the violations committed; the intention is purely pedagogical. Thus, subclassifications may overlap within one and the same typology, and sometimes in any one example; likewise, other typologies can be used, and these may also overlap. We have opted for an approach that seems to us both the most directly relevant to the subject of this study, namely, one based on the concepts of discrimination and intolerance in education, and the most functional in terms of violations or ignorance of legal obligations. We shall start by looking at discrimination resulting from positive and often deliberate materially identifiable acts of States; such discrimination would arise from regulations, policies, instructions, measures and other material conditions affecting the organization or content of education put in place by States (sect. A). We shall then turn to discrimination or segregation resulting from a negative attitude on the part of States, where the discrimination arises from a State's omission or failure to take action (sect. B).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 81,
        "Text": "81. An examination of certain aspects of practice in this regard reveals at least three scenarios for attitudes that may be classified as discrimination by action: impermeability, domination and marginalization.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Impermeability here means an intended or unintended situation in which it is impossible for all or even part of an education system to take account, at the conceptual and organizational levels, of the specific expectations of certain ethnic and/or religious minority groups. Thus, in countries with many indigenous populations, the official education systems might be either unable or unwilling to incorporate the values and components of those populations' cultural identity. In such cases, discrimination arises when the education system established or supervised by the State does not meet to those groups' expectations with regard to equal rights and identity.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 83,
        "Text": "83. Several examples may be cited in this connection. Discrimination arises, for instance, when the education system organizes teaching whose form and content conflicts with the religious beliefs of pupils belonging to minority ethnic groups. Again with regard to the content of the teaching provided, some examples concern families which consider that their children should not study certain subjects, arguing that, although they have no specifically religious content, they may conflict with their beliefs and convictions. Examples are sex education and instruction in sports or music, which some parents challenge on the grounds that these subjects are incompatible with specific religious beliefs. However, education should also contribute to shaping the pupils' sensibility and taste, and to protecting them against societal ills such as teenage pregnancy and sexually transmitted diseases. A refusal to take account of that dimension in the teaching dispensed in private schools or in textbooks, for religious or moral reasons, conflicts not only with human rights and tolerance, but also with the \"best interests of the child\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 84,
        "Text": "84. Examples relating to the organization of teaching are also worthy of note. First, there is the thorny question of weekly restdays, which poses a particularly acute problem in multi-denominational classes. Do pupils not belonging to the majority religious group have the right to a holiday on the day celebrated as a holiday by their religion? Admittedly, the organization of differentiated restdays poses serious problems, particularly when there is a great religious diversity in one and the same school. The same problem could arise with the observation of certain religious rites or dress codes by some pupils in multi-denominational classes. Nonetheless, difficult as these questions may be, an answer must be found that is compatible with respect for human rights and takes account of the particularities of pupils from minority groups. As we have noted, the teacher's role and \"tact\" are crucial in this regard.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The policy of assimilating the children of minorities, thereby making them lose their identity, is a most harmful form of discrimination because it sows the seeds for the continuation of discriminatory attitudes beyond the generations practising them at any given time. Referring to article 1 of the UNESCO Constitution, Mr. Federico Mayor emphasized that distinctions, notably those based on language or religion, \"undermine the right to education and the cultural rights of numerous minorities; they sometimes raise unjust and intolerable barriers among citizens of the same State\". Domination can take a variety of forms. It may be physical and direct, or else grounded in psychological and moral conditioning. For example, it may take the form of an affirmation of the complete or at least partial superiority of the culture, language or religion of the group exercising such domination. This generally involves a glorification of the dominant culture, including the dominant language, and a devaluation of the culture, traditions, standards and languages of minorities. Such domination is especially perceptible in the field of education, this being the most suitable means of shaping the mindset of those dominating (children of the majority) and those dominated (children from minority groups).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 86,
        "Text": "86. Many examples can be cited. School curricula and textbooks are replete with examples of attitudes deriving from such psychological conditioning, affirming through both approximations and lies that the history, culture and language of the dominant group have always been and still are superior. Schoolbooks thus teach children, including those of the various religious minorities, that some of them are alien elements, whereas this is not, in fact, the case: representatives of these religious minorities are for the most part descendants of indigenous people who converted to the religions concerned.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 87,
        "Text": "87. Domination sometimes goes beyond mere psychological conditioning and is actually accompanied by physical discrimination. An obvious case is that affecting minority groups under military domination, including raids made by the occupying forces in schools attended by the children of minorities. Physical domination may also involve a ban on the use of the language of the minority group, even outside the classroom setting. Some children are thus reportedly beaten for using their own language at school and schoolmasters face arrest if they recognize the existence of the language and culture of the group in question. This, too, is an obvious case of such domination or discrimination where power (historical, demographic, political, military, etc.) is transposed to the educational field to express directly or indirectly the position of dominance of a particular group, culture, religion or language. This transposition is all the more serious because it can shape the minds of young people as a result, and may lead to discriminatory attitudes being reproduced by successive generations.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 88,
        "Text": "88. Lastly, excessive attention to identity characteristics - which could be described as identity-related \"narcissism\" - as affirmed by the law or in school textbooks, or else by the dominant ideology can, even when there are no minorities in a country, lead to xenophobia, a negative representation of aliens and discrimination.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Marginalization is the direct consequence of the first two forms of discrimination, as it reflects the will of the dominant group to keep children, especially the children of minorities, from enjoying the benefits of education. An extreme case would be the denial of access to education for such children, particularly at the primary and secondary level. Such a denial, which is without doubt the most serious form of discrimination against the children of minorities and migrant workers, has been formally identified by the United Nations human rights treaty bodies as the denial of a fundamental right. This sometimes takes the form of an intake capacity being described as insufficient in the schools attended by such communities. Of course, discrimination exists only when the education authorities are actually able, given the \"availability\" of financial, human and material resources, to increase school intake capacity, including for the benefit of the groups of pupils in question.",
        "Labels": [
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 90,
        "Text": "90. Another attitude consists in deliberately relegating to a subordinate status anything relating to the cultural features of minority groups. This may take the form of an ostensibly pedagogical approach that in fact promotes profoundly racist stereotypes. An example is the use, in one textbook, of a heavily discriminatory image including the phrase \"The Gypsy has stolen the goose\". Because of the general context this tendentious phrase is likely to be taken as the truth or the norm, particularly in view of the eminently pedagogical value of the medium used.",
        "Labels": [
            "Roma, Gypsies, Sinti and Travellers"
        ]
    },
    {
        "ID": 91,
        "Text": "91. A portrayal prejudicial to girls in society or advocating polygamy in textbooks is also apt to perpetuate discrimination between the sexes rather than fostering a spirit of tolerance among young pupils. Likewise, imposing a strict code of conduct confining women to their homes and banning girls from going to school is a discriminatory and intolerant attitude contrary to the applicable principles of international law. This can also be said of stereotypes encouraging a very negative portrayal of women belonging to a different ethnic and/or religious minority group. According to one author, this form of discrimination, which may be described as aggravated (gender-based, and racial and/or religious) discrimination, became a noticeable feature of the 1990s.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 92,
        "Text": "92. Non-consideration may take the form of attitudes affecting the conditions of education of the pupil who, for ethnic reasons, may be forced to go to a school for the mentally disabled or systematically placed in the back row of the classroom. Thus, for example, \"disproportionate numbers of Roma children are relegated to second-class educational facilities - 'special schools' - designed for pupils said to be suffering from intellectual or behavioural deficiencies\". Others are assigned to separate classes or discriminated against within the same school (separate graduation ceremonies, different meal times in the cafeteria). These are examples of relatively clear-cut discrimination based on a failure to respect the most elementary basic rights. Where it affects children, this is likely to have very adverse consequences for the individuals concerned, their own self image and how other children see them, for their balanced integration into the society where they live, for social cohesion and, ultimately for the very unity of the State.",
        "Labels": [
            "Children",
            "Persons with disabilities",
            "Roma, Gypsies, Sinti and Travellers"
        ]
    },
    {
        "ID": 93,
        "Text": "93. Discrimination may sometimes appear in its passive form, i.e. when it results from an omission, in one of three ways: non-prevention, a refusal to take affirmative action and a lack or shortage of adequate resources.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. Non-prevention here means an attitude on the part of the State which consists in not taking the necessary measures to prevent situations of discrimination in the school setting. This is an omission upstream of a racial and/or ethnic situation likely to give rise to discriminatory behaviour.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. The same applies to the training of teaching staff entrusted with multicultural or multi-denominational classes. Such training is all the more necessary since, aside from the fact that such staff may themselves be the source of discriminatory behaviour, the very composition of a multicultural class may lead to the propagation of racist stereotypes. The teachers' role here is to dispel such myths and stereotypes and help to foster in the children a culture of respect for others as much as for themselves. Wherever possible, teachers must, as we have already said, be sensitized to and trained in addressing the problems of multiculturalism and in suitable means for combating discrimination. This is certainly a key element for balanced education in a multicultural setting. While any deficiency here cannot in itself be considered as discrimination, it is bound to maintain, if not develop, discriminatory ideas and conduct. States have a fundamental role to play here in stemming, through organizational measures, one of the most frequent causes of discrimination (see chapter III below).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 96,
        "Text": "96. The second aspect of discrimination by omission results sometimes from ill will and sometimes from selective attitudes, and is reflected in the refusal to take special measures for the benefit of a group. This is what happens, for example, when teaching programmes are not adapted to the needs of minorities. There is discrimination when the omission gives rise to exclusion, a restriction or a preference based on race and likely to deny the child of a minority group the enjoyment of a fundamental right. Such acts of omission may, depending on the circumstances, mean that there are no bilingual classes or remedial classes in the official language when children have difficulties because of that language, or else that there is a lack of diversity in school curricula or teacher training.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 97,
        "Text": "97. In some cases, the minorities not only call for their specific characteristics to be taken into account but also ask to participate in the formulation and implementation of educational policies. Thus, denouncing a political party's discriminatory policy in the field of education, some indigenous representatives in one country drew a distinction \"between education for Aborigines and Aboriginal education, with a view to highlighting the role that Aborigines should have in both designing and implementing educational policies\".",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 98,
        "Text": "98. On the question of language teaching more specifically, the examples which may be cited are both very numerous and very diverse owing to the complexity of the socio-political problems underlying this issue. In this connection, while it is perfectly legitimate for a State to consider making an integrationist effort with the (or any one) official language, the concern to ensure respect for the self-esteem of all the individuals comprising that State must also be taken into account. Various forms of social behaviour of children and, later, of adults are contingent thereon. What is likely to be the attitude of a child who does not believe in himself or is taught to believe in the superiority of the language of the group to which he belongs (even if it is the majority)? Education is thus the crucible for a civic attitude in society as a whole, whatever its ethnic or religious make-up.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 99,
        "Text": "99. The failure to supply adequate resources to provide an education meeting the various aspirations for ensuring non-discrimination is a highly complex issue, objectively speaking, in view of the financial difficulties experienced by educational systems throughout the world, and particularly in the developing countries. In most of the countries surveyed by Francesco Capotorti, secondary education is not provided in minority languages. The reasons often given include a lack of funds, the unavailability of competent teaching staff and the desire not to fragment the educational system or, indeed, to impair national unity.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. In this connection, consideration must be given only to cases where such an attitude is based on discriminatory grounds and the shortage of funds affects the various ethnic and/or religious groups unequally. Thus, for example, in some European countries, budget cut backs and austerity policies affect educational programmes intended for the children of minorities or emigrants (in particular, remedial classes). In this regard, the Committee on the Elimination of Racial Discrimination recently had occasion to point out that \"the situation of Roma is a subject of particular concern since no improvements have been noted in the … low educational level traditionally predominant among members of this minority\" and recommended that \"measures of affirmative action should be adopted in favour of the Roma population, especially in the areas of education and vocational training …\". In any event, it is only when such measures (or rather such non-measures) have an excessive impact and consequences for the enjoyment of the fundamental rights of a particular group that they may be described as prohibited discrimination.",
        "Labels": [
            "Children",
            "Roma, Gypsies, Sinti and Travellers"
        ]
    },
    {
        "ID": 101,
        "Text": "101. Many factors of widely varying impact and far from easy to understand exert a negative influence, as we have seen, on education in relation to racial discrimination and religious intolerance. These factors include historical circumstances, the social and economic conditions of groups and minorities, their demographic distribution in the territory, their cultural impoverishment, the prejudices of dominant groups, the status of the majority and minority languages, the political will of the Government and of the groups themselves, the shortage of resources and the lack of intercultural dialogue. It would certainly not be realistic to expect that taking action on these factors could achieve the desired results immediately: some of them are not, in fact, specific to education and would require major efforts by the State and the international community, as well as considerable resources, which would not necessarily be forthcoming at short notice; other factors might not require substantial resources but would need a long-term commitment as they involve issues that, by definition, evolve slowly and not always straightforwardly. We shall distinguish here between domestic and international measures.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The numerous measures needed here for the most part depend on the public authorities, although other actors in the educational field are also concerned.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. The State has an important responsibility to supervise the whole educational system (public and private) in order to detect any forms of racial discrimination or religious intolerance, whether de facto or de jure and prohibit or, where necessary, punish them. Under article 5, subparagraph (e) (v), of the International Convention on the Elimination of All Forms of Racial Discrimination, States parties undertake to prohibit and to eliminate racial discrimination, notably in the enjoyment of \"the right to education and training\". The 1960 UNESCO Convention against Discrimination in Education elaborates on this provision, dealing in particular with pupil admissions, the establishment of the educational system and the provision of grants and subsidies (see, in particular, article 3). States can draw on the Convention for their own specific legislation.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. States should take specific measures, including with regard to the minimum age for admission to employment, and check that they are being effectively implemented to prevent children from vulnerable groups, especially ethnic and religious groups, from dropping out of school early. However, the law has its limits. Regulations (even if properly applied), prohibitions, sanctions and so on can only combat manifestations of racial discrimination and intolerance, not suppress their underlying causes.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 105,
        "Text": "105. Whatever their merits, separate systems are unlikely to ensure the integration of minorities and immigrant communities, although, in certain circumstances - depending on the ethnic make-up of a society - they may protect the rights of ethnic and religious minorities. The State, however, has obligations in this regard which are not confined to non-interference; it has a vital role in making sure that access to these schools is non-discriminatory and that the education they provide is based on tolerance. The State also has positive obligations as regards recognition of the qualifications granted by these schools and the supply of various services, which, where provided, should be made available on a non-discriminatory basis: financial assistance for teacher training, buildings maintenance and the payment of subsidies and grants to students.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. At all events, in accordance with article 5 of the 1960 UNESCO Convention and as shown by the very different experiences of many countries, separate educational facilities must not be a factor contributing to \"reverse\" discrimination or intolerance. Whatever their designation (separate schools, separate lessons, minority schools), separate educational systems should not be run in such a way as to prevent minority groups from understanding the language, culture and religious beliefs of the majority.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Even the best planned reforms are bound to fail if teachers are not properly trained and not committed in their work to combating discrimination and intolerance. The teacher's role cannot be reduced to that of a technician responsible for implementing prescribed procedures; the teacher is a professional capable of making judgements about the teaching approach that would be most appropriate and effective in a particular situation. It is up to the teaching staff in particular to help alleviate tensions between pupils in mixed classes, to ensure that the school curriculum takes account of group diversity, and to promote pluralistic and tolerant education and a culture of non-discrimination. Moreover, teachers should be recruited not solely on merit, but also in the light of the specific needs of pluralistic societies and the importance of reflecting their ethnic variety. Similarly, intercultural education and the fight against xenophobia, racial prejudice and intolerance should be integrated into the official initial and further teacher training courses and possibly brought to the attention of the relevant treaty bodies.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. In a situation where there is linguistic diversity in a multi-ethnic school setting, linguistic reform can be central to the whole question of racial discrimination and religious intolerance. In the first place, the use of the mother tongue should not be seen by its users as a hindrance but as a factor in achieving balance, protecting their cultural identity and promoting a multicultural education that respects diversity, and as a factor contributing to integration and social cohesion. Linguistic reform certainly depends on the political will of the Government and the particular context in each State, but even when this will exist and special laws or constitutional provisions on the use of minority languages in State schools have been adopted and local circumstances permit, many technical, financial and pedagogical questions remain. They concern the choice of minority or indigenous languages, the status of these languages (are they a vehicle for teaching or the subject of it?), the status in schools of an official language other than the mother tongue, the need for all children (not just those from minorities or indigenous peoples) to be bilingual, teacher training and recruitment, the financial consequences of multilingualism, etc. There is obviously no adequate general answer to these questions and it is basically necessary to take account of local constraints and the ethnic and linguistic concentration of the population, the number of pupils from different ethnic backgrounds in each class and each school, etc. In any case, any reform in this area should respect the existing balance and meet the specific needs of ethnic groups and minorities, especially when there is no majority. It is likewise essential that each measure should promote social cohesion and integration since, as we have said, linguistic diversity can also be a divisive or discriminatory factor. It is furthermore important that minorities should be taught in both their own language and the majority or official language. Finally, attention must be paid to the financial implications of any linguistic reform, including the cost of teaching materials and teacher training.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 109,
        "Text": "109. Numerous papers and international instruments have developed the idea that education should project a positive image of oneself and others. In addition to the general provisions in the conventions already mentioned, article 31 of the ILO Convention (No. 169) concerning Indigenous and Tribal Peoples in Independent Countries recommends that \"history textbooks and other educational materials [should] provide a fair, accurate and informative portrayal of the societies and cultures of these peoples\". According to the International Commission on Education for the Twenty-first Century, the first of the four pillars upon which education should be founded is \"learning to live together by developing an understanding of others and their history, traditions and spiritual values\".",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 110,
        "Text": "110. These changes in the content of textbooks should cover all educational curricula likely to shape the minds of children and adolescents and the way they will see others in the future books on history, geography, languages, literature, general culture, civic and religious education, and children's stories, comics, etc. All the historical facts, or simply observations, tendentious explanations and insinuations that might stir up tensions and give a negative image of others should be removed and replaced by new teaching materials emphasizing the unity of mankind and the extraordinary variety of its cultural components and promoting mutual respect between different religious or linguistic ethnic groups. For this purpose, States could set up permanent and representative national mechanisms to consider the contents of school books and educational curricula and the steps to be taken to improve the curricula. They could also set up special inspection units or departments in education ministries whose task would include checking that the contents of school books and course books are non-discriminatory and tolerant; these departments could provide an account of their work in, say, annual reports, either for widespread distribution or for their superiors, so that the authorities could take the appropriate measures.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 111,
        "Text": "111. As we have seen, how to combat \"prejudices which lead to racial discrimination\" by adopting \"immediate and effective measures\" (article 7 of the International Convention on the Elimination of All Forms of Racial Discrimination) has not been adequately explained either in the international instruments or by the treaty-monitoring bodies concerned. This dimension involves, among other things, the duty to open up to others' cultures by providing differentiated education that respects and integrates cultural differences. Education - as a vital resource in the fight against discrimination and intolerance - should effectively contribute to the process of reconciliation between minorities as well as between minorities and the majority.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 112,
        "Text": "112. The school system could thus incorporate - where possible, of course - two fundamental concepts that would make the positive image of oneself and of others a reality in the educational system: multicultural education and intercultural education. Multicultural education refers to \"educational policies and practices which meet the separate educational needs of groups in society which belong to different cultural traditions\"; intercultural education covers \"educational policies and practices by which the members of different cultures, whether in a majority or minority position, learn to interact constructively with each other … [and] learn about each other, about specific cultural characteristics, their respective histories and about the value of tolerance and pluralism\".",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. However, multicultural schooling, which depends on taking into account racial and/or religious diversity and on customizing the curriculum, is not sufficient on its own to teach tolerance. In order to avoid devaluing or overvaluing different cultures and thereby avoid a sense of hegemony, fear and intolerance, intercultural education based on a comparative view of different cultures must be introduced gradually, with due account being taken of local particularities.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. Free basic education should include, as we have said, a minimum element of interculturalism. The following criteria may be listed: (a) Learning two or more languages, depending on each State's requirements and the resources available;; (b) Openness to other countries' heritage: teaching the history, culture, languages and religions of minorities and of the majority is a vital pre-emptive tool to improve understanding of others and promote a positive image of others' culture;; (c) The need to prepare multicultural, integrating educational curricula that value the knowledge of different cultures and civilizations and encourage a feeling of self-esteem;; (d) The adoption, in multi-ethnic and multi-faith societies, of general legislation that recognizes multicultural diversity and enshrines the principle of intercultural dialogue, particularly in and through schools;; (e) The use of preventive measures or penalties to combat factors that might jeopardize social cohesion and hinder the promotion of intercultural and multicultural education, such as xenophobic responses, assimilative tendencies, discrimination in access to education, non-recognition of historical and contemporary diversities, the propagation by the mass media of racist and intolerant stereotypes, the adoption of educational systems that result in a loss of the history, language and traditions of minority groups and indigenous peoples, and a failure to reflect society's racial, ethnic and/or religious make-up in the composition of teaching staff.",
        "Labels": [
            "Indigenous peoples",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 115,
        "Text": "115. Here again, teachers have an educational role of paramount importance: they should be tactful enough to encourage pupils to be inquisitive and to avoid the sometimes inconclusive results of intercultural education. They must exercise the greatest caution in this respect, and not expect a uniformly positive perception by pupils of the effects of intercultural education, regardless of the ethnic make-up of society. Objective factors (the weight of tradition, history, religion, social cohesion, etc.) and subjective factors (the pupil's mentality, the parents' circumstances, the educational dimension of the message, the teacher's perseverance, etc.) interact and have a considerable influence on a policy's success or failure. It is important to note, therefore, that intercultural education cannot be imposed by decree and that the road to tolerance and positive recognition of others will be long and hazardous.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. The promotion of respect for human rights and fundamental freedoms, as affirmed in several international instruments, and first of all in article 55 of the Charter of the United Nations, is a valuable tool for combating discrimination and intolerance in education. As proclaimed in the slogan that guided the work of the International Congress on the Teaching of Human Rights, organized by UNESCO in Vienna in 1978, \"for human rights to be better respected they need to be better understood, and to be better understood they need to be better taught\". Similarly, the Vienna Declaration and Programme of Action adopted in 1993 at the World Conference on Human Rights stresses how important it is for human rights to be part of the educational curriculum: \"… human rights education, training and public information [are] essential for … fostering mutual understanding, tolerance and peace\" (A/CONF.157/23, II, D, para. 78). Consequently, with regard to the subject of this study, human rights education is one of the essential components of the strategy to combat racial discrimination and religious intolerance. The crucial question is how human rights can be \"better taught\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 117,
        "Text": "117. In the first place, we should be glad that human rights education today is not the sole reserve of experts, particularly legal experts, but has become a common good and common ground for society as a whole, including - a point with which we are concerned here - for primary and secondary schoolteachers. This development should be consolidated in teacher recruitment and by offering in-service training and refresher courses on the subject for teachers and trainers, under the supervision of ministerial departments and with the assistance of the relevant national and international organizations. Human rights education requires, of course, adequate legal knowledge of the various instruments that address educational issues and, in particular, of those dealing more particularly with racial discrimination and religious intolerance. It is essential that \"pupils … be made aware that they have equal rights and duties … [and] that national remedies and … international remedies are available to them if their rights are violated\".",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. However, it is in our view the pedagogical dimension of human rights education that is important here, as it can be decisive in terms of the quality of the message received by schoolchildren and students. In the first place, as recommended by the Committee on the Elimination of Racial Discrimination, teaching about human rights and the problems of racial discrimination should be multidisciplinary so as to undermine scientifically the very foundations of racism. At the educational level considered in this study, an introduction to modern genetics, history, anthropology, psychology, etc. may well help to create tolerant minds open both to the unity of mankind and to the diversity and interdependence of cultures. As is rightly pointed out in the declaration entitled \"Tolerance and diversity: a vision for the 21st century\", submitted for signature to Heads of State and Government by the High Commissioner for Human Rights at the Millennium Summit in September 2000, \"the first mapping of the human genome [is] an extraordinary achievement which not only reaffirms our common humanity but promises transformations in scientific thought and practice\".",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. Next, it is important that human rights education should involve more than the provision of information and should constitute a comprehensive lifelong process shaping pupils' minds. Human rights education, if it is not to become too abstract or too encyclopaedic - which might undermine its effectiveness - should also be incorporated into already existing subjects, while dogma-free courses are developed. As has been rightly noted by one author talking about primary and secondary education, the necessary information relates not to human rights as such, or to their philosophical foundations, legal concepts or historical developments, but to the situations in which they come into play. In short, rather than instilling theory into students or filling their heads with tedious facts, it is a question of developing reflexes and attitudes of tolerance and a natural respect for differences.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. Finally, human rights education should not only use traditional teaching methods but should also be adapted to specific factors such as the children's age, social circumstances, ethnic and social origin, and so on. Making the messages easier to assimilate, for instance by publishing special comic strips and using lively teaching methods that involve the pupils more (role plays, audiovisual and interactive aids, etc.) and develop their critical faculties, can be very effective in combating racist stereotypes and intolerant views. Moreover, national institutions, ombudsmen and minority representatives can play a crucial role in monitoring and following up the implementation of national and international standards relating to the establishment of the educational system and the actual content of the courses.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. Regularly organizing cultural and leisure activities inside and outside school is a good way to arouse pupils' curiosity, strengthen mutual understanding and friendship and thus promote tolerance among children and adolescents from different ethnic or religious groups.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 122,
        "Text": "122. Education is not the responsibility of the State alone. The educational process is the responsibility of society as a whole, not just of one particular sector of it. Several actors contribute to shaping children's minds: the family, the media, civil society, religious groups, the private sector, non-governmental organizations and others play a basic role in reinforcing or correcting what has been done in school in the area of non-discrimination and respect for differences. It is necessary, as suggested in article 7 of the World Declaration on Education for All (Jomtien, Thailand, 5-9 March 1990), to build new and revitalized partnerships to supplement and improve on the teaching provided in school. A code of conduct binding the various actors and containing guidelines on the role of each of them in relation to respect for the objectives of education, particularly in multi-faith or multi-ethnic societies, would be worthwhile.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. Combating racism and intolerance in schools is also a question of belief. It is thus necessary to bring together representatives of the various religions at the national or international level, according to arrangements suited to each of them and to each country, in order to draw up a common strategy to prevent discrimination and intolerance in the education which children receive outside school. Likewise, human rights groups, whether they are from the majority or a minority, should contribute to the design and periodic review of educational policies.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 124,
        "Text": "124. As rightly noted by the Sub-Commission on Prevention of Discrimination and Protection of Minorities in its resolution 1998/11 of 20 August 1998, \"the question of the right to education has not been sufficiently dealt with in the framework of the United Nations bodies responsible for the protection of human rights\" (seventh preambular paragraph). A standard-setting effort should therefore be undertaken with a view to improving on existing international instruments by adopting texts and documents of an interpretative nature that would go beyond merely setting general goals and would clarify for the benefit of Governments and the international community precisely what strategy is required for non-discriminatory and tolerant education. The core of this strategy should include the preparation of school curricula and textbooks for teaching tolerance (especially religious tolerance) and the avoidance of racial discrimination in history and other sensitive subjects where instruction can shape pupils' minds, enhancing their perception of cultures and civilizations different from their own.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. This standard-setting work could be formalized and supported by adopting specific resolutions dealing particularly with racial discrimination and religious intolerance in education at the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance, to be held in Durban, and at the international consultative conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination, to be held in Madrid in 2001.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. Finally, it seems to us that the instruments relating to racial discrimination and religious intolerance in education are generally quite dispersed, coming within the mandates of several treaty and non-treaty human rights bodies. This dispersal, although justified given the cross-cutting nature of the right to be protected, nevertheless creates difficulties in determining which principles are applicable and to what areas. It therefore seems necessary, in our view, to centralize all the relevant legal and jurisprudential information, including through the use of Internet media.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. UNESCO has a fundamental role to play, in accordance with its statutes and specific procedures, in encouraging States to take appropriate steps to review and, where necessary, amend laws that appear to be discriminatory in the field of education on the grounds of religious beliefs or language.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. The international financial organizations (the World Bank, the International Monetary Fund, regional banks, etc.) should target their action in developing countries so that the right to education is not too adversely affected by the debt burden and structural adjustment policies, in particular benefiting the most vulnerable minorities and ethnic groups in society.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. Furthermore, States should be encouraged to ratify the human rights treaties, including those relating to discrimination in education, without reservations and to speed up the entry into force of instruments such as the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, of 18 December 1990.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 130,
        "Text": "130. Our study has shown that some treaty bodies, despite their competence in this area, do not have the resources, or sufficient resources, to ensure effective compliance by States with the principles of non-discrimination and tolerance, particularly as regards the content of education. In this respect, it is important that the various treaty bodies should include this issue in the guidelines for the reports that States parties must submit. Moreover, particular attention should be paid to the content of education in the work of the Human Rights Committee, and especially of the Committee on Economic, Social and Cultural Rights, as that content has unrivalled potential for giving specific substance to efforts to combat discrimination and intolerance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 131,
        "Text": "131. In general, United Nations treaty bodies should attach greater importance to the consideration of racial discrimination and religious intolerance and their effects, including in relation to the education of the children of minorities and migrant workers. Education is within the remit of several United Nations human rights bodies and specialized agencies. In order to avoid duplication or overlapping, there should be more cooperation and a greater exchange of information between these bodies and the relevant specialized agencies in areas of common interest. The cooperation between the Committee on the Elimination of Racial Discrimination and UNESCO deserves to be highlighted in this connection. Other committees are particularly concerned: for example, with regard to the implementation of article 13 of the International Covenant on Economic, Social and Cultural Rights, the Committee on Economic, Social and Cultural Rights can play an important role in coordinating and centralizing data on racial discrimination and religious intolerance.",
        "Labels": [
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 132,
        "Text": "132. It is also important to strengthen the monitoring mechanisms by adopting new instruments, such as an optional protocol to the International Covenant on Economic, Social and Cultural Rights, enabling the Committee concerned following efficient procedures, to consider complaints of violations of the right to equal access to education or regarding any education not based on non-discrimination and tolerance. Everyone recognizes that education is a fundamental human right and that without it other rights cannot be fully realized. It seems quite logical, therefore, to draw all the legal implications of this in ensuring the availability of appropriate remedies and effective protection for this right, as in the case of other human rights with more sophisticated monitoring mechanisms. The same observation can be made about other categories of persons and other treaties with obviously weak rights-monitoring mechanisms.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. The special rapporteurs on contemporary forms of racism, the human rights of migrants, religious intolerance and the right to education should, within the terms of their respective mandates, combine their efforts and coordinate their activities with a view to systematically addressing racial discrimination and religious intolerance in education.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. Finally, all these treaty and non-treaty bodies, and States too for that matter, should pay particular attention to aggravated discrimination in education, that is, discrimination against children because of their multiple identities (based on race/religion, race/gender or race/gender/religion), which tends to involve not just an accumulation or ordinary addition of offences but creates a new, more serious offence that should consequently be subject to a special legal regime.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 135,
        "Text": "135. In the field of education, especially primary and secondary education, there appears to be a glaring lack of general information and data on the implications of racial discrimination and religious intolerance, particularly in the lives of children from minorities and children of migrant workers. The available statistics are not yet broken down with reference to the types of discrimination prohibited by international law. However, according to the Report on the World Social Situation 1997, it seems that \"in almost all multi-ethnic countries, the drop-out rates among some ethnic minorities [are] higher than [those] of dominant groups or the majority\" (E/1997/15 - ST/ESA/252, chap. V, sect. A, para. 18). The development of a preventive strategy to combat the various types of discrimination therefore requires the systematic collection, not only at the national and regional levels but also, more importantly, at the international level, of specific data on the situation of such children and, in particular, data on literacy rates, school drop-out rates and unemployment rates, broken down by ethnic and/or religious group and compared with the rates for society as a whole. The collection of such data should also include the content of education, the teaching approach used in certain subjects related to interculturalism, the state of language teaching for the school population as a whole, teaching in the language or languages of minorities, religious education, and information on the best practices of States with regard to the prevention of racial discrimination and religious intolerance, in order to help other States save time and money by not repeating the same mistakes. Collecting data of this kind is essential if the effects of educational policies on children from minorities or ethnic/religious groups are to be measured and, where necessary, rectified.",
        "Labels": [
            "Migrants",
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 136,
        "Text": "136. The media and media representatives should be involved in regular campaigns to raise awareness of the problems of racial discrimination and religious intolerance in school education.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. States and the relevant intergovernmental organizations should coordinate their efforts in order to take advantage of the enormous opportunities offered by modern means of mass communication. They should envisage, in particular, using the Internet more widely to promote tolerance and combat racism in schools; they should give greater prominence to the content of education in the fight against discrimination and intolerance by setting up web sites and specific programmes aimed at schools all over the world. The general thrust of these programmes could be concentrated on highlighting the unity of mankind and cultural diversity, the shared values of tolerance and an intercultural approach to the history of civilizations and religions. In the area of education, they could include training and documentation programmes focused on the prevention of discrimination and intolerance. Likewise, they could be particularly useful in raising human rights awareness by disseminating positive information about minorities and immigrants so that school children become less receptive to racist propaganda, xenophobia and intolerant attitudes. In sum, the Internet can also be a valuable tool in fighting discrimination and a formidable defence against the use of the web for propaganda purposes in schools.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 138,
        "Text": "138. While education is a right aiming at personal fulfilment, it has an important social and, indeed, universal dimension, precisely because of the phenomenal development of the mass media and the closer geographical linkage between peoples. All action related thereto should take this aspect into account. The world that education must try to reflect should be one revealing the identity of mankind in all its diversity, a world in which meeting people different from oneself is not a source of tension but an enriching daily reality, a world in which every person and every culture have their place in the great jigsaw of the human family. However, it should never be forgotten that, as Federico Mayor put it so well, \"an encounter with otherness is an encounter with ourselves. But the road that leads to the statement 'we are the others' is fraught with pitfalls.",
        "Labels": []
    }
]