[
    {
        "ID": 1,
        "Text": "1. In decision PC.1/10 the Preparatory Committee of the Durban Review Conference requested the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance (Special Rapporteur on racism), the Special Rapporteur on freedom of religion or belief, and other human rights mechanisms including other special procedures, to assist the Preparatory Committee by undertaking review and submitting recommendations as contributions to the outcome of the Review Conference.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In this contribution the mandate-holders provide their responses to the six questions listed in the note verbale of 4 March 2008, circulated by the Office of the High Commissioner for Human Rights (OHCHR). In their answers, the 14 mandate-holders focus particularly on the issues and themes relevant to their own mandates. Their responses are based on experience they have garnered through the implementation of the core functions related to their mandate.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur on racism, the Special Rapporteur on freedom of religion or belief and the Special Rapporteur on the right to education note that they have previously submitted contributions to the first substantive session of the Preparatory Committee.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur on racism calls the Preparatory Committee's attention to the fact that despite the adoption of the DDPA seven years ago, he continues to receive frequent reports of racism, racial discrimination, xenophobia and related intolerance from countries in all regions of the world. He wishes to take this opportunity to highlight a number of alarming manifestations of racism and xenophobia to be considered by the Durban Review Conference and would like to refer to his most recent report, in which he provides a summary of the main issues of concern under his mandate.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur on racism is concerned by the high incidence of political programmes based on ideas of racism, racial discrimination, xenophobia and related intolerance. He notes that the Durban Declaration recognizes the presence of contemporary forms and manifestations of racism and xenophobia in the platforms of some political parties and organizations. He condemns any such platforms based on racism, xenophobia or doctrines of 3 A/HRC/7/19. 1 A/62/375. A/HRC/7/19, A/HRC/6/5, A/HRC/2/3, A/CONF.211/PC.2/8. racial superiority and related discrimination. He regrets to report that racism and xenophobia-based ideas are gaining ground in the political arena and has reported their presence in the platforms of political parties in all regions of the world.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur on racism is concerned that in some countries parties are gaining increasing access to mainstream politics by dressing up policies, which are essentially based on racist and xenophobic prejudices, in the less controversial and less direct language of cultural difference. He is further concerned that some of these parties are gaining access to government by acting as junior members of governing coalitions together with traditional mainstream parties. He is also alarmed by the impact these parties are having on the overall political agenda, and notes that an increasing number of parties are now resorting to policies that negatively target immigrants, minorities, asylum-seekers and refugees.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur expresses his particular concern about the high levels of racism, discrimination and xenophobia directed towards asylum-seekers, refugees and immigrants. The DDPA explicitly recognize that these groups are at risk of racism and xenophobia and set down specific steps to be taken to combat the problem. He regrets that these groups continue to be vulnerable to racism, racial discrimination and xenophobia and that instead of improving, their situation in many countries has worsened since the events of 11 September 2001. He is concerned by the high incidence of racially motivated verbal and physical attacks against asylum-seekers, refugees and migrants, as well as the proliferation in many countries of policies and legislation designed to restrict the rights of individuals belonging to these groups.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur on freedom of religion or belief notes that the DDPA expressly call upon States to promote and protect the exercise of the rights set out in the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. She regrets to report that she continues to receive information regarding violations of the 1981 Declaration. She refers the Preparatory Committee to her most recent report in which she provides an overview of the issues of concern in the context of her mandate.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur continues to be concerned by religious intolerance and acts of violence against members of certain religious or belief communities. She regularly receives reports of violations of the right of members of religious minorities to worship and carry out other religious activities without State registration or approval, as well as reports of attacks on 5 E/CN.4/2004/61, E/CN.4/2006/54, A/59/330, A/HRC/5/10. 6 Ibid. 7 Paragraph 16, Durban Declaration. 8 Paragraph 79, Programme of Action. For further references to religious intolerance, see paragraphs 59 and 60 of the Durban Declaration. 9 A/HRC/6/5. 4 Paragraphs 28 and 85, Durban Declaration. places of worship. She is also concerned by numerous cases of killings and arbitrary detention motivated by religious intolerance and has identified women, individuals deprived of liberty, asylum-seekers, refugees, children, minorities and migrant workers as being particularly vulnerable to violations of their right to freedom of religion or belief. Similarly, the Working Group on Arbitrary Detention notes that it has on numerous occasions been seized with cases of prosecution and conviction on the grounds of religion or belief leading to arbitrary deprivation of liberty.",
        "Labels": [
            "Migrants",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur on racism joins the Special Rapporteur on freedom of religion or belief in expressing concern about the prevalence of religious intolerance in different countries throughout the world. Further to requests from the Commission on Human Rights and the Human Rights Council, his reports deal with the phenomena of Islamophobia, anti-Semitism, Christianophobia, as well as the problem of religious intolerance directed towards members of other religious groups. He notes that it is important to take a holistic approach to the question of religious intolerance and to recognize, and treat equally, all forms of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The independent expert on minority issues notes that the Durban Declaration affirms that the ethnic, cultural, linguistic and religious identity of minorities must be protected and that persons belonging to such minorities should be treated equally and enjoy their human rights and fundamental freedoms without discrimination of any kind. The Programme of Action urges States to guarantee the rights of persons belonging to minorities, individually or in community with others, to enjoy their own culture, to profess and practise their own religion, and to use their own language, in private and in public, and to participate effectively in cultural, social, economic and political life in order to protect them from racism, racial discrimination, xenophobia and related intolerance.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The independent expert is concerned that the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, as well as the DDPA continue to be poorly implemented at the national level. She is of the view that many violations of the civil, political, economic, social and cultural rights of persons belonging to minorities have a basis in discrimination, racism and exclusion on the grounds of the ethnic, religious, national, or racial characteristics of the minority group. She is concerned by the number of communications received by OHCHR regarding violations of human rights that display Opinions No. 4/2001 (E/CN.4/2002/77/Add.1, p. 43); No. 11/2001 (E/CN.4/2002/77/Add.1, p. 60); No. 25/2001 (E/CN.4/2003/8/Add.1, p. 22); No. 7/2003 (E/CN.4/2004/3/Add.1, p. 39); No. 20/2003 (E/CN.4/2005/6/Add.1, p. 4); No. 24/2004 (E/CN.4/2006/7/Add.1, p. 13); No. 17/2005 (E/CN.4/2006/7/Add.1, p. 52); No. 18/2005 (E/CN.4/2006/7/Add.1, p. 55); No. 32/2005 (E/CN.4/2006/7/Add.1, p. 85); No. 35/2005 (E/CN.4/2006/7/Add.1, p. 92); No. 11/2006 (A/HRC/4/40/Add.1, p. 59). A/HRC/6/6, E/CN.4/2003/23, E/CN.4/2005/19, E/CN.4/2006/17, E/CN.4/2005/18/Add.4. Paragraph 66, Durban Declaration. Paragraph 47, Programme of Action. discrimination, racism or xenophobia against a minority group and its members and confirms that minorities in all regions of the world continue to face exclusion, serious threats, discrimination and racism.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Furthermore, the independent expert notes that individuals within ethnic, religious, linguistic or national minority groups can experience multiple forms of discrimination because of other factors including age, gender, gender expression, gender identity, race, sexual orientation, disability and health status. This means that individuals within minority communities who are already struggling against intolerable levels of generalized exclusion can also face compounded forms of discrimination or violence based on their gender, personal identity or expression. For example, minority women may lack access to remedies and complaint mechanisms for racial discrimination because of gender-related bias and discrimination. The independent expert is of the view that greater consideration must be given to the compounded and often negatively reinforcing nature of multiple forms of exclusion or discrimination of members of minority communities.",
        "Labels": [
            "Women/girls",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 14,
        "Text": "14. The independent expert believes that the poorest communities in almost any region tend to be minority communities that have been the targets of long-standing discrimination, violence or exclusion. Poverty within minority communities is both a cause and a manifestation of the depletion of rights suffered by members of minority communities. Poverty in this context involves more than just a lack of income or a daily struggle for basic sustenance. Members of poor communities are generally less able to participate effectively in political decision-making or to access mechanisms of justice. Furthermore, they suffer from unequal access to land, education, employment and health care. The independent expert is of the view that efforts to reduce poverty are essential to larger efforts to promote the full range of civil, political, social, economic and cultural rights for minority communities.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 15,
        "Text": "15. The independent expert has identified the discriminatory denial or deprivation of citizenship as a tool for excluding national, ethnic, religious and linguistic minorities in all regions of the world. The reasons for discriminatory denial or deprivation of citizenship are often rooted in racist ideologies, and evidence demonstrates that the practice disproportionately affects persons belonging to minorities. She emphasizes that members of minority groups can face discrimination and exclusion even under conditions of full and unquestioned citizenship. As such she is concerned that denying or stripping minorities of their citizenship can further compound their vulnerability, and can even lead to mass expulsion. Once minorities are denied or deprived of their citizenship, they are inevitably denied protection of their basic rights and freedoms, including minority rights.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur on contemporary forms of slavery, including its causes and consequences, notes that the Durban Declaration strongly condemns the fact that slavery and slavery-like practices still exist today in parts of the world and urges States to take immediate measures as a matter of priority to end such practices, which constitute flagrant violations of human rights. She notes that the Durban Declaration also recognizes that child labour is linked Paragraph 29, Durban Declaration. A/HRC/7/23. to poverty, lack of development and related socio-economic conditions and could in some cases perpetuate poverty and racial discrimination by disproportionately denying children from affected groups the opportunity to acquire the human capabilities needed in productive life and to benefit from economic growth.",
        "Labels": [
            "Children",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 17,
        "Text": "17. As the Special Rapporteur on a new mandate and a former member of the Board of Trustees of the United Nations Voluntary Fund on Contemporary Forms of Slavery, she can confirm that contemporary forms of slavery are still very relevant and prevalent today across the globe. Indeed, the Special Rapporteur believes that the majority of cases of slavery or slavery-like practices, including child labour, occur where there is deep-seated racism, racial discrimination, xenophobia or related intolerance caused as a result of historical, cultural, religious or economic interactions between groups or individuals.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur on violence against women, its causes and consequences, welcomes the fact that the DDPA recognize that women can face multiple forms of discrimination and that racism, racial discrimination and xenophobia do not necessarily affect men and women in the same manner. The DDPA also recognize that racism, racial discrimination, xenophobia and related intolerance can be among factors leading to deterioration in women's living conditions, poverty, violence and limitation or denial of their human rights. The Durban Declaration also recognizes the need to integrate a gender perspective into relevant policies, strategies and programmes of action.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur continues to receive reports of violence against women and girls, including reports of sexual violence, motivated by racism or xenophobia. In the seven years since the adoption of the DDPA she has sent numerous communications, including joint communications with other mandate-holders, to countries in different regions of the world regarding credible allegations of racially motivated violence against women. She has expressed her particular concern about violence against indigenous and migrant women in her speeches in international forums, press statements and communications to Governments.",
        "Labels": [
            "Indigenous peoples",
            "Migrants",
            "Women/girls"
        ]
    },
    {
        "ID": 20,
        "Text": "20. With regard to violence against indigenous women, the Special Rapporteur would like to refer to Commission on Human Rights resolution 2005/41 in which the Commission calls on States to address the specific circumstances facing indigenous women and girls in relation to Paragraph 74, Durban Declaration. Paragraph 69, Durban Declaration; paras. 18, 59, 212, Programme of Action. Paragraph 69, Durban Declaration. A/HRC/4/34/Add.1, E/CN.4/2006/61/Add.1, E/CN.4/2005/72/Add.1. Statement to the Permanent Forum on Indigenous Issues, 18 May 2007, press statement, 24 November 2006, A/HRC/7/6/Add.1. gender-based violence, especially sexual violence, arising from multiple, intersecting and aggravated forms of discrimination, including racism, paying particular attention to the structural causes of violence.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 21,
        "Text": "21. In the implementation of her mandate, the Special Rapporteur on adequate housing as a component of the right to an adequate standard of living, and on the right to non-discrimination in this context (Special Rapporteur on adequate housing) addresses the issue of discrimination in the context of access to adequate housing. The Special Rapporteur notes that her predecessor, Mr. Miloon Kothari, devoted a great deal of attention to the issue and confirms that she also intends to continue to focus on it. She notes that Mr. Kothari actively participated in the preparatory process of the 2001 Durban World Conference and submitted a statement calling upon States to take steps to ensure non-discriminatory access to adequate housing.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur on adequate housing welcomes the attention given to the issue of housing issues in the DDPA. She notes that the DDPA recognize the existence of discrimination in access to adequate housing, as well as in access to other economic, social and cultural rights and set out a number of steps to be taken to eliminate the impact of racial discrimination on the realization of these rights. In this regard, she regrets that Mr. Kothari in his final report submitted to the Human Rights Council confirmed that discrimination in the context of access to adequate housing continues to be a major challenge.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In his missions to various countries, Mr. Kothari expressed concern regarding the continued discrimination faced by, inter alia, ethnic and religious minorities, indigenous peoples, nomadic groups, refugees and asylum-seekers. He reported on the disproportionately inadequate housing and living conditions of these groups, the considerable number of alleged cases of discriminatory land confiscation and forced evictions, discrimination against women with respect to housing rights, land, inheritance and property, and the poor and limited quantity and quality of basic services provided to informal settlements and low-income groups and neighbourhoods. He also expressed his concern about discrimination on the basis of nationality or citizenship.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur on the human rights of migrants takes this opportunity to welcome the prominence given to the issue of migrants in the DDPA. The Durban Declaration recognizes that interregional and intraregional migration have increased as a result of globalization, in particular from the south to the north and stresses that policies towards migration should not be A/HRC/7/16. A/CONF.189/9. Paragraphs 33 and 108, Durban Declaration; paragraphs 8, 33, 48, 49, 81, 92, 100 and 102, Programme of Action. based on racism, racial discrimination, xenophobia and related intolerance. Furthermore, the Programme of Action sets out a number measures to be taken by States to combat racism, racial discrimination and xenophobia directed towards migrants.",
        "Labels": [
            "Migrants",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 25,
        "Text": "25. The Special Rapporteur regrets that despite these provisions, he continues to receive reports of manifestations of racism, discrimination, xenophobia and related intolerance against migrants in the public and private spheres. He notes that States are not only under an obligation to ensure that legislation and policies are non-discriminatory, they are also under an obligation to protect migrants from racism, discrimination and xenophobia in the private sphere. He notes that in many countries immigrants bear the brunt of racist or xenophobic backlashes and expresses concern at the campaigns conducted in some political quarters and the media in some countries, to criminalize immigration by making a direct link between immigration and high crime rates. In his view political rhetoric and information of this nature can promote xenophobic stereotypes and racist sentiment.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur regularly addresses the issue of racial discrimination, xenophobia and related intolerance directed towards migrants in the course of his activities. The Special Rapporteur and his predecessor have both addressed these issues in their missions to countries in different regions of the world and in numerous communications sent to Governments around the world.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 27,
        "Text": "27. The former Special Rapporteur, Ms. Pizarro, made an active contribution to the preparatory work for the 2001 Durban World Conference, attending meetings of the preparatory committees, regional meetings and expert seminars. At the first session of the Preparatory Committee for the 2001 Durban World Conference, she submitted a report on discrimination against migrants analysing the problem and drawing attention to the urgent need to devise and implement comprehensive strategies addressing the problem from various angles, and paying particular attention to migrant women.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur on violence against women would like to highlight the particular problems faced by women belonging to immigrant communities, which also translate into violence. Culturally essentialized perceptions of violence experienced by these women have increased stigmatization and discrimination against women and men of immigrant backgrounds, which is making efforts to eradicate gender discrimination within these communities more difficult. Special vulnerabilities within this group of women result to some extent from their A/CONF.189/PC.1/19. Paragraph 12, Durban Declaration. Paragraphs 24-33, Programme of Action. A/HRC/7/12/Add.2, A/HRC/4/24/Add.2, A/HRC/4/24/Add.3, E/CN.4/2003/85/Add.2, E/CN.4/2005/85/Add.3, E/CN.4/2004/76/Add.2, E/CN.4/2003/85/Add.3. residence status. Immigrant or asylum-seeking women without a valid residence permit are often naturally reluctant to approach State authorities for protection and remain trapped in violent relationships. Women's vulnerability to violence is fostered by increasingly restrictive immigration laws that have unequal consequences for women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur on the right to education notes that the DDPA recommends the need to guarantee all children and adults access to and completion of a quality education, eliminating intra-school and outside-school factors that hinder access, attendance and success; the need for States to guarantee opportunities for indigenous populations to learn in their mother tongue; and the need for human rights education. These key recommendations in the area of education are far from been implemented. The Special Rapporteur refers the Preparatory Committee to his submission made to the first substantive session for a detailed assessment of the implementation of these commitments.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur is of the view that groups that are vulnerable to discrimination remain at an enormous disadvantage in terms of access to education. The great majority of States are failing to fulfil their obligation to offer universal, free and compulsory education. Furthermore, the fact that only 19 States have ratified International Labour Organization (ILO) Convention No. 169 (1989) concerning Indigenous and Tribal Peoples in Independent Countries is indicative of the lack of progress made in offering educational opportunities in the mother tongue of indigenous peoples. As well, many States have not ratified the UNESCO Convention against Discrimination in Education, dating from 1960. The Special Rapporteur regrets that the very notion of human rights education remains a challenge for many States and notes that discrimination manifests itself in schools and other educational establishments when students are faced with a curriculum which is insensitive to their rights, needs and cultures.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur on the independence of judges and lawyers recalls that all persons shall be equal before the courts and tribunals without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. He notes that articles 2 and 14 of the International Covenant on Civil and Political Rights (ICCPR) obliges States to ensure that access to justice is equal and effective to every person, which means that any kind of discrimination by the administration of justice system is forbidden. In addition, States must ensure that there is an effective remedy against any act of racial discrimination. A/CONF.211/PC.2/8. See also paragraphs 42, 51, 104 and 107, Durban Declaration; paragraphs 12, 29, 37, 81, 108, 160-165, Programme of Action. Committee on the Elimination of Racial Discrimination (CERD) general recommendation No. 31 (2005) on the prevention of racial discrimination in the administration and functioning of the criminal justice system and the Bangalore Draft Code of Judicial Conduct 2001 adopted by A/HRC/4/34/Add.3; A/HRC/4/34/Add.4.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Special Rapporteur has devoted special attention to difficulties encountered in accessing justice, including barriers relating to discriminative practices. He has observed that vulnerable groups, such as indigenous peoples, refugees, migrants, and stateless people can face barriers, including cultural barriers in their attempts to access the justice system. These groups can have difficulties in understanding their rights and what is at stake in judicial proceedings; in particular persons living in situations of extreme poverty and social exclusion. Accordingly, the Special Rapporteur calls upon States to adapt their legal systems to respond to these needs, by establishing appropriate mechanisms, including alternative conflict resolution programmes.",
        "Labels": [
            "Indigenous peoples",
            "Persons living in poverty",
            "Non-citizens and stateless"
        ]
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur on the situation of human rights and fundamental freedoms of indigenous people notes that the Durban Declaration recognizes the racial discrimination faced by indigenous peoples and that this is linked to historical patterns of colonialism. The discrimination against indigenous peoples is manifested in governmental, legal and political systems that have excluded indigenous peoples from the life of the State, suppressed their attributes and culture, provided obstacles for their connections to and ownership over land and resources, and denied them basic rights. He reiterates the concern expressed in the Durban Declaration that the political and legal structures of State institutions often do not correspond to the multi-ethnic, pluricultural and plurilingual characteristics of the population and, in many cases, constitute an important factor of discrimination in the exclusion of indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur notes that States have taken some measures to implement the DDPA at both the international and domestic levels. In September 2007, the General Assembly adopted the United Nations Declaration on the Rights of Indigenous Peoples, which accords the full enjoyment of all human rights to indigenous peoples \"as a collective or as individuals.\" The mandate and activities of the United Nations Permanent Forum on Indigenous Issues, an advisory body to the Economic and Social Council, and the newly-created expert mechanism on the rights of indigenous peoples of the Human Rights Council, serve to further promote and raise awareness about the human rights of indigenous peoples. - Paragraphs 22, 41 and 43, Durban Declaration. - General Assembly resolution 61/295. - Ibid., article 1. - Human Rights Council resolution 6/36. the Judicial Group on Strengthening Judicial Integrity, as revised at the Round Table Meeting of Chief Justices held at the Peace Palace, The Hague, 25-26 November 2002. A/HRC/8/4. Preamble, Paragraphs 14 and 39, Durban Declaration.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Domestically, several States, particularly in the Americas, have adopted constitutional reforms and legislation to recognize the multicultural character of States and eradicate barriers for the enjoyment of the human rights of indigenous peoples. Nevertheless, the Special Rapporteur remains concerned that indigenous peoples continue to be targets of racism and discrimination in all parts of the world, as evident from information continually received by the Special Rapporteur and from reports of his predecessor.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 36,
        "Text": "36. The Special Rapporteur notes that even where legal barriers have been diminished within domestic legislation to allow indigenous peoples greater enjoyment of their human rights, social attitudes continue to reflect racial discrimination. Social indicators reflect the continued presence of indigenous peoples at the bottom of the social strata, with a lack of access to basic services, and frequent denial of rights to lands and resources. Moreover, there are worldwide examples of the exploitation of natural resources by government and private sector entities without adequate acknowledgement of indigenous presence or interests in resources.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Furthermore, the Special Rapporteur expresses with great concern the fact that social exclusion is continually related to manifestations of violence. Indigenous peoples continue to be targets of attacks and abuse, including but not limited to violence against women and children based on racial profiling and ethnic affiliation.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The independent expert on the question of human rights and extreme poverty notes that people living in poverty are typically victims of discrimination on grounds such as birth, property, national and social origin, race, colour, gender and religion and that poverty frequently originates from discriminatory practices both overt and covert. Paragraph 18 of the Durban Declaration acknowledges that poverty, underdevelopment, marginalization, social exclusion and economic disparities are closely associated with racism, and contribute to the persistence of racist attitudes and practices which in turn generate more poverty.",
        "Labels": [
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism (Special Rapporteur on human rights and counter-terrorism) has devoted attention to the issue of profiling in the context of countering terrorism. Profiling is generally defined as the systematic association of physical, behavioural or psychological characteristics with particular offences. He has expressed his concern that law enforcement authorities in some States have adopted counter-terrorism practices based on profiles of suspected terrorists that include characteristics such as presumed race, religion, ethnicity or national origin. These practices include searching the personal data of individuals, interviewing immigrants and conducting stops, document checks or searches for counter-terrorism purposes. A/HRC/4/26.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur is concerned that profiling may constitute a disproportionate and arbitrary interference with the right to privacy, the right to freedom of movement and the right to personal liberty, as well as contravening the principle of non-discrimination. The Committee on the Elimination of Racial Discrimination has called on States to \"ensure that any measures taken in the fight against terrorism do not discriminate, in purpose or effect, on the grounds of race, colour, descent, or national or ethnic origin and that non-citizens are not subjected to racial or ethnic profiling or stereotyping\". The Special Rapporteur on racism, the Special Rapporteur on freedom of religion or belief, the independent expert on minority issues and the Special Rapporteur on the human rights of migrants have also expressed concern at counter-terrorism measures based on discriminatory profiling.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur on human rights and counter-terrorism considers that profiling practices linked to presumed race, religion, ethnicity or national origin are ineffective as they inevitably miss a range of potential terrorists who do not fit the respective profile. He has carried out a review of the profiling practices implemented in a number of countries in different regions, including an assessment of the extent to which these practices successfully identified individuals involved in committing terrorist acts. As a result of this review, he concluded that profiling practices based on presumed race, ethnicity, national origin or religion are ineffective in attempting to achieve the legitimate aim of preventing terrorism.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur considers that profiling practices can have a profoundly negative effect on individuals and that being stopped, searched or questioned by police can be particularly humiliating or degrading when motivated by characteristics such as race, ethnicity, religion or national origin. They may cause a feeling of alienation and there is a risk that this could lead to a lack of trust between the police and targeted groups, which may have negative implications for intelligence gathering efforts in the context of counter-terrorism measures. He has made a number of recommendations in this regard.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur also participated in the session of the Working Group of Experts on People of African Descent in January 2007, and concluded that universal or random searches, done in a professional way, are more efficient than profiling, as they are non-discriminatory and impossible for terrorists to evade. States need to establish clear guidelines for law enforcement agencies on the measures that are permissible in counter-terrorism operations. There is also a need to document and monitor terrorist profiling practices, to establish oversight of law enforcement agencies, and ensure their compliance with human rights standards. CERD, general recommendation No. 30 (2004) on discrimination against non-citizens. E/CN.4/2006/17, A/HRC/6/6, A/HRC/7/10/Add.3, A/HRC/7/12/Add.2. A/HRC/4/26. Ibid., paras. 83-89. A/HRC/4/39, para. 45.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The Special Rapporteur on racism highlights his serious concern about discrimination on grounds of caste and other systems of inherited status. He notes that an estimated 250 million people around the world are at risk of violations of civil, political, social, economic and cultural rights, including violence, marginalization and discrimination, on the grounds of caste and other systems based on inherited status. He expresses his concern at reports of prohibition or limitations on ability to alter inherited status, socially enforced restrictions on marriage outside the community, public and private segregation, including in housing and education, and access to public spaces and places of worship and public sources of food and water, limitation of freedom to renounce inherited or degrading occupations or hazardous work, as well as subjection to debt and bondage.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur on racism believes that the vital first step in addressing this issue is for Member States to recognize that discrimination on the grounds of caste and other systems of inherited status constitutes a form of discrimination prohibited by the International Convention on the Elimination of All Forms of Racial Discrimination (ICERD). In the absence of such recognition it will not be possible to effectively address the serious human rights violations and discrimination suffered by individuals and groups on grounds of caste and other systems of inherited status.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur on racism welcomes the clear confirmation by the Committee on the Elimination of Racial Discrimination that the situation of scheduled castes and scheduled tribes falls within the scope of the ICERD and that discrimination on the grounds of caste constitutes a form of racial discrimination. The Committee has also confirmed that discrimination on grounds of caste constitutes racial discrimination and that the term \"descent\" has its own meaning and is not to be confused with race or ethnic or national origin.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur on racism is aware that the views of large sections of the population in some countries are informed by ideas based on caste and other systems of inherited status. These views are ingrained in the minds of many and have developed over years and generations. The Special Rapporteur is convinced that Governments and political leaders have a key role in combating racism, racial discrimination, xenophobia and related intolerance. As such, they should take the initiative by raising awareness and challenging long-entrenched perceptions and helping to shape public opinion to move towards fairer societies based on the equality of all human beings. These initiatives should be further complemented by meaningful legislative amendments to ensure equality and prohibit caste-based discrimination. CERD/C/304/Add.13, para. 14. CERD/C/304/Add.114, para. 8.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Against this backdrop, the Special Rapporteur on violence against women wishes to express her concerns about the numerous complaints she receives about violence perpetuated against women on the grounds of caste, as highlighted in her communications with Governments, jointly with other Special Rapporteurs.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Responsibility for the implementation of the DDPA lies primarily with States. It is a complex task, particularly because vulnerable individuals and groups can suffer racism, racial discrimination, xenophobia and related intolerance in both the public and the private spheres. As such, the mandate-holders are convinced that measures to eradicate racism must be multifaceted. In addition to ensuring that racism is not perpetrated by State actors and institutions, it is also necessary to protect individuals from racism perpetrated by private actors and to take proactive and preventive steps to foster a culture in which racism and xenophobia are considered unacceptable by all members of society.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The mandate-holders regret that the DDPA remain unimplemented in many States and note that a precondition for overcoming racism, racial discrimination, xenophobia and related intolerance is to recognize their existence. The Durban Declaration itself asserts that, \"the obstacles to overcoming racial discrimination and achieving racial equality mainly lie in the lack of political will, weak legislation and lack of implementation strategies and concrete actions by States\". The mandate-holders emphasize that there can be no progress in dealing with these complex challenges without sufficient political will on the part of States.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The Durban Review Conference is an opportunity for States to give new momentum to implementing the measures set out in the DDPA. The mandate-holders call upon States to take the measures and initiatives set out in the Programme of Action in the areas of prevention, education and protection, including legislative and policy measures, the provision of effective remedies, recourse and redress and strategies to achieve full and effective equality. They wish to highlight three of the commitments in the Programme of Action, which should be implemented by all States as a matter of urgency to provide a solid basis for all other measures and initiatives to tackle racism, racial discrimination, xenophobia and related intolerance.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. First, the mandate-holders point to the importance of ratifying regional and international conventions relevant to the elimination of racism, racial discrimination, xenophobia and related intolerance. In addition to the ICERD, there are a number of other pertinent international conventions set out in the Programme of Action. The ratification of these instruments would constitute a clear sign of intent on the part of Member States indicating that, in addition to See e.g. A/HRC/7/6/Add.1. Paragraph 79. Paragraphs 75-83. making politically binding commitments, they are also willing to enter into legally binding commitments. The mandate-holders further encourage Member States to withdraw any reservations and make the necessary declarations to ensure that the monitoring bodies can deal with individual complaints.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Second, the mandate-holders call upon States to put in place national legislative frameworks in conformity with international norms to combat racism, racial discrimination, xenophobia and related intolerance. They note that the Programme of Action urges States to design or reinforce, promote and implement effective legislative and administrative policies in a number of areas. The mandate-holders consider that the introduction of a legal framework in accordance with human rights standards is a necessary prerequisite for all other measures to combat racism, racial discrimination, xenophobia and related intolerance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The mandate-holders recognize that drafting legislation in this area can be a complex task. As such, they encourage States wishing to implement the Programme of Action and comply with their legislative commitments, to do so in a consultative manner, including consultations with representatives of all groups vulnerable to racism, racial discrimination, xenophobia and related intolerance. They also encourage States to take into account good practices in other countries and to seek technical assistance, as part of the consultation process, from relevant regional and international bodies.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The mandate-holders welcome the legislative steps taken by many States and encourage other States to follow suit. However, the introduction of legislation does not mean that the job is done. The presence of unimplemented legislation on the statute books will do little to reduce the incidence of racism and xenophobia. As such, the mandate-holders also emphasize the importance of ensuring the implementation of legislation, including by regional and central government and its agencies, including law enforcement agencies.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Third, the mandate-holders point to the importance of devising national action plans bringing together initiatives and measures to combat racism, racial discrimination, xenophobia and related intolerance in the areas of prevention, education and protection, the provision of effective remedies, recourse and redress and strategies to achieve full and effective equality. They encourage States to develop national action plans following extensive consultation with vulnerable groups, and other relevant actors, both public and private, including, among others, pertinent government departments and agencies, parliamentarians, national human rights institutions, non-governmental organizations and academics.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 57,
        "Text": "57. National action plans should constitute a blueprint for action, setting out clear tasks and objectives to be met by specified actors. They should constitute a means to an end and not an end itself. The end is, of course, the eradication of racism, racial discrimination, xenophobia and related intolerance. While national action plans constitute an important step towards that end, States will not have fulfilled their commitments under the DDPA by adopting a national action plan. A national action plan which remains unimplemented is as much of practical use as national legislation that remains unimplemented. Paragraphs 66-70.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Special Rapporteur on racism believes that it is particularly important for all States to overcome the North-South polarization that has affected international deliberations on racism issues. He highlights the fact that racism is a global phenomenon that affects all States. He encourages the Preparatory Committee and the Review Conference itself to focus on the issue of national implementation of the DDPA as a central objective of the Conference and the outcome document.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. In relation to the high incidence of political programmes based on ideas of racism, racial discrimination, xenophobia and related intolerance, the Special Rapporteur believes that the onus is on political parties to tackle the problem and provide leadership. Political parties and leaders must take steps to promote the participation of individuals and groups that are vulnerable to racism, racial discrimination, xenophobia and related intolerance, with the aim of increasing the representation of individuals from these groups in the political arena, not only as party members, but also as members of parliament and government. The inclusion of representatives from vulnerable groups in the political process is vital to give them a voice to contradict the voices of those political parties with racist or xenophobic platforms.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur considers that mainstream political parties should refuse as a matter of policy to form coalition governments with parties that have political platforms either explicitly or implicitly based on ideas of racism, racial discrimination, xenophobia or related intolerance. He refers to the issue of political platforms at length in a number of his reports and makes a number of further recommendations in this regard, including on concrete initiatives and measures to be taken to address this challenge.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. In relation to asylum-seekers, refugees and immigrants, the Special Rapporteur draws particular attention to the Conclusion on Local Integration, No. 104 (LVI) 2005, adopted by the Executive Committee of the Office of the United Nations High Commissioner for Refugees (UNHCR), which emphasizes that the integration of asylum-seekers, refugees and immigrants is a complex two-way process, requiring a concerted effort by all parties. On the one hand, individuals arriving in the host country should be prepared to adapt to the host society, without having to forego their own cultural identity. On the other hand, host communities should be ready to welcome them and meet the needs of a diverse society. It is important to emphasize the values of tolerance and non-discrimination in this process.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 62,
        "Text": "62. The Special Rapporteur on racism emphasizes that it is necessary for multicultural and pluralist societies to promote recognition, protection and respect for the ethnic, religious and cultural characteristics of all individuals and groups within the society and recognize the common universal values held by all members of the society. He encourages States to adopt an approach to questions relating to immigration and asylum that is based firmly on their international obligations. He also takes this opportunity to endorse the contribution submitted to the Preparatory Committee by UNHCR. E/CN.4/2004/61, E/CN.4/2006/54, A/59/330, A/HRC/5/10. A/CONF.211/PC.2/CRP.2.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur on the right to education notes that in many societies, ideas based on racism, racial discrimination, xenophobia and related intolerance are deep-rooted in people's minds and views. It is not possible to change these views overnight. However, States must take a proactive stance and long-term preventive measures, which in time can go a long way towards reducing the prevalence of such views. He is convinced that the commitments in the Programme of Action on education and awareness-raising are key to achieving the aims of the Durban Declaration. The education and awareness-raising activities undertaken by States should aim to foster a spirit of tolerance and respect for people from different races, religions, cultures and nationalities from an early age.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur refers the Preparatory Committee to the World Programme for Human Rights Education, which provides a common framework for action for all relevant actors. This Programme may serve as useful guidance for educational policies aimed at strengthening the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with racial equality and freedom of religion or belief and ensuring respect for pluralism and diversity. Consideration must be given to affirmative action and other equity-oriented public policies which attempt to remedy and overcome historical exclusions due to deep-rooted discriminatory processes. Consolidating the public system of education, guaranteeing that education is available, accessible, adequate and adaptable to all is paramount in overcoming historical discrimination.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur on freedom of religion or belief refers the Preparatory Committee to the final document of the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination and the Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools. The latter were developed in 2007 by the Office for Democratic Institutions and Human Rights of the Organization for Security and Co-operation in Europe.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur also encourages initiatives with regard to inter-religious and intra-religious dialogue on the promotion of respect for religious diversity within pluralist societies. She is of the view that these initiatives should not be limited to religious leaders but also include grass-roots members. Further, it may be useful to take into account the perspectives of believers who are dispassionate about their faith, as well as the perspectives of atheistic and non-theistic believers in these opportunities for dialogue. She encourages States to support inter-religious and intra-religious dialogue at the national, regional and international levels.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on racism and the Special Rapporteur on freedom of religion or belief would like to recall that the Durban Declaration recognizes \"the positive contribution that the exercise of the right to freedom of expression, particularly by the media and Paragraphs 117-139, Programme of Action. E/CN.4/2002/73, Appendix. http://www.osce.org/publications/odihr/2007/11/28314\\993\\en.pdf. new technologies, including the Internet, and full respect for the freedom to seek, receive and impart information can make to the fight against racism, racial discrimination, xenophobia and related intolerance\". They emphasize the potential of free speech to promote mutual understanding by eliminating racist stereotypes and ultimately tackling racist ideas. The whole set of human rights can be enjoyed only in an environment that guarantees freedom and pluralism. As such, the right to freedom of expression constitutes an essential aspect of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. According to article 19, paragraph 3 of the ICCPR, freedom of expression can be subject to restrictions provided by law and necessary for respect of the rights or reputations of others, the promotion of national security or public order, or of public health or morals. Further to article 20, paragraph 2 of the ICCPR, any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law. The Human Rights Committee in its general comment No. 22 on article 18 (Freedom of thought, conscience or religion) confirms that the measures contemplated by article 20, paragraph 2 of the ICCPR constitute important safeguards against infringement on the right of religious minorities and of other religious groups. The three Special Rapporteurs would like to emphasize that legal restrictions on freedom of expression alone have historically proved ineffective to bring about real changes in mindsets, perceptions and discourse. To tackle the root causes of racism, further efforts are required, for example in terms of intercultural dialogue or education for tolerance and diversity.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. In their reports to the Human Rights Council, they have considered the threshold of application of article 20 of the ICCPR and the types of expression that fall within its ambit, and have made relevant recommendations. In this regard, the Special Rapporteur on racism and the Special Rapporteur on freedom of religion or belief refer the Preparatory Committee to their joint report further to Human Rights Council decision 1/107. Furthermore, the Special Rapporteur on the promotion and protection of the right to freedom of opinion or expression refers the Preparatory Committee to his report to the seventh session of the Human Rights Council.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. In recent years, there have been challenges with regard to the dissemination of expressions which offend certain believers. This is not a new phenomenon and historically has concerned countries in all regions of the world and with regard to various religions and beliefs. However, the period following the events of 11 September 2001 has exacerbated tensions in inter-community relations and in that context, the three Special Rapporteurs have issued joint press releases. They noted that while peaceful expression of opinions and ideas should always be tolerated, the use of stereotypes and labelling that insult deep-rooted religious feelings do not contribute to the creation of an environment conducive to constructive and peaceful dialogue among different communities. Such dialogue that can nurture mutual understanding and respect Paragraph 90. A/HRC/2/3. A/HRC/7/14. in the spirit of article 7 of the ICERD is all the more necessary as societies become more diverse and access to information more global. They also encouraged States to promote the interrelated and indivisible nature of human rights and freedoms and to advocate the use of legal remedies as well as the pursuance of a peaceful dialogue on matters which go to the heart of all multicultural societies.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The independent expert on minority issues believes that there is a lack of knowledge regarding minority rights, which can hinder their full and effective implementation. She is also of the view that the protection and implementation of minority rights in promoting equitable development and peace and stability has not been fully appreciated. In some States, debates about language, religion, social inclusion, political participation, citizenship, poverty and identity often continue to assume a negative tone that is not conducive to social cohesion or harmony. This may be particularly the case within States that have become increasingly heterogeneous in a relatively short period of time. As such, she believes that it is important to widely publicize and promote the content of the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities to States and the public at large.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. The independent expert calls upon States to reaffirm their commitment to ensuring the implementation of the Declaration. She notes that while States must prevent discrimination against minority communities, they must also comply with their positive obligations to address the issues of those who may seek to promote and preserve their distinct identity. The opportunity to participate fully and effectively in all aspects of society, while preserving group identity, is essential to true equality and may require positive steps on the part of States. In situations where deeply entrenched racism, discrimination and societal inequalities have taken root, States may have the obligation to take affirmative measures to secure the adequate advancement of minority groups.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The independent expert welcomes those parts of the DDPA, which recognize the often multiple or aggravated nature of discrimination. She believes that greater attention should be given to the situation of those members of minority groups who experience multiple forms of discrimination, based on aspects of their identities and personal realities such as sexual orientation or gender expression that challenge social or cultural norms. Positive practices for addressing these differing experiences of women and men should be identified. The independent expert encourages effective collaboration and sharing of information and best practices in this regard.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 74,
        "Text": "74. The independent expert believes that efforts to reduce poverty are essential to larger efforts to promote the full range of civil, political, economic, social and cultural rights for minority communities. Development programmes, policies and activities need to take fully into account the needs and rights of minorities. She emphasizes that in developing such programmes and policies it is important to consider disaggregated data, and especially statistical information on poverty, income and economic participation. The analysis of such data can reveal inequalities between communities and allow for policy decisions and programmes that address those Paragraphs 2 and 69, Durban Declaration; paragraphs 49 and 172, Programme of Action. inequalities. The independent expert on the question of human rights and extreme poverty is of the view that the devastating effects of the combination of extreme poverty and racial discrimination are frequently hidden due to poor data collection on the situation of marginalized populations. She fully endorses the recommendation of the independent expert on minority issues in this regard.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 75,
        "Text": "75. In relation to the discriminatory denial and deprivation of citizenship, the independent expert on minority issues considers that States and the international community must expressly acknowledge the problem and work towards solutions. Efforts must be intensified by all relevant actors, and most importantly by States themselves, which have primary responsibility for the protection of the rights and welfare of all individuals residing on their territories irrespective of their citizenship status. She refers the Preparatory Committee to a series of recommendations that she made on this issue and expresses her hope that States will use the recommendations as a tool for developing concrete policies and measures to deal with citizenship issues in a non-discriminatory manner within the framework of international law.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. In light of the overlap between poverty and racism, the independent expert on the question of human rights and extreme poverty emphasizes that measures taken to combat and eliminate poverty and racism must be mutually reinforcing and complementary. There is the need to strengthen coordination among initiatives to eliminate poverty and racism, racial discrimination, xenophobia and related intolerance. Within the framework of a human rights-based approach to designing policies to eliminate poverty, the independent expert notes that the right to non-discrimination is crucial. She calls for the establishment of effective mechanisms to promote the participation of people living in extreme poverty, in particular those that are victims of various forms of discrimination, in the design, implementation and evaluation of policies affecting them.",
        "Labels": [
            "Persons living in poverty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur on contemporary forms of slavery believes that as a first step towards combating child labour, States should ratify all regional and international conventions on preventing child labour. She emphasizes the importance of a coordinated and holistic approach to ensure that the root causes of child labour are addressed and that alternatives are provided for children and parents. Private actors also have a role to play in not exploiting those who are economically desperate. She encourages all actors including governmental agencies, private businesses, non-governmental organizations and United Nations agencies to work together in a coordinated manner to address the problem of child labour.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur on adequate housing refers the Preparatory Committee to the reports and recommendations of her predecessor. She takes this opportunity to highlight a small number of these recommendations, which she considers to be particularly pertinent. First, her predecessor encouraged States to enact or strengthen legislation to prohibit racial See her recommendations in A/HRC/4/9. A/HRC/7/23. E/CN.4/2002/59, paras. 46-48 and A/HRC/7/16, paras. 22-25 and 101. discrimination in all areas of the public and private sectors relating to housing, planning and land. Second, he encouraged States to ensure that legislation and policies be implemented in good faith to promote equal access to services essential to the right to adequate housing, including water, electricity and sanitation. Third, he called upon States to guarantee access to judicial remedies for violations of the right to adequate housing, including reparation for damages suffered, in accordance with article 6 of ICERD.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur on the human rights of migrants welcomes the provision in the Durban Declaration which recognizes the positive economic, social and cultural contributions made by migrants to their countries of origin and their countries of destination. An inadequate understanding of the relationship between migration and economics can lead to racism and xenophobia in both the public and private spheres. States should make concerted efforts to combat the often negative image of immigrants portrayed in the media, and by some political platforms, by disseminating information and raising awareness among the population as a whole of the contribution of migrants to their host countries.",
        "Labels": [
            "Migrants",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur on violence against women notes that the DDPA encourage States to incorporate a gender perspective in all their activities against racism, racial discrimination, xenophobia and related intolerance. The DDPA also sets out a number of measures and initiatives to be taken with regard to the protection of women from racism, racial discrimination, xenophobia and related discrimination. She encourages States to use the opportunity of the Durban Review process to give new impetus to their efforts to implement the parts of the DDPA designed to improve the protection of women and girls.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 81,
        "Text": "81. Governments must address the particular vulnerabilities faced by women who are non-citizens, migrants or refugees in the receiving country. In particular, undocumented immigrant women should have full access to State protection against violence, including filing criminal complaints relating to violence, applying for restraining orders, accessing a women's shelter or pursuing any other protective mechanism irrespective of their immigration status and without fear of deportation.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Women/girls"
        ]
    },
    {
        "ID": 82,
        "Text": "82. The Special Rapporteur on the situation of human rights and fundamental freedoms of indigenous people recommends that States prioritize and devote resources to developing and implementing the affirmative measures called for in the United Nations Declaration on the Rights of Indigenous Peoples, including informing governmental officials about their role in the operationalization of the human rights of indigenous peoples and offering capacity-building programmes. The United Nations, including its various bodies, specialized agencies, and the Permanent Forum on Indigenous Issues, in assisting to promote respect for and full recognition of those rights, as put forward in article 42 of the Declaration, should assess current programmes to help operationalize indigenous peoples' human rights and provide resources for developing a future action plan. Paragraph 46, Durban Declaration. Paragraph 59, Programme of Action.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 83,
        "Text": "83. Racism, racial discrimination, xenophobia and related intolerance are cross-cutting issues, which all the mandate-holders deal with to some extent or another in the context of their mandates. This is done in urgent appeals, letters of allegation, country visits and reports submitted to the Human Rights Council and the General Assembly. In recognition of the often multiple forms of racism and racial discrimination, the mandate-holders note that many of them conduct joint missions, as well as regularly collaborating on joint communications to States regarding alleged human rights violations linked to issues of racism, racial discrimination, xenophobia and related intolerance. In 2007, a total of 1,003 letters of allegation and urgent appeals, 49 per cent as joint communications, were sent by all mandate-holders.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The mandate-holders welcome the work of the Committee on the Elimination of Racial Discrimination and emphasize the complementary nature of the work of the special procedures and the Committee. States which have not yet done so are strongly encouraged to ratify ICERD as a matter of priority. The mandate-holders also call upon States to make declarations under article 14 of ICERD, to consider removing any remaining reservations and to comply with their reporting requirements. While ratification of ICERD is a first step to demonstrate the State's commitment to the fight against racism, racial discrimination, xenophobia and related intolerance, the mandate-holders are of the view that ratification needs to be followed by implementation.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. In this section the mandate-holders provide a few illustrative examples of good practices they have come across in the course of their activities. They note that good practices are those that are developed and implemented in response to the needs and challenges of a particular national or regional context, in consultation with all interested actors, including representatives of those groups who are vulnerable to racism and xenophobia. As such, what may constitute a good practice in one national context may not be as pertinent or useful to the issues and challenges in another national context.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The Special Rapporteur on racism welcomes the adoption of the National Plan of Action to combat racism and discrimination in Norway, as the adoption of a Plan of Action was a primary commitment undertaken by States in the DDPA. He further welcomes the initiative to review the implementation of the Plan of Action, in consultation with representatives of civil society, academia and the media, in an effort to ensure its effective implementation. He encourages other States that have already adopted action plans to consider initiating similar consultative reviews of their implementation.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur on freedom of religion or belief welcomes the entry into force of the Racial and Religious Hatred Act 2006 in England and Wales, which creates the offence of inciting religious hatred in addition to the pre-existing offence of inciting racial hatred. The act seeks to strike a delicate balance with freedom of expression by banning threatening words and behaviour rather than restricting discussion, criticism and expressions of antipathy, dislike, ridicule or insult. The legislation also provides a broad definition of the term religious hatred to include, \"hatred against a group of persons defined by reference to religious belief or lack of religious belief\".",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism notes that South Africa has throughout its history been a multi-ethnic, multireligious society, and has become more so in the period of democracy and the ensuing immigration. Non-discrimination and inclusiveness are important strands in the South African Constitution. In the prevention of terrorism, tolerance and the promotion of good ethnic relations is key in any society. However, the rise of immigration brought in an element of xenophobia against the immigrant community of South Africa. This led to a campaign, \"Roll Back Xenophobia\", as a coordinated operation between the South African Human Rights Commission, UNHCR and the South African NGO community. The campaign was launched in 1998, and has been seen as making some gains.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteur on contemporary forms of slavery recalls that in October 2007 it was revealed that United States of America apparel and footwear company, Gap Inc., was sourcing products from a factory in India using child labour. She strongly condemns the use of child labour but welcomes the actions of Gap Inc., which announced that it will be working with the NGO Self-employed Women's Association (SEWA) and Indian Government agencies to stop the exploitation of the labour of women and children. She welcomes this holistic approach, involving various stakeholders, which addresses the root causes of the exploitation of the labour of women and children and provides for more sustainable solutions. In addition, Gap Inc. is working with ILO and various other stakeholders to set up a global forum on stopping child labour.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 90,
        "Text": "90. The Special Rapporteur on the right to education commends the steps taken in Brazil to improve education on the history and culture of the indigenous and African and Afro-Brazilian populations. In 2003, domestic legislation was amended to make teaching of African and Afro-Brazilian history and culture obligatory in all public and private schools. In 2004, the National Education Council approved curriculum guidelines on the subject. In 2008, domestic legislation was further amended to make teaching of indigenous history and culture obligatory in A/HRC/7/10/Add.3, para. 19. A/HRC/6/17/Add.2, para. 55. UNHCR, Global Report 2001, p. 247. all schools. The challenge for Brazil now is to ensure the full implementation of what the Special Rapporteur considers to be a sound and concrete platform for progress. He welcomes the fact that the developments have placed the recognition of racism and discrimination in society at the forefront of the public agenda.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 91,
        "Text": "91. The Special Rapporteur on the right to education also emphasizes the efforts of various civil society organizations, such as the campaign that the \"Campaa Latinoamericana por el Derecho a la Educacin\" has been running for immediate ratification of international conventions against all forms of discrimination, such as ILO Convention No. 169 (1989) concerning Indigenous and Tribal Peoples in Independent Countries and the Convention against Discrimination in Education. -----",
        "Labels": [
            "Indigenous peoples"
        ]
    }
]