[
    {
        "ID": 1,
        "Text": "1. There are over 7,500 ethnic groups and \"minoritized\" communities, 6,700 languages and countless religions and beliefs in the world today, spread over the five continents and the 185 States Members of the United Nations [Yacoub, 1998]. To this figure, which shows the great richness of our planet, should be added a second, disturbing, figure. According to certain sources (already somewhat dated), 2.2 billion people are the victims of discrimination or restrictions on the basis of their freedom of thought, conscience, religion or belief or their ethnic identity [Odio-Benito, 1989].",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. At the dawn of the twenty-first century, the state of international society is certainly paradoxical. While it is definitely much more closely integrated, it has never ceased to be in conflict. The old world order has been replaced by new local conflicts in which political and economic factors cut across historical, religious, ethnic or nationalistic lines. International society is faced with new situations: the divisions are far less clear-cut and the conflicts, ever more scattered and sometimes difficult to comprehend, target people's integrity, identity, freedom and humanity.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The elimination of all forms of discrimination, as an integral part of the international protection of human rights, has consequently become one of the most urgent imperatives in the world today. The formation or break-up of States, territorial divisions, voluntary or forced migrations, or simply economic and social conditions, religious and political extremism, the negative role of the media and prejudice are all likely to heighten tensions, particularly ethnic and/or religious tensions. After lying dormant for a long time, they resurface, sometimes violently but often in a more diffuse and destructive way. Many population groups have been minoritized. Peaceful, or at least conflict-free, coexistence among the various communities is jeopardized. Economic development imperatives are disrupted, delayed or called into question. The threats to domestic and international peace and security are, more than ever, interdependent.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. This explains why the international community, particularly the United Nations system, has gone to such lengths to establish rules and set up mechanisms specifically to deal with racial and religious discrimination, while taking into account as far as possible the requirements of State sovereignty and the constraints of providing increased protection for human rights and fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. However, if these rules and mechanisms are studied together with discrimination as it is practised throughout the world, the distinctions between racial and religious categories, or even between commonly-used concepts or terms, are not clear, whether the subject is minorities [Yacoub, 1998] or religion.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. There are borderline cases where racial and religious distinctions are far from clear-cut. Apart from any discrimination, the identity of many minorities, or even large groups of people, is defined by both racial and religious aspects. Hence, many instances of discrimination are aggravated by the effects of multiple identities. Moreover, the right to freedom of religion is an essential human right, just like the right to belong to an ethnic group or to a minority. When both of these rights are infringed in the case of a single person or group of persons, the violation is not just a superimposition or ordinary addition of offences. The combination of the two offences creates a new, more serious offence which, while of varying intensity, is by its very nature a separate concept.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Because of their specific characteristics, these situations, which can be referred to as the aggravated intersection or meeting points of race and religion, require a legal analysis (chap. I) and a factual approach based on the way in which such discrimination is practised (chap. II), before the solutions and recommendations that seem to us appropriate to these meeting points are considered (chap. III).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The law seems to offer separate protection against the two types of discrimination. This study will initially aim to show that, even from a legal viewpoint, racial discrimination and religious discrimination overlap, sometimes to a large extent; religious identity is an integral part of racial identity and vice versa. The concept of minority, in particular, makes it possible to bring the two together and consequently put the problem into context (sect. A). It will then highlight the shortcomings of existing texts and mechanisms and identify in these texts a possible legal basis for racial discrimination aggravated by religious discrimination. We will essentially be dealing with universally applicable international instruments (sect. B), and will then consider regional instruments (sect. C).",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. A person who is a victim of discrimination based on religion or belief - within the meaning of articles 1 and 2 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief of 25 November 1981 - may be subjected to aggravated discrimination if he or she belongs to a readily identifiable group of people.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Many cases of discrimination, in which only the person's religion or belief is targeted, are beyond the scope of this study. It is only when the person concerned is ethnically different from the majority or from other minorities or ethnic or religious groups or from ethnic groups of the same minority that he or she can claim aggravated racial discrimination.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. It must be acknowledged, however, that the distinctions in this area are not as straightforward as they might appear at first glance. Some religions belong to a particular category in which worship, practices, rites, beliefs or even the written and spoken language developed for religious purposes are an essential element of their identity and, sometimes, their ethnicity [Eide, E/CN.4/Sub.2/1992/37, para. 93].",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Consequently, the concept of the minority is, at least essentially, the cardinal point, or the node where race and religion intersect. This means that aggravated discrimination will necessarily be discrimination against a person belonging, if not to a minority, then at least to an identifiable group of people [Robert, 1994]. However, there still appear to be some difficulties in defining minorities, particularly religious minorities, despite the fact that the latter were historically the first to be concerned by the protection of minorities and, more generally, human rights.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. However, as Francesco Capotorti, Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, rightly observed in his famous 1979 study: \"If, however, the problem is examined without political prejudice and from a truly universal point of view, there can be no gainsaying that the essential elements of the concept of a minority are well known, and that the only point at issue as far as the definition is concerned is whether an indisputable objective 'core' can be widened or restricted by means of a few controversial considerations\" [E/CN.4/Sub.2/384/Rev.1, para. 564].",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Several definitions of minority have been proposed around this core; most of them use cumulative criteria of an objective and subjective nature. Capotorti's definition is particularly interesting; according to it, a minority is \"a group numerically inferior to the rest of the population of a State, in a non-dominant position, whose members - being nationals of the State possess ethnic, religious or linguistic characteristics differing from those of the rest of the population and show, if only implicitly, a sense of solidarity, directed towards preserving their culture, traditions, religion or language\" [E/CN.4/Sub.2/384/Rev.1, para. 568].",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Other experts, generally members of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, have proposed similar definitions. Worthy of mention are those by Jules Deschênes in 1985 [E/CN.4/Sub.2/1985/31], Asbjørn Eide in 1994 and Stanislav Tchernichenko in 1997 [cited in Yacoub, 1998]. Mention should also be made of the definition of the Permanent Court of International Justice in its advisory opinion of 31 July 1930, from which the definitions of the above-mentioned legal writers seem to be drawn [\"The Greco-Bulgarian 'communities'\"]. None of these definitions has been found to be satisfactory [Andrysek, 1989], which has much less to do with the appropriateness of the definitions proposed than with obstacles of a political or even psychological nature and to an unjustified fear of the risks of separatism.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. International law habitually protects rights without requiring general agreement on a definition of the beneficiaries of the protection. The best example of this is the right of peoples to self-determination. The lack of a definition in the international conventions where the term \"minority\" is used (including article 27 of the International Covenant on Civil and Political Rights and article 14 of the European Convention on Human Rights) has not prevented the bodies set up under these conventions from settling disputes involving minorities. In any case, the criteria proposed overlap considerably. The subjective criteria (sense of solidarity and determination to preserve their distinctive religious and cultural characteristics) are implicit in the objective criteria (existence of a group or a community that is distinct and non-dominant in numerical terms, having common ethnic and religious characteristics). In other words, such a definition, even if not enshrined in positive law, can easily be applied to persons belonging to religious minorities who suffer from racial discrimination.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The minorities we are studying here, the \"national\" or \"identity\" minorities - as distinct from other minorities based on other criteria (homosexual, vegetarian, disabled, political, etc., who are not covered by international conventions) - are generally divided into three categories: ethnic, religious and linguistic; international instruments dealing specifically with minorities agree on these three criteria [Malinverni, 1991]. However, these three categories or criteria are far from mutually exclusive. For our purposes, several religious minorities are at the same time ethnic and/or linguistic minorities. These differences from the rest of the population normally have an impact on their culture and way of life. Constitutions throughout the world provide protection for minorities using a wide variety of terminology that captures the conceptual difficulty of distinguishing between the racial and the religious dimensions of the concept.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Finally, as we shall see, aggravated discrimination does not concern minorities exclusively. Groups of people who differ in their religion or ethnic origin from the majority of the population or other groups can be the target of aggravated discrimination even though they may not satisfy all the criteria for the definition of a minority, either for objective reasons (for example, they are not linked by nationality to the State in whose territory they reside) or for subjective reasons (the group has little or no sense of solidarity or of preserving its specific characteristics).",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The question, therefore, is whether this interconnection of religion and race is legally established in the universally applicable international instruments.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Two categories of instruments can be distinguished: those of a general nature dealing with the protection of human rights and those of a specific nature dealing with a particular category of rights to be protected. The type of instrument (convention, declaration) and its relevance to the problem concerning us are variable. However, none of these instruments envisages the hypothesis of aggravated discrimination by singling it out from other forms of discrimination for special legal treatment. Moreover - and this may be the reason why - none of the instruments studied claims to protect minorities as such. They are aimed only at the people belonging to minorities. However, this statement should be qualified. None of the instruments studied looks unfavourably on the intersection between race and religion. Some even make explicit reference to it.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Unlike the League of Nations Covenant, the Charter of the United Nations affirms \"respect for human rights and for fundamental freedoms for all\". Identical wording is used: \"…without distinction as to race, sex, language, or religion\" (see art. 1, para. 3; art. 13, para. 1 (b); art. 55 (c); and art. 76 (c)), even though the Charter is not aimed especially at the protection of minorities. This approach is perfectly understandable insofar as the soughtafter objective of universality requires the assertion of principles intended for application everywhere, independently of the particular situation of a category of rights to be protected or particular problems in a given region of the world; it is the interpretation of a given principle that makes it possible to consider its application to a particular category of rights to be protected.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In this respect, the Charter's contribution is important: (a) First of all, it established the principle of non-discrimination and equality, the fundamental legal basis for the protection of every group or minority, including the persons we are concerned with, the victims of aggravated discrimination;; (b) It integrated this principle into the framework of the international protection of fundamental human rights (see preambular paragraph 2 and article 1, paragraph 3), in such a way as to make States responsible not only for the negative obligations of non-discriminatory treatment but also specifically for the protection of the persons concerned. Developments in legislation on the subject have shown that giving priority to human rights, far from overshadowing the rights of groups, has, on the contrary, integrated them. Protection of minorities and groups against discrimination, including aggravated discrimination, is now an integral part of international human rights protection, which should resolve the apparent contradiction between the need to preserve the identity of minority groups and the need to preserve the integrity of the State [Malinverni, 1991; de Witte, 1991].",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Moreover, all the instruments relating to minorities stipulate that protection of minorities must not be incompatible with the fundamental principles of international law, including the sovereignty, integrity and political independence of States.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. As far as the question before us is concerned, the Universal Declaration of Human Rights of 10 December 1948 goes into more detail than the Charter of the United Nations: (a) First of all, although the Declaration is not aimed directly at the rights of persons belonging to ethnic and religious minorities, the use of general terms in article 2, paragraph 1 (\"… or other opinion … or other status\") means that it can cover racial discrimination aggravated by religious discrimination;; (b) With regard to religious discrimination, article 18 of the Declaration serves as an effective reference point and in fact was the basis for all subsequent texts. For the moment, we can focus on three important elements:; - (i) Freedom of religion also includes the freedom to change religion; - (ii) This freedom is not restricted to religion proper, but also covers freedom of belief and - (iii) It includes the freedom to manifest or not to manifest one's religion or belief.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The International Covenants on Human Rights of 16 December 1966 were, qualitatively speaking, a major step forward. The International Covenant on Civil and Political Rights, in particular, contains a large number of relevant provisions, whose scope has been clarified and enriched by the decisions and observations of the Human Rights Committee. If these provisions are analysed separately and together, the grounds for a right to be free of aggravated discrimination can be deduced both from the combination of the concepts employed in the Covenant and from their implementation.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. As observed by the Human Rights Committee in its General Comment 18 of 4 September 1992, the Covenant does not contain a definition of the term \"discrimination\" and does not indicate what constitutes discrimination within the terms of its various provisions, particularly article 2, paragraph 1. In the same General Comment, the Committee introduces a number of elements that could help to shape the conceptual outline of the issue under study: it refers explicitly to the definition of discrimination contained in the International Convention on the Elimination of All Forms of Racial Discrimination of 1965 and therefore gives the impression that \"discrimination\" as used in the International Covenant on Civil and Political Rights should be understood as having a similar meaning. While pointing out that the enjoyment of rights and freedoms on an equal footing does not mean identical treatment in every instance, the Committee takes a broad view of the right to non-discrimination which covers all forms of discrimination, even those relating to rights that are not explicitly recognized in the Covenant. It is precisely when the rights are recognized by the Covenant and when they are violated in an aggravated way because of the implications of the identification with multiple groups of persons belonging to minorities that, on a strictly legal level, the discrimination cannot be treated in exactly the same way as either discrimination affecting a right that is not recognized by the Covenant or discrimination affecting a right protected by the Covenant but constituting, as it were, a single \"violation\".",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Two of the Covenant's provisions are especially concerned with the groups and minorities we are dealing with: article 18 and article 27.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. This article draws heavily on article 18 of the Universal Declaration of Human Rights of 1948, providing for freedom of religion and - although it is less explicit on this point than the article in the Declaration - freedom to change religion. It is impossible to find a satisfactory definition of a \"protected religion\" because of the significant functional differences between the various systems followed. The Covenant seems to take this problem into account by providing like the Universal Declaration - for a broad acceptance of the concept. Thus, the scope of the article seems to cover every system of belief and practice based on a relationship with a supreme being, one or more deities or spiritual beings, sacred things or simply the universe.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Religion, however, is distinctly more complex: it differs from other manifestations of opinion or belief in that it cannot be reduced to a question of personal conviction, i.e. to a simple question of freedom of conscience or belief. As several authors have pointed out, religions are systems of beliefs and practices, myths, rites and worship that have the effect of uniting members of a group and ensuring the group's existence and often even its ethnic identity [Yacoub, 1998; Ben Achour, 1994]. Although religions have been the cause of the bloodiest wars, they have also safeguarded the identity of several peoples. Catholicism has done this for the Polish and the Irish; Orthodox Christianity for the Bulgarians, Greeks and Serbs; Judaism for the Israelis and Jewish minorities across the world; Islam for the Pakistanis, Bosnians, Kosovars and the many Muslims in the West; and many traditional polytheistic religions have done the same in Africa and Asia and for the indigenous people of the Pacific region and the Americas. As a result, religious status is often difficult to dissociate from the cohesion of a social group in terms of its identity or ethnic origin and largely covers minority status [Ben Achour, 1994]. Discrimination, measures of intolerance and xenophobic practices cannot be defined or dealt with separately. The discrimination is aggravated because it is difficult in some instances to dissociate ethnic aspects from religious aspects.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 30,
        "Text": "30. This article is aimed directly at minorities and is worth citing in full: \"In those States in which ethnic, religious or linguistic minorities exist, persons belonging to such minorities shall not be denied the right, in community with the other members of their group, to enjoy their own culture, to profess and practise their own religion, or to use their own language.\" Several authors have written on this article [Capotorti, 1991; Fenet and Soulier, 1989; Rousso-Lenoir, 1994; Duffar, 1995]. The many problems posed by this article are well known, particularly with regard to its relevance to article 18 of the Covenant, the interpretation of the phrase \"In those States in which … minorities exist\" and the question of who is entitled to the rights guaranteed. Article 27 applies to persons who suffer from aggravated discrimination, because the latter does not concern \"an isolated individual\" but a person belonging to a group of people ethnically distinct from the majority or from other minorities. The phrase \"ethnic, religious or linguistic minorities\" deserves further consideration with regard to the issue with which we are concerned.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The use of the expression \"ethnic minorities\" is not accidental. The genesis of this article reveals that the word \"ethnic\" replaced the word \"racial\". Mr. Capotorti sums up perfectly the justification for this change: \"… so-called racial groupings were not based upon scientific facts and tended to become indistinct as a result of evolutionary processes, intermarriage, and changes in ideas or beliefs … the word 'ethnic' seemed to be more appropriate, as it referred to all biological, cultural and historical characteristics, whereas 'racial' referred only to inherited physical characteristics\" [E/CN.4/Sub.2/384/Rev.1, para. 197].",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. These observations need no further comment. Suffice it to say that the drafters of article 27 of the Covenant eventually retained the broadest category able to encompass all the others, including the one differentiated by assumed or real genetic characteristics.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. However, the problem is not a straightforward one. It becomes more complicated when one tries to define the broad category of \"ethnic group\". An ethnic group (ethnos in Greek, that is, \"people\") is a sociological category. It is defined by sociologists as \"a community defined … by the existence of one or more common characteristics, such as language, religion, tribal origin, nationality or race, and by the fact that its members share the same sense of identity\" [Stavenhagen, 1991; Breton, 1992]. This means that the ethnic group, as a sociological category, largely covers the legal concept of ethnic minority or, indeed, minority in general. Religion is one of the factors, sometimes a major factor, in distinguishing between the two concepts, as in both cases religion contributes to forging the group identity. This raises doubts about the advantages of distinguishing between the different kinds of minorities.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 34,
        "Text": "34. One may wonder whether the word \"minority\" is not sufficient on its own, as a minority is distinguished from the majority (or from other minorities) precisely by characteristics used in the very definition of the concept (see, for example, Capotorti's definition, quoted in paragraph 14 above) - and of ethnic group, for that matter - and consequently do not constitute distinct categories.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In fact, the distinction made in article 27 is fully justified. A minority could be solely a linguistic minority, or solely a racial one (in the physical sense of the word), while sharing a language and religion with the majority. Often, however, the characteristics of minorities, particularly ethnic (in the sociological sense) and religious minorities, overlap and combine. Religion helps to define the ethnicity, which is expressed through religion and language.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The result - although the International Covenant on Civil and Political Rights does not take it to its logical conclusion - is that discrimination is all the more aggravated because it is so difficult to determine which of the two co-existing characteristics is targeted by the person guilty of discrimination. (ii) Implementation of the concepts",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The interpretation of article 2, paragraph 1 (non-discrimination clause), and article 26 (equality before the law and equal protection of the law) has allowed the United Nations Human Rights Committee to extend the scope of the Covenant considerably and to build up a body of bold decisions on the right to non-discrimination. The non-recognition of a right by the Covenant has had no negative effects on the applicability of article 26 or on the Committee's competence in this area. It is this kind of bold interpretation that can be envisaged in relation to aggravated discrimination. It is for the Committee to exploit all the possibilities of the Covenant in this respect. This is all the more conceivable as several provisions of the Covenant are violated in the case at hand: (a) The general non-discrimination clause (art. 2, para. 1);; (b) The principle of freedom of religion or belief as specified in article 18;; (c) The rights enjoyed by persons belonging to ethnic and religious minorities under article 27.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. In fact, contrary to the assumption of article 26, it is not a question of a right to non-discrimination in relation to a new right not provided for in the Covenant, but of rights asserted in several provisions of the Covenant resulting from identification with multiple (religious and ethnic) groups. The notion of aggravated discrimination appears to us to be a necessary logical progression.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Since the United Nations came into being, a considerable number of instruments have been adopted in order to eliminate discrimination in a wide range of areas or to protect certain groups. Some are of particular interest and deal directly with the subject of our study. Others, modelled on the Charter of the United Nations and the 1948 Universal Declaration of Human Rights, are of relatively minor interest although their general spirit is far from unfavourable to the overlap between race and religion.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Convention on the Prevention and Punishment of the Crime of Genocide, adopted on 9 December 1948, is of essential importance to our work. Article II of the Convention defines genocide as an act committed \"with intent to destroy, in whole or in part, a national, ethnical, racial or religious group, as such\". Article 4 of the Statute of the International Criminal Tribunal for the Former Yugoslavia, established on 22 February 1993, and article 6 of the Statute of the International Criminal Court, adopted in Rome on 17 July 1998, reproduce this definition. It is obvious that the crime of genocide may crystallize the overlap between race and religion in the most \"odious\" way (Convention, third preambular paragraph). Unlike crimes against humanity, genocide, even if perpetrated against individuals, aims at destroying the very foundations of a human entity or ethnic and religious group. \"[...] genocide [...] is a crime under international law\" (Convention, art. I); it \"shocks the conscience of mankind, results in great losses to humanity [...] and is contrary to moral law and to the spirit and aims of the United Nations\". History has shown that when genocide is perpetrated, it is aimed at a group's total identity, i.e. at causing it bodily or mental harm (Convention, art. II (b)). The word \"mental\" reflects in itself the most criminal form of aggravated discrimination. The episodes of \"ethnic cleansing\" committed throughout the history of humanity were intended to harm both the racial, religious and cultural identity of a group or people, at times its very physical existence. It is therefore not possible to dissociate them.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Developments in the concept of the crime of genocide as reflected in the recent case law of the International Criminal Tribunal for the Former Yugoslavia deserve a few comments in connection with the subject at hand. Three elements must occur together in order for genocide to exist: (a) A material element, in the form of the criminal acts listed in the above-mentioned instruments;; (b) A moral element: an \"intent to destroy, in whole or in part, a group [...] as such\";; (c) An element ratione personae: genocide must be aimed at a \"national, ethnical, racial or religious\" group.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. As far as the subject of our study is concerned, the problem arises in cross-interpreting these elements, which is not as easy as it might appear. The crime of genocide remains an ambiguous concept [Verhoeven, 1991; Castillo, 1994]. And it is precisely this ambiguity that requires an attentive analysis, making due allowances, with regard to aggravated discrimination. First, as regards the material element, the relevant instruments on genocide address, in principle, harm to persons exclusively, rather than harm to property. So-called cultural genocide, or ethnocide, i.e. genocide aimed at destroying the language, religion or culture of a group, does not appear to be taken into consideration, despite the fact that it might be the most intense manifestation of the crime of genocide.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The International Criminal Tribunal for the Former Yugoslavia makes no reference to the concept of \"cultural genocide\" anywhere in the definition of genocide contained in article 4 of its Statute, or in its characterizations or interpretations of the crime of genocide. There is nevertheless a feeling that the idea is taking hold in the Karadzic and Mladic case where the Tribunal makes several references to it: the bill of indictment speaks of physical, political, legal and cultural genocide (note 58, p. 21, para. 44), systematic destruction of sacred sites (p. 6, para. 11), the virtually systematic destruction of Muslim and Catholic cultural property (p. 8, para. 15) and the desire to annihilate religious services and rites (p. 19, para. 41). The Tribunal even refers to the killing of memory and a policy of ethnic cleansing aimed at eradicating memory (p. 61, para. 94; p. 35, para. 60). The Tribunal also states that the widespread and systematic destruction of houses of worship destroyed, traumatized or dehumanized most aspects of life in the Bosnian Muslim and Croat communities in the regions over which the Bosnian Serbs gained control (p. 9, paras. 30 and 31).",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. This is in no way an attempt to place aggravated discrimination, the subject of our study, on the same footing as cultural genocide. In any event, the possibility of exclusively cultural destruction remains an exception. As Verhoeven notes, \"in many cases, ethnocide is merely the 'cultural' aspect of genocide proper, which should suffice in order for it to be punished\". However, when it is repetitive and, of course, reaches a certain magnitude, aggravated discrimination, whether by the State or individuals, borders on cultural genocide or genocide proper. In any event, even if the comparison is considered to be inappropriate and unjustified, this is all the more reason why such discrimination cannot be given the same treatment as discrimination on separate grounds. It may rightfully be argued that genocide requires an intent to commit genocide on the part of the perpetrator. Here, too, the problem is far from simple, and the solution proposed confirms the idea of a special regime for governing, on a common sense basis, discrimination against persons identified with more than one group.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. There can be no genocide without the \"intent to destroy, in whole or in part, a group [...] as such\". As H. Donnedieu de Vabres has noted, \"the theory of genocide [...] is therefore a derogation from ordinary law, because it encompasses the motive in the legal constitution of the offence\". The problem is whether the intent to commit genocide is sufficient, or whether a quantitative threshold is also required in order for the elements constituting the offence to be present. Although it is true that the relevant instruments set no quantitative threshold, the concept of group appears to be an integral part of the definition of genocide. The very nature of the crime implies the will to destroy a significant proportion of the group [Whitaker, 1985; Ternon, 1995].",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. However, the opposite argument can also be made. In a system where intent plays a decisive role, \"What matters\" - as Verhoeven writes - \"is the perpetrator of the crime rather than the number of victims\". As the decisive factor is the intent to destroy a group in whole or in part, the number of victims is not an element constituting the offence [Verhoeven, 1991]. Consequently, there is nothing to prohibit a crime being characterized as genocide, even if it has resulted in only a single victim, or at any rate very few victims [Verhoeven, 1991; Glaser, 1970; Planzer, 1956]. This argument is a bold one. It maintains that aggravated discrimination directed against a single person or a small number of persons belonging to a minority or an ethnic or religious group can indeed have a genocidal aspect, provided that there is a proved and well-founded intent on the part of its perpetrator to use the person or persons in question to arrive at the destruction of the group or minority as such.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. This argument is far from whimsical and should be taken very seriously as a faithful interpretation of the relevant instruments shows that what is required is not the destruction in whole or in part of a group, but \"the intent to destroy, in whole or in part, a group [...] as such\". Of course, such an intent will be difficult to prove. In practice, however, genocidal intent can often be proved through the material element. Genocide is usually expressed through acts (killings, disappearances, massacres, deportations, measures intended to prevent births within a group, rape, etc.) committed on so vast and so serious a scale as to make it possible to infer their perpetrators' intent.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. This is what the judgements of the International Criminal Tribunal for the Former Yugoslavia appear to indicate: in the Nikolic case, the Tribunal does not refer to a number of victims in particular, but cites the magnitude of the \"ethnic cleansing\" conducted in the Vlasenica region; it indicates, precisely, that intent may be linked to the acts which fall within the purview of the \"ethnic cleansing\" policy being conducted in the region, and may generally be inferred from this policy. The Tribunal states as follows: \"The record shows that the discriminatory policy introduced at Vlasenica, which formed the backdrop for the acts committed by Dragan Nikolic, was aimed more particularly at 'cleansing' the region of its Muslim population. In the case at hand, this 'ethnic cleansing' policy took the form of extremely serious acts of discrimination, which would tend to indicate that it was of a genocidal nature.\"",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Similarly, in the Karadzic and Mladic case, the Tribunal notes the link between the massively destructive effects of the acts before it and genocidal intent. In this case the judges tend to regard intent as taking precedence over the number of victims: \"the mere number of victims selected solely because of their membership in a group\" could indicate genocidal intent. In other cases, the Tribunal develops the same argument of the causal link between \"planned ethnic cleansing\" or \"the serious nature of the ethnic cleansing involved\" and \"genocidal intent\" (Vukovar hospital and Srebrenica cases. However, in the Karadzic and Mladic case, the Tribunal develops the idea that genocidal intent may be either explicit or implicit. It may even be inferred from acts which would not necessarily be listed in article 4, paragraph 2 of its Statute. For example, the judges have regarded the transmission of a new ethnic identity to a child through forced conception or even the destruction of mosques, Catholic churches or libraries as possibly constituting an attack on the group's foundations. Such discriminatory acts must, however, be part of a general philosophy underlying a political project aimed at attacking, through the repetitive nature of the acts, the group's very foundations. Hence, as said earlier, \"ethnocide\" or \"cultural genocide\" was not excluded from the judges' reasoning, despite the fact that the human rights treaties seem to accord a narrow meaning to acts constituting the crime of genocide.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Finally, genocide must be aimed at a group, qualified by the relevant instruments as \"national, ethnical, racial or religious\". Although it is known who is excluded, none of the texts defines which groups should enjoy protection. Although certain authors regard each of these concepts as having a different meaning [Glaser, 1970], it is difficult, as we have said, to distinguish definite boundaries between them [Verhoeven, 1991]. Here, too, the case law of the International Criminal Tribunal for the Former Yugoslavia is instructive for the purposes of our study.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. First, the lack of precise boundaries does not seem to have caused the Tribunal any difficulty, which confirms the above-mentioned idea that international law habitually protects, in the absence of a general agreement as to the beneficiaries of protection. Next, it has to be noted that there are terminological variations in the concepts used, although some preference is shown for certain of them. For example, the concept of race appears very seldom in the Tribunal's references to the groups subject to the crime of genocide. In the Meakic case, the Tribunal refers to \"Bosnian Muslims and Bosnian Croats as national, ethnical, racial [our emphasis] or religious groups\". However, in addition to the use of the general expression \"ethnic\" cleansing, the terms \"groups\" (Bosnian, Bosnian Croat, Bosnian Muslim national groups) \"communities\" (Bosnian Muslim and Bosnian Croat communities) and population (Muslim population) are frequently used. The Tribunal does not appear to insist on a formal dividing line between national group and other groups (essentially ethnic and religious). The groups referred to are at times described as national groups (Bosnian, Bosnian Croat, Bosnian Muslim national groups), at times seem to be defined in terms of their religious identity (Muslim communities), and may even be defined in terms of a blend of national and religious aspects (Bosnian Muslim national group). When it refers to this last group, religion even becomes \"a nationality\", confirming what has been said about the ethnicity of religion. Finally, when it speaks of \"ethnic cleansing\" the Tribunal is referring to all these groups together, against which genocide has been committed. This approach may stretch the ethnicity criterion to such a point that it encompasses both national and religious, even racial, aspects; unlike the human rights treaties, which seem to make a clear distinction between \"national, ethnical, racial or religious group\".",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The goal of this study is ultimately not to show how serious the crime of genocide is, as the concept itself is amply sufficient to do so. For some writers, genocide is even \"an aggravated or qualified case of crime against humanity\" [Glaser, 1970]. The goal of this analysis is found at another level. Our analysis of the constituent elements of the crime of genocide, in particular, but not exclusively, the element of intent, has enabled us to identify an ambiguity, what might even be termed a conceptual and methodological confusion which makes it possible to compare, obviously to a certain extent, genocide with aggravated discrimination, the subject of our study. In any event, between genocide - assuming it had a clear-cut definition - and single forms of discrimination, there would be a considerable number of variations of discrimination with progressive degrees of seriousness, culminating in discrimination which can certainly not be characterized as genocide, but which requires a special regime, because it concerns persons whose group identity is found at the crossroads between religion and race. (ii) Instruments relating to the elimination of discrimination",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The instruments relating to the elimination of racial and religious discrimination reflect this overlap and can even provide a solid legal basis for any proceedings in this field. The main instruments which contain relevant provisions are the following: (a) The United Nations Declaration on the Elimination of All Forms of Racial Discrimination of 20 November 1963;; (b) The International Convention on the Elimination of All Forms of Racial Discrimination of 21 December 1965;; (c) The Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief of 25 November 1981;; (d) The Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities of 18 December 1992.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. It should be noted at the outset that the very concept of discrimination among human beings - which is not always defined - is strongly condemned in the above-mentioned instruments as being \"an affront to human dignity\" and \"a disavowal of the principles of the Charter of the United Nations\" (1963 Declaration, art. 1; 1981 Declaration, art. 3) and because it \"is capable of disturbing peace and security among peoples and the harmony of persons living side by side even within one and the same State\" (1965 Convention, seventh preambular paragraph). In most of these instruments, there are many points of intersection between race and religion. They are reflected in the definition of discrimination, its magnitude and the measures taken to prevent it.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. For example, article 3, paragraph 1 of the 1963 Declaration states explicitly that \"Particular efforts shall be made to prevent discrimination based on race [...] especially in the fields of [...] religion.\" Similarly, article 1, paragraph 1 of the 1965 Convention contains a broad definition of the expression \"racial discrimination\" which is not based exclusively on anatomical criteria (race, colour) but also on \"national or ethnic origin\" and which has the purpose of undermining equality \"in the political, economic, social, cultural or any other field of public life.\" Religion as a public expression of the life of a nation or social group may be included in these fields. Article 5 of the 1965 Convention confirms, if need be, this extension of racial discrimination to the field of religion; under subparagraph (d) (vii) States undertake to prohibit and to eliminate racial discrimination and to guarantee equality of treatment, notably in the enjoyment of \"the right to freedom of thought, conscience and religion\". Thus racial, in the sense of ethnic matters, fully encompass the religious aspect. Finally, article 3 of the Declaration on Race and Racial Prejudice of 27 November 1978 renders the legal bases for prohibiting aggravated discrimination much more forcefully when it states \"religious intolerance motivated by racist considerations ...\" is incompatible with the requirements of an international order which is just and guarantees respect for human rights.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Declaration of 25 November 1981 should be understood in the same spirit, but conversely, i.e. religion as encompassing race. It is true that the terms \"intolerance and discrimination based on religion or belief\" are defined exclusively on the basis of religious considerations (see art.2, para.2); unlike the instruments relating to racial discrimination analysed above, where race is interpreted largely from a twofold standpoint, as covering both ethnicity (which itself is defined using parameters that include religion) and religion as such. Nevertheless, many of the Declaration's provisions refer to instruments where the intersection between the two types of discrimination may be inferred (preambular paragraphs 1, 2 and 7, article 3). Preambular paragraph 6 even establishes a causal link between religious freedom and the elimination of racial discrimination when it states, \"...freedom of religion and belief should also contribute [...] to the elimination [...] of racial discrimination\".",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities of 18 December 1992 represents an important step with regard to protection of minorities [Bokatola, 1993]. Article 1, paragraph 1 stipulates that \"States shall protect the existence and the national or ethnic, cultural, religious and linguistic identity of minorities within their respective territories and shall encourage conditions for the promotion of that identity\". In reality, the Declaration is aimed essentially at the individual rights that persons belonging to minorities should enjoy. Nearly all of the Declaration's provisions are intended for such persons, rather than minorities as such. In addition, the division between \"national or ethnic, religious and linguistic minorities\" is ill-founded and does not always correspond to the distribution of minorities throughout the world. A national minority may also have ethnic and/or religious specificities different from those of the majority or of other minorities.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. On the whole, although aggravated discrimination has not been provided for and is in no way given special or priority treatment, it has to be acknowledged that, because nearly all the specific instruments speak explicitly of the overlap between race and religion, in particular race as encompassing religion, discrimination against a person or minority group on religious grounds may be characterized as racial discrimination. Similarly, a discriminatory measure or xenophobic practice based on religion or belief, in the meaning of the 1981 Declaration, may be aimed at the group's identity and/or its ethnic integrity. (b) Implicit recognition",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Since the United Nations came into being, an impressive number of treaties and other instruments have been adopted to protect, either a specific category of individuals, property of particular importance, or even certain fields, against various forms of discrimination. It is difficult to provide a detailed analysis of all these instruments in the framework of our study. Thus, we shall examine only those provisions which relate to the overlap between race and religion.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In the field of employment, several instruments have been adopted. Examples are the ILO Conventions. The discrimination provisions have been modelled after the Charter of the United Nations and the 1948 Universal Declaration, i.e. the different types of discrimination are generally treated separately.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Education and culture can also be an area of aggravated discrimination. UNESCO Conventions and other extra-conventional instruments contain many interesting provisions. With regard to education, first of all, the Convention against discrimination in education of 14 December 1960 prohibits discrimination as defined in article 1, based in particular on race, religion or national origin. Articles 1 and 5 of the Convention speak not only of \"person\" but also \"groups of persons\" and \"national and religious minorities\".",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Concerning cultural property, recent conflicts have shown that deliberate attacks against symbolic sites are aimed at destroying the most representative characteristics of an ethnic group's cultural and religious identity. Among the many instruments adopted by UNESCO, mention should be made of the Convention for the Protection of Cultural Property in the Event of Armed Conflict, adopted at The Hague on 14 May 1954, which considers the cultural property in question to include movable or immovable property of great importance to the cultural heritage of every people, such as monuments of architecture, art or history, whether religious or secular, etc.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Finally, the overlap between race and religion is inseparable from the culture of a people or minority. UNESCO and several specialists [Capotorti, 1991] acknowledge that culture is basically a matter of tradition, in the broad sense, i.e. everything that is socially inherited or transmitted through language, pictures or simply by example: beliefs, including religious beliefs, knowledge, customs, symbols. This means that culture covers, to a considerable extent, the ethnicity of a group or minority and that discrimination is likely to be aggravated if it is aimed at one of its components.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Certain instruments, while they establish the overlap between race and religion, are aimed at protecting particularly vulnerable categories of persons. One such instrument is the Convention on the Rights of the Child, adopted on 20 November 1989; it contains a considerable number of relevant provisions that could form the basis for the elimination of aggravated discrimination. The provision relating to minorities, to take one example, extends protection against discrimination, including religious discrimination, to indigenous peoples. In the context of minorities, the term \"indigenous people or population\" is applied to a people or population that meets three essential criteria, namely, prior establishment in a given territory, non-dominance and a claim to an identity that might incorporate features of a religious nature [Schulte-Tenckhoff, 1997]. Several indigenous peoples are also defined by their religious beliefs and practices, and it is difficult to imagine talking about these cases without talking about the overlap between race and religion (see below, chap. II, sect. A).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Racial and religious conflicts or tension exist to one degree or another on every continent. However, a study of the systems established reveals that the development of such conflicts or tension is certainly not in proportion to the actual or potential intensity of separate or aggravated forms of discrimination. The extent to which minorities, as the ideal target for aggravated discrimination, are taken into consideration actually depends far more on the level of development of the regional protection of human rights, democracy or the rule of law than on racial and religious disparities in one region or another.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. There is considerable ethnic and religious variety on the African continent. Ethnic groups are spread over several States whose geographical borders rarely, if ever, correspond to the human groupings on the continent. The Charter of the Organization of African Unity (OAU) wisely acknowledges this state of affairs, but the African Charter on Human and Peoples' Rights, adopted on 28 June 1981, did not manage to define the term \"peoples\". Does the term apply to the population of a State as a whole or to ethnic groups - and therefore to minorities - within a State? The situation in Africa is so complex that the 1981 Charter avoids the question entirely. In fact, in many African States, it would be more appropriate to speak of \"multiple minorities\", with no majority. In any event, while the 1981 African Charter does not explicitly recognize the concept of minority, article 2 of the Charter establishes the rights and freedoms of individuals using wording which is very similar to that used in article 2 of the International Covenant on Civil and Political Rights, although it adds distinctions based on \"ethnic\" origin. Article 8, on the other hand, is more restrictive. Although freedom of conscience and the profession and practice of religion are guaranteed, there is no provision for freedom to adopt a religion or belief of one's choice. Moreover, the proviso \"subject to law and order\", which is not defined in the 1981 Charter, can lead to arbitrariness. However, the Charter's contribution lies in its attention to rights and duties towards society, the State, the family and other communities (art. 27) while taking into account the promotion and protection of traditional values and positive African values (art. 29). In many of its provisions, the Charter emphasizes the idea of tolerance (arts. 28, 29, etc.).",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Cairo Declaration on Human Rights in Islam of 5 August 1990 can also be classed as a context-sensitive instrument (the text of the Declaration can be found, in document A/45/421-S/21/797, annex III). Discrimination on the grounds of race, colour, religion or other considerations is prohibited (art. 1). Nevertheless, article 10 stipulates that Islam is the natural religion of human beings, while at the same time the Declaration asserts that every person has the right to protection of his or her religion (art. 18). The coexistence of these provisions raises difficulties of interpretation, as it is not clear whether the \"protection\" provided for in article 18 concerns Islam, as the natural religion of human beings, or all other religions, particularly those of ethnic minorities.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Arab Charter on Human Rights, adopted on 15 September 1994, is aimed especially at minorities. Article 29 of the Charter provides as follows: \"Minorities have the right to enjoy their culture and to manifest their religion through worship and rituals\". It should be mentioned that seven Arab States have entered reservations concerning this instrument. It can be observed that the Charter, unlike the universally applicable instruments, does not extend this freedom to the teaching or the collective and public practice of religions. The preamble, however, expresses the States parties' commitment to the relevant international instruments (1948 Universal Declaration of Human Rights, 1966 Covenants and 1990 Cairo Declaration).",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Asia is a mosaic of ethnic groups with many religions. The Declaration on the Fundamental Duties of Asian Peoples and States, adopted by Indonesia, Malaysia, the Philippines and Thailand on 9 December 1983, introduces the concept of \"cultural communities\" and \"Asian values\", while including a large number of provisions aimed at combating discrimination on the grounds of race, religion, identity or ethnic origin.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The relevant instrument with regard to the American continent is the American Convention on Human Rights (also known as the \"Pact of San José, Costa Rica\"), adopted on 22 November 1969. Article 12 of the Convention is modelled on article 18 of the International Covenant on Civil and Political Rights, with three differences. First, freedom of conscience and religion concerns not only religion, in the usual sense of the word, but also \"beliefs\". Second, this freedom also includes the freedom \"to profess or disseminate one's religion or beliefs\". Lastly, unlike the somewhat vague obligation in article 18, paragraph 3, of the Covenant, parents or guardians can demand from States the right to provide their children or wards with education that is in accordance with their beliefs.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 71,
        "Text": "71. The European system is the most highly developed of the regional systems in terms of both the standards produced and the clarification in case law of many of its rules, some of which, moreover, are the same as those in universal instruments (the 1948 Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights). Of all the relevant provisions, articles 14 and 9 of the European Convention on Human Rights of 4 November 1950 are of crucial importance. Article 14 prohibits, for the first time in international law, discrimination on grounds of \"association with a national minority\". While no instrument currently in force, including in Europe, provides a definition of this concept, it may be assumed it should not be understood in purely linguistic or cultural terms, but also in terms of potential ethnic or religious characteristics. This is because, while the identity of a minority is often defined by religion, religious identity seems to be difficult to distinguish from other attributes of the identity of peoples and of individuals (ethnic, racial, etc.). Moreover, article 9 guarantees freedom of religion and belief. However, its specificity lies in its \"public order\" restriction, which is far more precise in nature and limits it to the requirements of democracy and pluralism.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Other instruments - mostly drawn up within the framework of the Council of Europe attest to the importance and urgency of the minority question in Europe. They include the proposal for a European convention for the protection of minorities, adopted on 18 February 1991 by the European Commission for Democracy through Law, the draft additional protocol on minorities to the European Convention on Human Rights, 1 February 1993, and the Framework Convention for the Protection of National Minorities, which was adopted on 10 November 1994 and entered into force on 1 February 1998 - the first legally binding multilateral instrument devoted to national minorities. Although the Convention sets out the principles of non-discrimination and protection of minorities in many areas, it does little to clarify further the definition of the concept.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. We shall first attempt to provide a system of classification for the discrimination under review before moving on to an examination of its content and scope.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The factual aspects of the overlap between race and religion and of the aggravated discrimination that may result from it pose a problem of identification, hence classification. There are two obvious hypotheses, one at each extreme.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The first is the typical example of aggravated discrimination; it can affect persons of different races and religions from the majority or from other minorities in a given country. This is the case, for example, of discrimination against black Muslims in a white Christian country. It can also be the case of white Christians in a black or non-white country where there are many non-Christian religions. It can also be the case of white Jews in a non-white, non-Jewish country. Lastly, it can be the case of discrimination against indigenous populations whose beliefs and physical characteristics are different from those of the rest of the population.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 76,
        "Text": "76. At the other extreme are the single forms of discrimination which are based exclusively on religion or on exclusively racial considerations. Typical examples are discrimination against members of new religious, or purportedly religious, movements, or discrimination against individuals of the same faith as the majority of the population but who are clearly of a different race.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Between these two extremes there is an extraordinary variety of intermediate situations in which it is very difficult to distinguish the contribution of religion and racial factors to the root causes of tension, conflicts, discrimination and persecution of people either as individuals or because of their membership of a minority. This variety is all the more complex because other factors often come into play which make it even more difficult to understand what is actually involved. Consequently, any attempt to provide a system of classification will be all the more difficult because the impressive number and complexity of racial, ethnic and religious minorities in the world is bound to result in intersections and meeting points between race and religion.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Several classifications can therefore be proposed, although it is important to note that whichever one is chosen, its value will be relative. Our interest here is basically of a pedagogical nature, aimed at gaining a better grasp of the various forms of aggravated discrimination and understanding how they are distributed in order to combat them more effectively.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The first classification system, which is one based on geographical criteria (country, group of countries, area, continent, etc.), does not seem relevant to us. The choices are likely to be arbitrary and the methodology flawed (needless repetition, etc.).",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The second classification system would be based on the race or ethnic minority suffering from religious discrimination. It will not be used because, as we have shown, there are some difficulties in defining and following clear criteria based on race or ethnic minority. Furthermore, such a classification might exclude persons who are the victims of aggravated discrimination but who do not, legally speaking, belong to an ethnic minority, for example because they are not nationals of the State on whose territory the discrimination took place. Even though the overlap between race and religion almost inevitably brings up the minority issue, this approach does not seem compatible with the universal instruments which protect rights regardless of the legal link connecting the individual and the State.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. A third classification system uses as a criterion the kind of religion aggravated by racial discrimination. This classification will also be ruled out, for several reasons: in the first place, it is difficult to determine the starting point, or basis, of the discrimination. In one of his last reports (E/CN.4/1995/91), the Special Rapporteur on religious intolerance states that he \"had difficulty in establishing a clear distinction between religious conflicts and ethnic conflicts, and between religious intolerance and political persecution\" (para. 211). Furthermore, religions are not amenable to any definition or classification. Lastly, certain categories of aggravated discrimination are difficult to fit into a classification system based exclusively on the criterion of religion (discrimination against Arabs, North Africans or Jews). This classification might even obscure, or actually render invisible, the problems raised by the overlap between race and religion, insofar as it tends to focus on the latter at the expense of the former.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. A classification based on the kind of rights and freedoms involved, in accordance with the relevant provisions of the international instruments on racial and religious non-discrimination, is interesting but will not be used here. The boundaries between these rights are far from clear-cut and the risks of duplication and needless repetition are considerable.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The classification we will follow is essentially based on the legal and/or sociological status of the victims of aggravated discrimination (groups, minorities) in relation to the rest of the population in the territory of a State (majority, minority(-ies)). This is the only classification which seems to us to give the \"issue\" of the overlap between race and religion the prominence it deserves while taking into account, as we shall see, some of the criteria used in the other classifications.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Two main categories of aggravated discrimination can be distinguished, each having its own variations: (a) Discrimination against individuals who are ethnically and religiously in a minority in relation to a group that is ethnically and religiously in the majority;; (b) Discrimination against individuals who are ethnically and religiously in a minority in relation to a group or several groups that are ethnically and religiously in a minority.; It is important to note in advance that this study is not, and does not pretend to be, exhaustive. What is important here is not so much the examples we find of discrimination but the systems of classification themselves. The latter should above all be operationalized in respect of the measures adapted to each classification system or sub-system.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Let us make clear at the outset that the term \"discrimination\" is used here in a very broad generic sense to include intolerance, abuses, restrictions and acts of violence. The first hypothesis we consider consists of several sub-classifications, each of which is dependent on the status and situation of the persons who are the victims of aggravated discrimination; but in all of the cases the people are ethnically and religiously distinct from the majority of the population (\"majority\" is understood here in the arithmetical sense of an absolute majority of the population, hence other variations within this classification framework can be conceived: majority/dominant minority; majority/numerically scattered minorities).",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. This is the simplest hypothesis: it concerns a large number of countries and religions. In the paragraphs below, we shall briefly examine some countries by way of example.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. This hypothesis can be applied to India (see E/CN.4/1997/91/Add.1), where the relations between Hindus and Muslims are reportedly tense and where Christians are occasionally discriminated against (E/CN.4/1995/91, paras. 60-61). The actions of certain extremist groups and ultranationalist (especially Hindu) parties against Muslim communities and their places of worship are based on \"the exploitation of religion to further a programme which is in fact political\" (E/CN.4/1997/91/Add.1, para. 90) in order to \"gain political advantage among the population\" (ibid., para. 41). The particular situation of the Muslims in Kashmir rightly attracted the attention of the Special Rapporteur, as a community seems to have become a hostage in a political conflict primarily involving two States, India and Pakistan (ibid., paras. 49, 51 and 53). On the other side, owing to anti-Hindu extremism, the conflict appears to have resulted in the expulsion of Hindus and their settlement in refugee camps (ibid., para. 27).",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 88,
        "Text": "88. Similarly, in Bangladesh, ethnic and religious minorities (mainly Christian, Hindu and Buddhist minorities) are allegedly the victims of acts of intolerance and violence committed by Muslim extremists and of a policy of discrimination with regard to employment in the public sector (see E/CN.4/1995/91, para. 43).",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. In Sri Lanka, it is alleged that the Liberation Tigers of Tamil Eelam (LTTE) are committing atrocities against the Muslims in the north of the country. Evangelical Christians are apparently often subjected to manifestations of hostility, discrimination and sometimes to violence by the local Buddhist clergy (see E/CN.4/1995/91, paras. 94-95).",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The case of Mongolia is of interest. A law passed on 30 November 1993 is said to contravene freedom of religion and the principle of non-discrimination. Foreign and even national Christians have allegedly been subjected to many instances of discrimination (see E/CN.4/1995/91, paras. 79-80).",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. In the Islamic Republic of Iran, the Jewish, Assyro-Chaldean and Armenian minorities who define themselves as specific religious and ethnic minorities - are allegedly the victims of restrictions and discrimination in respect of access to the army and the judiciary and unequal treatment in the courts (see E/CN.4/1996/95/Add.2). Moreover, article 13 of the Iranian Constitution, on minorities, apparently contains various restrictions. The most important one for our purposes is the exhaustive list provided of the recognized minorities (Zoroastrians, Jews and Christians), which may lead to the exclusion of the other ethnic and religious groups and which contravenes the standards laid down in international law.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. In Turkey (where there are 46 ethnic groups), violations of human rights and minority rights have been reported. Of interest to this study are the reports that the Assyro-Chaldean and Armenian minorities' freedom of belief and freedom to worship have been violated. In particular, it is reported that Assyro-Chaldeans are regularly subjected to violence and discrimination with regard to education, social institutions and access to public service (see E/CN.4/1995/91, para. 99).",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. In Greece, the Muslim minority in Thrace is said to be hostage to political relations between Greece and Turkey and is reportedly subjected to both visible and latent forms of intolerance (the way in which \"muftis\" are appointed, the management of religious property and the status of religious and mother-tongue instruction) (see E/CN.4/1997/91, para. 51).",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. In the Sudan, the violation of human rights involves, as in every part of the world, restrictions on ethnic and religious minorities. The United Nations General Assembly, in its resolution 51/112 of 12 December 1996, condemned those violations and restrictions. The policy of forced Islamization and institutional extremism is said to have led to serious violations of the rights of persons belonging to Christian ethnic minorities and to various forms of religious intolerance: arrests, torture, closure of churches, mass lay-offs in the public sector, discrimination in access to nationality, education, the army and the media, application of Shariah law to non-Muslims, etc. (see E/CN.4/1995/91, para. 93 and E/CN.4/1997/91, paras. 54-55; see also A/51/542/Add.2, para. 71 ff. and paras. 136-137). Constitutional Decree No. 7, promulgated in 1993, does protect freedom of religion but some of its provisions and other legislation, in particular criminal legislation, appear to discriminate against non-Muslims, who are ethnically different from the majority of Sudanese people.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. In Thailand, it is alleged that in some circumstances religion gives rise to discrimination. Discrimination in favour of the Buddhist religion has been pointed out by the Special Rapporteur (lack of information on other religions in textbooks in State schools) (see E/CN.4/1998/6, paras. 59 and 90).",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. In Viet Nam, the Constitution is an example of a largely explicit overlapping of racial and the religious dimensions. Article 5 of the Constitution speaks of the unified State of all ethnic groups living together in the territory of Viet Nam and recognizes the right of ethnic minorities to assert their differences (see E/CN.4/1999/58/Add.2, paras. 41-42). Although article 70 protects freedom of religion, it limits it through restrictive provisions, including ideological provisions, that are likely to hinder the freedom of religion available to persons belonging to ethnic minorities (ibid., chap. I and para. 107 (d)). The situation with regard to the Protestant denominations of ethnic minorities seems quite disturbing, owing to the destruction of their places of worship and ill-treatment aimed at forcing these minorities to give up their faith (ibid., para. 119).",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. In Indonesia, the ethnic-Chinese Indonesian minority, made up largely of Christians, was the victim, during the riots of 1998, of a wave of violence, vandalism, looting, arson and even many killings (see E/CN.4/1999/15, para. 113 ff.).",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. In Australia, it is reported that Aboriginal minorities and Australians of Asian origin are sometimes subjected to discrimination concerning, in particular, the criminal justice system, cruel, inhuman and degrading treatment and assault causing bodily harm (see E/CN.4/1997/71, para. 47 ff.).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 99,
        "Text": "99. The violation suffered by the Lake Lubicon Indian minority in the Lubicon v. Canada case can be classed among the cases of aggravated violation of the rights of an ethnic and religious minority under article 27 of the International Covenant on Civil and Political Rights. In this case, the Human Rights Committee recognized that the expropriation of land belonging to the indigenous community by the Canadian authorities for commercial purposes violated the right of those persons to enjoy their own culture. The Committee seems to put a broad interpretation on this term, as it states that \"economic and social activities … are part of the culture of the community\" in question. The community also claims that the expropriation is liable to rob the members of the Band of the physical realm to which their religion attaches, in violation of article 18, paragraph 1 of the Covenant. Although the Committee did not give a precise answer to this claim, it is reasonable to assume that the way of life and culture of the Lake Lubicon Band cannot - as it rightly claims - be separated from its right to practise its own religion.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 100,
        "Text": "100. In the United States of America, Native Americans are exposed to discrimination that affects them as a group differing from the majority in both ethnic and religious terms. Indeed, \"the Native Americans are without any doubt the community facing the most problematical situation, one inherited from a past of denial of their religious identity\" (see E/CN.4/1999/58/Add.1, para. 53). This discrimination provides a perfect example of aggravated discrimination, which has taken several forms, some of which no longer apply, such as restrictions on religious ceremonies (dropped when the Indian Reorganization Act was adopted in 1978) (ibid., para. 55), although others still persist. Examples are the problem of respect for the religious rights of Native Americans in federal and local correction facilities and the problem of the sacred nature of certain territories and sites (ibid., para. 60). The latter is an example of a real clash of concepts, as it stems from the failure of legislators working within a Western legal system to comprehend Native American values and traditions. Native Americans are in fact being asked to \"prove their religion\", and in particular the religious significance of sites, most of which are situated on land that does not belong to them. However, this demand conflicts with this minority's beliefs, because a Native American site is by definition secret and to reveal its location to non-Native Americans would, for them, be tantamount to interference in matters of religion (ibid., paras. 59-60 and 68). This conflict over legislation also arises with regard to Native American religious practices that require the use of protected animals (eagles' feathers) or hallucinogenic plants that are banned under United States legislation. The adoption of neutral legislation is therefore unlikely to protect this ethnic and religious community, whose religious practices are different from those of the majority or of other minorities.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. In Israel, Jews of Ethiopian origin (Falasha), whose culture and some of whose ancestral religious practices are different from those of the majority of the population, are allegedly subjected to frequent discrimination in medical care, education, professional training and housing policy (see E/CN.4/1997/71, para. 120 ff.).",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The Commission on Human Rights, in its resolution 1999/9 of 23 April 1999, noted with deep concern the complex nature of the conflict in Afghanistan, including ethnic, religious and political aspects, which have resulted in extensive human suffering and forced displacement, including on the grounds of ethnicity, and condemned the widespread violations and abuses of human rights, including the right to freedom of religion.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. As we have said, in the absence of an explicit definition of a minority in treaty law, most authors agree that there are core characteristics that allow us to distinguish a minority from the majority and from other groups of people living in a given territory. One of the criteria that may be lacking is the \"objective\" one of the absence of a link of nationality between the persons concerned and the State in whose territory they temporarily or permanently reside. This hypothesis concerns persons from immigrant communities. Other criteria may also be lacking, such as the absence of the subjective criterion or, in other words, the lack of a manifest desire on the part of group members to gain acceptance for their own characteristics as a minority, whose members would offer each other mutual support. Of course, the absence of a particular criterion fortunately does not imply the absence of protection. The international instruments protect human rights independently of the existence of a link of nationality or whether the person concerned belongs to a minority in the terms of article 27 of the Covenant.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. A large number of religions and ethnic groups are concerned here: - − Discrimination and xenophobia directed at North African or Arab nationals or nationals of Arab or North African origin in western Europe and the United States (E/CN.4/1997/71, para. 24) and Turkish nationals or those of Turkish origin in Germany (E/CN.4/1996/72, paras. 21 and 23, and para. 25 ff.), and Austria (E/CN.4/1997/71, para. 55 ff.); - − Discrimination against Palestinians in Israel (E/CN.4/1995/91, para. 69); - − Discrimination and intolerance in the Arab countries of the Gulf directed against foreign nationals whose religion is not sanctioned by the Koran, such as Hindus, Sikhs and Buddhists (ibid., paras. 38-39 and 54; E/CN.4/1998/6, paras. 64 and 68); - − Discrimination in Arab countries against Christians from Western countries (E/CN.4/1995/91, paras. 53-54; E/CN.4/1997/91, para. 19); - − Discrimination and intolerance affecting the Muslim community, particularly Muslims of Indian and Pakistani origin in the United Kingdom (E/CN.4/1998/79, para. 36); − In the United States of America, Jews identified with a community on religious, cultural and ethnic grounds generally enjoy a privileged position, due in particular to favourable legislation (the clauses on non-establishment and the free exercise of religion; see E/CN.4/1999/58/Add.1, paras. 41-42). However, that should not hide the fact that they suffer from \"hate crimes\". In January 1998, for example, of the 8,734 crimes classed as \"hate crimes\", 1,400 were \"religion-motivated\", and of these more than 1,100 (nearly 80 per cent) were directed against Jews; these crimes mostly take the form of attacks on property and the desecration of cemeteries (ibid., para. 43). In most cases, but particularly those involving discrimination against Arabs, it is important to note, as the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance has done, that \"manifestations of racism and xenophobia against Arabs are increasingly accompanied by a form of 'Islamophobia'. It is therefore difficult to separate acts of racial discrimination from acts of religious intolerance, as each may reinforce or encourage the other\" (E/CN.4/1998/79, para. 36).",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. Similarly, the Special Rapporteur on religious intolerance notes that the situation of Muslims in the United States is \"problematic\"; Muslim representatives have said that they feel that there is both latently and openly a form of Islamophobia and racial and religious intolerance in American society (E/CN.4/1999/58/Add.1, para. 36). This is an extremely important observation and deserves some comment: (a) A large number of ethnic and religious communities or groups or, a fortiori, minorities also seem to us to be concerned by this overlap between race and religion, independently of their status in the territory of the State (nationals or foreigners) or their numerical relationship with the rest of the population (minority/majority, minority/minorities) or of the definition of a minority;; (b) The fact that it is difficult to establish clear distinctions when dealing with double or even triple (racial/religious/sexist) discrimination is merely proof that those guilty of discrimination are not targeting exclusively the racial or religious identity of the victim. They target both identities because in their minds they completely reject the other, either in a confused way or otherwise, on the grounds of the other's beliefs, religious practices, rites and myths, as much as his racial, ethnic or even cultural origin. In fact, it is not simply the superimposition of two single forms of discrimination. The conceptual difficulty pointed out by the Special Rapporteur hides a form of aggravated discrimination that cannot be described in terms of a single identity and thus cannot be governed by an ordinary regime.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Some religious minorities initially make no claims for membership that might distinguish them from the rest of the population sharing with them the same racial or ethnic membership and sometimes even many characteristics, including cultural characteristics. A sort of mutation takes place when factors such as State policy, extremism, the spreading of racist ideas and incitement to ethnic and racial hatred add an ethnic dimension to the minority religion. As pointed out by the Special Rapporteur on racism, this takes the form of physical aggression, murders, attacks on property belonging to immigrants or ethnic, racial or religious minorities, desecration of cemeteries and destruction of places of worship; the Special Rapporteur adds that \"theories of racial inequality are raising their head while at the same time modern communication technologies, especially the Internet, are being perniciously employed to foment racial hatred, xenophobia and anti-Semitism\" (E/CN.4/1997/71, para. 130).",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Anti-Semitism is an example of this phenomenon of irrational hatred with regard to Jews (that is, a religion): it ultimately forces its victims to fall back for protection on membership of a group or on referents that are not religious. Anti-Semitism - as the term itself indicates - is not solely aimed at the other's religion; it takes the form of hostility and prejudice and then leads to violence against Jews and Jewish institutions (see, for example, E/CN.4/1997/71, para. 27 ff.).",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Such irrational racism also affects the other communities mentioned above, including migrant workers in the industrialized countries. Unfortunately, it turns the very victims of racism against each other (anti-Arab racism among the Jews, anti-Jewish racism among the Arabs, etc.). Extremism, in all its religious forms (for example, certain black Muslims in the United States and Islamic movements in Europe, North Africa and the Middle East) and non-religious forms (neo-Nazi movements), and the policy of forced Islamization by certain States naturally encourage this mixing of ethnic and religious dimensions. (a) Discrimination by a majority against women belonging to one or more ethnic and religious minorities or groups",
        "Labels": [
            "Migrants",
            "Women/girls"
        ]
    },
    {
        "ID": 109,
        "Text": "109. In some States, as a result of the economic crisis or religious extremism in society or even as a result of institutional attitudes, women may be subjected to sexism in addition to aggravated discrimination. The Commission on Human Rights, in its resolution 1999/39 of 26 April 1999, on the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief, repeatedly highlights the discrimination and violence against religious minorities, including the \"arbitrary application of legislative … measures\" (sixth preambular paragraph) and \"practices which violate the human rights of women\" (para. 4 (c)).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 110,
        "Text": "110. There are many examples of these triple forms of aggravated discrimination: (a) In the Sudan, it is alleged that the religious, ethnic and sexual identity of Orthodox Copt women in the north of the country (students, civil servants and young girls) has been violated. They have reportedly been flogged and arrested for trading or consuming alcohol and are subjected to forced Islamization and in particular to the provisions of the Islamic dress code (Act No. 2 of 1992) making it compulsory to wear clothing conforming to so-called Islamic moral standards;; (b) Likewise in Afghanistan, a country with a large ethnic variety, religious extremism affects the whole of society, including non-Muslim members. Women appear to be the main victims, owing to serious restrictions in the areas of education and employment and the forcible imposition of so-called Islamic dress (E/CN.4/1998/6, para. 60 (a));; (c) In Indonesia, the Chinese community suffered badly from persecution during the 1998 riots; in particular, many Chinese women were the victims of rape and violence stirred up; by organized groups. The seriousness of these violations led the authorities to take measures, including the establishment, on 15 July 1998, of the National Committee for the Prevention of Violence against Women, and of an independent fact-finding team (E/CN.4/1999/15, paras. 113-126); (d) One might also justifiably cite some of the decisions of the Human Rights Committee under the Optional Protocol, in which discrimination on the grounds of sex, in contravention of the International Covenant on Civil and Political Rights, can be described as aggravated, although the author of the communication did not raise the question.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 111,
        "Text": "111. The second category of aggravated discrimination concerns relations between ethnic and religious minorities or groups in a State where there is not, strictly speaking, a majority. In numerical terms, the size of these minorities may vary greatly: a minority may sociologically speaking, be in a relatively dominant position, or, in a country where there are only scattered minorities it may be less important. Here again, there may be many sub-classifications",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. The plurality of ethnic and religious groups in some societies, combined with certain economic, political or social conditions, can make relations between the different communities difficult, particularly as, in some cases (Africa, for example), ethnic and religious groups are scattered across a number of States and exacerbate tensions between those States. (a) In Kenya, in October 1993, inter-ethnic conflicts between the Masai (1.8 per cent of the population) and the Kikuyu (20.8 per cent) reportedly resulted in massacres and the destruction of Catholic and Evangelical churches (E/CN.4/1995/91, para. 71);; (b) In Ghana, ethnic and religious conflicts allegedly occurred in the north of the country in February 1994, causing the death of at least 1,000 people; the clashes involved members of the Dagomba and Nunumba ethnic groups, on one hand, and the Konkomba on the other. The Catholic church was reported to have been attacked, with Islamized Dagombas suspecting the Catholics of helping the Konkombas (ibid., paras. 57-58);; (c) In Benin, the activities of a Christian group were reportedly suspended following the destruction of a voodoo temple (ibid., para. 44);; (d) In Malaysia, three minorities dominate: Malays (47 per cent), Chinese (33 per cent) and Indians (9 per cent); but in some States, although Muslims are in a very small minority (7 per cent in Kelantan State), discrimination by the authorities affects the Christian minorities in particular (ban on the sale of the Bible in Malay; policy of introducing laws reflecting the \"Hudud\" to punish certain offences committed by Christians) (ibid., para. 74);; (e) Ethnic and religious conflicts can sometimes take a tragic turn. In Rwanda, both clergy and lay people have been massacred even in places of worship (ibid., para. 92);; (f) In the United States, the Afro-American organization \"Nation of Islam\" is considered by both Muslim and Jewish leaders to be an extremist group within the American Muslim community and a source of intolerance purveying messages of hatred for whites, Catholics, Jews, Arabs, women, etc. (E/CN.4/1999/58/Add.1, para. 39).",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. This hypothesis can concern ethnic and religious groups or minorities that are in principle different, but within which ethnic or even religious variations mark out subgroups. A second variant may be found in a country where there is a religious majority, but the population is so ethnically mixed that it is difficult to distinguish clearly between religious and ethnic conflicts. This category applies to many African States (see, for example, E/CN.4/1995/91, paras. 57-58).",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. In Ethiopia, the epitome of the multi-ethnic society (95 registered ethnic groups), in addition to the rivalry between Christians and Muslims (40 per cent of the population), tensions between the Protestant and Orthodox churches have been noted by the Special Rapporteur (ibid., para. 55). In Viet Nam, discrimination involving ethnic and religious minorities (more than 53 ethnic groups) or internal communities within these minorities have been noted by the Special Rapporteur (against the Buddhist Church, the Cao Dai Church, the Roman Catholic Church) (ibid., para. 100). In this context, it is important to note in particular the restrictions and discrimination suffered by the Khmer Krom community: these are the descendants of the Khmers of the Angkor civilization, Buddhist by religion but of Indian origin (E/CN.4/1999/58/Add.2, paras. 44, 68 and 118).",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Situations arising as a result of war, ethnic claims or \"ethno-centric\" nationalist movements are conducive to discrimination of this kind. In the Balkans, for example, the collapse of the State gave rise to micro-States that have been incapable of overcoming the ethnic and religious rivalries between the \"constituent nations or peoples\" and the other nations and minorities. In these countries, there is an ethnic dimension to religion, and religion may even become a \"nationality\". Multiple identities become intertwined and people are \"nationals\" to varying degrees, despite the constitutional guarantee of non-discrimination.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. In Croatia, Serbs and other minorities are reported to be suffering from harassment, looting and many forms of discrimination, in particular as regards the application of the law and criteria for recognizing Croatian nationality. In Bosnia and Herzegovina, refugees belonging to minorities suffer intimidation and violence and their homes are being destroyed, in order to discourage their voluntary return. In Kosovo, the gross violations of human rights suffered by ethnic Albanians (torture, deaths in detention, summary executions, widespread destruction of homes, property and villages, mass forced displacement, mass destruction of identity documents, etc.) can be compared to the crime of genocide and have been condemned in several international instruments. The presence in Kosovo of KFOR, an international force, has not prevented the resurgence of inter-ethnic conflicts between the Serb and Albanian communities, notably in the town of Mitrovica in February 2000, further complicating the search for a political solution in Kosovo.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 117,
        "Text": "117. On the basis of this study of various forms of intolerance, discrimination or oppression on both racial and religious grounds, it is possible to make the following six basic comments.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. Just as in separate, or single, forms of discrimination, no religion, State or human group is safe from intolerance or discrimination. This statement deserves some elaboration. \"One of the most basic of human rights is that of religious liberty\", as Leonard Swidler justly wrote [1986], \"for religion is perhaps the most comprehensive of all human activities ... Since this is so, it also, however, tends towards absolutism and authoritarianism …\". This tendency is often more noticeable when there is competition among several religions, and when they coexist within a multi-ethnic social situation, or even when the society in question is ethnically homogeneous, inter-denominational rivalries can take on an ethnic dimension under the influence of certain events, wars, economic discrimination, etc.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. Moreover, aggravated discrimination tends to intensify or become more likely to occur when the State itself officially adopts the religion of the majority or of the ethnically dominant minority, or subscribes to a particular ideology. The State religion or the religion of the State is not, of course, a characteristic of the religion, but of the State. However, if in its Constitution the State professes its adherence to a particular faith, some will see the mere profession of that faith whatever the good intentions of the State - as a form of discrimination against the ethnic or religious minority or minorities. In the area of legislation, moreover, some such States adopt clearly discriminatory provisions, as we have seen, in order to impose the constitutionally established religion or ideology, and therefore a particular vision of society and of the universe, on members of ethnic or religious minorities. This is no doubt one of the most unacceptable violations of an individual's right to have and practice his religion and that of his ancestors. It is true, as the Special Rapporteur has noted, that \"States which are or claim to be based on religion may be either exclusive - for the benefit of the predominant religion alone - or open and respectful vis-à-vis other religions\" (E/CN.4/1998/6, para. 42). However, to the extent that everything ultimately depends on the goodwill of the State, the personality of those in office at any given moment, and other unpredictable or subjective factors, there is no serious guarantee in law that the State will at all times respect minority ethnic and religious rights.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. In States with a range of religious and ethnic identities, the constitutional profession of an official religion, a State religion or a religion of the State, may be politically or historically justified, but by its very nature it carries the seed of aggravated discrimination. As Gordon Allport [1954] puts it, a possible root cause of religious intolerance stems from the fact that religion usually encompasses more than faith. Often it is the focus of the cultural tradition of a group. He notes that this applies to the majority of religions. Therefore, when the State itself announces its religion in its Constitution, the law ceases to reflect the ethnic and religious variety of the society, and the way is opened to arbitrary action and intolerance.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. Discrimination and intolerance are practised not only by the State or its federal, regional or local subdivisions; they are also practised by members of different groups, one against the other, particularly where there is a wide variety of minorities and no true majority (see above, para. 112), or of groups which are ethnically and religiously different from the majority of the population (see above, paras. 103-105). Tolerance is first and foremost an attitude of profound understanding which should be reflected in an individual's daily behaviour above all. However, whether the State adopts a completely neutral position on religion and allows it to remain a private matter, whether it rejects religion or professes a faith, it has a fundamental role to play in promoting tolerance and ensuring respect for different religious and ethnic identities. The State and civil society should take steps to change individual attitudes so as to enable groups, if not to coexist peacefully, at least to live without confrontation. The action they take should be appropriate to the relations a minority or ethnic and religious group enjoys with the majority or with other groups, and relations within the groups themselves. When a State, in its Constitution, claims membership of the same group as the majority or the dominant minority, it has, if anything, a greater responsibility to avoid discrimination than where there are scattered minorities, or where the State's neutrality is an especially important principle.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. In some cases, it is very difficult to distinguish between religious and racial or ethnic discrimination or intolerance. In other cases the two forms of discrimination may even become confused in the mind of both the perpetrator and the victim of the discrimination. As stated in chapter 1 of this study, religion shares something of the definition of ethnicity, just as ethnicity is basic to religious identity.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. Similarly, it is sometimes difficult to separate out religious and ethnic considerations from underlying factors that might help to understand the true intentions of the perpetrators of discrimination. In the study already quoted, Gordon Allport [1954] argues that deviation in creed alone does not account for the persecution, and that discrimination is not caused by religious doctrines at all. Similarly, E. Odio Benito concludes that there does not seem to be any discrimination that is purely and exclusively religious. In fact, the \"rest of the iceberg\" is often to be found elsewhere, that is, in questions of politics and power, relations between States, social and cultural factors, economics and even ancient history. Thus what seems at first to be an irrational rejection of the other person's religion, race or sex, merely helps support or inflame a feeling that can be fully explained at a much more rational level or at least at a level where objective factors are important enough to be dealt with in quite practical ways.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. In many of the cases studied, the factors that lead to aggravated discrimination and intolerance are not specific but are also to be found in single forms of discrimination. Some of the most important of these are ignorance and lack of knowledge of others, of their religion and religious customs, rites and mythology, lack of dialogue, stereotyping, prejudice, the negative effects of education and the media, social tension, economic crises or difficulties, authoritarianism and lack of democracy, the use of ethnic and religious differences for political purposes or as international policy, use of religion for ethnic purposes, etc.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. In many of the cases studied, however, certain factors are conducive - sometimes dramatically so - to aggravated discrimination. Extremism is one such factor, and an essential one. Whether the extremism is based on an interpretation of the religion or on political factors, whether it is violent or not, whether it is intra-religious or inter-religious, whether is exists only within the society or at the State level, extremist movements tend to confirm and disseminate with a good deal of success, an association between the religion or ethnicity of the other (Muslim, North African Arab, Black, Jew, White, Christian, Indian) and certain events real or imagined - that have negative or unfavourable connotations (economic crisis, unemployment, fanaticism, terrorism, Zionism, insecurity, crime, colonialism). Ignorance of the other prevails and is consciously exploited, in order to foment antipathy and hostility. Arabs or North Africans are frequently equated with Islamists, terrorists or fanatics. Likewise, Jews become Zionists or are blamed for all the world's ills. The Christian is automatically White and a colonialist; the Asian is a Buddhist or a dangerous scoundrel. Lastly - though the list could go on - in situations of intolerance and systematic human rights violations, women are the targets of the worst forms of discrimination, including violence. No society or religion has a monopoly on extremism; extremism deserves special attention because it can produce situations which are difficult to control and can imperil the human right to peace (E/CN.4/1998/6, para. 114; E/CN.4/1999/15, para. 74ff). It can even be said that it requires special treatment: it goes further than mere intolerance, amounting purely and simply to a denial of freedom, religion and any right to diversity. A special strategy is therefore needed in order to address both its causes and effects.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 126,
        "Text": "126. On the basis of the legal and factual elements of the issue of religious discrimination aggravated by racial discrimination, the following five conclusions can be drawn.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. None of the instruments studied contain any special provisions establishing a specific legal regime or special treatment covering acts of aggravated discrimination, particularly those that affect minorities. That applies also to other forms of aggravated discrimination not included in this study (for example those that affect women or children belonging to ethnic and religious minorities). All the instruments, regardless of their nature, legal status or scope, strongly condemn racial and religious discrimination. In some international instruments, the right to non-discrimination is even treated to some extent as a right from which no derogation is permitted, which gives it a status similar to the peremptory norms of international law (International Covenant on Civil and Political Rights, art. 4, paras. 1-2; art. 18). However, discrimination based on the identification of the victim with multiple groups does not appear to receive particular attention.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 128,
        "Text": "128. Nevertheless, a study of the various provisions leads to the conclusion that there is a body of sufficiently well-established rules and a set of principles shared by all the nations and all the States members of the international community, which suggests an openness to theoretical acceptance of a right to freedom from aggravated discrimination. At the international level, most of these principles are dispensed throughout the human rights instruments adopted since the United Nations came into being. The universal instruments are generally more advanced than the regional texts in this regard. The universal instruments address the issue of racial and religious discrimination in depth. Some of them even explicitly define the overlap between race and religion, either in the course of defining the form of discrimination under consideration, or in determining the scope ratione personae of the various instruments. In the course of this study, the definition of ethnic and religious minorities, in particular the concepts of ethnicity and minority, brought out these links.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. Internal legislation is generally speaking protective in nature and many Constitutions, in their sections on fundamental rights, proclaim the right to non-discrimination; some of them grant specific rights to minorities. Even so, many forms of discrimination, particularly those relating to religion, are directly or indirectly enshrined in those Constitutions and affect ethnic groups in particular.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. A study of the facts has shown that the overlap between racial and religious discrimination is not merely imagined. No region in the world and no religion, whether major or minor, traditional or non-traditional, monotheistic or polytheistic, is immune to aggravated discrimination.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. The instruments studied would appear, therefore, to be out of phase with reality. At any rate, they do not appear to accept the full consequences of their own recognition of the links between race and religion. This overlap is a product of the tremendous richness of human civilization. The right to freedom from aggravated discrimination is therefore integral to international human rights protection, in particular to respect for the plurality of individual identities. Aggravated discrimination deserves special, or even priority, attention, because when it affects minorities or minority groups, its cumulative nature is a threat to law and order and/or a source of encouragement to potential or actual separatist tendencies.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. Action is needed: there are many possibilities. Action may be taken to strengthen protection (section A), or to prevent aggravated discrimination (section B). Internal measures, although their scope differs from that of international measures and they emerge through different processes, are nonetheless a logical development and extension of that action. Moreover, international measures are meaningless if they are not taken up or followed up at the national level.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. It seems clear that legislative provisions, whatever their nature or origin, should anticipate and take into account the possibility of aggravated discrimination. The first step in strengthening international protection is to consolidate existing means and mechanisms. The international community, in particular the Commission on Human Rights, have done considerable work in this area, as regards protection of both freedom of religion and persons belonging to minorities. This work could be reinforced by adopting the measures described below.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. Existing instruments should anticipate the possibility of aggravated discrimination. It is vital to note at this point that the issue of discrimination, in particular religious discrimination and even more so religious discrimination aggravated by racial discrimination - is a sensitive topic, and one on which States are by no means in agreement. It took 19 years for the idea of a declaration on the elimination of all forms of intolerance and of discrimination based on religion or belief (first suggested in 1962) to be realized (in 1981) [Odio Benito, 1985; Walkate, 1991]. What matters is not so much the formal legal status of the instrument as its acceptance by as many States as possible and, above all, whether it is effectively observed by those States [Odio Benito, 1989]. It would also be necessary to begin working within the framework of existing mechanisms towards, for example, the adoption of a resolution dealing specifically with aggravated discrimination.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. Procedures for protection against aggravated discrimination in the context of the conventions and extra-conventional instruments in force should be strengthened. Special treatment is one possibility: prioritizing the consideration of cases of discrimination by the various human rights bodies and organizations, for example, or establishing urgent procedures and mechanisms for cutting deadlines for States to reply to complaints or allegations of discrimination of this kind.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. Coordination and harmonization of the various human rights protection mechanisms is necessary, particularly where their spheres of activity overlap and include aggravated discrimination. Systematic exchange of information and joint action by special rapporteurs, where possible, could be useful in this regard.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. Such a measure would require greater financial, human and logistic resources to be allocated to the mandates of the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance and of the Special Rapporteur on the elimination of all forms of religious intolerance and of discrimination based on religion or belief. The various reports repeatedly draw attention to this lack of resources (administrative and financial difficulties) and it therefore deserves serious consideration.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. In their respective reports the two rapporteurs repeatedly, and rightly, stress the importance of their in situ visits; these visits should therefore be given stronger backing. According to the Special Rapporteur on racism, these visits make it possible to move away from cold print and statistics and experience the real situation and its contradictions, through dialogue with those involved on a daily basis. They also make it possible not only to publicize the positive work being done, and the mechanisms used, by the United Nations, in combating racial and religious discrimination, but also to work directly with the interested parties (States, representatives of ethnic groups and minorities, NGOs) and thereby avoid a deterioration in the relations between them and in some cases even help to resolve conflict situations. The special rapporteurs and the various human rights treaty monitoring bodies could be requested, if necessary, to devote space in each of their respective reports to particular developments in the area of aggravated discrimination.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. Special action should be taken to persuade States that have not yet done so to ratify the international conventions against the various forms of discrimination, and to continue to make efforts to ensure the universal recognition of individual complaints under the conventions.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. With regard to States' attitude to legislation in this area, a number of the general recommendations formulated at the United Nations Seminar on the encouragement of understanding, tolerance and respect in matters relating to freedom of religion or belief (Geneva, 3-14 December 1984) (ST/HR/SER.A/16, para. 102) are still of relevance today. They need, however, to be adapted very specifically to the potential discrimination situations with which this study is concerned. For example, high priority should be given to action to implement international standards on the protection of freedom of religion or belief and against racial discrimination. Each State should provide, if necessary and in accordance with its constitutional system, constitutional and judicial guarantees to ensure that freedom of religion or belief and membership of a minority or an ethnic and religious group are protected in a concrete manner by explicit provisions. It would be highly desirable for some States to enact general legislation based on international standards (see, for example, E/CN.4/1999/58/Add.1, para. 72).",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. States must make efforts to enact legislation or to modify existing legislation, as appropriate, in order to prohibit all discrimination based on identification of individuals with multiple groups. Most importantly, positive criminal legislation should be enacted, not only imposing severe penalties on single forms of discrimination, but above all defining a new offence of concomitant racial and religious discrimination, which should carry a specific penalty, and naturally one that is heavier than that imposed for single forms of discrimination, whether religious or racial. United Nations bodies (General Assembly, Commission on Human Rights, etc.) could prepare model legislation for the guidance of States in enacting domestic legislation, as has already been done in the area of racial discrimination. A similar initiative in the area of aggravated discrimination is strongly recommended.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. These guarantees must be followed by the establishment of effective remedies for the victims of acts of aggravated discrimination. The effectiveness of remedies depends on a number of criteria that are very well known.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. States should consider establishing, as several countries have already done (Australia, Belgium, India, Norway, United States), an independent authority to monitor racial and religious discrimination and, more particularly, aggravated discrimination, and to make proposals for legislative, economic and social reforms. This authority should have genuine autonomy, i.e. its members should be independent of Government, and it must be given guarantees of security and inviolability. Its task would be, inter alia, to receive and consider complaints relevant to its work. It may also initiate and pursue inquiries on its own motion, entrusting them to one of its members or independent specialists. Lastly, it would be responsible for conciliation or mediation, in cooperation with domestic judicial bodies, among the parties belonging to different ethnic and/or religious groups, and for dealing with disputes arising from acts of religious and racial intolerance.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. In several of his reports, the Special Rapporteur on religious intolerance summarizes the essence of what needs to be done in this area: \"Human minds are the source of all forms of intolerance and discrimination based on religion or belief, and should therefore be the main target of any action to curb such behaviour\" (A/50/440, para. 82). In matters of human rights, a culture of tolerance cannot be imposed. Prevention therefore has a crucial role to play. The enormous progress that has been made in protecting human rights has been due to preventive action and a positive evolution of the human mind. Action can be taken in several areas: education and training, information and communication, inter- and intra-denominational dialogue, town planning and democracy and development.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. Central to prevention is the idea of education and culture in the broadest sense of the terms. It is not only poor or inadequate punitive legislation that produces acts of discrimination; culture and education, although they may not actively promote such attitudes, may not do enough to stigmatize them. The role of education was recognized very early on in several international instruments. \"Education can make a decisive contribution to the internalization of values based on human rights and to the emergence, both at the individual as well as the group level, of attitudes and behaviour reflecting tolerance and non-discrimination\" (A/50/440, para. 36). Tomorrow's decision-makers and citizens can begin acquiring a spirit of tolerance and a positive image of others at a very early age. The school, like the family, is a place where minds are formed, whether tolerant or not; it is a key element of action to prevent religious and ethnic discrimination. The school, and especially primary and secondary school, is a prime training ground for the fight against racial and religious discrimination. The provisions of article 5, paragraph 2 of the Declaration on Race and Racial Prejudice of 27 November 1978, are very useful in that regard: States and other competent authorities and the teaching profession must ensure \"that curricula and textbooks include scientific and ethical considerations concerning human unity and diversity and that no invidious distinctions are made with regard to any people\", and should make \"the resources of the educational system available to all groups of the population\". It is essential to disseminate and popularize the principles contained in the relevant international instruments throughout the school population (by organizing special courses on tolerance and non-discrimination, encouraging the formation of human rights clubs and promoting the activities of NGOs in this area).",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 146,
        "Text": "146. The realization of these aims requires specific measures to be adopted as a matter of urgency, in coordination with UNESCO; one of these might be a survey of the content of school textbooks and manuals, in particular in those countries with large numbers of ethnic and religious minorities (see chap. II, sect. A.2, para. 111ff). Such a study could expose any shortcomings and highlight and take advantage of good practice in information dissemination and training. The results of the study \"could help to shape an international educational strategy, centred on the definition and implementation of a common minimum curriculum of tolerance and non-discrimination\" (E/CN.4/1997/91, para. 65). The United Nations, UNESCO and UNICEF could well cooperate in such a project. This strategy should form part of the educational training curriculum of primary and secondary school teachers and indeed of all who are involved on a daily basis with the educational scene. It could be extended to include other professionals who, as we saw in chapter II (Factual Aspects), may be concerned by the problem of aggravated discrimination. The programme of advisory services and technical assistance of the Office of the United Nations High Commissioner for Human Rights could make a valuable contribution in this regard.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. Generally speaking, what States need to do is ensure that, whatever the ethnic and religious make-up of the society, their educational system is capable of observing the following principles, which form the basis of a policy striking at the roots of aggravated discrimination: (a) Schools in particular should be free of all dogmatism and encourage social integration and progress through education and teaching. The State should ensure that public-sector education, at least, does not practise discrimination, for example through a policy of segregating classes according to membership of different ethnic and religious minorities, but promotes dialogue and positive understanding of others;; (b) Complete freedom of expression must be guaranteed within educational establishments and young people must be led to respect others and renounce racism;; (c) States should develop curricula that follow the principles that should govern human rights education, in particular the culture of non-discrimination;; (d) Text book production is of the utmost importance and special attention should be paid to this point so that, in forming young minds, a balance is struck between pride in their own various identities (nationality, religion, ethnicity, etc.) and respect for the groups others belong to.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 148,
        "Text": "148. In many countries, the media in general and the popular press in particular frequently purvey prejudices and stereotypes that may foment racial and religious discrimination. Information plays a vital role in improving the dissemination of the principles contained in United Nations instruments. Prevention is essential if the majority is to get to know the minorities and the minorities are to understand each other better. Several measures could be envisaged: access to the media by minorities and ethnic and religious groups; widespread and sustainable dissemination of notions of tolerance, solidarity and non-discrimination; training workshops for media representatives; establishment of mechanisms for consultation between the media and ethnic and religious communities and preparation of minimum rules or a code of conduct, in consultation with the media. The State's role becomes especially important at times of crisis or tension within the society (war, famine, disaster). The media should avoid fuelling tension and especially blaming one religious or ethnic group for the crisis. That is a particular problem given the tendency of some elements of the media to exploit feelings of fear and rejection of others in order to improve their circulation or ratings. It is here that the authorities have a role to play in striking a balance between the required freedom of expression and combating racial and religious discrimination.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. Particular attention needs to be paid to some modern communication technologies. Internet, for example, has become a powerful tool for the worldwide propagation of racism, intolerance and various forms of discrimination (see chap. II, sect. A.1 (c), paras. 106-108; also E/CN.4/1997/71, para. 130). The spread of this formidable instrument is worrying, especially in certain countries. A study published in the United States in 1999, for example, noted one Internet site promoting racism in 1995; that figure had jumped to 600 by the end of 1997, 1,426 in March 1999 and 2,100 by 15 July 1999. This runaway expansion is partly due to American legislation which, although it punishes discrimination, also considers that racist opinions, if they are not expressed violently, are protected by the right to freedom of expression guaranteed under the United States Constitution. One study suggests that, despite the difficulty of the task, several actions are possible. First, it must be shown that racism does not merely lead to hatred but itself constitutes a form of discrimination: authorizing it is tantamount to legitimizing illegal discrimination. In other countries, a number of legal and technical measures could be envisaged although they do not provide definitive solutions to the problem: voluntary or compulsory self-regulation by service providers, geographical limitations on racist opinions and criminal and civil proceedings in the host country. Lastly, the international community and States should be aware that this new means of communication is seriously out of control and that there is a need for national legislation on racism, where appropriate, including racism on the Internet, and for urgent cooperation to find suitable solutions to this sensitive issue that will meet the requirements of democracy while at the same time prohibiting racial and religious discrimination.",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. The representatives of ethnic and religious communities should be involved in action to promote a culture of dialogue and tolerance. They should make use of anything in their own religions that can contribute to a better understanding of others and respect for their identity, and prevent religions serving the cause of intolerance. A number of countries have had instructive experiences in this regard. In the United States, for example, the Interreligious Council of Southern California has sought through its various intercommunity and interdenominational activities to promote mutual understanding and dialogue and to prevent intolerance and discrimination (E/CN.4/1999/58/Add.1, para. 40). Similarly, the Catholic/Jewish Educational Enrichment Programme sends rabbis to Catholic schools and a Catholic teacher to Jewish schools in order to improve understanding between the two communities (ibid., para. 45). Such action should be encouraged by Governments, especially in countries where many ethnic and religious communities live side by side.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. In some societies where there is a complex ethnic and denominational mix (see chap. II, sect. A.2), the layout of urban areas may be a factor in the emergence of a culture of rejection of others. The State and its subdivisions should make appropriate use of town planning to foster interaction between the various ethnic and denominational groups and to create a degree of solidarity and interests in common. Every effort should be made to avoid creating ghettos or compartmentalizing the various groups. The example set in many countries by towns with a large number of communities living side by side in the same space without confrontation (shopping streets, town centres, etc.), should provide inspiration.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. The Vienna World Conference on Human Rights rightly emphasized that democracy, development and the respect for human rights and fundamental freedoms are interdependent and interconnected, and this trial is stressed in many of the reports of the Special Rapporteur on religious intolerance. Whatever preventive or protective measures are adopted, there can be no skimping on democracy or development. Poverty, marginalization, totalitarianism, an absence or lack of democracy, and arbitrary action are a breeding-ground for all forms of extremism. They are capable of exacerbating religious and ethnic tensions, sparking conflicts and bringing to nought all efforts to protect human rights and minorities and to prevent discrimination against minorities. These goals are all too vague as yet, it is true, and may appear over-ambitious or hard to attain, yet specific, immediate action can still be taken and can, in the long-term, reduce tension and gradually eliminate the root causes of discrimination. Thus, States and other actors (NGOs, civil society, international development agencies, etc.) could introduce policies to provide financial, economic and social support to those ethnic and religious groups that are particularly disadvantaged, in order to combat extreme poverty, avoid exclusion and foster solidarity among the various groups that make up a society. Likewise, the State can play a vital role in introducing an ethical element into political life and particularly into the work of political parties and associations so that identification of an individual with several groups will no longer result in discrimination.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    }
]