[
    {
        "ID": 1,
        "Text": "1. The mandate of Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights in its resolution 1986/20 and renewed by the Human Rights Council in its resolution 6/37, in which it Invited the Special Rapporteur (a) to promote the adoption of measures at the national, regional and international levels to ensure the promotion and protection of the right to freedom of religion or belief; (b) to identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief, and to present recommendations on ways and means to overcome such obstacles; (c) to examine incidents and governmental actions that are incompatible with the provisions contained in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures as appropriate; and (d) to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. In March 2016, the Human Rights Council adopted resolution 31/16, in which it, inter alia, extended the mandate of the Special Rapporteur for a further period of three years. At its thirty-second session, the Council appointed Ahmed Shaheed as Special Rapporteur on freedom of religion or belief. He officially took office on 1 November 2016. The Special Rapporteur acknowledges the prodigious contributions made to the mandate by the four previous mandate holders, including Professor Heiner Bielefeldt, and takes the opportunity to thank him for supporting the mandate beyond the original term as intended by the Council in 2013. An overview of the activities of the previous mandate holder between 1 August 2015 and 31 July 2016 is provided in the most recent interim report (A/71/269, paras. 3 – 8).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. On 22 September 2016, the previous mandate holder, in collaboration with the World Council of Churches and the Finnish Ecumenical Council, organized a workshop on the theme, \"Religion and religious freedom in international diplomacy\". The main objectives of the workshop were to understand the use of religion in foreign policy, including in the areas of development and humanitarian aid, and to find ways to contribute to the advancement of religious literacy and the freedom of religion or belief. The previous mandate holder also presented his report (A/71/269), which included a thematic focus on the broad range of violations of freedom of religion or belief and their manifold root causes, to the General Assembly at its seventy-first session.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. In the present report, his first submitted to the Human Rights Council, the Special Rapporteur presents an overview of his perspective and vision for the mandate. He highlights persistent challenges and emerging trends, while emphasizing the need to build on the sterling work of previous mandate holders to contribute to the implementation of measures identified for the promotion and protection of the right to freedom of religion or belief. In the sections below, he reviews the work of human rights experts appointed by the Council, the special procedures, and the role of the universal periodic review in advancing this right. He then discusses specific tools and initiatives that could help to effectuate the priorities and protections identified for the realization of the right to freedom of religion or belief, and presents the persistent challenges and emerging concerns that form the operative context in which the Special Rapporteur must work. The mandate holder concludes with an outline of his methods of work and programmatic priorities that will support an overall agenda focused on implementation. The agenda, which will be the guiding framework for the mandate for the next three years, is consistent with the growing emphasis placed by the Council on the need to address persistent implementation gaps in compliance with human rights standards.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In accordance with the increasing emphasis on implementing human rights reforms, the Special Rapporteur wishes to focus on operationalizing the right to freedom of religion or belief. The operational approach to human rights implementation includes traditional institutional undertaking, which focus on laws, courts and other conventional aspects of compliance, as well as efforts by the State, through policy, programmes and activities, to translate commitments to human rights into practice. The Special Rapporteur also wishes to build on existing synergies within the United Nations framework by working with partners across the wider United Nations human rights system to mainstream the promotion of the right to freedom of religion or belief in its work, and to increase the salience of the core principles related to this right.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. To the extent that the Special Rapporteur serves as the primary focal point within the United Nations human rights system to promote the right to freedom of religion or belief, he stresses that the special procedures of the Human Rights Council are most effective when they work as part of a coordinated and coherent system, as demonstrated by mandate practice. Such an approach is also in keeping with the holistic conceptualization of human rights that is necessary for the promotion of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The special procedures have advanced the advocacy and protection functions of the Human Rights Council by means of official communications (allegation letters and urgent appeals) with Governments relating to the tripartite obligation of States to respect, protect and fulfil the right to freedom of religion or belief in all its dimensions. The mandate also relies on private communications alleging rights violations from victims and their advocates, and on reports documenting incidents that are incompatible with international human rights standards, including proposed legislation by Governments or the activities of non-State actors. The mandate may employ other forms of communication, including press releases and social media, to advocate on behalf of alleged victims or in relation to various incidents and situations. These communications reflect the range of violations relating to the right to freedom of religion or belief that mandate holders seek to address, and identify the individuals and communities most vulnerable to abuse. They also highlight the range of challenges facing duty-bearers and rights-holders globally in realizing the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The mandate issued a total of 618 urgent appeals and allegation letters to 87 States between 2004 and 30 November 2016. The majority of communications during this time frame addressed restrictions relating to manifestations of the right to freedom of religion or belief, and discrimination and intolerance based on religion or belief. Since the beginning of his tenure in November 2016, the Special Rapporteur has issued communications relating to sectarian attacks on religious minorities, apostasy and blasphemy charges, discriminatory practices relating to the construction of houses of worship, disruption of peaceful religious gatherings in private homes, the targeting of religious leaders, censorship of religious views and the confiscation of religious materials.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Sixty-eight per cent of the communications by the mandate on freedom of religion or belief since 2004 have been jointly issued with other mandate holders. At least 22 thematic mandate holders have issued 260 joint urgent appeals and 161 joint allegation letters with the Special Rapporteur on freedom of religion or belief. The majority of joint communications were issued with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, followed by the Special Rapporteur on torture and other cruel, inhuman and degrading treatment or punishment, the Working Group on Arbitrary Detention, the Special Rapporteur on minority issues and the Special Rapporteur on extrajudicial, summary or arbitrary executions. The common use of joint communications demonstrates the high degree of intersectionality between issues concerning the right to freedom of religion or belief and those covered by other thematic mandate holders. The cooperation between the mandates also provides an insight into the nature of violations that have elicited joint responses from the special procedures. The considerable body of communications represents a potential resource for evidence of impact and for identifying the variables that are most relevant in producing specific outcomes, which in turn can lead to more effective ways of utilizing the communications tool. The Special Rapporteur hopes to increase this cooperation with other thematic mandate holders, including those focusing on women's rights and economic, social and cultural rights.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Previous mandate holders have also examined the status of the enjoyment of the right to freedom of religion or belief in 36 States during the country visits conducted since 1994. Country visits provide mandate holders with a more dynamic way to engage constructively with States to address the nature of issues that prevent the realization of the right to freedom of religion or belief. The majority of country visits undertaken by mandate holders have been to countries located within the Asia-Pacific Group, followed by countries in the Western European and Others Group. The pattern of country visits is not necessarily an indication of the seriousness of the situation in a given country; rather, several other factors, such as the need to cover a diversity of settings and contexts and the willingness and the capacity of States to respond positively to requests to engage with various human rights mechanisms, may determine when and where visits are conducted.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The mandate holder has also convened or contributed to seminars, conferences and consultations with a range of objectives, including to map issues, promote dialogue and advance a better understanding of the challenges facing the promotion and protection of the right to freedom of religion or belief. These knowledge-exchange activities are critical for advancing regional, international and multi-stakeholder engagement aimed at increasing protection for the right to freedom of religion or belief, especially in the light of the operational approach stressed by the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Despite the fact that the right to freedom of religion or belief intersects with a range of other rights and is integral to the improvement of other fundamental rights and freedoms, the Special Rapporteur believes it was underrepresented as an issue of concern during the first two cycles of the universal period review; of the more than 52,000 recommendations made during the first two cycles of the review, only 1,280 recommendations, or less than 2.5 per cent of the total, addressed the right to freedom of religion or belief (see table below). The majority of the recommendations related to discrimination, including against religious minorities and women, while less than two dozen addressed the need to reform anti-apostasy or anti-blasphemy laws. The Special Rapporteur believes the reasons for the underrepresentation of issues relating to the right to freedom of religion or belief warrants further investigation and consideration during future review cycles, especially in the light of | Recommendations made during the first and second cycles of the universal periodic review: 52,282 | | | | | | | | |--------------------------------------------------------------------------------------------------|-------------|-----------------------|--------------|--|--|--|--| | Total freedom of religion or beliefrecommendations | | 1 280 (2.45 per cent) | | | | | | | Regional Group | First cycle | Second cycle | Total number | | | | | | Asia-Pacific Group | 199 | 347 | 546 | | | | | | Western European andOthers Group | 127 | 282 | 409 | | | | | | African Group | 56 | 96 | 152 | | | | | | Eastern European Group | 54 | 94 | 147 | | | | | | Latin American andCaribbean Group | 12 | 14 | 26 | | | | | | Total | 448 | 833 | 1 281 | | | | | | Number ofrecommendationsaccepted | 260 | 543 | 803 | | | | | the emphasis placed on implementation of review recommendations in resolutions adopted by the Council in connection with this right.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The work of the treaty bodies, especially those that address States' obligations relating to the right to freedom of religion or belief, are critical to the work of the mandate holder. The Human Rights Committee – which periodically monitors the compliance of State parties with article 18 of the International Covenant on Civil and Political Rights, the main international legal provision protecting the right to freedom of religion or belief, among other rights – identifies deficits in compliance and makes recommendations on improvement by means of its concluding observations. In addition, the general comments made by the treaty bodies, and the jurisprudence from the complaints procedures of these committees, provide substantive and authoritative content on the normative framework of fundamental rights.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The special procedures play a vital role in ensuring that concluding observations and other work of the treaty bodies are integrated into the work of their mandates. Where treaty bodies do not undertake field visits, they could also benefit from the expertise gathered by the special procedures. Last but not least, the special procedures should follow up on treaty body recommendations aimed at withdrawing reservations to human rights treaties, including those to article 18 of the International Covenant on Civil and Political Rights, that are inconsistent with the objective and purpose of the treaties.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The annual resolution adopted by consensus by the Human Rights Council on freedom of religion or belief, together with a comparable resolution of the Third Committee, highlight the key concerns of the international community with regard to the promotion and protection of the right to freedom of religion or belief and provide guidance for the work of the Special Rapporteur. In addition, the Special Rapporteur recognizes the importance of engaging with the historic consensus achieved with the adoption of Council resolution 16/18, which brought together divergent views on eliminating religious discrimination and intolerance on the basis of proposals made on behalf of the Organization of the Islamic Conference and other stakeholders. The consensus-based approach guarantees religious pluralism and equality on the one hand, while promoting intercommunal harmony and calling for the prohibition of incitement to hatred on the other. In the resolution, the Council also underscored the importance of fostering the conditions for debate and dialogue, and reinforces protections for freedom of expression by narrowly construing exceptions to limits on speech deemed tantamount to \"incitement to imminent violence based on religion or belief\".",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The implementation mechanism for the eight-point action plan of resolution 16/18, the Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the Basis of Religion or Belief, has facilitated six rounds of meetings organized to foster dialogue and practical experience-sharing. The objectives of the Istanbul Process remain relevant in the light of increasing reports of State actions that are incompatible with the right to freedom of religion or belief, including the use of blasphemy and apostasy laws, which render religious minorities and dissenters vulnerable to violence; increasing scrutiny of religious groups on the grounds of national security; and growing societal intolerance of religious minorities in a range of countries and regions.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Although progress in the implementation of resolution 16/18 has been slow, if not disappointing, the ongoing consensus achieved by its adoption, which appears fragile from time to time, should be seen in a positive light and nurtured. States should avoid a return to the divisive debates that undercut efforts to combat religious discrimination and intolerance prior to achieving this consensus agreement. In the past few years, some States have resurrected arguments over sources of discrimination and intolerance, the responsibilities that the international community should assume, and \"whether the solution to intolerance lies in strengthening the enjoyment of fundamental human rights or in setting clearer limits thereon\". Yet real progress by way of the Istanbul Process requires a comprehensive, introspective, transparent and inclusive approach to the implementation of the action plan outlined in resolution 16/18. Most importantly, the legal interpretations of the commitments undertaken in the action plan must comply with international human rights law.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence – a normative framework spearheaded by the Office of the United Nations High Commissioner for Human Rights and adopted by experts in 2012 – can serve as a road map for the Istanbul Process in this regard (A/HRC/22/17/Add.4, annex, appendix). The Rabat Plan of Action aims to clarify the obligations of State and the responsibilities of other stakeholders under articles 19 and 20 of the International Covenant on Civil and Political Rights; in doing so, it sets out a framework of measures that include the implementation of legislation, jurisprudence and policies to combat activities that constitute incitement to violence and discrimination on multiple grounds, including religion. It recommends the adoption of comprehensive anti-discrimination legislation with a view to the undertaking of preventative action to combat incitement to hatred. It identifies three distinct types of expression: expression that constitutes a criminal offence; expression that is not criminally punishable but may justify a civil suit or administrative sanctions; and expression that does not give rise to criminal, civil or administrative sanction but still raises concern in terms of tolerance, civility and respect for the rights of others. The plan of action also recommends that States codify and implement national legislation that provides robust and precise definitions of key terms, including hatred, discrimination, violence and hostility, drawing from the guidance and definitions provided in the Camden Principles on Freedom of Expression and Equality. The Rabat Plan of Action furthermore calls upon States that have anti-blasphemy laws to repeal them, since such laws stifle and unduly inhibit both the right to freedom of expression and the right to freedom of religion or belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur notes that the role of parliaments, the judiciary, the media and other national institutions are critical to the successful implementation of the Rabat Plan of Action and of Human Rights Council resolution 16/18. Parliaments occupy a particularly important role in paving the way for successful implementation of the plan of action. In order to promote equality and combat intolerance, States should establish independent national human rights institutions that comply with the Paris Principles and possess the capacity to engage effectively with civil society and help to guide interfaith dialogue. The plan of action also requires the involvement of an independent judiciary that can adjudicate cases of incitement to hatred, ensure that criminal sanction for speech is the exception and not the rule, and guarantee that efforts to secure compliance with the obligations deriving from article 20 of the International Covenant on Civil and Political Rights by means of alternative measures, such as cultural dialogue and pluralism, are protected. An independent and objective media can play a critical role in fostering such a pluralistic environment as well.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur also welcomes the Fez process initiated by the Special Adviser of the Secretary-General on the Prevention of Genocide at a meeting in Fez, Morocco, in April 2015. The initiative has the objective of preventing incitement to violence that could lead to atrocity crimes. The Fez declaration and draft plan of action identify a number of activities that community leaders representing different religions or beliefs could undertake to prevent and counter incitement to violence in situations that risk leading to atrocity crimes. These options, linked to paragraph 36 of Rabat Plan of Action, include engaging in dialogue with those who express radical views, countering online and offline incitement speech though unequivocal messaging, and supporting interfaith dialogue, education and activities that uphold respect for religious pluralism. The workshops that have been planned to roll out the Fez plan of action could make a vital contribution to implementing the positive measures identified in the Rabat Plan of Action, especially in countries that have experienced, or are currently experiencing, hate speech and incitement to discrimination, hostility or violence. For the Fez process to be effective in activating religious leaders in implementing the Rabat Plan of Action, however, it is axiomatic that the planned activities must be inclusive of all faith or belief communities.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur notes that the 2030 Agenda for Sustainable Development presents an additional opportunity to advance respect for the right to freedom of religion or belief by mainstreaming this right within the context of development work. Given the intersections between freedom of religion and numerous other rights, such as gender equality on non-discrimination in access to services, there is clearly a need to increase religious freedom literacy within the community of development actors (a field in which numerous faith-based groups have traditionally been very active). This approach is supported by growing evidence of the links between respect for the right to freedom of religion or belief and prospects for societal harmony, economic prosperity and political stability. Such evidence contradicts narratives that equate societal harmony and peace with restrictive rather than inclusive practices. Over the past decade, there has been gradual engagement between various development agencies of the United Nations and faith-based groups through the United Nations Inter-Agency Task Force on Engaging Faith-Based Actors for Sustainable Development. 3 In 2016, the International Partnership on Religion and Development was established to facilitate engagement of faith-based organizations in development work. The Special Rapporteur welcomes these efforts and looks forward to contributing to this process. For such efforts to be successful, however, there is a need to invest in literacy on both religions and religious freedom to ensure that the engagement of actors with the development agenda actually advances the cause of human rights. This is particularly important in the light of the many misconceptions that exist regarding the right to freedom of religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 22,
        "Text": "22. While noting that addressing chronic issues of intolerance and violent extremism often requires promoting greater understanding among diverse communities, the Special Rapporteur believes that continuing reports of the most chronic violations of the right to freedom of religion or belief, which demonstrate a wide range of misperceptions and misconceptions about the specific content of this right under international law, requires long-term investment in the promotion and advancement of literacy regarding this right. Misperceptions and misconceptions are both the product of the complexity of this right and the political and ideological dispute over the norms of the international legal framework that underpin it. While article 18 of the International Covenant on Civil and Political Rights and its interpretation by the Human Rights Committee remain the most detailed articulation of the international community's understanding of the core elements of the right to freedom of religion or belief, and subsequent normative developments have expanded that understanding, there are a number of areas that are susceptible to dispute.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In this regard, the Special Rapporteur notes the finding by the Human Rights Committee with regard to the customary character of the right to freedom of religion or belief, and reaffirms and echoes the declarations of previous mandate holders regarding the normative framework of the right to freedom of religion or belief. He also notes that the scope, substance and contours of this framework are subject to continuing development, clarification and evolution. For the purposes of the present report, however, the Special Rapporteur wishes to highlight some of the most common misconceptions that exist regarding his mandate, and also what the right to freedom of religion or belief encompasses (and does not encompass).",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Individuals, not religions, convictions, belief systems or truth claims, are the rightholders of the right to freedom of religion or belief. More specifically, this right is not designed to protect beliefs as such (religious or otherwise), but rather believers and their freedom to possess and express their beliefs either individually or in community with others in order to shape their lives in conformity with their own convictions (A/71/269, para.11).",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Individuals have the right to publicly manifest their religion or belief, alone or together with others, and the prerogative of deciding whether they wish to manifest their religious convictions. It is ultimately up to the individual to decide whether he or she wishes to manifest his or her right to freedom of religion or belief at all and, if so, whether these manifestations take place in private or in public. This is an important distinction, especially since the right to freedom of religion or belief is not contingent upon recognition or registration by the State.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Although international law does not provide a definition of what a religion is, the scope of what is protected by the right to freedom of religion or belief must be construed broadly, covering theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. It is, therefore, not limited to traditional, mainstream or \"recognized\" religions and practices.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. There cannot be a meaningful right to freedom of religion or belief unless it includes the freedom to change one's religion or belief. Although the International Covenant on Civil and Political Rights and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief are less explicit than article 18 of the Universal Declaration of Human Rights in endorsing the right to change one's religion, the Human Rights Committee provided greater clarity in its general comment No. 22 (1993). In particular, it stressed that the right to \"have or to adopt\" a religion or belief necessarily entailed the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief. This language – \"including the right to change one's religion or belief\" – is also consistently reflected in resolutions on freedom of religion or belief adopted by consensus by the General Assembly and the Human Rights Council. The Special Rapporteur notes that this provision refers specifically to the internal dimension of freedom of thought, conscience, religion or belief (often referred to as forum internum), which enjoys unconditional and unqualified protection and cannot be restricted, limited, interfered with or derogated from under any circumstances, including during times of public emergency.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Policies or practices that do not, prima facie, target the adoption of a particular religion or belief may still amount to a violation of article 18 (2) of the International Covenant on Civil and Political Rights if they are intended to impair an individual's ability to freely hold, adopt or change their religion or belief, or if they have such an effect. Examples of indirect yet impermissible restrictions on the forum internum could include limitations on access to education, medical care or employment, or family law matters, such as custody of children, which have the ultimate effect of impairing the individual's ability to freely hold, adopt or change his or her religion or belief. The Special Rapporteur notes, however, that such determinations are highly fact-specific and must be determined on a case-by-case basis so as to not vitiate substantive provisions of article 18 of the Covenant.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. The right to freedom of religion or belief encompasses all aspects of religious or belief-related life, including protections for religious and non-religious convictions, conscience-based positions and manifestations of the beliefs and practices related to them. This spectrum, in turn, includes the right to freely, and without undue burden or unreasonable interference, develop religious or belief-related identities, to bear witness to one's beliefs by freely communicating with fellow believers or non-believers, to organize and enjoy community life based on common or shared beliefs, formal and informal education related to the transmission of one's belief system to members of the community (particularly children) or others, and the management of institutions, such as charitable organizations, related to these beliefs.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. While international human rights law allows, with high thresholds, for certain restrictions related to the manifestation of one's religion or beliefs (often referred to as forum externum), any and all limitations must be the exception, not the rule. Moreover, the burden of justification for such restrictions falls on those who wish to impose them, often Governments or State organs. According to article 18 (3) of the International Covenant on Civil and Political Rights, which must be strictly interpreted, all limitations on the right to freedom of religion or belief must be prescribed by law, and they must be necessary and directly related to the pursuit of a legitimate aim: the protection of \"public safety, order, health, or morals or the fundamental rights and freedoms of others\". These restrictions must also be applied in a non-discriminatory manner and be proportionate to the realization of the legitimate aim and, therefore, be the least restrictive among all the adequate measures that could possibly be applied and, in any case, without vitiating the right itself. Unlike some other provisions of the Covenant (such as articles 12, 13, 14, 19, 21 and 22), the right to freedom of religion or belief cannot be restricted on the grounds of national security, and the non-discriminatory nature of the right ensures that nationality cannot form a basis for imposing restrictions on minorities, migrants or non-nationals.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 31,
        "Text": "31. The right to freedom of religion or belief and the right to equality are intimately linked. It is not enough only to recognize equality as constituting an underlying principle of this right; it would be more appropriate to view the right to freedom of religion or belief as also constituting a right to equality. This right prohibits discrimination on the basis of religion or belief system, recognized as sacrosanct by a number of human rights instruments. It must be clear, however, that the right to freedom of religion or belief does not give the individual – as a right-holder – the power to marginalize, suppress or carry out violent acts against other individuals and those in vulnerable situations, such as women or members of the lesbian, gay, bisexual, transgender and intersex (LGBTI) community, under the guise of manifesting their religion, or as constituting the \"moral high-ground\".",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 32,
        "Text": "32. While official status or recognition for a particular religion or belief does not per se violate a state's article 18 obligations, the pre-eminence enjoyed by religions or State ideologies should not result in the impairment of this or other fundamental rights recognized under international law; nor should it result in any discrimination against persons who do not accept the official ideology or who oppose it. The previous mandate holder repeatedly stressed that it seemed difficult, if not impossible, that the application of the concept of an official State religion in practice would not have adverse effects on religious minorities by way of discriminating against their members (A/HRC/19/60, para. 62; A/67/303, para. 47). It should be noted in this regard that some State parties to international human rights treaties, including the International Covenant on Civil and Political Rights, have submitted general reservations that apparently justify certain restrictions of fundamental rights, or violations of the principle of non-discrimination based on religious or belief-based principles. In the same manner, however, equality in and of itself cannot guarantee the right to freedom of religion or belief. For example, \"doctrinal secularism\", which rather than creating an inclusive space for religious pluralism on a nondiscriminatory manner but emphasizes State secularism over the right to freedom of religion or belief, could engender activities that reduce the space for religious or belief pluralism. It is pertinent to recall, therefore, that all human rights are interdependent, interrelated and universal, and must be conceptualized in a holistic manner without perceiving of a hierarchy of rights.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur believes that acknowledging and addressing the aforementioned common misperceptions, among others, is critical to protecting and advancing the most basic and foundational principles of the right to the right to freedom of religion or belief. Indeed, the corpus of work produced by the mandate over the past 30 years, and development of the wider human rights framework during that period, together with the growing body of jurisprudence from treaty bodies and regional human rights mechanisms, reinforces this finding. Such an exercise will also help to strengthen the mandate holder's role in addressing the key challenges of our time by engaging more robustly and meaningfully with civil society to challenge these misperceptions as a way of countering violent extremism, mobilizing faith communities to realize a sustainable development agenda, and increasing religious freedom literacy for the betterment of protections for religious freedom or belief.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. As a right that is both foundational to and interdependent on the human rights framework, the global pushback on human rights has generally deepened the worldwide crisis of the right to freedom of religion or belief. The ability of believers and non-believers to manifest their faith or convictions faces serious threats from State and non-State actors alike. Members of religious minority communities, as well as dissidents, are often confronted with State and non-State actor-induced threats to their freedom, safety and security.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur expresses his concern at various reports suggesting that targeted harassment, intimidation or discrimination against religious groups by government actors and non-State actors has, and continues to be, prevalent in many countries. He also acknowledges reports suggesting the imposition of severe restrictions on the right to freely hold, adopt, change or manifest beliefs by many Governments. This behaviour includes discrimination on the grounds of religion or belief in employment, education and housing, the destruction of holy sites, verbal and physical assaults, arrest and detention, and impunity for non-State actors alleged to have perpetrated such violations.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. At the same time, multiculturalism and corresponding concepts such as tolerance, respect for diversity, and pluralism are a growing source of contention and are increasingly being scapegoated by an underlying narrative that maintains there are zero-sum trade-offs between societal harmony and diversity, pluralism and solidarity, and security and human rights. Growing intolerance, linked in part to the rise of populist electoral politics and violence in the name of religion, has led to a reconsideration of the value of respect for and the appreciation of diversity in a number of regions around the globe, which can, in turn, have a negative impact on the ability of religious minorities and non-believers to manifest their beliefs. These trends have been accompanied by a rise in reports of incitement to discrimination or violence, and in some cases hate crimes, by extremist groups, vigilante mobs and other non-State actors that often carry out their acts in the name of religion.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Moreover, the securitization of human rights, which is largely a State response to countering violence in the name of religion, further compounds the corrosive conditions that already undermine the right to freedom of religion or belief. Policies that are adopted to enhance the capacity of security forces to combat terrorism by limiting fundamental rights, such as the rights to freedom of expression, association and peaceful assembly, often have dire consequences for the enjoyment of the right to freedom of religion or belief. The dilemmas posed by securitization will require close scrutiny during the current tenure of the mandate holder.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The vast majority of Member States have codified protections for the right to freedom of religion or belief in their constitutions or legislation. Despite these protections, however, most States also have laws or regulations on the books that unduly or unlawfully restrict that same right. This includes statutes criminalizing blasphemy or apostasy (with punishments for such offences ranging from fines to the death penalty).",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Notwithstanding the absolute protections covering the right to have, adopt or change one's religion or belief (or not have any beliefs at all) under international human rights law, more than 10 per cent of countries around the world criminalize apostasy. According to the International Humanist and Ethical Union, there has been a worrying trend worldwide towards more targeted discrimination and violence against atheists and non-religious persons in recent years. In particular, 22 countries allow the use of the death penalty for apostasy and at least 13 have capital punishment for atheists. While anyone can run afoul of these laws because they effectively criminalize dissent and free-thinking, \"nonbelievers\", humanists and atheists are particularly at risk. Apostates and non-believers are particularly at risk from non-State actors or religious vigilantes or \"forces\", which are known to operate with impunity in a number of States.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Similarly, anti-blasphemy laws, which prohibit or criminalize the alleged \"defamation\" of religious beliefs and principles, or those which allegedly insult religious figures, have a disproportionate impact on members of minority religious communities and \"non-believers\". Blasphemy, which is generally framed as a strict liability offence and based on vague and overly broad criminal statutes, is increasingly used against political opponents for their opposition to the Government. Blasphemy is an offence in at least 49 countries punishable with a prison term or in some cases with the death penalty. The Human Rights Committee, in its General Comment no. 34 (2011), noted that blasphemy laws were incompatible with the International Covenant on Civil and Political Rights, except in the specific circumstances envisaged in article 20 (2). It stressed that \"it would be impermissible for any such laws to discriminate in favour of or against one or certain religions or belief systems, or their adherents over another, or religious believers over nonbelievers\", and that it would also be impermissible for such prohibitions \"to be used to prevent or punish criticism of religious leaders or commentary on religious doctrine and tenets of faith\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Common and recurring limitations on the manifestation of religious principles or concepts of belief generally involve the freedom to worship (including at designated places of worship); religious symbols or iconography (such as the hijab for women in Islam); the observance of holidays and days of rest; the appointment of clergy; teaching and disseminating materials (including missionary activity); the right of parents to ensure the religious and moral education of their children according to their convictions; registration as a precondition for practicing one's religion or belief (as opposed to acquisition of a legal personality and related benefits); communication with individuals and communities on religious matters at the national and international levels; the establishment and maintenance of charitable and humanitarian institutions that can solicit or receive funding; and conscientious objection.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Other examples of common types of limitations or restrictions interfering with the right to freedom of religion or belief include criminal legal sanctions, burdensome administrative regulations or civil penalties, and discriminatory personal status and family laws, as well as discrimination in the work place and the challenges related to the enshrinement of the principle of reasonable accommodation (see A/69/261). The Special Rapporteur notes that members of minority communities and other persons and groups in vulnerable situations are often disproportionately affected by restrictions on manifestations of religion or belief.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur notes that unlawful restrictions imposed by States on manifestations of the right to freedom of religion or belief are common, recurring and continue to comprise the majority of violations of this right. A review of information published by United Nations human rights mechanisms, including the Working Group on the Universal Periodic Review and the treaty bodies, such as the Human Rights Committee, shows that many States rely on restrictions as the rule and not the exception, and often fail to provide any justification for limiting the right to freedom of religion or belief pursuant to the criteria laid out in article 18 (3) of the International Covenant on Civil and Political Rights. When States give a justification for restricting manifestations of this right, they often do so with vague or overly broad regulations that fail to meet the strict requirements of article 18 (3).",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Article 2 (1) of the International Covenant on Civil and Political Rights requires State parties to respect and ensure that all individuals within their territory enjoy the rights recognized in the Covenant \"without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status\". It is the cornerstone of the principle of non-discrimination in international human rights law. The principle of non-discrimination applies to both the enjoyment and lawful restriction of this right. Indeed, in the view of the Special Rapporteur, a claim for equality for all is inherent to the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Nonetheless, a large percentage of discriminatory provisions imposed by States and actions taken by non-State actors are based on religion or belief, and disproportionately target religious minorities or, more generally, those deemed \"non-believers\". As already noted, while official status or recognition for a particular religion or belief does not per se violate a State's obligations under article 18 of the International Covenant on Civil and Political Rights, the right to freedom of religion or belief is most challenged when the State assumes the role of guardian or custodian of certain truth claims rooted in a majority religion (or in a few cases, minority religion). The Special Rapporteur notes that, in certain States where religion has been given \"official\" or privileged status, other fundamental rights of individuals – especially women, religious minorities and members of the LGBTI community – are disproportionately restricted or vitiated under threat of sanctions as a result of obligatory observation of State-imposed religious orthodoxy, such as wearing the hijab or the need to conceal sexual orientation or gender identity. The right to freedom of religion or belief is further challenged by attempts by States to impose a doctrinal secularism as noted above, to sanitize the public sphere of concepts associated with religious or belief systems. Therefore, it is reasonable to assume that State-religion relationships can, both directly and indirectly, lead to the unintended or deliberate perpetuation of discriminatory practices that undermine the right to freedom of religion or belief of minority communities.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 46,
        "Text": "46. In response, discussions held at the international level on discrimination against religious minorities have advanced significantly in recent decades, a trend that should be welcomed and encouraged. Apart from the ongoing need to tackle direct and open manifestations of discrimination, there is a need for greater sensitivity to more obscure forms of discrimination, such as prima facie \"neutral\" rules prescribing certain dress codes in public institutions. Although they usually do not target a specific community openly, such rules can amount to discrimination against persons belonging to religious minorities if those persons (often women) follow their conscience in following a particular dress code. Similar problems may arise with regard to dietary rules, fasting, public holidays, labour regulations, public health norms or other issues. Overcoming the various forms of discrimination in the field of religion or belief, including indirect and structural discrimination, is a complex task that requires moving beyond mere formal or codified equality towards the concept of substantive equality, including by adopting practical measures that ensure reasonable accommodation across various dimensions in the daily lives of believers and non-believers (A/69/261, paras. 49-66).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Discrimination within the context of the right to freedom of religion or belief is not limited to members of religious minorities or non-believers, and can also apply to members of religious majority groups and unrecognized or \"non-traditional\" groups. The Special Rapporteur notes that previous mandate holders consistently identified other groups, including women, children, persons deprived of their liberty, refugees, migrant workers (including domestic workers), internally displaced persons, and members of the LGBTI community, as persons particularly vulnerable to discrimination on the basis of religion or belief. Discrimination is often manifested in one of two ways: (a) the individual's enjoyment of the right to freedom of religion or belief is restricted or interfered with, either by the State or by non-State actors, specifically because of their membership in the group; or (b) their enjoyment of other fundamental rights is restricted or interfered with (again either by the State or non-State actors) on the basis of religion or belief. It therefore follows that, in addition to respecting the principle of non-discrimination, Member States also have a duty to protect individuals from discrimination by third-party non-State actors, including threats stemming from religious vigilante groups or even terrorist groups. Depending on the precise nature of the problem, different initiatives may be required, such as legislative support for religious minorities against discrimination in the workplace, measures to protect people from forced conversion, and policies for combating violent extremism, vigilantism or terrorism.",
        "Labels": [
            "Migrants",
            "LGBTI+",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 48,
        "Text": "48. It should be noted that, in recent times, some of the most pernicious violations of the right to freedom of religion or belief have been, and continue to be, carried out by non-State actors, including mobs, vigilante groups, anti-government insurgents and terrorist organizations. The threat to the right comes not only from those operating with impunity in failed or poorly governed States; it can also emanate from laws and policies that discriminate against religious minorities and dissenters and empower non-State actors to \"punish\" them without fear of reprisal.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. As in the case of previous mandate holders, the Special Rapporteur will continue to highlight gender-specific abuses against women and girls with regard to the right to freedom of religion or belief, in accordance with article 3 of the International Covenant on Civil and Political Rights, other human rights treaties, such as the Convention on the Elimination of All Forms of Discrimination against Women, and the mandate's requirement to mainstream gender in its work, both substantively and procedurally. This approach will focus on both discrimination based on gender (and gender identity), which has a negative impact on a woman's ability to enjoy her right to freedom of religion or belief, and cases where the State or non-state actors have sought to justify discrimination on the basis of gender by relying on religious freedom or \"liberty\" arguments. Indeed, the Human Rights Committee, in its general comment No. 28 (2000), found that article 18 of the Covenant could not be relied upon to justify discrimination against women by reference to freedom of thought, conscience and religion; it concluded that States parties should therefore provide information on the status of women with regard to their freedom of thought, conscience and religion, and indicate the steps they had taken or intend to take both to eliminate and prevent infringements of these freedoms for women and to protect their right not to be discriminated against.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur notes that, while the intersection between the right to freedom of religion or belief and women's right to equality may, at times, seem inharmonious, it is erroneous to assume that these rights are incompatible. Such an assumption runs the risk of overstating the tensions between these two rights at the normative level, weakening critical protection gaps and foreclosing the potential for constructive and synergistic exchange (see A/68/290). It is unquestionable that instances of forced marriage, female genital mutilation, forced conversion, honour killing, enforced ritual prostitution, sexual slavery, trafficking and over-policing of dress codes, and the denial of educational and employment opportunities, have all been justified on the basis of religious traditions. The Special Rapporteur fully agrees with previous mandate holders that the right to freedom of religion or belief can never be used to justify violations of the rights of women and girls, and that \"it can no longer be taboo to demand that women's rights take priority over intolerant beliefs used to justify gender discrimination\" (see A/65/207, para. 69; A/66/156, para. 16; A/68/290, para. 30; A/HRC/16/53, para. 16; and A/HRC/19/60/Add.1, para. 44). Acknowledging and rebuking these practices, however, does not mean tacitly accepting an inherent incompatibility between the right to freedom of religion or belief and gender equality. Instead, the two should be understood in a holistic manner as mutually reinforcing human rights norms (see A/68/290, paras. 19 and 66).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 51,
        "Text": "51. The right of children to freedom of religion or belief is violated in myriad ways by both State agencies and non-State actors. Human rights abuses affecting children often tend to be intersectional, such as the abduction and forced conversion of girls from religious minority communities by armed groups. According to article 14 of the Convention on the Rights of the Child, the right of the child to freedom of thought, conscience and religion encompasses rights and duties of parents or legal guardians \"to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child.\" Indeed, the Committee on the Rights of the Child, in its general comment No. 12 (2009), acknowledged that, in order for the rights of the child to be fully realized, their right to be heard in all matters affecting their well-being and welfare, including matters related to freedom of religion or belief, must be respected alongside their right to seek and receive direction and guidance from their parents or legal guardians, which can compensate for their lack of knowledge, experience and understanding and may be restricted by their evolving capacities.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Religious persecution often results in displacement and a surge in refugee populations of an extremely large scale. Asylum seekers and internally displaced persons must benefit from the right to freedom of religion or belief and other human rights guarantees not only because they enjoy the same protections as others, but because they are in a particularly vulnerable situation and often at a disadvantage in asserting their rights owing to displacement or migration, or lack of familiarity with the host language and political, social and legal context (see A/62/280).",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteur notes with concern the increasing number of reports regarding the failure of States, including those who are party to the Convention relating to the Status of Refugees, to provide protections to asylum seekers who fear return to their country of origin because of fear of persecution based on religion or belief. This failure includes the practice of refoulement, or forcible return, of refugees who fear persecution for reasons of race, religion, nationality or membership of a particular social group or political opinion. As noted by various international mechanisms, including the Human Rights Committee, the Committee against Torture and the European Court of Human Rights, there is a strict prohibition in international law on refoulement: article 7 of the International Covenant on Civil and Political Rights, article 3 of the Convention against Torture and article 3 of the European Convention on Human Rights are non-derogable. The aforementioned treaty bodies, as well as the European Court of Human Rights, have affirmed the jus cogens character of the non-refoulement principle where an asylum seeker faces serious risk of torture or related ill-treatment. An issue that merits special mention is increasing intolerance of refugees and asylum seekers of a particular religious affiliation in order to, for example, maintain the traditional religious make-up of a State or to appease populist responses to the \"other\". It must be emphasized that this action amounts to a \"territorialization\" of religion or belief, which goes against both the spirit and the letter of the right to freedom of religion or belief (A/71/269, para. 78).",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The rise of violence in the name of religion, and its association with extremism, have necessitated the formulation of strategies and policies to counter violent extremism. The Special Rapporteur recognizes that it is essential for security agencies to be empowered to carry out their obligation to combat terrorism and to protect communities against violence and serious rights abuses. Indeed, terrorist groups have been responsible for some of the most egregious human rights violations. Non-State actors, such as Islamic State in Iraq and the Levant (ISIL, or Daesh), have been responsible for widespread and brutal attacks against Yazidis, Christians, Shia and other persons and groups in vulnerable situations in the territories they control, reportedly involving up to 10 million people in Iraq and the Syrian Arab Republic alone. Attacks have included killings, torture, enslavement and trafficking, rape and other sexual abuse. Similarly, Boko Haram has been responsible for, inter alia, killings, torture, abductions, violence against children and the use of children in hostilities.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 55,
        "Text": "55. There are, however, also concerns that some of the policies designed to make communities secure are having a negative impact on human rights and fundamental freedoms. While the quest for security and efforts to promote human rights are often seen as conflicting priorities, the failure to reconcile and resolve such tensions might actually make communities less secure, as acknowledged in pillar IV of the United Nations Global Counter Terrorism Strategy. It is axiomatic that, rather than impose undue restrictions on the right to freedom of religion or belief, promoting and protecting this right can more effectively serve to prevent or counter violent extremism. Indeed, respect for the right to freedom of religion or belief not only sets the context for democratic ideals to thrive but can also strengthen societal resilience against extremist discourse. Furthermore, measures to prevent and counter violent extremism must not have any direct or incidental effects that would result in discrimination, stigmatization or religious profiling (A/HRC/33/29, paras. 31 and 64).",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur believes that certain groups of people in vulnerable situations, either on account of their faith or because of their exposure to a high risk of violation of their rights, require additional attention. He also notes that the apparent trend towards identity-based politics worldwide, which has been accompanied by calls for laws and practices that effectively discriminate against minorities on account of their religion or belief, may lead to intolerance, discrimination and incitement to violence based on religion or belief. The climate of intolerance requires greater attention to the implementation of the Rabat Plan of Action and its advocacy of a multi-pronged approach, including nonrestrictive measures to address incitement to discrimination, hostility or violence.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Unfortunately, the lack of prosecution of \"real\" incitement cases and the persecution of minorities under the guise of domestic incitement laws is pervasive. The Special Rapporteur notes that the protections afforded in article 20 (2) of the International Covenant on Civil and Political Rights against incitement to hatred are subject to strict criteria to ensure that they do not vitiate other rights, including freedom of expression and religion. As noted above, the Rabat Plan of Action clarifies that article 20 of the Covenant requires a high threshold because, as a matter of fundamental principle, limitation of speech must remain an exception. It proposes a six-element test that should support judicial processes in assessing whether concrete acts actually amount to \"incitement to discrimination, hostility or violence\" and are serious enough to be considered criminal offences: the social and political context; the speaker (such as his or her status and influence); the intent of a speech act (as opposed to mere negligence); its content or form (such as style and degree of provocation); the extent of the speech act (for example, its public nature and the size of its audience); and the likelihood and imminence of actually causing harm. The Rabat Plan of Action calls upon States to bring their relevant legislation fully into line with articles 18, 19 and 20 of the Covenant when taking action against incitement.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Over the years, the holders of the mandate on the right to freedom of religion or belief have shown sustained concern over the impact of violence in the name of religion, as well as overly broad policies and practices by States that target newer religions or dissidents. They have proposed numerous strategies to deal with the issue of violent extremism, including promoting interreligious communication and calling for more consistent and objective reporting by the media (see A/55/280, A/HRC/13/40 and A/HRC/28/66). Recent programmes on preventing or countering violent extremism have highlighted the importance of the engagement of young people. The Special Rapporteur is keen to examine the impact of such measures on youth and children (see A/HRC/33/29, paras. 42-48).",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 59,
        "Text": "59. It is evident from the foregoing overview that, in addition to addressing traditional restrictions on the right to adopt, hold, change and manifest religion or belief, three issue areas are likely to occupy the majority of the mandate's time in the immediate future. The first two are the politicization and the securitization of freedom of religion or belief, as noted above; the third is the impact of these two phenomena on persons and groups in vulnerable situations.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The politicization of the right to freedom of religion or belief often aggravate existing tensions in civil society and between these actors and the State, thereby increasing the risk of intolerance and incitement to violence and discrimination. The implementation of the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence and the Fez process, together with investments in religious freedom literacy, can all contribute to addressing these challenges. At the same time, there is a need to undertake a more systematic study of the incidents, patterns, correlations and causes of intolerance and incitement to violence and discrimination to identify triggers and to help in the design of policies to operationalize respect and protection for the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The rise in violent extremism in the name of religion has necessitated a range of preventive policies from States around the world; there is a need both to understand and to address their impact on the right to freedom of religion or belief. It is important to identify ways to reconcile the pursuit for greater security against violent extremism with protecting human rights, and also the ways in which greater respect for freedom of religion or belief can actually help to prevent violent extremism. Conceptual and case studies in this regard can help both to clarify the real issues at stake and to identify pathways to the realization of security and the protection of human rights.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. As discussed above, the Special Rapporteur would like to prioritize the implementation of the right to freedom of religion or belief as the primary objective of his mandate. This approach is critical to addressing the very serious challenges facing this right globally, and dovetails the emerging implementation agenda of the Human Rights Council with regard to the compliance gap in realizing human rights protections more generally.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The wide range of misconceptions that are frequently used to justify violations of the right to freedom of religion or belief implies that more work needs to be done in clarifying further the normative content of the right and promoting literacy regarding what the right actually encompasses. While it is not always clear why States choose to comply with their human rights commitments without effective enforcement mechanisms in international law, studies suggest that norm clarification and simplification can contribute to what has been called the \"practicalization\" of human rights. The operational approach to human rights can help to contextualize a norm and make it more amenable to policy formulation and implementation that is more local and participatory in nature. Contextualization will, however, require the identification of practical guidelines that can ensure fidelity to the normative content and framework of the right to freedom of religion or belief. On issues where guidelines already exist, such as the Rabat Plan of Action or the Final Document of the International Consultative Conference on School Education in Relation to Freedom of Religion, Tolerance and Non-Discrimination (see E/CN.4/2002/73, annex, appendix), their application can be further encouraged by emerging national arrangements for engagement with international human rights mechanisms.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur notes that the cooperation of States will be vital to advance a successful agenda to protect and promote the right to freedom of religion or belief. Cooperation can take many forms. Opportunities to consult with States individually and regionally would be useful in identifying both challenges and best practices in an effort to encourage a \"race to the top\". Consultations could also identify areas where capacity-building can play a transformative role. The cooperation of States will also be critical in helping to carry out the protective function of the mandate by ensuring that effective and responsive channels of communication exist whereby the Special Rapporteur may express his concern regarding alleged violations of the right to freedom of religion or belief, and country visits can be conducted in a spirit of constructive engagement and cooperation aimed at facilitating the realization of the right at the national level.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The special procedures of the Human Rights Council are most effective when they operate as a cohesive system. For the implementation approach/agenda to succeed, it is imperative that the mandate fully engage with other special procedures and parts of the United Nations human rights system, including processes related to the universal periodic review and reviews of States conducted by relevant treaty bodies, such as the Human Rights Committee.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur also believes that a systematic study and assessment of the impact of the mandate and other mechanisms that promote the right to freedom of religion or belief would make a useful contribution to understanding what approaches work best to achieve concrete results on the ground. To this end, and to the extent that resources are available, the Special Rapporteur intends to undertake such a study over the next three years.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteur welcomes the greater attention being paid to the promotion of the right to freedom of religion or belief at the national and international levels by Governments, parliamentarians, national human rights institutions, intergovernmental organizations, human rights organizations, faith-based organizations, and academia. They have raised international awareness about country-specific issues and problems, increased sensitivity to existing challenges and emerging trends, encouraged positive actions by States, fostered dialogue and interfaith communication, created networks of parliamentarians, diplomats, human rights defenders and academics around the issue of the right to freedom of religion or belief, and developed tools and frameworks for the advancement of respect for this right. The Special Rapporteur believes that these efforts and activities can be harnessed to support even more effective implementation of the right to freedom of religion or belief, and notes that efforts aimed at identifying interdisciplinary and multi-sectoral approaches to promoting this right must continue to be bolstered, including by fostering greater collaboration among these diverse actors.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The mandate has had a fruitful relationship with a range of civil society actors over the past 30 years. Their contributions to the capacity, efficiency and impact of the special procedures and other human rights mechanisms, and their ability to generate respect for human rights domestically, has been, and remains, crucial to bolstering respect for the right to freedom of religion or belief both nationally and internationally. The Special Rapporteur will, therefore, continue to engage with, and expand, this network of actors and stakeholders, including existing regional and national human rights mechanisms, in an effort to benefit from this vital resource.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur stresses the importance of the roles and responsibilities of civil society actors, especially religious and community leaders, in generating crossboundary cooperation among religions and beliefs and for this engagement to be grounded in the principles of universality, equality, inclusivity and transparency. He calls upon all non-governmental human rights organizations working on economic, social and cultural rights, and civil and political rights, to work with faith- and beliefbased civil society actors, at both the level of the United Nations and on the ground, to build coalitions that transcend boundaries based on religion or whatever belief.",
        "Labels": []
    }
]