[
    {
        "ID": 1,
        "Text": "1. This report gives an account of communications transmitted by the Special Rapporteur on freedom of religion or belief between 1 December 2007 and 30 November 2008. It also contains the replies received from Governments to her communications by 30 January 2009, as well as observations of the Special Rapporteur where considered appropriate. Many of these observations refer to the framework for communications (see E/CN.4/2006/5, Annex and A/HRC/6/5). The various categories are as follows: - 1. Freedom to adopt, change or renounce a religion or belief. - 2. Freedom from coercion. - 3. The right to manifest one's religion or belief: - (a) Freedom to worship; - (b) Places of worship; - (c) Religious symbols; - (d) Observance of holidays and days of rest; - (e) Appointing clergy; - (f) Teaching and disseminating materials (including missionary activity); (g) The right of parents to ensure the religious and moral education of their children;; (h) Registration;; (i) Communicate with individuals and communities on religious matters at the national and international level;; (j) Establish and maintain charitable and humanitarian institutions/solicit and receive funding;; (k) Conscientious objection.; - 1. Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance. - 2. State religion. - 1. Women. - 2. Persons deprived of their liberty. - 3. Refugees. - 4. Children. - 5. Minorities. - 6. Migrant workers. - 1. Freedom of expression including questions related to religious conflicts, religious intolerance and extremism. - 2. Right to life, right to liberty. - 3. Prohibition on torture and other cruel, inhuman or degrading treatment or punishment. - 1. Derogation. - 2. Limitation. - 3. Legislative issues. - 4. Defenders of freedom of religion or belief and non-governmental organizations.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur has developed this framework for communications into an online digest, which illustrates the international standards with pertinent excerpts of the mandate holders' findings since 1986 according to the categories of the framework for communications. The online digest is available on the website of the Office of the High Commissioner for Human Rights (http://www2.ohchr.org/english/issues/religion/standards.htm).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Owing to restrictions on the length of documents, the Special Rapporteur has been obliged to summarize in this report the communications sent and received. As a result, replies from Governments could not be published in their entirety. The names of alleged victims are reflected in this report, although exceptions may be made in relation to children and other victims of violence in relation to whom publication would be problematic. Urgent appeal sent on 28 January 2008 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the independence of judges and lawyers and the Special Rapporteur on extrajudicial, summary or arbitrary executions",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Sayed Perwiz Kambaksh, a student and journalist at a local newspaper in the city of Mazar-i-Sharif. According to the information received, Mr. Kambaksh was sentenced to death on blasphemy charges by the city court of Mazar-i-Sharif on 22 January 2008 in a trial reportedly conducted in camera and without the presence of a defence lawyer. The blasphemy charges are related to a report that Mr. Kambaksh printed off the Internet and distributed to other journalism students at Balkh University, which was considered by the judges as having \"distorted Quran verses\" and \"humiliated Islam\". According to reports, Mr. Kambaksh's condemnation may be related to articles written by his brother and published by the Institute of War and Peace Reporting criticizing Balkh provincial authorities for corruption and abuse of power.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur regrets that she has not received a reply from the Government of Afghanistan concerning the above mentioned allegations. Reportedly, the Appeal Court of Kabul overturned Mr. Kambaksh's death sentence on 21 October 2008, but sentenced him to 20 years' imprisonment. The Special Rapporteur would like to take this opportunity to refer to her report to the 62nd session of the General Assembly (A/62/280), which discusses issues of concern with regard to blasphemy laws. In paragraph 75, she notices that there are worrying trends towards applying blasphemy laws in a discriminatory manner and that they often disproportionately punish members of religious minorities, dissenting believers and non-theists or atheists. In paragraph 77, she reiterates that criminalizing \"defamation of religions\" can be counterproductive, since it may create an atmosphere of intolerance and fear and may even increase the chances of a backlash. Her predecessor, Mr. Abdelfattah Amor, already emphasized in his report to the 56th session of the Commission on Human Rights (E/CN.4/2000/65, para. 111) that \"several communications from the Special Rapporteur illustrate the danger that efforts to combat defamation (particularly blasphemy) may be manipulated for purposes contrary to human rights\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteurs brought to the attention of the Government information they had received concerning the possible imminent destruction of a sacred indigenous rock art complex situated in the Burrup Peninsula, Dampier Archipelago. The summary of this communication is already reproduced in A/HRC/7/10/Add.1, paras. 4-8.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 7,
        "Text": "7. Having submitted a preliminary response on 30 January 2008 (see A/HRC/7/10/Add.1, para. 9), the Government of Australia sent another letter to the Special Rapporteurs on 23 June 2008. This response letter is summarized in the communications report of the Special Rapporteur on the situation of human rights and fundamental freedoms of indigenous people (see A/HRC/9/9/Add.1, paras. 21-31).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur would like to thank the Government of Australia for the detailed response to the questions and concerns raised. Urgent appeal sent on 18 January 2008 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the situation of human rights defenders and the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteurs brought to the attention of the Government information they had received regarding Shaker Mohammed Abdul-Hussein Abdul-Aal, Majid Salman Ibrahim Al-Haddad and Nader Ali Ahmad Al-Salatna, members of the Unemployment Committee and human rights defenders who were released on 16 January 2008. Also in relation to the following eight remaining detainees: Naji Ali Fateel, member of the Bahrain Youth Society for Human Rights (BYSHR); Mohammed Abdullah Al Sengais, head of the Committee to Combat High Prices; Maytham Bader Jassim Al-Sheikh, Ahmad Jaffar Mohammed Ali, Hassan Abdulnabi, Hassan Abdelnabi Hassan and Abdullah Mohsen Abdulah Saleh, all members of the Unemployment Committee; and Ebrahim Mohamed Amin-Al-Arab, founding member of the Martyrs and Victims of Torture. All of the remaining detainees are being held at the Criminal Investigations Department in Adliya.",
        "Labels": [
            "Adolescents",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 10,
        "Text": "10. Reportedly, all of the aforementioned were detained after a series of arrests from 21 to 28 December 2007 following unrest and protests. They did not have access to their lawyers until approximately ten days after they were detained. Some of the detainees were continually handcuffed for one to two weeks, including while they ate and slept. They were refused access to washing facilities and were forced to lie on a cold floor and beaten and kicked as soon as they fell asleep. Some were forced to stand for three days. They were not permitted to speak to the other detainees and remained blindfolded for most of the time. The detainees were also not allowed to pray.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur regrets that she has not received a reply from the Government of Bahrain concerning the above mentioned allegations. She would like to refer to the general comment No. 22 of the Human Rights Committee which states \"persons already subject to certain legitimate constraints, such as prisoners, continue to enjoy their rights to manifest their religion or belief to the fullest extent compatible with the specific nature of the constraint\". In this context, she has addressed the freedom of religion or belief of detainees in her 2005 report to the General Assembly (see A/60/399, paras. 69-91). She would like to emphasize that persons deprived of their liberty are in a particularly vulnerable situation, also with regard to freedom of religion or belief. It is crucial to provide the personnel of detention facilities with adequate training, raising awareness and enhancing their sensitivity about their duty to promote and respect international human rights standards for the treatment of prisoners, in particular the right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 12,
        "Text": "12. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Kunkhen, an artist, and Mr. Lobsang Phuntsok, a 30-year-old monk of the Lithang Monastery. According to the information received, Mr. Lobsang Phuntsok was arrested on 15 September 2007 following a raid carried out at his residence in the monastery by officials from the Lithang County Public Bureau Security. He was arrested on allegations of having established close ties with an artist named Kunkhen. Kunkhen was arrested on 22 August 2007 by Lithang County Public Bureau Security officials for having taken pictures of Mr. Runggye Adak on 1 August 2007 when he was addressing a large Tibetan crowd gathered for the annual Lithang horse-race festival (see A/HRC/7/10/Add.1, paras. 69-74). The exact whereabouts of Kunkhen and Mr. Lobsang Phuntsok and the charges held against them remain unknown. In view of their incommunicado detention concern was expressed as regards their physical and psychological integrity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 13,
        "Text": "13. The Government of China indicated that it had carefully examined the matters referred to in the communication and wished to submit the following response. On 22 August 2007, Kunkhen was taken into criminal custody, in accordance with the law, by the Garzê prefecture public security bureau, on suspicion of espionage and unlawfully supplying intelligence to bodies outside the country. On 12 September 2007, his arrest was approved by the Garzê prefecture people's procuratorate. On the same day, Lobsang Phuntsok was taken into criminal custody, in accordance with the law, by the Lithang county public security bureau, on suspicion of conducting activities designed to foment division of the State. Because the circumstances of his case involved only slight danger to State security they were not deemed sufficient to warrant a criminal penalty. On 10 October 2007, the labour re-education management committee of the Sichuan provincial people's government, acting pursuant to the relevant provisions of the State Council resolution on labour re-education issues, ratified by the Standing Committee of the National People's Council, ordered him to serve a term of one year and six months' labour re-education.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Government of China emphasized that it abided by the law in protecting the freedom of religion or belief and the freedom of expression of citizens. Furthermore, it referred to the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights and other international human rights instruments which contain provisions to the effect that rights and freedoms must be subject to the restrictions prescribed by law.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur is grateful for the Government's response. She would like to take the opportunity to refer to General Assembly resolution 63/181 which emphasizes that \"restrictions on the freedom to manifest one's religion or belief are permitted only if limitations are prescribed by law, are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others, are non-discriminatory and are applied in a manner that does not vitiate the right to freedom of thought, conscience and religion\". In addition, she would like to reiterate (see A/HRC/6/5, para. 45) that the burden of justifying a limitation upon the freedom to manifest one's religion or belief lies with the State and that the chosen measures should promote religious tolerance and avoid stigmatizing any particular religious community. Furthermore, the principles of appropriateness and proportionality need to be thoroughly respected both by the administration and during possible legal review.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur brought to the attention of the Government information she had received regarding Ms. Jin Meihua, 48 years old, from Hangzhou who was sentenced, on 15 November 2007, to five years of prison for practicing Falun Dafa. She had been arrested by 17 police officers from Hangzhou City Xiacheng District Police Sub-Bureau on 5 June 2007. Subsequently, her family members were not allowed to visit her in detention. Furthermore, the police refused to meet with her lawyer and did not file his complaint. On 18 June 2001, Ms. Meihua had already been sentenced to 4 years in jail because of distributing Falun Dafa literature.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Government of China indicated that it had carefully examined the matters referred to in the communication and wished to submit the following response. On 18 June 2001, Jin Meihua was sentenced by the Xihu district people's court in Hangzhou to four years' fixed-term imprisonment for the offence of organizing and using a heretical organization to conduct unlawful activities. She was released on completion of her term on 9 December 2004.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. On 5 June 2007, Jin was taken into criminal custody on suspicion of the offence of using a heretical organization to conduct unlawful activities and, on 6 July 2007, her arrest was authorized. The Xiacheng district people's procurator's office in the city of Hangzhou laid charges against Jin for the offence of using a heretical organization to conduct unlawful activities and criminal proceedings were instituted against her on 30 September 2007 with the Xiacheng district people's court. Hearing the case in open proceedings, the Xiacheng district people's court established the following: Jin had been responsible for producing various materials propagating the heretical \"Falun Gong\" cult and, in September and October 2006, had distributed such materials in Wushan Square and other places in Hangzhou. On 5 June 2007, Jin had been apprehended by public security officers and, acting in accordance with the law, these officers had searched her home and seized large quantities of materials propagating the heretical \"Falun Gong\" cult.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Xiacheng district people's court established the following: in contravention of the laws and regulations, Jin had produced and distributed materials propagating a heretical cult, which was a criminal offence, and then she had repeated the offence of producing and distributing materials propagating a religious cult and had used the cult to conduct unlawful activities. The court found that her conduct had constituted the act of using a heretical cult to break the law and, on 12 November 2007, it sentenced her at first instance to five years' fixed-term imprisonment for the offence of using a heretical organization to conduct unlawful activities.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Following her sentencing at first instance, Jin refused to accept the court's verdict and lodged an appeal. Hearing the case at second instance, the Hangzhou intermediate people's court determined that Jin had knowingly produced materials propagating a heretical cult and had distributed these materials; that she had breached the country's laws and regulations; and that her conduct had been in violation of the relevant provisions of criminal law; that her actions had posed a danger to society; and that she should be held liable for the offence that she had committed. It found that the original determination of the offence had been accurate, the sentence commensurate with the offence and due process had been observed. On 22 December 2007, her appeal was overturned and the original judgement upheld.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Government of China emphasized that throughout the investigations in this case the Chinese public security authorities at all times abided strictly by the law and enforced the law with utmost fairness and that there was no question of her being deprived of her lawful rights. During the conduct of these proceedings, Jin appointed two lawyers to act as her defence counsel, the lawyers conducted face-to-face meetings with her and the courts at both instances fully protected Jin's rights in litigation.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur is grateful for the Government's response. With regard to the question of \"cults\" or \"sects\", she would like to refer to the chapter on \"Religious minorities and new religious movements\" in her report to the fourth session of the Human Rights Council (see A/HRC/4/21, paras. 43-47). The Special Rapporteur is very concerned by the continued violations of freedom of religion or belief suffered by Falun Gong practitioners (see E/CN.4/2005/61, paras. 37-38; E/CN.4/2006/5/Add.1, para. 109; A/HRC/4/21/Add.1, para. 88; A/HRC/7/10/Add.1, para. 32). Urgent appeal sent on 20 March 2008 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the situation of human rights defenders and the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteurs brought to the attention of the Government information they had received regarding reports of violence during demonstrations in the Tibet Autonomous Region and surrounding areas in China, killings of an unconfirmed number of people and arrests of hundreds of demonstrators. According to allegations received, demonstrations led by monks were organised on 10 March 2008 demanding greater freedom of religion and the release of monks detained since October 2007. It is reported that 300 monks from Drepung Monastery, near Lhasa, proceeded with a peaceful march towards the Potala Palace when they were stopped by the police. It is believed that around 60 monks suspected to be the leaders of the protest were arrested by the Public Security Bureau (PSB).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Sixteen people, including 15 visiting students monks in Sera Monastery, identified as Lobsang, aged 15, Lobsang Thukjey, aged 19, Tsultrim Palden, aged 20, Lobsher, aged 20, Phurdan, aged 22, Thubdron, aged 24, Lodroe, aged 30, and Lobsang Ngodrub, aged 29, from Onpo Monastery, Sichuan Province; Zoepa, aged 30, from Mangye Monastery; Trulku Tenpa Rigsang, aged 26, Gelek Pel, aged 32, and Samten, aged 17 from Lungkar Monastery, Qinghai Province; Pema Karwang, aged 30 and Thubwang, aged 30, from Darthang Monastery; and Tsegyam, aged 22, from Kashi Monastery led a march on Barkhor Street in Lhasa, distributing pamphlets and raising Tibetan flags. It is reported that they were arrested by the People's Armed Police. Additional contingents of armed forces were then stationed in the area, and the police blocked roads and encircled Drepung and Sera monasteries around Lhasa to prevent further protests from taking place.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 25,
        "Text": "25. On the same day, about 350 people, including 137 monks from Lhutsang Monastery in the Tibetan area of Amdo in Mangra County, organised a protest in front of the Mangra County Assembly Hall where a government-sponsored show was taking place. The protest was stopped by the People's Armed Police. A number of arrests took place during the disruption of the protest, but no information on the whereabouts of the arrested monks has been received.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Reports indicate that on 11 March 2008, 500 to 600 monks from the Sera Monastery called for the release of the monks arrested the day before and began a march towards Lhasa, but were met on the way by approximately 2,000 armed police. The crowd was reportedly dispersed with tear-gas. A number of monks were detained and then released. On 11 March 2008, the police surrounded and sealed off Ditsa Monastery in Hualong County in Qinghai Province after the monks held a protest.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. On 14 March 2008, violent incidents were reported in Lhasa as tension escalated between hundreds of demonstrators and police forces. Gunfire was heard in the streets, and shops and cars were set on fire. Allegations that a significant number of Tibetans and Han and Hui Chinese have been killed during the demonstrations have been received. Monks from Ganden and Reting monasteries joined the demonstrations and the two monasteries were later sealed off by police. A number of monks from Sera Monastery started a hunger strike to protest against the sealing off of monasteries and the detention of monks.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Reports indicate that, in particular since 14 March 2008, the wave of demonstrations by monks and lay people has spread in the whole Tibet Autonomous Region and in neighbouring provinces. These demonstrations have reportedly sometimes been violently repressed, in many cases leading to arrests of demonstrators. Allegations were received that subsequent to 14 March 2008, the People's Liberation Army had been patrolling the streets of Lhasa.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. On 15 March 2008, shooting was reported inside the compound of Tashi Lhunpo Monastery in Shigatse, and at least 40 lay people demonstrating around the monastery were arrested. The next day, monks trying to escape the Kirti Monastery in Amdo in the Sichuan Province, which had been sealed off by the military, have allegedly been shot at; tear-gas was reportedly used on the demonstrators supporting the monks outside the monastery, and many demonstrators were severely beaten by the police. The police is then alleged to have shot into the crowd, killing and injuring a considerable but unconfirmed number of people.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. On 17 March 2008, students of Marthang Nationality Middle School in Hongyuan Xian County, Aba Prefecture, Sichuan Province, aged between 14 and 20, started a protest inside the school. PSB officials blocked the entrance and beat the students while they were trying to come out of the school. Approximately 40 students are said to have been arrested. Around 700 students then staged a demonstration outside the Hongyuan Xian County PSB office to protest against the detention of fellow students.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Subsequent to 10 March 2008, it is reported that raids in the homes of people formerly imprisoned for their political opinions have taken place. Since 15 March 2008, house-to-house searches were allegedly being carried out in Lhasa, with CDs and printed material being confiscated, and people being taken in custody. It is reported that on 15 March 2008, at least 600 people had been arrested in Lhasa, either as a result of a house search or during demonstrations. Three hundred additional people were reportedly arrested on 16 March 2008.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Reports indicate that on 13 March 2008, the Lhasa Foreign Bureau Office has issued a warning to non-governmental organisations that any information given to foreigners regarding the protests could result in strict legal action against the concerned individuals and organisations, including the closing down of the latter. On 17 March 2008, the authorities deported approximately 15 journalists from at least six Hong Kong television, radio and print organisations, accusing them of \"illegal reporting\" and of illegally shooting films of People's Liberation Army soldiers. The journalists were escorted to the airport and put on a plane to Chengdu in Sichuan Province, and the police is alleged to have looked into the journalists computers and video footages. The authorities allegedly refused to grant permits to allow foreign journalists to travel to the Tibet Autonomous Region as from 12 March 2008, and are reported to have ordered them out of the Tibetan parts of Gansu and Qinghai provinces on 16 March 2008, the police reportedly saying that it was for their safety. Further reports indicate that within the country, video-sharing websites as well as news websites are inaccessible and that international news broadcasts are being cut when showing reports of the events in the Tibet Autonomous Region and surrounding areas in China.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. On 15 March 2008, the Tibet Autonomous Region High People's Court, Tibet Autonomous Region High People's Procuratorate and Tibet Autonomous Region Public Security Department issued a notice, asking that: \"1. Those who on their own volition submit themselves to police or judicial offices prior to midnight on 17 March 2008 shall be punished lightly or dealt mitigated punishment; those who surrender themselves and report on other criminal elements will be performing meritorious acts and may escape punishment. Criminal elements who do not submit themselves in time shall be punished severely according to law. 2. Those who harbour or hide criminal elements shall be punished severely according to law upon completion of investigations. 3. Those citizens who actively report and expose the criminal behaviour of criminal elements shall receive personal protection, and granted commendations and awards.\"",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. At the time this report was finalized, the Special Rapporteur was not in a position to reflect the content of the reply from the Government of China dated 21 May 2008 as she had not received the translation of its content from the relevant services.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur is grateful that the Government of China replied to the joint urgent appeal of 20 March 2008 and she hopes to be able to make observations on the response in the next report summarizing the cases transmitted to Governments and replies received. Urgent appeal sent on 9 April 2008 jointly with the Chairperson-Rapporteur of the Working Group on arbitrary detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the situation of human rights defenders, the Independent Expert on minority issues, the Special Rapporteur on extrajudicial, summary or arbitrary executions and the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Subsequent to their urgent appeal of 20 March 2008, the Special Procedures mandate holders brought to the attention of the Government information they had received in relation to reports of killings, injuries and arrests of protestors in Gan Zi Xian, Sichuan Province, and the arrests of over 570 Tibetan monks, including children, in Aba Xian and in Ruanggui/Zoige Xian in the Tibet Autonomous Region.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. According to information received, at least eight protestors were killed on 3 April 2008 and several injured when security forces opened fire during a peaceful protest in Zithang Township in Gan Zi Xian, Sichuan Province, calling for the release of two monks previously arrested. Several protestors were also arrested.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. On 28 and 29 March 2008, over 570 Tibetan monks, including some children, were arrested following raids by security forces of the Chinese People's Armed Police and the Public Security Bureau on monasteries in Aba Xian and in Ruanggui/Zoige Xian in the Tibet Autonomous Region. Arrests were made of those suspected of participating in protests and those suspected of communicating with the exiled Tibetan communities.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Serious concerns were expressed over the aforementioned arrests and detention of, and the excessive use of force against, the above mentioned persons, including reportedly peaceful protestors. Further concerns were expressed that independent observers and foreign journalists have been restricted from accessing regions in which protests have taken place and that limitations have been imposed on the media, including Internet websites, to prohibit the dissemination of information throughout China concerning the events in the Tibet Autonomous Region and abroad.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. At the time this report was finalized, the Special Rapporteur was not in a position to reflect the content of the reply from the Government of China dated 21 May 2008 as she had not received the translation of its content from the relevant services.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur is grateful that the Government of China replied to the joint urgent appeal of 9 April 2008 and she hopes to be able to make observations on the response in the next report summarizing the cases transmitted to Governments and replies received.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Procedures mandate holders brought to the attention of the Government information they had received in relation to Mr. Lou Yuanqi, a pastor and house church leader in Qingshuihe Town, Huocheng County in Xinjiang province, detained on a charge relating to separatism. Reportedly, Mr. Lou Yuanqi was summoned by the State Security Bureau to Qingshuihe Township Police Station at 1.00 p.m. on Friday 16 May 2008, and interrogated for an hour. At 11.30 p.m. he was transferred to Huocheng County Detention Centre on a charge relating to separatism.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Mr. Lou Yuanqi had been previously arrested on several occasions. On 20 October 2006, Mr. Lou Yuanqi and three other pastors were detained for organising a house church and held for 32 days, during which time they were allegedly beaten by guards and inmates. Mr. Lou Yuanqi's 16 year-old daughter was detained on 28 February 2008 for a day, together with ten other minors, when they were attending a Bible study for children. This is the latest in a series of ongoing targeted actions against the small Christian minority in Xinjiang. It was reported in the previous month that Chinese Government officials had supposedly launched a strategic campaign, allegedly called the \"Anti-illegal Christian Activities Campaign\". Pastor Lou's case seems to be the second time the Chinese Government is using separatist charges against a house church leader, as the organization Uyghur Christian Alimujiang Yimiti faces trial the following week on charges of endangering national security. Concern was expressed that the detention of Mr. Lou Yuanqi may be directly related to his peaceful religious activities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 44,
        "Text": "44. The Special Rapporteur regrets that she has not received a reply from the Government of China concerning the above mentioned allegations. She would like to refer to General Assembly resolution 63/181 which urges States to \"step up their efforts to protect and promote freedom of thought, conscience, religion and belief, and to this end to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment or arbitrary arrest or detention\". Similarly, the Human Rights Council resolution 6/37 urges States to take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteurs brought to the attention of the Government information they had received concerning attacks on the Christian community in the Kandhamal district of the state of Orissa since 24 August 2008. Reportedly, the context of violence has been triggered by the murder of Swami Lakhmananda Saraswati, a local leader of the Vishwa Hindu Parishad (VHP), as well as four other VHP members, who were shot dead on the night of the 23 August 2008. Before his death, Swami Lakhmananda Saraswati was reportedly active in opposing conversions away from Hinduism and negatively portraying the Christian minority. On 24 August 2008, the State VHP General Secretary Gouri Prasad Radh told the Hindustan Times that \"this attack is the handiwork of Christians. There were four home guards at the ashram. Had the attackers been Maoists, they would have first attacked these cops. Swami was fighting the missionaries for four decades. We see a clear Christian conspiracy behind this attack\".",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Although the Christian leadership condemned the killing of the VHP leader and his four associates, attacks on Christians and their places of worship, as well as Christian-ran orphanages and businesses, began on 24 August 2008. The incidents have been focused on Kandhamal district, but other districts reported to have been affected include Angul, Bargarh, Baudh, Debagarh, Gajapati, Jajapur, Koraput, Rayagada, Sambalpur and Sundargarh. Many mobs reportedly carried out their attacks while chanting slogans in the Oriya language, translating as \"Kill the Christians\". At least ten people have been killed so far, and the violence is continuing, putting many others in danger.",
        "Labels": [
            "Children in alternative care"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Among the victims, a nun was burnt to death on 25 August 2008, after a mob set fire to an orphanage in Phutpali in Bargarh district. Twenty children, who were at the orphanage, managed to escape but a priest suffered serious burn injuries in the attack. Pastors were also murdered on 25 August 2008. They include Mr. Nayak Samuel, a Seventh Day Adventist pastor from Bakingia, and Mr. Nayak Akbar, a Pentecostal pastor from Mandakia.",
        "Labels": [
            "Children in alternative care"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Allegedly, the police delayed taking action and did not enough to protect the district population. Further, though the State Government announced on 25 August 2008 that a special team had been constituted to investigate the murder of the Hindu leader and his associates, this appeared to have had little effect on the violence.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Special Rapporteur regrets that she has not received a reply from the Government of India concerning the above mentioned allegations. She would like to recall that the General Assembly resolution 63/181 urged States to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by taking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility or violence, with particular regard to members of religious minorities in all parts of the world. She also would like to refer to the press statement released at the end of her country visit to India on 20 March 2008, which had already referred to the widespread violence in December 2007 targeting primarily Christian communities in the State of Orissa. In the press statement, she had expressed concern about organized groups based on religious ideologies which had unleashed the fear of mob violence in many parts of the country and noted that law enforcement was often reluctant to take any action against individuals or groups that perpetuate violence in the name of religion or belief. She emphasized that this institutionalized impunity for those who exploit religion and impose their religious intolerance on others had made peaceful citizens, particularly the minorities, vulnerable and fearful. In her mission report, the Special Rapporteur also analyzes the vulnerable situation of members of religious communities, including Christians (A/HRC/10/8/Add.3, paras. 17-19), as well as the negative impact of laws on religious conversion in several states, including in Orissa (A/HRC/10/8/Add.3, paras. 47-52).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning the eruption of violence between the Bodo tribal and the Muslim communities in the Indian state of Assam. Reportedly, the violence between members of the Muslim community and members of Bodo tribal groups in the Indian state of Assam started on 3 October 2008. The incidents that sparked this wave of violence remain unclear, yet there have been long running tensions between the two communities. Despite the large number of paramilitary officers deployed by the Government and the imposition of a curfew, mobs from both communities armed with machetes and knives fuelled violence between the two communities in the districts of Udalguri, Darrang and Baksa.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 51,
        "Text": "51. As a result of the communal violence, reportedly more than 50 people were killed, more than 500 houses were burnt and more than 80,000 people, both from the Bodo and the Muslim communities, have been forced to flee from their village and to seek shelter in camps set up by the Government. To counteract the communal violence, the government of the Indian state of Assam has allegedly issued \"shoot on sight\" orders to the security forces. Indeed, 25 of the more than 50 victims mentioned above were reportedly killed by police fire.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 52,
        "Text": "52. In addition to the above, coordinated bombings that killed 77 people and wounded more than 320 took place in the Indian State of Assam on 30 October 2008. Prime Minister Dr. Manmohan Singh strongly condemned the blasts and said that the Government would take all possible steps to bring the perpetrators of terror attack to justice. While responsibility still needs to be determined by the authorities, the Islamic Security Force-Indian Mujahideen reportedly claimed to have committed the bombings.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. As far as the inter-communal violence and the attacks of 30 October 2008 are concerned, the Special Procedures mandate holders urged the Government of India to take all necessary measures to ensure the accountability of persons responsible for the violence. They also requested that the Government adopts effective measures to prevent the aggravation of inter-communal tensions and to effectively protect individuals against further violence.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Special Rapporteur regrets that she has not received a reply from the Government of India concerning the above mentioned allegations. She would like to recall that Human Rights Council resolution 6/37 urges States to take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities. The Special Rapporteur would also like to refer to her recent country report on India, in which she analyzes the vulnerable situation of members of religious communities and of victims or survivors of communal violence (A/HRC/10/8/Add.3, paras. 17-41).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 55,
        "Text": "55. The Special Rapporteur brought to the attention of the Government information she had received regarding an impending ban of the Ahmadiyya community in Indonesia and the potential risk of violence in this context. Reportedly, the Government advisory board Bakor Pakem (Coordinating Body for the Monitoring of Mystical Beliefs) on 16 April 2008 asserted that the Ahmadiyya faith was deviant to Islam and issued a recommendation that the organization and its activities be banned by the President. In a press conference on 16 April 2008, the Assistant Attorney-General reportedly stated that \"Bakor Pakem believes Ahmadiyya has continued to follow activities and interpretations that deviate from Islamic teachings\" and that \"all Ahmadiyya followers must cease their religious activities with immediate effect\".",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur emphasized that an official ban of the Ahmadiyya organization would unduly restrict their believers' religious freedom. In addition, she stressed that a ban might increase the risk of attacks on Ahmadiyya followers by vigilante groups. There had been several reports of attacks against the Ahmadiyya community and of destruction of places of worship or homes of its members, for example in the villages of Manis Lor and Sadasari in West-Java. The violence had allegedly been spurred by a fatwa of December 2007 which the Indonesian Ulema Council submitted to the Office of the Attorney-General, calling for a ban of the Ahmadiyya community.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur stressed that restrictions on the freedom to manifest religion or belief are only permitted if limitations are prescribed by law and are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others. In instances where one religious community might be subject to attacks, the appropriate state response must be to ensure their physical safety and to protect their freedom to worship. Limitations have to be strictly interpreted and must be directly related and proportionate to the specific need on which they are predicated. In addition, she referred to the criteria with regard to registration as outlined in her report to the Commission on Human Rights (see UN Doc. E/CN.4/2005/61, para. 58): (a) Registration should not be compulsory, i.e. it should not be a precondition for practising one's religion, but only for the acquisition of a legal personality and related benefits;; (b) In the latter case, registration procedures should be easy and quick and not depend on extensive formal requirements in terms of the number of members or the time a particular religious group has existed;; (c) Registration should not depend on reviews of the substantive content of the belief, the structure, the clergy, etc.;; (d) No religious group should be empowered to decide about the registration of another religious group.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Consequently, the Special Rapporteur urged the Government of Indonesia to refrain from issuing the ban of the Ahmadiyya community and to ensure the safety of all its members in Indonesia, not least since there have been credible allegations, including in the recent past, of violence against them.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. On 27 June 2008, the Government of Indonesia submitted a joint response to the Special Rapporteur's communications dated 21 April 2008 and 12 June 2008. The Government's response is summarized below in paras. 62-66.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteurs brought to the attention of the Government information they had received concerning a joint ministerial decree with regard to members of the Ahmadiyya community in Indonesia. On 9 June 2008, a joint ministerial decree by the Religious Affairs Minister, the Home Minister and the Attorney General reportedly warned and instructed adherents, members and/or board members of the Indonesian Ahmadiyya Congregation (Jemaat Ahmadiyya Indonesia), as long as they claim to be Muslims, to stop the spreading of the belief that there is another prophet with his own teachings after the Prophet Muhammad. Members who disobey this instruction of the decree or who spread interpretations that deviate from the principal teachings of the religions in Indonesia are warned that they and their associated organizations will face legal action. Furthermore, the decree appeals to society to refrain from violent acts against Ahmadiyya followers.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. On 1 June 2008, more than 500 people from the Islam Troop Command attacked about 100 activists of the National Alliance for the Freedom of Faith and Religion who were holding a peaceful rally for religious tolerance at Jakarta's National Monument. 75 people were injured in the attack and several Ahmadiyya followers had to be hospitalised. Although police were in the area they reportedly did little to stop the violence and some police officers allegedly blamed the organizers of the rally that keeping the agenda of their peace parade had created the tensions.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. In its response, the Government first reiterated that in Indonesia, freedom of religion or belief was constitutionally established and protected. Moreover, there existed further guarantees concerning the respect of this fundamental freedom in various laws. In addressing the issue, the Government of Indonesia had been mindful of the fact that incidents relating to the Ahmadiyya have multiple facets. As regards the doctrinal aspect of this movement, the Government of Indonesia noted that in recent years, the interaction of this movement with many communities in the country had created major social tension. The Government of Indonesia had endeavoured to solve the issue through dialogue with leaders of the Ahmadiyya. It had also promoted dialogue between Ahmadiyya and various religious groups in order to enhance mutual respect and understanding. The second aspect of this matter related to law enforcement. In particular, when there have been incidents of intolerance against the Ahmadiyya, the authorities had stepped in to ensure their protection in the same manner they were obliged to ensure the protection of ordinary citizens against violence inflicted by any group or persons. Following such attacks in the past, the perpetrators of the acts of violence had been detained for questioning and several had been brought before the law.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 63,
        "Text": "63. In light of the need to resolve the issue in a sustainable manner and to prevent its recurrence, the Government of Indonesia indicated that it had recently issued a specific decision on this issue taking into account the principle of freedom of religion as well as the need to respect the existing relevant laws and regulations in the country. The policy (joint decree KEP-033/A/JA/6/2008 or SKB No. 3/2008) contained, among others, the following elements: it does not outlaw the Ahmadiyya faith, but rather, orders its followers to halt their proselytizing (Syi'ar) activities and to fully respect the existing laws and regulations; it appeals to the Ahmadiyya followers to return to the Islamic mainstream religion and at the same time, it appeals to the people in general to refrain from acts of violence against Ahmadiyya followers. The issuance of such a decree was never meant to be an intervention by the State in people's right to freedom of religion. It was merely an effort by the Government of Indonesia, as mandated by the Constitution and national laws, to uphold law and public order and protect the Ahmadiyya followers from any criminal attacks. The Government of Indonesia stated that the issuance of this decree did not interfere with religious doctrines or limit religious freedom.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. As regards the acts of violence on the day marking the 63rd anniversary of Indonesia Pancasila (1 June 2008), it was reported that a group comprised of 500 individuals, called the Islamic Defender's Front (FPI), attacked over 100 activists of the National Alliance for the Freedom of Faith and Religion during an interfaith rally on religious tolerance in Jakarta. In response to these acts of violence, there had been several measures taken by the Government, including the arrest of two leaders of the FPI. There had also been police investigations which have led to the arrest of several other individuals involved in the violence. In addition, the Government of Indonesia called upon the local communities not to attempt any other acts of violence or illegal actions against the Ahmadiyya community. Through the application of the laws on hate crimes, legal prosecution of those who attack members of the Ahmadiyya would be undertaken.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Therefore, as regards the Ahmadiyya, the Government of Indonesia was not of the view that this was an issue which exceeded the precepts of national sovereignty, nor was it one that infringed on the freedom to practice religions. Therefore, the Government of Indonesia was of the view that the solution to the issues concerning the Ahmadiyya needs to take into account the two-fold perspective, namely the preservation of public order and the protection of the Ahmadiyya followers from any criminal attack by a mob. In other words, the Government limits its role to the levels of maintaining public order and protecting its citizens.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Moreover, while it is acknowledged that human rights are universal in character, the Government of Indonesia stated that it was generally understood that the domestic expression and implementation of human rights should remain the responsibility of each individual Government. This was consistent with the basic principles contained in the Universal Declaration of Human Rights, in particular its article 29. The implementation of human rights implied the existence of a balanced relationship between individual human rights and the obligations of individuals towards their community. Without such a balance, the rights of the community as a whole could be denied, which could lead to instability and anarchy, especially in developing countries. The Government recalled that Indonesia was a multi-ethnic and multi-cultural country which prides itself of its harmonious mosaic of diverse communities living together and practicing several religious beliefs of their choice, as long as their religious practices do not infringe on public order and the well-being of the society as a whole. Additionally, the Government of Indonesia considered efforts in this respect, to form a vital part of its ongoing commitment to the eradication of religious radicalism and all acts of violence stemming from religious intolerance.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteur is grateful for the response of the Government of Indonesia. She would like to emphasize that article 18 (2) of the International Covenant on Civil and Political Rights states that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". Each State has the positive obligation of ensuring that the persons on their territory and under their jurisdiction, including members of religious minorities, can practice the religion or belief of their choice free of coercion and fear. Furthermore, she would like to recall that the General Assembly resolution 63/181 urged States to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by taking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility or violence, with particular regard to members of religious minorities in all parts of the world.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur notes that in its reply, the Government's indicated that the joint decree KEP-033/A/JA/6/2008 or SKB No. 3/2008 \"appeals to the Ahmadiyya followers to return to the Islamic mainstream religion\". In this regard, she would like to refer to the chapter on \"Religious minorities and new religious movements\" in her report to the fourth session of the Human Rights Council (see A/HRC/4/21, paras. 43-47). The Special Rapporteur reiterates her predecessor's assessment that, apart from the legal courses available against harmful activities, \"it is not the business of the State or any other group or community to act as the guardian of people's consciences and encourage, impose or censure any religious belief or conviction\" (E/CN.4/1997/91, para. 99). Similarly, in its general comment No. 22, the Human Rights Committee stated that \"the terms 'belief' and 'religion' are to be broadly construed. Article 18 [of the International Covenant on Civil and Political Rights] is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions. The Committee therefore views with concern any tendency to discriminate against any religion or belief for any reason, including the fact that they are newly established, or represent religious minorities that may be the subject of hostility on the part of a predominant religious community.\"",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur would also like to take this opportunity to reiterate her wish to visit Indonesia in the framework of her mandate (see E/CN.4/2006/5, para. 23; A/60/399, para. 27; A/HRC/4/21/Add.1, para. 176). On 15 April 2008 and on 21 July 2008 she sent follow-up letters to the Government requesting an invitation to visit Indonesia. The Government of Indonesia replied with letters dated 27 May 2008 and 29 September 2008, indicating that, in view of the legislative and presidential elections due to be held in the course of 2009, the Government felt it was unlikely that any visits by United Nations human rights mechanisms would be possible before some time in 2010 at the earliest and that, consequently, a decision regarding an invitation and the setting of dates for the Special Rapporteur's visit should best be left to the future Government to make once it had been able to establish its own agenda.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding the recent increase of the number of targeted attacks against members of the Christian minority in the city of Mosul. On 7 October 2008, members of the Christian minority living in east Mosul, namely Mr. Amjad Hadi Putres and his son Hussam, Mr. Zeyad Kamal, as well as a pharmacist's assistant in al-Tahrir neighborhood, were killed. On 8 October 2008, Mr. Hazim Toma was killed when unknown gunmen shot at him in Bab Ul Sarai market, in west Mosul. On 11 October 2008, two people were killed after the perpetrator had requested to see the victims' identity cards, which state the religious affiliation of the bearer. On 12 October 2008, three vacated Christian homes with furniture and belongings still inside were firebombed in al-Sukr neighborhood of Mosul. Since late September, the total number of Christians killed is estimated at twenty and more than 200 Christian families have reportedly fled certain neighborhoods of Mosul to find shelter with host families. The main destination of these internally displaced persons would be in the al-Hamdaniya and Tilkaif districts (southeast and north of Mosul).",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 71,
        "Text": "71. In addition to the above, in early October 2008, some members of the Christian community were threatened in anonymous leaflets to either convert to Islam, pay a \"tribute\" or be killed. The date of 11 October 2008 was specified as the deadline to comply.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. While States' authorities might not be directly responsible for the alleged violations above, the Special Procedures mandate holders stressed that according to article 4 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief, all States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life. Similarly, they recalled that Human Rights Council resolution 6/37 urges States to take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 73,
        "Text": "73. The Special Rapporteur regrets that she has not received a reply from the Government of Iraq concerning the above mentioned allegations. She would like to refer to Human Rights Committee general comment No. 22 (1993), in which the Committee underlined that no one can be compelled to reveal his thoughts or adherence to a religion or belief. As stated in her latest report to the General Assembly (see A/63/161, paragraph 77), indicating a person's religious affiliation on official documents carries a serious risk of abuse or subsequent discrimination based on religion or belief, which has to be weighed against the possible reasons for disclosing the holder's religion. In addition, the General Assembly resolution 63/181 urged States to step up their efforts to protect and promote freedom of thought, conscience, religion or belief, and to this end, \"to ensure that […] everyone has the right to refrain from disclosing information concerning one's religious affiliation on [official documents] against one's will.\"",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding incidents involving members of the Sabian Mandaean community in Iraq. These incidents include threats to convert to Islam, kidnappings and killings. As a result, a significant number of Sabian Mandaeans have reportedly been compelled to flee to the neighbouring States of Jordan and Syria.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. On 23 February 2001, the daughter of Mr. and Ms. Al-Sabiri Rawdha was abducted from her school by a 56 year-old man who subsequently forced her to marry him. Later, Mr. and Ms. Al-Sabiri Rawdha received a call telling them not to attempt to call their daughter, since they were infidels. To that day, the parents have received no further information about their daughter. On 23 December 2006, the son of Mr. and Ms. Al-Sabiri Rawdha was kidnapped while he was on his way home from work. As a hostage, he was assaulted, cursed and beaten. He was later released, following the payment of a USD 50,000 ransom.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. In October 2007, Mr. Al-Sabiri Abdulnabi was kidnapped. Ms. Al-Sabiri paid a USD 40,000 ransom to release him, but he was later found dead, thrown on the roadside.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. On 17 November 2007, Mr. Al-Nashi Khaldoon and Mr. Al-Nashi Lareen, both Sabian Mandaeans, were on their way to deliver some goldsmith work to the market in Baghdad. Their car was blocked on the way by unknown armed men who killed both of them and threw a paper inside their car, saying it was the certain fate of those \"Sabian Mandaeans infidels\".",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. On 26 March 2008, the house of the Al-Hilali family in Wasset has been destroyed by a mortar or RPG-7 attack and ten members of this Sabian Mandaean family died. Only one member of the family survived. The family had been previously threatened because of their membership to the Sabian Mandaean community. They had therefore decided to move out of their house and came back after a while. Six days after they returned, their house was destroyed.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. On 9 September 2008, three male members of the Al-Sabiri family in Al-Sha'ab neighbourhood in Baghdad, were killed in a jewellery shop by unknown armed men. Before that, Mr. Al-Sabiri had been threatened and shot at near the same shop, for being an \"infidel Sabian Mandaean\". He had been told to leave the country.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur regrets that she has not received a reply from the Government of Iraq concerning the above mentioned allegations. She would like to recall that each State has the positive obligation of ensuring that the persons on their territory and under their jurisdiction, including members of religious minorities, can practice the religion or belief of their choice free of coercion and fear. Furthermore, the General Assembly resolution 63/181 urged States to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by taking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility or violence, with particular regard to members of religious minorities in all parts of the world. Communication sent on 30 August 2007 jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 81,
        "Text": "81. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning Shi'a cleric Ayatollah Seyed Hossein Kazemeini Boroujerdi, Iranian citizen, aged 49, who had been the subject of a joint urgent appeal dated 20 December 2006. According to the new information received, Mr. Boroujerdi's trial was held on 10 June 2007 before the Special Court for the Clergy. He was denied legal counsel. It was unclear whether he was sentenced to death or whether his case was still under consideration. Allegedly the trial was related to Mr. Boroujerdi's religious views since he supports freedom of religion and the separation between religion and politics. Mr. Boroujerdi was detained in Evin prison, where, on top of the severe conditions of detention, he was beaten and had cold water spilled on him while he was sleeping. Although he suffered from Parkinson's disease, diabetes, high blood pressure and heart problems, Mr. Boroujerdi was reportedly denied permission to seek treatment at the prison's medical facility until he started a hunger strike on 22 July 2007.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 82,
        "Text": "82. The Government of the Islamic Republic of Iran informed that Seyed Hossein Kazemeini Boroujerdi had been Imam of Hemmatabad Mosque in Tehran since 1980, but due to misrepresentation of Islamic issues and unusual allegations on having metaphysical/heavenly relations aiming at creating a new sect with extremist inclinations, he was summoned to the Special Court for the Clergy in 1995. Pursuant to the Court investigations and testimony of his teachers, his knowledge of Islamic teachings had been found as being too preliminary to allow him to continue to preach in the mosque. Following the passing away of his father (who was Imam of Nour mosque in Tehran), who he was not allowed to replace in the mosque, Mr. Boroujerdi committed, according to the Government, the following new illegal and anti-Islamic teaching acts: (a) Unusual allegations on having metaphysical/heavenly relations and creating a new sect with extremist inclinations: In religious societies, while freedom of expression of religion is respected and observed, actions which are a demonstration of distortion, falsification and attribution of incorrect issues to religious sanctities are rejected. With resort to incorrect and misleading teachings and attribution of unreal issues to religious sanctities, Mr. Boroujerdi succeeded in deceiving a number of people as followers and setting them as the center of the sect through which they perpetrated offences such as damaging public property, arson of a few motorcycles and buses, as well as holding two J-3 machine guns;; (b) Publication of lies and disturbing public opinion: Mr. Boroujerdi considered the passing away of his father in 2002, due to old age, as being suspicious. Without seeking legal assistance to prove his allegation, he labelled it as murder and on that basis, introduced himself as the son of the oppressed and killed jurisprudent. As a result, he made false statements against police authorities and attributed unreal allegations to them. He also claimed that he was in danger of getting assassinated, with the intention of deceiving public opinion and inciting his followers to resort to acts of violation. Since 30 July 2006, he had been recommended to discontinue his inappropriate and illegal actions, and unfortunately, he not only ignored the well-wishing recommendations, but incited public opinion against state officials by telling his followers that \"they have the verdict to kill me. They have announced their full preparedness for attacking us and I make blood ablution from now. Go home for farewell with your family and come back here to be killed together\". The audio of this statement was also put on websites;; (c) Incitement to violation: Following the incitement of his followers to gathering and clashing with police forces at midnight of 3 November 2006 (three days before his arrest), they gathered around his house carrying stabs, knives and swords. They shouted slogans creating fear and terror in the neighbourhood until the following morning and set-up check points for the passing cars and passer-bys. They even attacked passer-bys, including a clergyman and destroyed a police vehicle. At this gathering, Mr. Boroujerdi delivered a speech and further instigated the followers. The gathering continued on 4 and 5 November 2006. All those gatherings met on the invitation of Mr. Boroujerdi, during which he openly stated that the Government of Iran was an oppressor and judges were not competent to try him in court and only the Promised Innocent Imam could put him on trial, repeating that the Government had killed his father.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The Special Court for the Clergy investigated the case and on the basis of the existing evidence and repetition of offences, sentenced him to ten years of imprisonment. Any allegation on his sentence to death is a distortion of realities and is categorically denied. The Government indicated that no one is put on trial in the Islamic Republic of Iran because of his/her belief and, as described above, Mr. Boroujerdi's trial was in accordance with the rule of law and merely in relation with his illegal and violent activities. The allegation of his activities in supporting freedom of religion and separation between religion and politics was not but an instrument to cover his mal-intended activities, and deceiving international human rights bodies. The Government of the Islamic Republic of Iran also stated that Mr. Boroujerdi enjoyed all his legal rights before the court of justice.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The Special Rapporteur is grateful for the response of the Government of the Islamic Republic of Iran. With regard to the question of \"cults\" or \"sects\", she would like to refer to the chapter on \"Religious minorities and new religious movements\" in her report to the fourth session of the Human Rights Council (see A/HRC/4/21, paras. 43-47). The Special Rapporteur reiterates her predecessor's assessment that, apart from the legal courses available against harmful activities, \"it is not the business of the State or any other group or community to act as the guardian of people's consciences and encourage, impose or censure any religious belief or conviction\" (E/CN.4/1997/91, para. 99). Similarly, in its general comment No. 22, the Human Rights Committee stated that \"the terms 'belief' and 'religion' are to be broadly construed. Article 18 [of the International Covenant on Civil and Political Rights] is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions. The Committee therefore views with concern any tendency to discriminate against any religion or belief for any reason, including the fact that they are newly established, or represent religious minorities that may be the subject of hostility on the part of a predominant religious community.\"",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur also would like to emphasize that limitations to freedom of expression and freedom of religion or belief are strictly defined in international law, for example in articles 18 (3), 19 (3) and 20 (2) of the International Covenant on Civil and Political Rights. In this regard, she would like to refer to the report on the expert seminar on \"Freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence\", convened by the United Nations High Commissioner for Human Rights and held in Geneva on 2 and 3 October 2008 (see A/HRC/10/31/Add.3).",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning the arrest and continued detention of Ms. Haleh Roohi, Ms. Raha Sabet and Mr. Sassan Taqva. These three members of the Bahá'í community in the city of Shiraz have already been the subject of two joint communications sent on 9 June 2006 and 13 June 2006 (see A/HRC/4/21/Add.1, paras. 195-203 and the summary of the Government's reply in paras. 204-205). According to new allegations, subsequent to the arrest and temporary detention of Ms. Haleh Roohi, Ms. Raha Sabet and Mr. Sassan Taqva in May 2006, a court in Shiraz sentenced each of them in August 2007 to a total of four years' imprisonment. They were accused of having engaged in indirect teaching of the Bahá'í faith, on the grounds that their educational programme was based on a Bahá'í-inspired publication characterized by the court as having been produced by the Bahá'ís \"to teach the Bahá'í children how to teach their Faith\". The court argued that the permit for the educational programme had been obtained by deceiving the city's cultural and executive organizations and that the intention had in fact been to teach the faith indirectly. Their sentence consisted of three years for organizing illegal groups and an additional year for teaching on behalf of groups that are against the Islamic regime.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 87,
        "Text": "87. On 19 November 2007, the three members of the Bahá'í community were told by telephone to go to the Shiraz office of the Ministry of Information to retrieve items that had been confiscated from them when they were arrested in May 2006. When they did not return within a reasonable time, family members who had accompanied them were given conflicting information by Information Ministry officials, including that the three Bahá'ís had not entered the building, whereas their relatives had seen them do so.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. Ms. Haleh Roohi, Ms. Raha Sabet and Mr. Sassan Taqva are reportedly being held at the detention centre of the Ministry of Information in Shiraz. The reason for their detainment at this facility is not known. Since the Information Ministry does not have the right under Iranian law to imprison citizens but only to detain individuals for the purpose of interrogation there are serious concerns about their safety.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteur regrets that she has not received a reply from the Government of the Islamic Republic of Iran concerning the above mentioned allegations. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning the right to manifest one's religion or belief and the teaching and dissemination of materials, including missionary activity (see above, para. 1, category I.3.f).",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. As a follow-up to her communication sent on 24 April 2007 (A/HRC/7/10/Add.1, paras. 121-122) and the Government's reply of 20 June 2007 (A/HRC/7/10/Add.1, para. 123), the Special Rapporteur indicated that the dates of the passing away of Ms. Bihnam Saltanat Akhdari, 16 February 2007, and of Ms. Shah Baygum Diqhani, 7 March 2007, were already indicated in the original communication. In addition, she indicated that Ms. Akhdari was an 85-year-old resident of Abbas Abad, a dependency of Abadeh in Shiraz and that Ms. Diqhani lived in Mohammadiyyeh in the province of Isfahan.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. With regard to the alleged denial of access to education for Bahá'ís, the Special Rapporteur provided a list of 104 Bahá'í students who allegedly were expelled from Iranian universities in 2007 as well as their fields of study. According to further information she had received, Mr. Asghar Zarei, Director General of the Central Security Office in 2006 issued a confidential communication M/2/3/9378 to 81 universities in the Islamic Republic of Iran. These universities were instructed to expel any student who is discovered to be a Bahá'í, whether at the time of enrolment or in the course of his or her studies. The communication indicated that the Ministry's instructions were being promulgated under the provision of decree number 1327/M/S, referring to the memorandum on \"the Bahá'í question\" from the Iranian Supreme Revolutionary Council, approved by the Supreme Leader of the Islamic Republic of Iran, Ayatollah Ali Khamenei. One of its provisions was reported as follows: \"when a student is known to be a Bahá'í, he shall be expelled from university, either during the admission process or in the course of the academic year\" (see the report of the former UN Special Representative on Iran, Mr. Reynaldo Galindo Pohl, E/CN.4/1993/41, para. 310).",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteur regrets that she has not received a reply from the Government of the Islamic Republic of Iran concerning the above mentioned allegations. She would like to refer to the general comment No. 22 (1993) of the Human Rights Committee which states that \"Article 18.2 [of the International Covenant on Civil and Political Rights] bars coercion that would impair the right to have or adopt a religion or belief, including the use of threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert. Policies or practices having the same intention or effect, such as, for example, those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of the Covenant, are similarly inconsistent with article 18.2\". In addition, she also would like to make reference to her most recent report to the Human Rights Council (see A/HRC/10/8, paras. 29-62) which raises the issue of discrimination based on religion or belief and its impact on the enjoyment of economic, social and cultural rights, including the right to education (see paras. 49-51).",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning the arrest and continued detention of Ms. Fariba Kamalabadi, Mr. Jamaloddin Khanjani, Mr. Afif Naeimi, Mr. Saeid Rezaie, Mr. Behrouz Tavakkoli, Mr. Vahid Tizfahm and Ms. Mahvash Sabet, who are residents of Teheran. Reportedly, these seven members of a group that coordinates the Bahá'í community's religious and administrative affairs in Iran had been arrested and were detained in Evin prison in Teheran. On 14 May 2008, officers of the Intelligence Ministry in Teheran entered the homes of Ms. Fariba Kamalabadi, Mr. Jamaloddin Khanjani, Mr. Afif Naeimi, Mr. Saeid Rezaie, Mr. Behrouz Tavakkoli and Mr. Vahid Tizfahm. These six Bahá'í members were subsequently arrested and brought to Evin prison where they joined the acting Secretary for their informal national-level coordinating group, Ms. Mahvash Sabet. Ms. Sabet had been held in custody since 5 March 2008 when she was summoned to Mashhad by the Intelligence Ministry to answer questions related to the burial of an individual in the Bahá'í cemetery in that city. The Special Procedures mandate holders expressed the fear that these seven Bahá'í members were arrested because of their religious beliefs or their peaceful activities on behalf of the Bahá'í community.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 94,
        "Text": "94. The Special Rapporteur regrets that she has not received a reply from the Government of the Islamic Republic of Iran concerning the above mentioned allegations. She followed-up this case and transmitted further allegations in her communication sent to the Government on 17 October 2008 (please see below in paras. 101-112). The Special Rapporteur is very much concerned about the arrest and detention of the seven members of a group that coordinates the Bahá'í community's religious and administrative affairs in the Islamic Republic of Iran. She would like to take this opportunity to refer to General Assembly resolution 63/181 which \"[r]ecognizes with concern the situation of persons in vulnerable situations, including persons deprived of their liberty, refugees, asylum-seekers and internally displaced persons, children, persons belonging to national or ethnic, religious and linguistic minorities and migrants, as regards their ability to freely exercise their right to freedom of religion or belief\".",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons deprived of their liberty",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 95,
        "Text": "95. The Special Rapporteur brought to the attention of the Government information she had received regarding the Iranian Parliament vote on 9 September 2008 in favour of a bill stipulating the death penalty for apostasy. Reportedly, the Iranian Parliament voted on Tuesday 9 September 2008 in favour of a bill stipulating the death penalty for apostasy. The approved bill will be sent back to the Legislative Commission to debate proposed amendments before it is brought before the Iranian Parliament for a further vote. Reportedly, the bill would add a number of crimes to the list of those resulting in execution, such as the establishment of weblogs and sites promoting corruption, prostitution and apostasy.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. If the proposed legislation on apostasy passes unchallenged through the final parliamentary processes and is enacted into law, Mr. Mahmoud Mohammad Matin-Azad and Mr. Arash Ahmad-Ali Basirat, two Christians from Muslim background, may as a result face capital punishment. Both men were recently charged with apostasy at the Revolutionary Court in Shiraz and have been in detention since 15 May 2008.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 97,
        "Text": "97. In addition, Mr. Ramtin Soodmand, who works for a church in Tehran, was arrested on 20 August 2008, following a phone call from Ministry of Intelligence officials telling him to report to the Ministry in Mashhad, north-east Iran. Although Mr. Soodmand told the officials he saw no reason why the officials in Mashhad wanted to interview him as he lives in Tehran, he eventually agreed to go. Since then, Mr. Soodmand has not been seen. His family has visited the Ministry of Intelligence frequently but has been unable to obtain any information about Mr. Soodmand's whereabouts or legal status. Although no charges have been laid against him yet, it is feared that he is detained solely for his religious beliefs and that the approval of the above mentioned bill may have adverse consequences on his situation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 98,
        "Text": "98. The Special Rapporteur urged the Government of the Islamic Republic of Iran to take all necessary measures to guarantee that the rights and freedoms of Mr. Mahmoud Mohammad Matin-Azad, Mr. Arash Ahmad-Ali Basirat and Mr. Ramtin Soodmand are respected. She also requested that the Government ensures the compatibility of any new legislation adopted by the Iranian Parliament with international human rights law.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. The Special Rapporteur regrets that she has not received a reply from the Government of the Islamic Republic of Iran concerning the above mentioned allegations. She would like to refer to General Assembly resolution 63/181 which urges States to \"step up their efforts to protect and promote freedom of thought, conscience, religion and belief, and to this end to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment or arbitrary arrest or detention\".",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. In addition, she would like to reiterate that the Human Rights Committee, in its general comment No. 22 (1993), observed that \"the freedom to have or to adopt a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief. Article 18.2 [of the International Covenant on Civil and Political Rights] bars coercion that would impair the right to have or adopt a religion or belief, including the use of threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert\".",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding recent cases involving members of the Bahá'í community in the Islamic Republic of Iran.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. Reportedly, several fires have been deliberately set to partially or totally destroy homes and vehicles belonging to members of the Bahá'í community. On 8 July 2008, an attempt was made by two men on motorbikes to set fire to the home of the Bahá'í family of Mr. Ahmad Imani in Rafsanjan (Kerman province). A burning rubber tyre was wedged against the front door of the house, effectively locking the family inside. Some Bahá'í neighbours quickly came to extinguish the burning tyre. No one was hurt and there was no serious damage. The police were informed without delay, and a patrol unit arrived an hour later to investigate the incident. No arrests have been reported.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. On 25 July 2008, two motorbike riders set fire to the car owned by Mr. Sohail Naeimi, in Rafsanjan (Kerman province). The vehicle was completely destroyed. The police came to investigate the following day. Reportedly, Mr. Naeimi had received a threatening letter in early June from a group identifying itself as the \"Anti-Bahá'ísm Movement of the Youth of Rafsanjan\". The letter contained threats against Bahá'í lives and property. Following that incident, during the night of 30-31 August 2008, an unknown motorbike rider repeatedly threw stones at the house of Mr. Sohail Naeimi, breaking three windows. Mr. Soheil Naeimi lodged a complaint at the local court against the \"Anti-Bahá'ísm Movement of the Youth of Rafsanjan\". But the judge ordered that no further action be taken because the membership of this group is not known.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 104,
        "Text": "104. Reportedly, members of the Bahá'í community have been arrested and detained. On 9 March 2008, Mr. Touraj Amini, Mr. Iraj Amini and Mr. Payman Amoui, three Bahá'ís from Tehran, were arrested at their workplace. Two of them, Mr. Iraj Amini and Mr. Amoui, were released on bail the next day, while Mr. Touraj Amini was released on bail nine days later. On 19 August 2008, all three were summoned to an Islamic Revolutionary Court in Tehran, where they were charged with \"teaching Bahá'ísm, propaganda against the regime of the Islamic Republic of Iran, and insulting the sacred institutions of Islam\". At present, all three are once again out on bail, pending trial.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. Ms. Fariba Kamalabadi, Mr. Jamaloddin Khanjani, Mr. Afif Naeimi, Mr. Saeid Rezaie, Mr. Behrouz Tavakkoli, Mr. Vahid Tizfahm and Ms. Mahvash Sabet, who have already been the subject of a joint communication sent on 19 May 2008, are reportedly still being detained and have still not been permitted any access to legal counsel. News media, citing the deputy prosecutor general for security at the Islamic Revolutionary Court in Tehran, have claimed that the Bahá'í detainees had \"confessed\" to operating an \"illegal\" organization with ties to Israel and other countries. Some articles repeated that Bahá'ís were agents of Zionism. On 3 August 2008, the Bahá'í International Community categorically denied this allegation and repeated that the detainees were members of an ad hoc committee that attended to the needs of the Bahá'ís in Iran. It is feared that the seven members of the Bahá'í community are detained and convicted solely because of their beliefs or peaceful activities on behalf of the Bahá'í community.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 106,
        "Text": "106. On 26 July 2008, four officials entered the home of Mr. Mehrdad Sabetrasekh in Vilashahr (near Isfahan) with a search warrant from the Najafabad Court. They confiscated his personal computer as well as a number of Bahá'í and non-Bahá'í CDs and books. Mr. Sabetrasekh was arrested and taken to the Intelligence Ministry office in Najafabad. After two months of detention, he was released on bail in September with the amount of 10,000,000 tumans having been submitted as collateral. The charges against him are still not known.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. On 29 July 2008, three officials from the Prosecutor's Office entered and searched the home of a Bahá'í family in Ahvaz (Khuzestan province). These officials claimed that neighbours had lodged a complaint against the couple living there, Mr. and Mrs. Ghanavatian, regarding their \"activities against the regime\" and \"teaching Bahá'ísm\". While the officials were searching their home, Mr. and Mrs. Ghanavatian were asked to respond in writing to questions about their Bahá'í activities. All Bahá'í materials found in their home were seized (books, CDs, photos and a personal computer). The couple was taken to a military unit for interrogation. On the same day, a friend was able to secure their bail by submitting his work permit as collateral. The charges against them are still not known.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Members of the Bahá'í community have been denied access to education. Since 2004, all Iranian students have been able to take the national entrance exam without being required to declare a religious affiliation. However in 2007, the application form for technical and vocational institutes contained a required declaration of religion limited to the four recognized faiths, thus excluding the Bahá'ís. The few Bahá'í students currently enrolled in universities continue to face expulsion as soon as their religious affiliation becomes known. One Bahá'í student was recently expelled from a university in Isfahan after three terms of study. He was accused of lying on a registration form, where he had entered two lines (==) instead of declaring a religion as required. The university officials stated that, \"according to the new guidelines\", Bahá'í students are not allowed to pursue higher education.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. There have been incidents relating to Bahá'í cemeteries. The Bahá'í cemetery in Marvdasht was vandalized. A number of graves were damaged and over 100 trees were uprooted. The incident was reported to a number of government agencies, but no official action has been taken to date. Mr. Houshmand Talebi (Iskandari), Mr. Mehran Zeyni (Najafabadi) and Mr. Farhad Ferdosian, three members of the Bahá'í community, were arrested in connection with an allegedly illegal burial in the Bahá'í cemetery and subsequently released on bail, pending trial. They were summoned to the Najafabad court on 6 July 2008 and spoke in their own defence in front of the judge. However, the complainant - the Department of Natural Resources - was not represented in court at the hearing, so the judge decided to issue the verdict a few days later. The three Bahá'ís were eventually found guilty of \"taking part in the illegal occupation and use of government property\". They were fined and ordered to \"cease their occupation of the said property\" (i.e. the cemetery) and to \"return it to its prior condition\", which would mean to exhume the deceased Bahá'í recently interred there.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. Another incident includes the display of a petition on 19 September 2008, at the entrance of a large outdoor enclosed area in Tehran, in which the Supreme Leader, Ali Khamenei, leads the noon-day prayer. This petition, provided for worshippers to sign, asked for the dissolution of \"Bahá'íst institutions\". Reportedly, officials from the Ministry of Information were present in large numbers around the entrance to ensure that all worshippers signed the petition on their way in.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. The Special Rapporteur regrets that she has not received a reply from the Government of the Islamic Republic of Iran concerning the above mentioned allegations. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning discrimination on the basis of religion or belief/inter-religious discrimination/tolerance (see above, para. 1, category II.1) and concerning the right to manifest one's religion or belief and the teaching and dissemination of materials, including missionary activity (see above, para. 1, category I.3.f).",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. Furthermore, she would like to recall that the General Assembly resolution 63/181 urges States to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by taking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility or violence, with particular regard to members of religious minorities in all parts of the world. In this regard, the Special Rapporteur is very concerned by the continued violations of freedom of religion or belief suffered by members of the Bahá'í community. She urges the Government of the Islamic Republic of Iran to ensure that the Bahá'í members who are currently detained receive a fair trial and she would like to recommend the presence of independent observers during the trials.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 113,
        "Text": "113. The Special Rapporteur brought to the attention of the Government information she had received regarding Mr. Muhammad Abbad Abd al-Qader Abbad, a Jordanian citizen. Reportedly, Mr. Abbad converted to Christianity fifteen years ago and is married to a Christian woman. On 23 March 2008, Mr. Abbad, his wife and their 9-year-old son were assaulted by relatives of another convert to Christianity who had sought sanctuary in Mr. Abbad's home. After the incident, Mr. Abbad's father reported his son to the police and sought to obtain custody of his two grandchildren. When Mr. Abbad attempted to file a complaint with the police on 24 March 2008, he was taken to the North Amman Shari'a court and charged with apostasy. Because Mr. Abbad claimed before the court that he was an atheist and not a Muslim when he converted to Christianity, Judge Faysal Khreisat sentenced him to one week of imprisonment for contempt of court. On the way to Jweideh Prison in Amman, he collapsed due to his injuries following the assault. He was hospitalized and released on bail the following day. At his court hearing on 27 March 2008, Mr. Abbad refused to deny his faith and return to Islam. Lawyers advised him that he would lose the court case, and therefore custody of his children, if he did not deny his conversion. Mr. Abbad and his family fled from Jordan on 28 March 2008. His father subsequently initiated the procedure to have Mr. Abbad's marriage dissolved.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 114,
        "Text": "114. Reportedly, in a previous case dated 16 September 2004, also involving a conversion to Christianity, the West Amman Islamic Court found a man guilty of apostasy and subsequently his marriage was annulled, he was stripped of his rights as a husband and father, and all documents he had ever signed were annulled.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. The Special Rapporteur regrets that she has not received a reply from the Government of Jordan concerning the above mentioned allegations. She would like to recall that article 18 of the Universal Declaration of Human Rights provides that the right to freedom of thought, conscience and religion \"includes freedom to change his religion or belief\" and article 18 of the International Covenant on Civil and Political Rights recognizes the right \"to have or to adopt a religion or belief of his choice\". Furthermore, in its general comment No. 22 (1993), the Human Rights Committee explains in more detail \"that the freedom to 'have or to adopt' a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief. Article 18.2 [of the International Covenant on Civil and Political Rights] bars coercion that would impair the right to have or adopt a religion or belief, including the use of threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert. Policies or practices having the same intention or effect, such as, for example, those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of the Covenant, are similarly inconsistent with article 18.2. The same protection is enjoyed by holders of all beliefs of a non-religious nature.\"",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. The Special Rapporteur also would like to refer to paragraph 9 (a) of Human Rights Council resolution 6/37, which urges States to \"ensure that their constitutional and legislative systems provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without distinction, inter alia, by the provision of effective remedies in cases where the right to freedom of thought, conscience, religion or belief, or the right to practice freely one's religion, including the right to change one's religion or belief, is violated.\"",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. The Special Rapporteur brought to the attention of the Government information she had received that the Upper Chamber of Parliament (Senate) had approved on 7 November 2008 amendments to the draft law on \"Amendments and Additions to some Legislative Acts of the Republic of Kazakhstan on Issues of Religious Freedom and Religious Organizations\". The revised draft was sent back to the Lower Chamber of Parliament for its approval. Reportedly, this draft law, including the new amendments adopted by the Senate, would impose undue restrictions on freedom of religion or belief of individuals and religious or belief communities in the Republic of Kazakhstan.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. Allegedly, the draft law would maintain the prohibition of activities of unregistered religious organizations, which existed in the previous law. Whereas the conduct of certain religious activities in violation of the law would previously lead to fines to up to 50 times the minimum monthly wage, the draft law suggests that they now be sanctioned with a fixed fine of 50 times the minimum monthly wage, thereby leaving no margin of appreciation to the judges. It would also introduce new liabilities and quotas on proselytising activities and would impose a ban on missionary activity by people who are not representatives of registered religious organizations. In addition, it would strictly limit the dissemination of religious materials in fixed premises designated by local executive bodies.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. The proposed draft law also seems to offer the possibility to the authorities to undertake substantial reviews of the registration applications submitted to them. Upon the result of this \"theological analysis\", the authorities may put the registration of a religious community on hold for an unspecified delay or even deny registration to a religious or belief community. Furthermore, the draft law would prohibit private religious education at all levels. Fears have been expressed that the draft law contains vague provisions which could lead to the introduction of collective sanctions for actions committed by individuals or which could result in abusive interpretation and discrimination on the part of the law enforcement authorities. Finally, various religious communities have voiced their concern at the lack of public and open debate on the proposed draft law.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. At the time this report was finalized, the Special Rapporteur was not in a position to reflect the content of the reply from the Government of Kazakhstan dated 6 December 2008 as she had not received the translation of its content from the relevant services.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. The Special Rapporteur is grateful that the Government of Kazakhstan replied to the communication of 21 November 2008 and she hopes to be able to make observations on the response in the next report summarizing the cases transmitted to Governments and replies received.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. The Special Rapporteur brought to the attention of the Government information she had received concerning the Christian-Baptist family Isakov in the village of Kulanak, in the Naryn region. Reportedly, Mr. Alymbek Isakov's son, a fourteen-year-old boy, passed away on 18 May 2008. Mr. Isakov is a member of the Church of Evangelical Christian-Baptists in Kulanak. The Isakov family wanted to bury the boy on a plot of land in the village officially allocated to Baptists as a graveyard by the district authorities in April 2006. However, they were prevented from doing so by a group of representatives from the local mosque, allegedly led by the Imam. Consequently, Mr. Isakov and Baptist leaders brought the issue to the Head of Administration of the Naryn district and subsequently to the Governor of the Naryn district. The Baptist group requested the Governor to provide police assistance in their village to protect the Isakov family and to allow them to bury the deceased boy; however, the Governor did not yield to this request. On 21 May 2008, the Head of Administration of the Naryn district reportedly came to the village to persuade the Isakov family to convert to Islam or give the boy's body to his grandfather, who is a Muslim, in order to hold a funeral according to Muslim tradition. Mr. Isakov refused to do so and subsequently a crowd of people gathered at the Isakovs' house and assaulted some of the Baptists present, including Mr. Isakov. A group of policemen arrived at the house in the evening but did not intervene or break up the mob outside the house. Instead the policemen went inside, took away the boy's body and buried him in Akiyya, 40 kilometres from Kulanak.",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 123,
        "Text": "123. On 22 May 2008, Mr. Isakov and other Baptists travelled to Akiyya where they found the boy buried in a hole, unwashed and in his clothes. Mr. Isakov dug out the body, washed it, wrapped it up in a white sheet and buried him in a new grave. Since the incident, the Isakov family has reportedly been pressurised by the village community. The village council denied them water to irrigate their crops. The children of the family have been assaulted by other children at school, and the village leaders have taken no action to protect them.",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 124,
        "Text": "124. Concerns have been expressed that the events in Kulanak may be used to introduce amendments to the existing Religion Law in order to tighten control over religious organisations. Other religious communities, including the Bahá'ís, Jehova's Witnesses and Hare Krishnas, have reportedly faced similar problems, where local authorities did not allow them to bury members of the religious community in local so-called \"Muslim\" territories, unless the family accepted to carry out the funeral according to Muslim rituals. Allegedly, a fatwa issued in 2002 by the Muftiate, the national Muslim spiritual leadership, banned the burial of non-Muslims in \"Muslim\" cemeteries. However, the press-secretary of the Muftiate stated that it is up to the people from the community to decide on burial issues. A meeting on 2 July 2008 at the State Agency for Religious Affairs to discuss the issue did not lead to a solution. Only representatives of the Muslim community participated in the meeting while no leaders from other religious groups were present.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. The Special Rapporteur regrets that she has not received a reply from the Government of Kyrgyzstan concerning the above mentioned allegations. She would to recall that, in its general comment No. 22 (1993), the Human Rights Committee observed that \"the freedom to manifest religion or belief may be exercised 'either individually or in community with others and in public or private'. The freedom to manifest religion or belief in worship, observance, practice and teaching encompasses a broad range of acts. The concept of worship extends to ritual and ceremonial acts giving direct expression to belief, as well as various practices integral to such acts, including the building of places of worship, the use of ritual formulae and objects, the display of symbols, and the observance of holidays and days of rest\". Furthermore, \"Article 18.3 [of the International Covenant on Civil and Political Rights] permits restrictions on the freedom to manifest religion or belief only if limitations are prescribed by law and are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others. […] In interpreting the scope of permissible limitation clauses, States parties should proceed from the need to protect the rights guaranteed under the Covenant, including the right to equality and non-discrimination on all grounds specified in articles 2, 3 and 26. Limitations imposed must be established by law and must not be applied in a manner that would vitiate the rights guaranteed in article 18. The Committee observes that paragraph 3 of article 18 is to be strictly interpreted: restrictions are not allowed on grounds not specified there, even if they would be allowed as restrictions to other rights protected in the Covenant, such as national security. Limitations may be applied only for those purposes for which they were prescribed and must be directly related and proportionate to the specific need on which they are predicated. Restrictions may not be imposed for discriminatory purposes or applied in a discriminatory manner\".",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. The Special Rapporteur brought to the attention of the Government information she had received that the Parliament had approved the first reading of the draft law \"On Freedom of Conscience and Religious Organizations in the Kyrgyz Republic\" on 9 October 2008. Reportedly, this draft law would impose undue restrictions on freedom of religion or belief of individuals and religious or belief communities. For instance, the draft law would allegedly prohibit the activity or operation of all religious organisations which are not registered at the State Body on Religious Affairs. The proposed registration procedures also seem to impose minimum membership requirement (at least 200 adult citizens) to acquire legal entity status and would offer the possibility for the authorities to undertake substantial reviews of the registration applications submitted to them. Furthermore, the draft law would prohibit private religious education at all levels and certain proselytising activities such as the distribution in public places of religious literature and other materials of religious content and visits to private apartments and schools.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. Fears have been expressed that the draft law contains vague provisions which could lead to the introduction of collective sanctions for actions committed by individuals or which could result in abusive interpretation and discrimination on the part of the law enforcement authorities. Finally, various religious communities have voiced their concern at the lack of public and open debate on the proposed draft law.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. The Special Rapporteur regrets that she has not received a reply from the Government of Kyrgyzstan concerning the above mentioned allegations. The Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning registration (see above, para.1, category I.3.h) and concerning the right to manifest one's religion or belief and the teaching and dissemination of materials, including missionary activity (see above, para. 1, category I.3.f). The Special Rapporteur would like to emphasize that registration should not be a precondition for practicing one's religion, but may only be appropriate for the acquisition of a legal personality and related benefits. In the latter case, registration procedures should be easy and quick and not depend on extensive formal requirements in terms of the number of members or the time a particular religious group has existed. The Special Rapporteur would also like to reiterate that registration should not depend on reviews of the substantive content of the belief or its structure and clergy.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. The Special Procedures mandate holders brought to the attention of the Government information regarding pastor Sompong Supatto, Mr. Boot Chanthaleuxay and Mr. Khamvan Chanthaleuxay, the latter two secondary school students and church members. These three individuals were reportedly arrested on 3 August 2008, between 10:00 a.m. and 11:00 a.m. in the village of Boukham, by members of the district police authorities of Ad-Sapangthong district, Savannakhet province, and transferred to Ad-Sapangthong district police station. While they were held there, district police officials tightened handcuffs as well as leg restraints made of wooden stocks on all three detained individuals and allegedly stated: \"This is the consequence of not signing documents to renounce your faith. We have already given you three opportunities to sign these documents but you have refused.\" It is further alleged that the concerned persons would be released if they signed the documents renouncing their Christian faith.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 130,
        "Text": "130. On 2 September 2008, Mr. Boot Chanthaleuxay's legs reportedly became infected because of the wooden stocks put around them, which led to severe pain and swollen legs, rendering him unable to walk. He was in need of urgent medical treatment, otherwise it was feared that he would not be able to use his leg again. Concern was expressed for the physical and mental integrity of Mr. Sompong Supatto, Mr. Boot Chanthaleuxay and Mr. Khamvan Chanthaleuxay while in detention. Further concerns were expressed as regards Mr. Khamvan Chanthaleuxay's state of health. Concern was also expressed that their arrests and detention might have been solely connected to their reportedly peaceful exercise of their right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 131,
        "Text": "131. The Government of the Lao People's Democratic Republic informed that it had carried out a full check with the Local Authority, district police of Ad-Saphangthong district, Savanhakhet province and had found out that information received by the Special Procedures mandate holders was completely false and groundless. Furthermore, the Government drew the attention of the Special Procedures mandate holders to the information below, according to the information by the Local Authority.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. The Local Authority concerned did not conduct the arrest, torture and other cruel treatment of the three individuals. The three individuals were carrying out activities which were violating the security order of the district and were therefore detained for a short-term period, from 20 to 22 July 2008 by the Local Authority. After having conducted the investigation, the three individuals were released and immediately returned to their parents in their village.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 133,
        "Text": "133. The Government of the Lao People's Democratic Republic confirmed that, within its limited capacity, it had done everything possible to respect, promote and protect the fundamental rights and freedom of its Lao people and had upheld the rule of law. The Government provided concrete measures to assist the Lao people in all aspects, according to all fundamental human rights, including the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. The Special Rapporteur is grateful for the Government's response. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning freedom from coercion (see above, para.1, category I.2). Each State has the positive obligation of ensuring that the persons on their territory and under their jurisdiction, including members of religious minorities, can practise the religion or belief of their choice free of coercion and fear (see A/HRC/6/5, para. 9). In letters sent to the Government on 28 March 2008 and 28 January 2009, the Special Rapporteur reiterated her wish to visit the Lao People's Democratic Republic in the framework of her mandate.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. The Special Rapporteur had received information concerning a decision by Malaysia's Court of Appeal according to which conversions from Islam to another religion have to be authorized by sharia courts in the case of Lina Joy, formerly Azlina Jailani, aged 41.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. Lina Joy, a former Muslim who converted to Christianity in the late 1980s, had approached the National Registration Department (NRD) in February 1997 in order to request that her name and religious status be changed on her identity card. The application was rejected in August 1997 on the grounds that the sharia court had not granted permission for her to renounce Islam. When she appealed the decision, in 1998, the NRD allowed the name change, but refused to change the religious status on her identity card. Following another appeal, High Court Judge Datuk Faiza Tamby Chik ruled in April 2001 that she could not change her religious identity, because ethnic Malays are defined as Muslims under the Constitution. He also said jurisdiction in such cases lay solely in the hands of the sharia court. On 19 September 2005, the Court of Appeal announced the final decision stating that Lina Joy must apply to a sharia court for permission to legally renounce Islam.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. Law requires all Malaysian citizens over the age of 12 to carry an identity card with them at all times and all identity cards issued to Muslims must clearly display their religious identity. A Muslim designation on an identity card has legal consequences, such as the prohibition of marrying a Christian.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. The Government of Malaysia informed that the Federal Court, which is the apex court in Malaysia, had concluded the case and therefore provided the Special Rapporteur with the details of the judgment. On the case of Lina Joy vs. Wilayah Persekutuan Islamic Religious Council and others, the Federal Court, in its majority decisions, held that the National Registration Department (NRD) had no jurisdiction to amend the religion of a person. The fact that the NRD insisted that Ms. Lina Joy obtain either a sharia court order or a Religious Department's documentation to confirm the status of her conversion out of Islam before her application to amend the statement relating to her religion on her identity card could therefore be allowed. According to the Federal Court, the policy adopted by the NRD that a mere statutory declaration was insufficient for it to remove the word \"Islam\" from the identity card of a Muslim, was reasonable because renunciation of Islam was a matter that should be dealt with under Islamic law and therefore required determination from the Islamic Religious Authority.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. The Federal Court indicated that the mode of renouncing a person's religion necessarily had to follow the procedures, law or practice of the said religion. Freedom of religion under article 11 of the Federal Constitution required Ms. Lina Joy to obey the procedures, law or practice of the said religion, specifically in respect of renouncing her religion. The sharia court had an implied jurisdiction over matters relating to apostasy or conversion out of Islam. The implied jurisdiction was based on the fact that the sharia court had complete jurisdiction on the conversion into Islam, and by necessary implication, would have jurisdiction on apostasy and conversion out of Islam. This had been enunciated by the Federal Court in the case of Dalip Kaur and, as the apex court of Malaysia, is binding on all courts.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. In conclusion, the Federal Court argued that Ms. Lina Joy was not prevented from renouncing her religion, Islam. However, because a Muslim is subject to the Islamic laws in Malaysia, Ms. Lina Joy had to go through the proper Islamic Religious Authority for the purpose of renunciation of her Islamic faith. Once she would obtain an order or a letter of confirmation of her renunciation, she would then be able to proceed to get the NRD to delete the word \"Islam\" from her identity card. These processes did not impede the freedom of religion of Ms. Lina Joy. In this instance, she had never approached the Islamic Religious Authorities for the purposes of renunciation of her religion, Islam.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. According to the Government of Malaysia, the Federal Court's decision had illustrated that, in line with article 11 of the Federal Constitution, which provision is compatible with the Declaration on the Elimination of All Forms of Intolerance and Discrimination based on Religion or Belief, the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, the freedom of religion or Ms. Lina Joy had never been violated.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. The Special Rapporteur is grateful for the Government's response. Concerning the right to change or to renounce to one's religion, she would like to refer to paragraph 5 of the general comment No. 22 (1993) of the Human Rights Committee which states that \"freedom to 'have or to adopt' a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief\". Furthermore, provided that the Federal Constitution of Malaysia recognizes that \"Islam is the religion of the Federation, but other religions may be practised in peace and harmony in any part of the Federation\", she would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"State Religion\" (see above, para. 1, category II.2).",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. In addition to the above, the Special Rapporteur would like to recall that in paragraph 3 of general comment No. 22 (1993), the Human Rights Committee underlined that no one can be compelled to reveal his thoughts or adherence to a religion or belief. As stated by the Special Rapporteur in her latest report to the General Assembly (see A/63/161, paragraph 77), indicating a person's religious affiliation on official documents carries a serious risk of abuse or subsequent discrimination based on religion or belief, which has to be weighed against the possible reasons for disclosing the holder's religion. On the same matter, in its resolution 63/181, the General Assembly urged States to step up their efforts to protect and promote freedom of thought, conscience, religion or belief, and to this end to ensure that \"everyone has the right to refrain from disclosing information concerning one's religious affiliation on [official documents] against one's will.\" Urgent appeal sent on 21 April 2008 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on the situation of human rights defenders and the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. The Special Rapporteurs brought to the attention of the Government information regarding the situation of Mr. P. Uthayakumar, Legal Adviser of the Hindu Human Rights Action Force (HINDRAF), Mr. M. Manoharan, Counsel of HINDRAF, Mr. R. Kenghadharan, Counsel of HINDRAF, Mr. V. Ganabatirau and Mr. T. Vasanthakumar, members of HINDRAF. Since their arrest on 13 December 2007 under Section 8(1) of the Internal Security Act for allegedly carrying out activities that threatened national security, Mr. P. Uthayakumar, Mr. M. Manoharan, Mr. R. Kenghadharan, Mr. V. Ganabatirau and Mr. T. Vasanthakumar have reportedly been kept in solitary confinement for more than 16 hours a day, and have been exposed to light continuously in order to prevent them from sleeping and to disorientate them. Furthermore, they were denied their right to worship. They do not have access to temples and prayer rooms and no time to worship has been allocated to them.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 145,
        "Text": "145. The Special Rapporteur regrets that she has not received a reply from the Government of Malaysia concerning the above mentioned allegations. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning persons deprived of their liberty (see above, para.1, category III.2). She would like to stress that persons deprived of their liberty are in a particularly vulnerable situation, also with regard to freedom of religion or belief. It is therefore crucial to provide the personnel of detention facilities with adequate training, raising awareness and enhancing their sensitivity about their duty to promote and respect international human rights standards for the treatment of prisoners, in particular the right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 146,
        "Text": "146. The Special Rapporteur brought to the attention of the Government information she had regarding provisions in the draft Constitution about citizenship which might have an impact on freedom of religion or belief. The Peoples Special Majlis (Constitutional Assembly) had reportedly approved on 19 November 2007 an amendment to the draft Constitution, requiring all Maldivian citizens to be Muslims. The amendment includes a clause that \"none except a Muslim can become a citizen of Maldives\". It has been reported that if this draft Constitution is passed and comes into effect a number of Maldivians may lose their right to be citizens of Maldives or become stateless. The Peoples Special Majlis was expected to reconvene on 13 January 2008.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. In this regard the Special Rapporteur referred to the conclusions and recommendations of her recent report on the visit to the Maldives (A/HRC/4/21/Add.3, paras. 60): \"The Special Rapporteur encourages the members of the Special Majlis to give serious consideration to including the right to freedom of religion or belief in the new draft of the Constitution. This right should not be limited to citizens of the Maldives, but should be extended to all persons in the Maldives. She takes this opportunity to underline that the designation of Islam as the State religion of the Maldives does not require all citizens to adhere to that religion alone. Indeed, she notes that there are numerous countries, including in the South Asia region, which have adopted a State religion, but do not require their citizens to adhere to that religion.\" Furthermore, her visit report included the following conclusions and recommendations (A/HRC/4/21/Add.3, paras. 66-67): \"The Special Rapporteur is concerned that constitutional provisions, restricting eligibility to vote and hold certain public offices to Muslims, constitute de jure discrimination on religious grounds. She is aware that almost all Maldivians are indeed Muslims and that as such, the presence of these discriminatory provisions is unlikely to result in many actual instances of discrimination. However, the very presence of these provisions in the Constitution contradicts the treaty obligations of the Maldives, and particularly article 2, paragraph 1, in combination with article 25 of the ICCPR, as well as article 26 of the ICCPR. She is also concerned by legislation limiting eligibility for certain public posts to Muslims, including the Human Rights Commission Act, and by the Citizenship Law, which stipulates that only Muslims can apply for Maldivian citizenship. She encourages legislators to consider introducing amendments to these pieces of legislation, to bring them into compliance with the treaty obligations, particularly under article 26 of the ICCPR. She notes that according to article 4, paragraph 2, of the 1981 Declaration, all States must make all efforts to enact or rescind legislation where necessary to prohibit discrimination on the grounds of religion or belief.\"",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. The Special Rapporteur regrets that she has not received a reply from the Government of the Maldives concerning the above mentioned allegations. She has addressed citizenship issues and religious discrimination in administrative procedures in her latest report to the General Assembly (see A/63/161, paras. 25-78). In particular, she concluded that \"Governments sometimes impose restrictions in such a way that the right to freedom of religion or belief of the persons concerned is adversely affected. While the State may have a legitimate interest in limiting some manifestations of the freedom of religion or belief, when applying limitations the State must ensure that certain conditions are fulfilled. Any limitation must be based on the grounds of public safety, order, health, morals or the fundamental rights and freedoms of others, it must respond to a pressing public or social need, it must pursue a legitimate aim and it must be proportionate to that aim\" (A/63/161, para. 67). Furthermore, she added that \"[m]easures that discriminate on the basis of religion or belief, or lead to de facto discrimination on such grounds, violate human rights standards. Consequently, it would be contrary to the principle of non-discrimination to restrict citizenship to people with certain religious beliefs or to deny official documents based on the applicant's religious affiliation\" (A/63/161, para. 70).",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. She would also like to refer to the conclusions and recommendations of the report on her mission to the Maldives in August 2006 (A/HRC/4/21/Add.3). However, the new Constitution of the Maldives, which was ratified on 7 August 2008, includes in its article 9(d) a provision according to which a non-Muslim may not become a citizen of the Maldives. The Special Rapporteur is deeply concerned that the implementation of this article of the new Constitution could have a significant negative impact on human rights in the country, including for those individuals who have converted from Islam. Urgent appeal sent on 28 February 2008 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the situation of human rights defenders and the Special Rapporteur on the situation of human rights in Myanmar",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. U Gambira, a Buddhist monk who was one of the leaders of protests in August and September 2007; his brother, Mr. Aung Kyaw Kyaw, a member of the National League for Democracy (NLD); their father Mr. Min Lwin; and Ms. Su Su Nway, also a member of NLD and a labour activist. All of the aforementioned individuals were the subject of a joint urgent appeal sent on 21 November 2007 (see A/HRC/7/10/Add.1, paras. 186-189). According to new information received, Mr. U Gambira and Mr. Aung Kyaw Kyaw were charged at the end of January 2008 under Section 17/1 of the Unlawful Associations Act, which carries a maximum sentence of three years' imprisonment. A hearing scheduled for 4 February 2008 was postponed and the authorities hade not given a new date. Similar charges were brought against Ms. Su Su Nway, who was reportedly in poor health. All three were being held in Yangon's Insein Prison, where they may have been subjected to torture or ill-treatment.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 151,
        "Text": "151. Mr. U Gambira had been stripped of his monk's robes and both he and Mr. Aung Kyaw Kyaw were allegedly tortured in detention. Their mother and sister were able to visit them but they were not known to have been given access to their lawyers. Their father, Mr. Min Lwin was released from Insein Prison on 3 December 2007. He and Aung Kyaw Kyaw were arrested on 4 November 2007 and 17 October 2007 respectively, reportedly in an attempt to force U Gambira out of hiding.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 152,
        "Text": "152. Ms. Su Su Nway was reportedly charged under sections 124, 125 and 505 of the Penal Code, which relate to sedition and incitement to offences that damage \"public tranquility\". She was reportedly due to stand trial on 6 February in Yangon's Bahan Township, but no information was available regarding the judicial proceedings. Su Su Nway was not allowed to meet her family or receive parcels from her family. Her health was said to be deteriorating as she suffered from a heart condition and, on one occasion, had to be taken to a hospital outside the prison for treatment.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 153,
        "Text": "153. Concern was expressed that the arrest, detention and charges brought against Mr. U Gambira, Mr. Aung Kyaw Kyaw, and Ms. Su Su Nway may have been directly related to their activities in defence of human rights. In view of reports of ill-treatment and allegations of torture, as well as information received concerning the ill-health of Ms. Su Su Nway, serious concern was expressed for their physical and psychological integrity while in detention.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 154,
        "Text": "154. The Government of Myanmar transmitted the following information received from the authorities concerned in Myanmar relating to Mr. U Gambira, Mr. Aung Kyaw Kyaw and Ms. Su Su Nway. In July 2006, U Gambira and his brother Aung Kyaw Kyaw illegally contacted AAPP, an unlawful organization based in Mae Sot, Thailand, and attended the course on political defiance conducted by FDB, an unlawful organisation based in Thailand. U Gambira also led the All-Burma Junior Monks Alliance and sent 20 monks to attend the above mentioned trainings; he illegally crossed the border between Myanmar and Thailand; he received financial support from AAPP and FDB - unlawful exiled groups - and then instigated civil unrest in the country. He was therefore arrested on 4 November 2007. After due process of law, he was charged under section 13(1) of the Immigration (Emergency Provisions) Act, section 17(1) of the Unlawful Association Act and section 124(A) of the Penal Code. He was detained in the Central Prison and his family visited him once a week. He was fit and healthy in prison.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 155,
        "Text": "155. Mr. Aung Kyaw Kyaw had illegal contacts with Bo Kyi from AAPP and attended the course on public defiance conducted by FDB. He received financial support from Bo Kyi and instigated civil unrest in the country. On 17 October 2007, the authorities concerned arrested him while he was receiving the cash transferred from Bo Kyi. After due process of law, he was charged under section 13(1) of the Immigration (Emergency Provisions) Act, section 17(1) of the Unlawful Association Act and section 124(A) of the Penal Code. He was detained in the Central Prison and his family visited him one a week. He was fit and healthy in prison.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 156,
        "Text": "156. On 11 November 2007, Su Su Nway was arrested as she was attempting to incite civil unrest by placing a poster with anti-government slogans at a public place. She was charged under sections 124(A), 130 (B) and 505 (B) of the Penal Code for causing fear or alarm to the public and thereby disturbing public tranquillity. The authorities concerned conducted the necessary investigation and the court is still examining the witnesses. She was detained in the Insein Central Prison and her family regularly visited her. She was fit and healthy in prison.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 157,
        "Text": "157. The Special Rapporteur is grateful for the Government's response. She would like to refer to the press release of 18 November 2008 issued jointly with the Special Rapporteur on the situation of human rights in Myanmar, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the situation of human rights defenders: \"Following one year of arbitrary detention, dozens of individuals who had been arrested in connection with peaceful demonstrations in Myanmar last year, are since August 2008 being tried by courts. The closed-door hearings are being held inside prisons by courts which lack independence and impartiality. Three of the defence lawyers have been sentenced to several months of imprisonment for contempt of court, after they transmitted their clients' complaints of unfair trials. Since early November several other defence lawyers have been barred from representing their clients. Last week, a dozen detainees, including several women, were each given 65-year prison sentences. More than twenty other detainees, including five monks, were recently sentenced to up to 24 years imprisonment. Many other detainees still await sentencing. The UN experts strongly urge the Myanmar authorities to cease harassing and arresting individuals for peacefully exercising their internationally recognized human rights. They further demand that all detainees be retried in open hearings respecting fair trial standards and the immediate release of their defence counsels. The experts reiterate previous calls to initiate reforms for a transition to a multiparty democratic and civil government, as envisaged by the new Constitution. In this context, they strongly urge the authorities to immediately commence work on ensuring those indispensable pre-conditions for free and fair general elections to be held in 2010. These include a comprehensive review of national legislation to ensure its compliance with international human rights standards, the release of political prisoners of conscience, and reform of the armed forces and the judicial system.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 158,
        "Text": "158. The Special Rapporteurs brought to the attention of the Government information they had received concerning the suspension of the following 23 Ahmadi students at Punjab Medical College in Faisalabad: Ms. Mariam Mubarik, Ms. Suna Nisar, Ms. Nabila Qudsia, Ms. Rabia Shafique, Ms. Hamaira Sadid', Ms. Mansoora Samar, Ms. Kanwal Rohman Qaisrani, Ms. Bina Munawar Bajwa, Ms. Rabina Aslam, Ms. Shamamu Tul Amber, Ms. Zabda Nasir, Ms. Nosheen Zufar, Ms. Hiba Tul Qadoor, Ms. Hiba Tul Hameed, Ms. Mansoora Ismail, Mr. Anas, Mr. Haroon, Mr. Hisan, Mr. Hussan, Mr. Zaka Ulluh, Mr. Dawood, Mr. Zeeshan and Mr. Kashil. These 23 Ahmadi students were reportedly expelled (\"rusticated\") on 6 June 2008 from Punjab Medical College in Faisalabad, for \"religious dispute\" and \"hate material distribution\". The expulsion followed a report from a disciplinary committee of the college after rumors that Ahmadi students were preaching their religion in the college. On the night of 4 June 2008, a local cleric allegedly gave a sermon in the college mosque instigating students against Ahmadis, following which four Ahmadi students were brought from the hostel and taken to a room where they were insulted and badly mistreated by fellow students. Subsequently, 15 Ahmadi students were told to evacuate the hostel in the middle of the night.",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. On 5 June 2008, a mob surrounded the Principal's office demanding that all Ahmadi students be expelled from the college. The Principal convened a disciplinary committee, which reportedly did not allow the Ahmadi students to provide any clarifications. On 6 June 2008, the Principal issued a notification for the rustication of the above mentioned 23 Ahmadi students from the college, which was converted on 10 June 2008, by the college administration, into a ten day suspension.",
        "Labels": []
    },
    {
        "ID": 160,
        "Text": "160. However, the above mentioned 23 Ahmadi students have not been permitted to return to the Punjab Medical College on 21 June 2008 and remain suspended. Furthermore, a college committee asked them to provide written statements on their religion and warned them of being legally responsible for what they write. Punjab Medical College, an institution of the Government of Punjab, reportedly requires applicants to declare themselves either Muslim or Non-Muslim in its admission form. Those Ahmadi students who in accordance with their belief had indicated in the admission forms that they were Muslims may face legal problems since section 298C of the Pakistan Penal Code prohibits Ahmadis to refer to their faith as Islam.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. The Special Rapporteur regrets that she has not received a reply from the Government of Pakistan concerning the above mentioned concerns. She would like to refer to the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, in particular its article 2, which stipulates that \"[n]o one shall be subject to discrimination by any State, institution, group of persons, or person on grounds of religion or other beliefs\". Furthermore, its article 4 states that \"[a]ll States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life.\" Similarly, in its resolution 63/181, the General Assembly urged States \"to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by taking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility or violence, with particular regard to members of religious minorities in all parts of the world\". In addition, the Special Rapporteur would also like to make reference to her most recent report to the Human Rights Council (see A/HRC/10/8, paras. 29-62) which raises the issue of discrimination based on religion or belief and its impact on the enjoyment of economic, social and cultural rights, including the right to education (see A/HRC/10/8, paras. 49-51).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 162,
        "Text": "162. The Special Rapporteurs brought to the attention of the Government information they had received concerning two girls from the Christian minority community in Chak Sarwar Shaheed, district Muzaffargarh. Reportedly, the two girls S. Y., thirteen years old, and A. Y., ten years old, were kidnapped on 26 June 2008 while on their way to their uncle's house in Chowk Munda. Reportedly, their kidnappers handed the girls over to another individual (his name is on record with the Special Rapporteurs), who then organised a forced conversion to Islam and the marriage of his own son with Ms. S. Y.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 163,
        "Text": "163. The police refused the father's request to file a case against the kidnappers. When the two sisters appeared in the Muzaffargarh District and Sessions court, they were given five minutes to testify that their conversion was genuine and Ms. S. Y. indicated that she was 17 years old. However, her parents were not allowed to submit birth certificates and school records to prove the girls' true ages and provide evidence for a violation of the Child Marriage Restraint Act 1929, which bans child marriage for boys under 18 and girls under 16. On 14 July 2008, the Judge in Muzaffargarh ruled that since the two sisters had converted in a legitimate manner to Islam they could be \"handed over to their Christian parents unless they become Muslim, too\". On 6 August 2008, the Lahore High Court Multan Bench ordered a medical examination of Ms. S. Y. to ascertain her age and ruled to keep her and her sister A. Y. in a house for destitute women until the next hearing on 20 August 2008. It had further been alleged that the abductors may have been recruiting young girls for the purpose of prostitution and sexual exploitation, and that the marriages were pretences under which they gained control over the girls.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 164,
        "Text": "164. The Government of Pakistan informed that on 7 July 2008 Mr. Y. M., father of Ms. S. Y. and Ms. A. Y. had filed a petition before District and Sessions Judge concerning the abduction of his daughters by three men. Prior to this petition, on 28 June 2008, his daughters had filed a petition before the same court stating that they had embraced Islam, but their parents were harassing them. Ms. S. Y had changed her name to Fatima, claimed her age was 17 years and had happily contracted marriage with Mr. A. A. Ms. A. Y. also expressed preference to stay with her sister. In view of the open statements and expressed desire of the two girls, the District and Sessions Judge passed the order that these girls could not be compelled to join their parents. After dismissal of their petition by the District and Sessions Judge, the mother of the two girls filed a writ petition before the Lahore High Court, Multan Bench. The Lahore High Court had directed the local police to get the two girls medically examined in order to determine their ages. However, based on an agreement between the two parties, the High Court later decided that custody of Ms. A. Y. may be given to her real mother/petitioner with the condition that the petitioner shall not interfere in her religious beliefs and practices. Ms. S. Y. was allowed to go with her husband Mr. A. A. Her parents, brothers and sisters were at liberty to visit her. The dower amount payable to Ms. S. Y. was also enhanced.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 165,
        "Text": "165. The Special Rapporteur is grateful for the response of the Government of Pakistan. She would like to refer to the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, in particular its article 2 which stipulates that \"[n]o one shall be subject to discrimination by any State, institution, group of persons, or person on grounds of religion or other beliefs\". She also would like to reiterate that article 5 of this Declaration states that \"[t]he parents, or as the case may be, the legal guardians of the child have the right to organize the life within the family in accordance with their religion or belief and bearing in mind the moral education in which they believe the child should be brought up\". The Convention of the Rights of the Child, which Pakistan has ratified, provides in its article 14 that \"States Parties shall respect the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 166,
        "Text": "166. The Special Rapporteurs brought to the attention of the Government information they had received concerning threats made against members of the Ahmadiyya community. Reportedly, thirty-four years after the adoption of the law related to the Ahmadiyya community in Pakistan, GEO Television broadcasted a programme on 7 September 2008. The programme included a panel discussion during which two Maulanas (whose names are on record with the Special Rapporteurs) reportedly said that, in reference to the beliefs of the Ahmadiyya community, people who held such beliefs were \"Wajb-ul-Qatl\" or \"liable to death\". This phrase was reportedly used repeatedly during the programme.",
        "Labels": []
    },
    {
        "ID": 167,
        "Text": "167. On 8 September 2008, Mr. Abdul Manan Siddiqi, President of the Ahmadiyya community in Mirpurkhaas was murdered whilst working in the local hospital. On 9 September 2008, Mr. Seth Muhammad Yousuf, President of the Ahmadiyya community in Nawab Shah was also murdered. It is feared that both Mr. Abdul Mannan Siddiqi and Mr. Seth Muhammad Yousuf were killed solely because of their association with the Ahmadiyya community.",
        "Labels": []
    },
    {
        "ID": 168,
        "Text": "168. In their urgent appeal, the two Special Rapporteurs referred to Human Rights Council resolution 6/37 which urges States to take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities. They also made reference to Human Rights Council resolution 7/36, which requested the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, within the framework of his mandate, to \"report on instances in which the abuse of the right of freedom of expression constitutes an act of racial or religious discrimination, taking into account articles 19 (3) and 20 of the International Covenant on Civil and Political Rights, and general comment No. 15 of the Committee on the Elimination of All Forms of Racial Discrimination, which stipulates that the prohibition of the dissemination of all ideas based upon racial superiority or hatred is compatible with the freedom of opinion and expression\". In addition, they also referred to article 153 of the Penal Code of Pakistan which recognizes that \"whoever commits or incites any other person to commit, any act which is prejudicial to the maintenance of harmony between different religious, racial, language or regional groups or castes or communities or any group of persons identifiable as such on any ground whatsoever and which disturbs or is likely to disturb public tranquillity\" is liable before the law.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 169,
        "Text": "169. The Special Rapporteur regrets that she has not received a reply from the Government of Pakistan concerning the above mentioned allegations. She would like to recall that General Assembly resolution 63/181 urged States to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by taking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility or violence, with particular regard to members of religious minorities in all parts of the world.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 170,
        "Text": "170. The Special Rapporteur is very concerned by the continued violations of freedom of religion or belief suffered by members of the Ahmadiyya community, including through incitement to religious hatred. In this regard, she would like to refer to the report on the expert seminar on \"Freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence\", convened by the United Nations High Commissioner for Human Rights and held in Geneva on 2 and 3 October 2008 (see A/HRC/10/31/Add.3).",
        "Labels": []
    },
    {
        "ID": 171,
        "Text": "171. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Mukhammadsolikh Abutov, aged 38, born in Turtkul in Karakalpakstan. On 12 July 1996, Mr. Abutov, a teacher of Islam in his community in Uzbekistan, was reportedly sentenced to seven years in prison on charges of deliberate destruction and damage to property, for burning down the home of the imam of the Turtkul mosque. Whilst in detention he was subject to regular and cruel beatings, by the guards and some of the prisoners working for them. He was put in solitary confinement for long periods of time. In winter he was subject to cold, and he was not given enough to eat. It is alleged that the overall conditions of imprisonment - notably the fact that his access to toilets was restricted; there were three persons per sleeping place in the accommodation barracks; he had to perform hard labour, which included carrying very heavy burdens; there was regular punishment for following religious rituals including through sleep deprivation, mocking of his religious convictions - led to two suicide attempts by Mr. Abutov. In 2000, his term of imprisonment was extended by three years for \"contemptuous violation of the prison regime\". In total he spent eight and a half years in prison.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 172,
        "Text": "172. In May 2004, Mr. Abutov was released. After his release, he went to Kazakhstan several times to earn some money for his family, including in January 2005, when eight persons in civilian clothes arrived at his house, searched through the whole house and took away all religious literature. The men asked Mr. Abutov's wife where he was; she said he was in Kazakhstan. They also asked her to get him to come back and talk to them. Afterwards local police visited the house several times, asking Mr. Abutov's family about his whereabouts and for his Moscow address. Since Mr. Abutov was afraid that he might be sent back to prison, he decided not to return home and, on 15 February 2007, fled to Russia, where he stayed in Krasnogorsk in the Moscow region.",
        "Labels": []
    },
    {
        "ID": 173,
        "Text": "173. On 13 June 2007, he received a call from an unknown Uzbek who wanted to meet him. When he left the house four men in civilian clothes were waiting for him on the street. They later turned out to be officers of the National Security Service of Uzbekistan. They forcibly took him to the Krasnogorsk Department of the Ministry of Internal Affairs, but Mr. Abutov was not included in the list of persons searched internationally. However, soon after he was given an Uzbek arrest warrant, dated 26 February 2007, on the grounds that in 1998 having served his time in the offenders' colony in Uzbekistan, he had allegedly set up a religious extremist organization with two other prisoners.",
        "Labels": []
    },
    {
        "ID": 174,
        "Text": "174. On 26 June 2007, the City Court of Krasnogorsk ruled that Mr. Abutov should be detained for the purpose of his extradition to Uzbekistan. Mr. Abutov's lawyer appealed but the appeal court dismissed his complaint. On 27 June 2007, Abutov was transferred to the 50/10 probationary ward in Mozjaisk, where he was placed in a cell where the number of prisoners exceeded by two times the number of beds. Mr. Abutov has chronic liver disease but has only been seen by a doctor once, in July 2007, following several requests. He has subsequently asked for further medical attention but to no avail.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 175,
        "Text": "175. At the end of June 2007, Mr. Abutov sent an asylum application requesting to be recognized as a refugee on the territory of the Russian Federation to the department of the Moscow regional department of the Federal Migration Service. In September 2007, a representative of the Migration service visited him for an interview. Currently, the Moscow Regional department of the Migration Department is reportedly considering his asylum application on its merits. At present, the extradition case is under consideration by the office of the General Prosecutor of the Russian Federation.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants"
        ]
    },
    {
        "ID": 176,
        "Text": "176. The Government of the Russian Federation indicated that Mr. Mukhammadsolikh Matyakubovich Abutov, a national of the Republic of Uzbekistan, born in 1969, was detained by law enforcement agents on 13 June 2007 on the basis of article 61 of the Commonwealth of Independent States (CIS) Convention on Legal Assistance and Legal Relations in Civil, Family, and Criminal Matters, of 22 January 1993 (\"the Minsk Convention\") and conveyed to the headquarters of the Ministry for Internal Affairs for Krasnogorsk municipal district, Moscow region.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 177,
        "Text": "177. The inquiry about Mr. Abutov's detention was based on the decision issued on 26 February 2007 in relation to criminal case no. 197-07 by the Public Prosecutor of the Surkhandarya region of the Republic of Uzbekistan, Senior State Counsellor of Justice Mr. D. S. Abdurakhmanov, stating that he was under international investigation and should be held in custody under a pre-trial restraining order. Mr. Abutov is accused of having committed offences under article 159, paragraph 3 (b), of the Criminal Code of the Republic of Uzbekistan (\"Crime against the constitutional order of the Republic\"), article 244, paragraph 3 (a), of the Code (\"Production or dissemination of material constituting a threat to public security and public order\"), and article 244, paragraph 1, of the Code (\"Establishment, leadership or membership of religious extremist, fundamentalist or other prohibited organizations\").",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 178,
        "Text": "178. On 13 June 2007, Mr. Abutov was taken into police custody at the Krasnogorsk headquarters of the Ministry for Internal Affairs on the basis of an investigation order under case no. 1488 of 15 May 2007. Before being placed in custody, he was examined by a doctor from Krasnogorsk City Hospital no. 1. No physical injuries of any kind were found and no urgent medical attention was required. On 14 June 2007, Mr. Abutov complained of a pain in the lumbar region and also informed the management of the detention unit that he would refuse food, on the grounds that his detention was unlawful. The same day, Mr. Abutov was examined by the police medical officer. As a result of the examination, symptomatic anti-inflammatory treatment was carried out to deal with chronic pyelonephritis. X-rays conducted on 18 June 2007 revealed no pathological change. Medical staff concluded that Mr. Abutov's state of health was currently satisfactory and he did not require medical assistance.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 179,
        "Text": "179. The management of the detention unit and a representative of the Krasnogorsk public prosecutor's office held discussions with Mr. Abutov, in which it was established that there were no grounds for his planned hunger strike. The detained man therefore abandoned his hunger strike and, from 14 June 2007, received three meals a day. For the whole period of his detention, Mr. Abutov was not held in solitary confinement, his cell measured 4 square metres and no physical force was used against him. In the course of the daily checks of the detention unit carried out by staff of the Krasnogorsk municipal public prosecutor's office, no complaints about the conditions or the actions of police officers were received from Mr. Abutov.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 180,
        "Text": "180. On 14 June 2007, Mr. Abutov was questioned by the Krasnogorsk First Deputy Public Prosecutor, Mr. E.1. Puzanov, Junior Counsellor of Justice, who, on 15 June 2007, concluded that, in accordance with the Minsk Convention and the legislation of the Russian Federation, Mr. Abutov should be handed over to the law enforcement agencies of the Republic of Uzbekistan. On 25 June 2007, the Krasnogorsk public prosecutor's office issued a decision, on the basis of article 61 of the Minsk Convention, that an application should be made to the courts that Mr. Abutov should be held in custody under a pre-trial restraining order. On 26 June 2007, Judge E.V. Isaeva of the Krasnogorsk municipal court ordered Mr. Abutov to be held in custody in pre-trial detention. On 2 July 2007, Mr. Abutov was transferred to Federal State Pre-trial Detention Centre 50110 of the federal headquarters of the Russian Federal Corrections Service for the Moscow region. On 29 June 2007, the Moscow region public prosecutor's office received representations from Mr. Abutov's lawyer requesting an investigation into the lawfulness of the actions of the staff of the headquarters of the Ministry for Internal Affairs for the Krasnogorsk municipal district, Moscow region. An official investigation established that the activities of the police officers were lawful; no breaches of the law were found. On 12 September 2007, the Moscow regional department of the Russian Federal Migration Service received an application from Mr. Abutov to be recognized as a refugee on the territory of the Russian Federation, on the grounds that he feared political and religious persecution in the Republic of Uzbekistan.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 181,
        "Text": "181. On 31 January 2008, the Migration Service issued a decision to refuse Mr. Abutov recognition as a refugee in the Russian Federation, on the grounds that he did not meet the criteria established in the definition of a refugee contained in article 1, paragraph 1 (i), of the Federal Refugees Act of 19 February 1993. Notification of the decision was sent to Mr. Abutov on 31 January 2008, together with an explanation of the appeal procedure. Mr. Abutov has the right to appeal against the decision of the Migration Service. Under article 10 of the Federal Refugees Act, this currently precludes the possibility of his being returned against his will to the territory of his State of nationality.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants"
        ]
    },
    {
        "ID": 182,
        "Text": "182. The Special Rapporteur is grateful for the response of the Government of the Russian Federation. She would like to take the opportunity to refer to her 2007 report to the General Assembly, in which she dealt with the vulnerable situation of refugees, asylum-seekers and internally displaced persons (see A/62/280, paras. 38-63).",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 183,
        "Text": "183. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning eight Bahraini teachers, all of them Shi'a Muslims, namely Mr. Majid Abdalrasol Salman Al-Ghasra, Mr. Abbas Ahmed Ibrahim, Mr. Sayed Ahmed Alawi Abdullah, Mr. Issa A. Hasan Ahmed, Mr. Mohammed Hassan Ali Marhoon, Mr. Mohammad Abdullah Al-Moamen, Mr. Ebaraim Marzam and Mr. Mohamed Mahdi. These eight individuals were reportedly visiting Riyadh in early April 2008 during their holidays. It is believed that they had accidentally entered a restricted military area upon which they were arrested and detained at Hayr Prison in Riyadh. Despite intense efforts undertaken by their families in the Kingdoms of Bahrain and Saudi Arabia, their detention was only disclosed by Saudi authorities four days after the arrests. The detainees were allowed to meet their parents only after 55 days of detention. Since their arrests they have been held in solitary confinement without charge or trial or access to legal counsel. The individuals were subjected to severe psychological pressure during interrogations on details of their lives, including their affiliations and beliefs. The investigators also accessed their email accounts. Concern is expressed that the arrest and detention of the eight above mentioned individuals might be connected to the religious beliefs they hold as Shi'a Muslims.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 184,
        "Text": "184. The Special Rapporteur regrets that she has not received a reply from the Government of the Kingdom of Saudi Arabia concerning the above mentioned allegations. She would like to recall that General Assembly resolution 63/181 which urges States to \"step up their efforts to protect and promote freedom of thought, conscience, religion and belief, and to this end to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment or arbitrary arrest or detention\". Furthermore, in letters sent to the Government on 28 March 2008 and 28 January 2009, the Special Rapporteur reiterated her wish to visit the Kingdom of Saudi Arabia in the framework of her mandate.",
        "Labels": []
    },
    {
        "ID": 185,
        "Text": "185. The Special Rapporteurs brought to the attention of the Government information they had received concerning the arrest of Sheikh Tawfiq al-Amer from the Shi'a community in Ahsa district, Eastern province. On 22 June 2008, Sheikh Tawfiq al-Amer was arrested and detained for a week without charge. The arrest of Sheikh al-Amer was reportedly linked to his criticism of an anti-Shi'a declaration made by 22 Wahhabi clerics, who had stated that Shi'as were \"infidels\" and \"traitors\" and a \"great threat\" to the Sunni majority in Saudi Arabia. In the mosque where he is Imam, Sheikh al-Amer argued on 14 June 2008 that such statements were dangerous to the community and asked the Government to prevent incitement to hatred and discrimination.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 186,
        "Text": "186. Furthermore, it has been reported that members of the Shi'a community in Ahsa district face discrimination, for example that they do not get licenses to operate a private school or a kindergarten. In addition, some categories of jobs are allegedly forbidden for Shi'as, such as becoming a minister, government adviser, president of a public company, municipality president, diplomat or official in an Islamic organization financed by the Government.",
        "Labels": []
    },
    {
        "ID": 187,
        "Text": "187. The Special Rapporteur regrets that she has not received a reply from the Government of the Kingdom of Saudi Arabia concerning the above mentioned allegations. She would like to recall that the General Assembly, in its resolution 63/181, urged States to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by taking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility or violence, with particular regard to members of religious minorities in all parts of the world. In addition, article 2 of General Assembly resolution 47/135 states that \"persons belonging to national or ethnic, religious and linguistic minorities (hereinafter referred to as persons belonging to minorities) have the right to enjoy their own culture, to profess and practise their own religion, and to use their own language, in private and in public, freely and without interference or any form of discrimination.\"",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 188,
        "Text": "188. The Special Rapporteur would also like to refer to article 4 of the Declaration on the Elimination of All Forms of Intolerance and Discrimination, which stipulates that \"all States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life\". The issue of discrimination based on religion or belief and its impact on the enjoyment of economic, social and cultural rights has most recently been addressed by the Special Rapporteur in her report to the tenth session of the Human Rights Council (see A/HRC/10/8, paras. 29-62).",
        "Labels": []
    },
    {
        "ID": 189,
        "Text": "189. The Special Rapporteurs brought to the attention of the Government information they had regarding Ms. Gillian Gibbons, a 54 years old English teacher from Liverpool, living in Sudan. On 25 November 2007, Ms. Gibbons was reportedly arrested at her home in Khartoum, where she teaches at a British International School. A court in Khartoum on 29 November 2007 found her guilty of \"insulting the faith of Muslims\" and sentenced her to 15 days in prison to be followed by deportation. Prosecutors had called for her conviction on charges of inciting religious hatred, which carries a punishment of up to 40 lashes, six months in prison and a fine. Allegedly, in September 2007, Ms. Gibbons had asked her pupils to vote a name for a teddy bear as part of the class's study of animals and they named it \"Muhammad\". Subsequently an office assistant complained to the Ministry of Education and Ms. Gibbons was accused of blasphemy for allowing her pupils to name a teddy bear with the Prophet's name.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 190,
        "Text": "190. On 30 November 2007, thousands of protesters demonstrated in Khartoum, claiming that the 15-day prison sentence was too lenient. Since protesters have reportedly called for the execution of Ms. Gibbons, serious concern is expressed at her safety. Further reports indicate that Ms. Gibbons has been given a presidential pardon on 3 December 2007.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 191,
        "Text": "191. The Special Rapporteur regrets that she has not received a reply from the Government of Sudan concerning the above mentioned allegations. She would like to refer to her report to the 62nd session of the General Assembly (A/62/280), which raises the issue of blasphemy laws. In paragraph 75, the Special Rapporteur notices that there are worrying trends towards applying blasphemy laws in a discriminatory manner and that they often disproportionately punish members of religious minorities, dissenting believers and non-theists or atheists. She reiterates in paragraph 77 that criminalizing \"defamation of religions\" can be counterproductive, since it may create an atmosphere of intolerance and fear and may even increase the chances of a backlash.",
        "Labels": []
    },
    {
        "ID": 192,
        "Text": "192. The Special Rapporteur also would like to emphasize that limitations to freedom of expression and freedom of religion or belief are strictly defined in international law, for example in articles 18 (3), 19 (3) and 20 (2) of the International Covenant on Civil and Political Rights. In this regard, she would like to refer to the report on the expert seminar on \"Freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence\", convened by the United Nations High Commissioner for Human Rights and held in Geneva on 2 and 3 October 2008 (see A/HRC/10/31/Add.3).",
        "Labels": []
    },
    {
        "ID": 193,
        "Text": "193. The Special Rapporteurs raised concern on information they had received concerning the desecration of Hmong graves in Wat Tham Krabok. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/4/21/Add.1, paras. 288-290.",
        "Labels": []
    },
    {
        "ID": 194,
        "Text": "194. The Government of Thailand submitted a response to the Special Rapporteurs on 9 July 2008 which is summarized in the communications report of the Special Rapporteur on the situation of human rights and fundamental freedoms of indigenous people (see A/HRC/9/9/Add.1, paras. 475-478).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 195,
        "Text": "195. The Special Rapporteur would like to thank the Government of Thailand for its response to the communication of 2 June 2006 and - jointly with the Special Rapporteur on the situation of human rights and fundamental freedoms of indigenous people - she will continue to monitor the situation.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 196,
        "Text": "196. The Special Rapporteur brought to the attention of the Government information she had received relating to the right of Muslim students to manifest their religion or belief in Turkish universities. Reportedly, university regulations would prohibit students from taking examinations if their heads are covered. As a consequence, Muslim students would be prevented from wearing headscarves when taking their examinations.",
        "Labels": []
    },
    {
        "ID": 197,
        "Text": "197. As the Special Rapporteur has been mandated to identify existing and emerging obstacles to the enjoyment of the right to freedom of religion and present recommendations on ways and means to overcome such obstacles, she requested the Government to provide information on the following issues: (a) What are the rules, regulations, laws and policies applied by Turkish universities with respect to religious clothing? Do Turkish universities prohibit Muslim students having their heads covered? Is the portrayal of any religious symbol/object prohibited?;; (b) According to article 18, paragraph 3, of the International Covenant on Civil and Political Rights, to which Turkey is a State party, freedom to manifest one's religion or belief may be subject to limitations only if they are prescribed by law, are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. Please do clarify the limitations used for the policy on religious clothing enforced by Turkish universities;; (c) Have complaints been lodged by university students wearing a headscarf in relation to them being prevented from taking their university examinations or having their examinations cancelled?",
        "Labels": []
    },
    {
        "ID": 198,
        "Text": "198. The Special Rapporteur regrets that she has not received a reply from the Government of Turkey concerning the above mentioned concerns. Regarding the issue of religious symbols, she would like to refer to her report to the 62nd session of the Commission on Human Rights (see E/CN.4/2006/5, paras. 36-60), which addresses the issue of religious symbols in greater detail. The Special Rapporteur has formulated a set of general criteria on religious symbols, including \"neutral indicators\" and \"aggravating indicators\", in order to provide some guidance on the applicable human rights standards and their scope (see E/CN.4/2006/5, paras. 51-60).",
        "Labels": []
    },
    {
        "ID": 199,
        "Text": "199. The Special Rapporteur brought to the attention of the Government information she had received regarding Mr. Lyle Moody, who was detained in Western New Mexico Correctional Facility (WNMCF), Grants. Since Mr. Lyle Moody, a practicing Muslim, was reportedly transferred from Lea County Correctional Facility (LCCF) in Hobbs to WNMCF, he had been denied several religious practices by prison staff members. At WNMCF, he was prohibited from wearing the traditional Islamic white knit (kufi) cap, while other inmates were allowed to wear different kinds of caps in prison. The Islamic Jumah prayer services were not announced over WNMCF's loudspeakers on Fridays, whereas other religious services were. Mr. Moody reportedly did not face such restrictions on the right to practice his religion when he was in LCCF Facility.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 200,
        "Text": "200. The Government informed that the U.S. Department of State had contacted the New Mexico Corrections Department (NMCD) public affairs office regarding these allegations. They cited the Western New Mexico Inmate Rules and Regulations for Level II, which states that \"Inmates will be allowed to wear authorized hats, and prescription sunglasses in the housing units, work areas and recreation yards only\". Head gear is not allowed in the library, education, medical, dining halls, or other areas of the facility. They noted that Mr. Lyle Moody had been allowed to wear the kufi during religious services or while praying in a designated area. However, Mr. Moody had expressed a desire to wear the kufi everywhere at all time, which is not allowed under the Rules. The WNMCF did not find any misconduct reports for him wearing his kufi; however, one deputy warden stated he had repeatedly asked Mr. Moody to remove it when he was not allowed to and he did. For this reason, in the view of the WNMCF, it had not been an issue.",
        "Labels": []
    },
    {
        "ID": 201,
        "Text": "201. With regard to the announcement of the Jumah prayer services over facility loudspeakers, the WNMCF responded that the deputy warden had kept the weekly sign-in logs for the Islamic services dating back to 25 July 2008. These showed that the services had taken place and that Mr. Moody had attended all of them. The deputy warden also noted that while the services may not always have been announced over the intercom system, the prison officers went into the unit to announce them.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 202,
        "Text": "202. Mr. Moody filed complaints with the NMCD, which were denied. According to the NMCD, Mr. Moody continues to challenge Rules and Regulations and NMCD policies.",
        "Labels": []
    },
    {
        "ID": 203,
        "Text": "203. The Special Rapporteur is grateful for the Government's response, which also included a copy of the NMCD policies on religious programs. In particular, she would like to refer to the policy CD-101300 (C) which stipulates that \"an inmate's religious requests, including those considered being fundamental and essential, may be denied for reasons of security or for other substantiated reasons. If a request is denied, alternatives to accommodate the religious practice must be explored which might allow the inmate to practice by the means appropriate to their custody level\". In addition, she would like to refer to general comment No. 22 of the Human Rights Committee, which states \"persons already subject to certain legitimate constraints, such as prisoners, continue to enjoy their rights to manifest their religion or belief to the fullest extent compatible with the specific nature of the constraint\". The Special Rapporteur would like to emphasize that persons deprived of their liberty are in a particularly vulnerable situation, also with regard to freedom of religion or belief. It is crucial to provide the personnel of detention facilities with adequate training, raising awareness and enhancing their sensitivity about their duty to promote and respect international human rights standards for the treatment of prisoners, in particular the right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 204,
        "Text": "204. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Abdugani Tursinov Kamaliev, aged 50, Uzbek national of Muslim faith, currently detained in the investigative prison (SIZO) of Namangansk. Mr. Tursinov Kamaliev, during his detention by Uzbek authorities, had reportedly been suspended by his feet, beaten with steel rods/steel fittings and had his teeth filed to obtain a confession. Mr. Tursinov Kamaliev had been deported from Tumen in Russia to Tashkent on 5 December 2007. Mr. Tursinov Kamaliev was charged with several crimes in Uzbekistan (articles 156, 159, 242-2 of the Uzbek Criminal Code), which he was alleged to have \"committed … together with the adherents of religious extremist organisation 'Wahhabi', A. Yuldashev amongst others\". Mr. Tursinov Kamaliev is accused of propagating ideas of this organisation in Andijan, calling for the unconstitutional change of state regime by sacral war. Mr. Tursinov Kamaliev denies these allegations and any connections with members of the \"Wahhabi\" organisation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 205,
        "Text": "205. In its response, the Government of Uzbekistan noted that Mr. Tursinov Kamaliev was a member of a \"Wahhabi\" religious extremist organization, whose purpose was unconstitutional change of the Republic of Uzbekistan's system of government. He took an active part in its unlawful activities through the dissemination of ideas that fanned religious hatred and the recruitment of citizens into its ranks. According to the information available, on 11 March 1999 proceedings were instituted against Mr. Tursinov by the Namangan provincial procurator's office on evidence that he had committed the offence referred to in article 159, part 1, of the Uzbek Criminal Code. As a result of Mr. Tursinov's flight from investigators, on 17 March 1999 he was indicted in absentia under article 159, part 1, of the Uzbek Criminal Code and a search warrant was issued for him by the police.",
        "Labels": []
    },
    {
        "ID": 206,
        "Text": "206. Mr. Tursinov was subsequently detained, investigation of the case was reinstituted and he was charged under articles 156 (3) (e), 159 (3) (b) and 244 (2) of the Uzbek Criminal Code and handed over to the courts. By decision of the Namangan provincial criminal court dated 27 February 2008, Mr. Tursinov was convicted of multiple offences under articles 156 (3) (e) and 159 (3) (b) of the Uzbek Criminal Code and sentenced to serve 11 years under an ordinary penal regime; he was acquitted of offences under article 244 (2) of the Uzbek Criminal Code. During the hearings, Mr. Tursinov partially admitted his guilt and testified that in 1993 he did indeed become a member of the religious extremist organization \"Tablikh\", part of the \"Wahhabi\" sect, and that in it he was involved in recruitment of citizens from among his acquaintances to join the organization. After the arrest of a number of other adherents of the organization, he emigrated to the Russian Federation, where he married Ms. Kamalieva and took up residence with her. He views his involvement in the activities of the religious extremist organization as an error and has accordingly requested the court's clemency. In addition to the above, Mr. Tursinov's guilt has been demonstrated by the testimony of witnesses Z. Kadyrov, A. Israilov, O. Vakhabov, S. Kakhkharov and K. Boimirzaev, records of the confrontation of witnesses and other criminal case records.",
        "Labels": []
    },
    {
        "ID": 207,
        "Text": "207. The arguments advanced in the joint letter by the Special Rapporteurs about Mr. Tursinov's having been subjected to torture and other unlawful methods of investigation for the purpose of obtaining a confession from him have not been corroborated by the Government of Uzbekistan. From the time of his arrest and throughout the subsequent period of his pre-trial detention and the judicial examination of the case, Mr. Tursinov voluntarily and with exceptional consistency gave self-incriminatory evidence that was objectively confirmed by other proof collected. All legal proceedings with regard to Mr. Tursinov were carried out with the participation of his counsel, Ms. B. Nurmukhammedova, who made no complaints of unlawful techniques of investigation during the conduct of the trial or afterwards.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 208,
        "Text": "208. The court's verdict entered into force on 11 March 2008 but no appeal or application for cassation or judicial review was submitted by Mr. Tursinov or his counsel. The court correctly characterized Mr. Tursinov's criminal activity, and the punishment imposed in the light of circumstances that aggravated or mitigated his guilt was suited to the acts. No grounds have been found for objecting to the court's decision.",
        "Labels": []
    },
    {
        "ID": 209,
        "Text": "209. The Special Rapporteur is grateful for the response of the Government of Uzbekistan.",
        "Labels": []
    },
    {
        "ID": 210,
        "Text": "210. The Special Rapporteurs brought to the attention of the Government information they had received concerning the alleged arbitrary killing of two indigenous Degar men, Y-Ben Hdok and Mup, by members of the security forces. On 28 April 2008, Y-Ben Hdok, a Degar man from Buon Dung village, commune of Cu Ebur, town of Buonmethuot in the province of Daklak, was reportedly invited to drink coffee by a friend, a police officer (his name is on record with the Special Rapporteurs). When Y-Ben Hdok arrived at the restaurant, eight security police (the Special Rapporteurs were provided a list with their names) apprehended him, handcuffed him and took him to a secluded location. There they struck him repeatedly with their police batons and kicked, punched and stomped on him until he fell down unconscious. The police officers then placed a rope around his neck, tied it to a police jeep and dragged him around until he was dead. Finally, the police took his corpse to the hospital and called his family, informing them that Y-Ben Hdok had committed suicide. When the corpse was brought to Y-Ben Hdok's home, the police prevented the family from taking pictures. They also prevented relatives and friends from entering the house and viewing the body, which bore clearly visible marks of ill-treatment, including broken bones in both legs and arms. On 4 May 2008, the day of the burial, around 200 security police escorted the family to the burial grounds where numerous other security police were also stationed to prevent foreigners from interviewing the family and to prevent villagers from demonstrating. The security forces also warned the family and community not to report Y-Ben Hdok's death to the Degar community in the United States of America.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 211,
        "Text": "211. Mup, a preacher in Ploi Rong Khong village, district of Dak Doa, Gia Lai province, had been summoned three times by the security police to come to their headquarters to be heard on his religious activities. Because he feared the police, Mup had failed to follow these summonses. On 25 August 2008, Mup left his village to attend the funeral of a relative in Ploi Bla village. When he returned to his village that evening, Mup was approached by officials and spoke to them. This was the last time his fellow villagers saw him alive. In the morning of 26 August 2008, his lifeless body was found about 100 meters from the village gate, bearing the traces of beating.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 212,
        "Text": "212. The Government of Viet Nam informed that allegations mentioned in the joint communication were untrue and distorted. Due to his activities violating the law, Y-Ben H'Dok was summoned on 28 April 2008 by the Agency for Investigation of Buon Ma Thuot at the police headquarters of Tan An Wart. On 30 April 2008, according to a decision of the People's Procuracy, the Agency for Investigation of Buon Ma Thuot provisionally detained him from investigation. He confessed that he had conducted activities violating the law. The Government indicated that, on 1 May 2008, he was found dead - having committed suicide by hanging with his shirt - in the detention house of Tan An Wart. The police of Dak Lak province in collaboration with other concerned agencies carried out investigation of the scene, decided to send his dead body to the general hospital of Dak Lak province for a post-mortem examination to find out reasons of his death, but his family did not agree with a post-mortem examination on his dead body. His family voluntarily wrote a paper of guarantee, pledging to take his dead body to his village for burial. Therefore, the reasons of his death could not be identified. According to the Government, the professional agencies of Viet Nam are facing difficulties in sending dead bodies for post-mortem examinations. The local people believe that a post-mortem examination breaks their traditional custom and do not want a dead body to be examined.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 213,
        "Text": "213. With regard to Mup, the Government informed that on 26 August 2008, the People's Committee of Kdang commune had invited him to its office to identify his activities contrary to law provisions. When he finished his declaration, he was allowed to go home. On 27 August 2008, he committed suicide by hanging in a garden behind his house. When his family members saw him, he was already dead. Local people said that he had symptoms of mental disease. In the past, he attempted to commit suicide several times, but he was timely taken care of. His family certified that he was dead, because he had committed suicide by hanging himself. His family asked for permission to bury his dead body, refused a post-mortem examination and did not submit a complaint about his death.",
        "Labels": []
    },
    {
        "ID": 214,
        "Text": "214. The Government further informed that in Viet Nam, there is a strong legal framework to protect complainants and denunciators. Article 74 of the 1992 Constitution stipulates that citizens have the right to lodge with any competent State authority a complaint or denunciation regarding transgressions of the law by any State agencies, economic or social organizations, people's armed force units or any individual; retaliation against complainants or denunciators is strictly prohibited. Stipulations for dealing with wrong doings of individuals who take responsibility to settle complaints, denunciations and dealing with heads of competent agencies, organizations that do not apply necessary measures to prevent wrong doings of his/her employees are provided in several provisions of the Penal Code, the Criminal Procedures Code, the Civil Procedures Code, the Complaints and Denunciations law and of relevant Government decrees. In addition, the following measures are applied by professional agencies - such as the People's Court, the People's Procuracy, etc. - to protect complainants and denunciators: 1) to receive complainants and denunciators in a friendly manner and to engage in a dialogue with them in order to find out prompt solutions; 2) to guide the professional agencies at the lower levels to strengthen their cooperation in dealing with complaints and denunciations; 3) to guarantee the safety of complainants and denunciators.",
        "Labels": []
    },
    {
        "ID": 215,
        "Text": "215. The Special Rapporteur is grateful for the response of the Government of the Socialist Republic of Viet Nam. She would like to refer to General Assembly resolution 63/181 which urges States \"to step up their efforts to protect and promote freedom of thought, conscience, religion and belief, and to this end to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment or arbitrary arrest or detention\". Similarly, the Human Rights Council resolution 6/37 urges States to \"take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities\". Furthermore, in letters sent to the Government on 28 March 2008 and 28 January 2009, the Special Rapporteur reiterated her wish to visit the Socialist Republic of Viet Nam in the framework of her mandate.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 216,
        "Text": "216. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning the arrest and detention of Mr. Zia'u'llah Pourahmari, Mr. Keyvan Qadari, Mr. Behrooz Rohani and Mr. Sayfi Ibrahim Sayfi, who are members of the Bahá'í community in Sana'a. On the night of 20-21 June 2008, national security officials reportedly arrested six Bahá'í members in Sana'a, including the above mentioned individuals as well as Mr. Walid Ayyash and Mr. Mohammad Al-Qulathi, who are both Yemeni citizens, during raids in two private homes. Two days later, on 23 June 2008, eight individuals (five of whom were armed) came with search warrants to the home of Dr. Moein Pourahmari (the son of one of the detainees) which is used as a meeting place for the national and local Bahá'í Assemblies. The officials conducted a thorough search, photographed the rooms, and confiscated files related to the Bahá'í National Assembly as well as the Assembly's computer. They specifically requested a list of all Bahá'ís living in Yemen.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 217,
        "Text": "217. On 12 July 2008, national security officers came to get Mr. Sinan Sayfi, the son of another one of the detainees, and interrogated him for two hours before releasing him later the same day. They repeatedly asked him to write down the names of all the Bahá'ís in Yemen and accused him of spying for Israel. Reportedly, the six Bahá'ís members, two of which are Yemeni, three are of Iranian background and one is Iraqi, were detained without charge for six weeks and held in solitary cells. On 2 August 2008, all six detainees were transferred to the \"criminal investigation jail\", where they remained in custody while their cases were being investigated further.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 218,
        "Text": "218. Family members were eventually able to visit some of the detainees and at least one of them had access to legal counsel. The lawyer was told that all six of them were being charged with apostasy. The two Yemeni citizens, Mr. Walid Ayyash and Mr. Mohammad Al-Qulathi, have reportedly been released in the meantime but it remains unclear whether all charges have been dropped against them.",
        "Labels": []
    },
    {
        "ID": 219,
        "Text": "219. It is reported that a decision on the charges regarding Mr. Zia'u'llah Pourahmari, Mr. Keyvan Qadari, Mr. Behrooz Rohani and Mr. Sayfi Ibrahim Sayfi is imminent and concerns have been raised that they may be deported subsequently to the Islamic Republic of Iran or the Republic of Iraq, respectively. Concerns were expressed that the arrest and detention of Mr. Zia'u'llah Pourahmari, Mr. Keyvan Qadari, Mr. Behrooz Rohani and Mr. Sayfi Ibrahim Sayfi might be solely connected to the exercise of their right to freedom of religion or belief. Further concern was expressed that in the event of their reportedly imminent deportation to Iran or Iraq they might be subjected to arbitrary arrests and detention.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 220,
        "Text": "220. The Special Rapporteur regrets that she has not received a reply from the Government of Yemen concerning the above mentioned concerns. According to information recently received, Mr. Zia'u'llah Pourahmari (and his wife) of Iranian origin, as well as Mr. Sayfi Ibrahim Sayfi (with his wife and children) of Iraqi origin, have been deported in January 2009, with the assistance of the United Nations High Commissioner for Refugees, to a destination other than their countries of origin. However, Mr. Keyvan Qadari and Mr. Behrooz Rohani are still in Yemen.",
        "Labels": []
    },
    {
        "ID": 221,
        "Text": "221. The Special Rapporteur would like to refer to General Assembly resolution 63/181 which urges States to \"step up their efforts to protect and promote freedom of thought, conscience, religion and belief, and to this end to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment or arbitrary arrest or detention\". Similarly, the Human Rights Council resolution 6/37 urges States to take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities\". -----",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    }
]