[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights pursuant to its resolution 1986/20 and renewed by the Human Rights Council in its resolutions 6/37, 14/1 and 22/20.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In its resolution 25/12, the Human Rights Council condemned \"all forms of violence, intolerance and discrimination based on or in the name of religion or belief, and violations of the freedom of thought, conscience, religion or belief, as well as any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, whether it involves the use of print, audiovisual or electronic media or any other means\". Against that background, the present report, in its section II, focuses on preventing violence committed in the name of religion and, in its section III, includes specific recommendations addressed to all relevant stakeholders.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Violence committed \"in the name of religion\", that is, on the basis of or arrogated to religious tenets of the perpetrator, is a complex phenomenon in different parts of the world. The brutality displayed in manifestations of such violence often renders observers speechless. While in some countries violence in the name of religion remains a local or regional phenomenon, acts of terrorism carried out intentionally to send global messages have been increasingly prominent in recent years. In that context, prima facie \"archaic\" acts of cruelty seem to be cynically \"staged\" in order to cater to modern media voyeurism, which adds yet another dimension of humiliation to the suffering of victims and their families.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Violence in the name of religion can be in the form of targeted attacks on individuals or communities, communal violence, suicide attacks, terrorism, State repression, discriminative policies or legislation and other types of violent behaviour. It can also be embedded and perpetuated in the status quo in various forms of structural violence justified in the name of religion. Perpetrators comprise different types of non-State actors, but also State agencies or — quite often — a combination of both. In some countries, armed groups invoke religion to justify atrocities such as targeted mass killings, extrajudicial and summary executions, enforced disappearances, torture, sexual violence, indiscriminate attacks against civilians, mass expulsions, enslavement or systematic destruction of certain communities. In other countries, vigilante groups harass religious minorities by vandalizing cemeteries and places of worship, grabbing lands or properties and threatening their security.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The main problem in a number of countries stems from the State's failure in combating terrorism or violence of non-State actors, while certain State agencies in other countries support such violence directly or indirectly, for example, by promoting hatred against religious minorities or by turning a blind eye to violence, hence indulging a culture of impunity. Human rights violations can even originate directly from the State apparatus itself, for example, when a Government resorts to violent repression in order to \"defend\" a State religion or existing religious hegemonies against perceived threats by religious competitors or internal dissidents. The State's involvement with violence in the name of religion thus shows a broad variety of patterns, ranging from lack of capacity to indirect or direct forms of complicity or deliberate policies of religious discrimination, sometimes even culminating in formal endorsement or systematic orchestration of such violence by the State.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Violence in the name of religion disproportionately targets religious dissidents, members of religious minorities or converts. People suspected of undermining national cohesion are also frequent targets of intolerant violence. Attacks will also likely increase where there is a recognized \"official\" or State religion or when a religion is used as a medium to define national identity. Moreover, vigilante groups, sometimes with the support of law enforcement agencies, attack people, in particular women, whose ways of life are deemed \"immoral\" from the standpoint of certain narrowly defined religious codes of conduct.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. However, violence in the name of religion also affects followers of the very same religion, possibly also from a majority religion, in whose name such acts are perpetrated. Voices of moderation or critics who actively oppose the abuse of their religion for the justification of violence bear an increased risk of being accused of \"betrayal\" or \"blasphemy\" and having retaliatory penalties inflicted upon themselves.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The relevance of the issue with respect to freedom of religion or belief is obvious since violence in the name of religion is a source of many of the most extreme violations of this human right, usually in conjunction with other human rights violations as well. Freedom of religion or belief, due to its nature as a human right, protects human beings rather than religions. The starting point for any assessment of religious or belief pluralism must therefore be the self-understandings of human beings in this area, which may be quite diverse.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Victims of violence come from all religious or belief backgrounds. They comprise adherents to large \"traditional\" communities and followers of small or new religious movements, which are often stigmatized as \"sects\". Furthermore, atheists and agnostics suffer in many countries from a climate of intimidation, repression or violence. Another frequently neglected group of people are the adherents to different indigenous beliefs, who are also targets of violence carried out by State agencies and/or non-State actors.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 10,
        "Text": "10. Countless examples demonstrate that violence in the name of religion usually displays a pronounced gender dimension. Many women and girls are victims of \"honour\" killings, acid attacks, amputations or floggings, sometimes pursuant to penal codes that are based on religious laws. Women and girls also disproportionately suffer from sexual violence, such as rape, abduction, sexual enslavement, female genital mutilation, forced marriage, often in conjunction with forced conversion, or other cruelties. www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=10522&LangID=E, www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=14125&LangID=E, www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=14618&LangID=E, www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=14936&LangID=E and www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=15094&LangID=E.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 11,
        "Text": "11. Furthermore, homophobic and transphobic violence against lesbian, gay, bisexual and transgender (LGBT) persons may also be perpetrated in the name of religion. Those perceived as LGBT may be targets of organized abuse, including by religious extremists. Violence against LGBT persons includes brutal gang rapes, so-called \"curative\" rapes and family violence owing to their sexual orientation and gender identity. There is a strong connection between discrimination in law and practice, and incitement to violence in the name of religion and violence itself. Violence against women and against LGBT persons is often justified and given legitimacy by discriminatory laws based on religious laws or supported by religious authorities, such as laws criminalizing adultery, homosexuality or cross-dressing. The Human Rights Committee has noted with concern hate speech and manifestations of intolerance and prejudice by religious leaders against individuals on the basis of their sexual orientation, in a broader context of acts of violence, including killings of LGBT persons. There have also been reports of direct violence exercised by religious authorities against LGBT persons, although many of them are religiously interested in practising.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 12,
        "Text": "12. The experience that religion is invoked in civil wars, communal violence, terrorist acts or other violent conflicts causes some observers to use the label \"religion\" broadly and loosely when analysing those phenomena. Multidimensional violent conflicts are often described along religious lines. Although such descriptions may capture some relevant elements of the phenomena, they fail to understand the complexity of the issues. Headlines such as \"religious violence\", \"religious civil war\" or \"sectarian conflicts\" tend to obfuscate the significance of non-religious factors, in particular political factors, for an adequate understanding of the core problems.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Non-religious factors that deserve to be taken seriously may include intricate historic legacies of a country, a climate of political authoritarianism, military interventions, extreme poverty, social, cultural, economic and political discrimination, exclusion and marginalization, inequalities, caste hierarchies, ethnic fragmentation, rapid demographic changes, patriarchal values and a \"macho\" culture, migration processes, a widening gulf between urban and rural areas, the breakdown of meaningful public discourse, lack of intergroup communication, endemic corruption and political cronyism, widespread disenchantment with politics, general loss of trust in weak or inexistent public institutions, and a culture of impunity and denial for past serious violations of international human rights and humanitarian law. Any specific incident of violence in the name of religion warrants a careful, contextualized analysis of all relevant factors, including the broader political environment. It will thereby become clear that religion is almost never an isolated root cause of violent conflicts or attacks.",
        "Labels": [
            "Migrants",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 14,
        "Text": "14. An isolated focus on religion in descriptions of violence, conflicts and civil wars often creates the risk of nourishing fatalistic attitudes. The impression that seemingly \"perpetual\" religious or denominational differences lie at the root of respective problems can exacerbate feelings of helplessness and lead to inaction. However, if it is wrongly assumed that certain violent conflicts have their decisive root causes in religious strife that allegedly started centuries or even millennia ago, this will likely distract attention from the responsibilities that Governments, community leaders, media representatives, civil society organizations and international agencies have today.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Moreover, it is important to avoid \"essentialist\" views that falsely ascribe violence to the essence of certain religions or to religion in general. The formulation \"violence in the name of religion\" in the present report is deliberately chosen to emphasize the fact that the perpetrators of violent crimes are always human beings, not religions as such. It is human beings — individuals, groups, community leaders, State representatives, non-State actors and others — who invoke religion or specific religious tenets for the purposes of legitimizing, stoking, spreading or escalating violence. In other words, the relationship between religion and violence can never be an immediate one; it always presupposes human agency, that is, individuals or groups who actively bring about that connection — or who challenge that connection.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Whereas an isolated focus on religion ignores the relevance of political and other non-religious factors, the \"instrumentalization thesis\", by contrast, from the outset denies that religious motives can play a genuine role in incidents of violence. Instead, it is assumed that perpetrators of such violence merely \"instrumentalize\" religion for political, economic or other mundane purposes. The term \"instrumentalization\" conveys the impression that religious persuasions themselves have little, if anything, to do with the acts of violence perpetrated in their name.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. However, downplaying the significance of religious motives, fears and obsessions in this context would be factually wrong and conceptually inappropriate in many cases. It would furthermore mean that religious communities and their leaderships are from the outset excluded from taking any genuine responsibility for violence in the name of religion and, by implication, cannot contribute meaningfully towards tackling the problem.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. It remains true that acts of violence cannot be attributed to religions per se or to any particular religion, as these acts are always carried out by human beings pursuing certain aims in particular social, economic, political and historical contexts. Yet it is equally true that human agency comprises a broad range of motives, including religious ones. While in some cases violent attacks may be orchestrated by Machiavellian strategists who whip up religious sentiments, there are obviously religious fanatics who seem to believe that, by torturing or killing fellow human beings, they actually perform a service to God. Moreover, it is a disturbing reality that religious fanatics may find some admirers and supporters within their broader communities who mistakenly resort to violence as a manifestation of strong religious commitment. Religious communities and their leaders, including theologians of various denominations, have a responsibility to tackle this problem on the basis of a clear analysis of its various root causes, including narrow-minded and polarizing interpretations of religious messages.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The two above-mentioned simplistic interpretations often appear in discussions about violence in the name of religion. What both interpretations have in common is that, albeit in different ways, they ignore relevant factors and actors. The isolated focus on religion neglects the significance of human agency in general, political and other nonreligious factors in particular, thus possibly leading to fatalism in the face of seemingly perpetual sectarian strife. By contrast, the instrumentalization thesis trivializes the role that religious motives may play in committing and supporting acts of violence, leading to inadequate responses from religious communities and their leaders.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur is convinced that policies aimed at overcoming violence in the name of religion must be based on a comprehensive understanding of all underlying factors and responsible actors. This is the sine qua non for mobilizing all relevant stakeholders to do their utmost to eliminate such violence.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Violence committed in the name of religion is a complex reality. Given the word limits of the present report, the Special Rapporteur will restrict himself to a few nonexhaustive typological observations.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. For many people, religion is a very emotional issue, deeply connected to feelings of identity, devotion and group attachment. Religious convictions can drive people to push their boundaries and perform acts of solidarity, compassion and charity. However, this enormous potential can also turn into a destructive force, feeding collective polarization, narrow-mindedness and violent fanaticism.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Religious fanaticism is a danger that exists in different religions and beliefs. Attempts to derive a propensity for violence directly from specific theological features of particular religions are highly problematic. Not only do they fail to do justice to the wide range of violent manifestations connected to most different religions and beliefs, including secular worldviews; they also neglect the decisive factor of human agency as pointed out before.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Although most religions claim a transcendent — and in this sense \"trans-human\" origin, religious sources and normative codes of conduct always accommodate different readings that are actively undertaken by human beings. Thus, human agency is inevitably involved in interpreting religious traditions, dogmas, laws or identities. Open-minded interpretations that encourage tolerance, empathy and solidarity across boundaries may exist alongside narrow-minded interpretations of the same religion, which lead to polarized worldviews and a militant rejection of people holding other persuasions. Whatever the ultimate origins of a religious belief are thought to be, human beings bear in any case responsibility for the practical consequences that they draw from the interpretation of their faith. This particularly applies to religious teachers, preachers and community leaders, whose influence should always be connected with an enhanced sense of responsibility.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Whenever violence is justified by the invocation of religion or arrogated to religious tenets, the specific interpretations, for example, religious ideas, concepts, images or anxieties, should be taken seriously. Although they should not be seen in isolation from broader political and other factors, it would be too easy simply to dismiss polarizing religious interpretations as mere excuses for acts of aggression. At the same time, the pitfalls of essentialism can be avoided by bearing in mind that it is always human beings, in their various roles and positions, who remain the responsible agents for any justifications and commission of violence.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The seeds of religious fanaticism fortunately do not always find fertile ground. Whereas in many societies those promoting religious narrow-mindedness, violence or even terrorism do not succeed in mobilizing many followers, in other countries their opportunities may be higher. There are societies in which the voices of fanaticism resonate strongly and in some countries they have even managed to infiltrate important parts of the State apparatus or to lead the Government.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. One main factor, which typically makes larger groups of people receptive to messages of religious extremism, is a general loss of trust in public institutions. What often starts with endemic corruption and political cronyism may end up in a total disenchantment with State politics by large parts of the population. However, if people have lost any trust in the fair functioning of public institutions, they will try to manage their lives by resorting to their own support networks. Frequently, such networks are defined along ethnic or religious lines.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. When overarching public institutions lose their credibility, groupings defined by ethnic and/or religious loyalties at the same time gain more importance. Such fragmentation processes typically produce inward-looking mentalities, collective anxieties and attitudes of general suspicion against everything happening outside of the boundaries of one's own group. Where the willingness to trust people is gradually shrinking to an internal circle, collective narrow-mindedness will be a likely consequence. In this situation, polarizing apocalyptic religious messages may become \"attractive\" since they actually seem to match the mind-set of people who feel that they live under siege in a hostile and dangerous political environment. Everyday anxieties and militant religious messages may thus blend into each other.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In such a precarious constellation, a sudden crisis such as an incident or even mere rumours can easily ignite mass-scale violence, including atrocious acts of barbarism justified in the name of religion. Owing to the lack of trustworthy overarching public institutions, political hysteria may set in and further poison the relationship between competing communities. The end result of this vicious cycle can be a climate of political paranoia in which militarized groups fight each other by using all available means, including religious condemnation and demonization. Militarized group identities defined along religious lines and dichotomized religious worldviews can thus reinforce each other.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The absence of trustworthy public institutions often goes together with a decline of public communication. If negative rumours remain unchecked by any counter-evidence that could be presented and discussed in public discourses, they may harden into fully-fledged conspiracy projections. In such situations, apocalyptic images and violent messages, which can be found within different religious traditions, may provide interpretative patterns for assessing contemporary anxieties, thereby becoming an additional factor of violent escalation.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. While many of the most extreme acts of violence in the name of religion currently occur in the context of failing or failed States, State agencies can also be directly involved in violent sectarian polarization. This is often the case where the State understands itself as the guardian of one particular religion. If this is compounded with an \"official\" or State religion, the negative impact on people belonging to religious minorities tends to be even worse. Whereas the followers of the protected religion(s) usually receive a privileged treatment, adherents to other religions or beliefs may suffer serious discrimination, such as underrepresentation in public employment, exclusion from higher education or even deprivation of citizenship. The experience of systematic exclusion almost inevitably leads to divisiveness within the society.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Policies of exclusion in the field of religion exist under different auspices. On the one hand, there are a number of Governments that base their legitimacy on their role as guardians of certain religious truth claims. Those people who do not adhere to the protected religion or those who follow interpretations deemed \"deviant\" may be publicly attacked as \"infidels\", \"apostates\" or \"heretics\"; some State may even exercise pressure in order to forcibly convert them to the official religion of the country.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. On the other hand, there is an even broader group of States, including formally secular States, which promote a particular religious heritage as an inherent part of their national identity, without resorting to specific truth claims. Such national heritage can either consist of one religion, which has largely shaped the national history, or comprise a number of different religions or beliefs, which are officially recognized as constituting the \"traditional religious mosaic\" of the nation. In fact, the fault lines resulting from harnessing religion for the promotion of national identity often run between \"traditional\" and \"nontraditional\" religions, including religions or beliefs of immigrants. Individuals or groups perceived as not fitting into the traditional self-understanding of the nation may be suspected of undermining national cohesion or even acting as fifth columns in the interest of \"foreign powers\" or \"foreign donors\".",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Policies of exclusion are often manifested in hostile public statements made by populist politicians, usually in conjunction with incitement to religious hatred in the media. Sometimes, even very small minorities are demonized as allegedly posing a dangerous threat to the long-term survival of the nation, or they are accused of being involved in clandestine conspiracies. The Special Rapporteur has often noted a pronounced gender dimension in hate speech, for example, the stoked fear of far-reaching demographic changes allegedly in a strategic attempt of minorities to get the upper hand in the long run, and as a result of a hyperbolic sexual drive ascribed to members of religious minorities, who thereby are depicted as \"primitive\". LGBT people have also been falsely portrayed in religious discourse as \"threatening\" the survival of a nation or being part of a \"conspiracy\" to control population growth.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Policies of exclusion may also manifest themselves in formal acts of administration or legislation. For instance, unwelcome religious minorities may confront insuperable obstacles when trying to obtain a legal personality status without which they cannot develop an infrastructure needed for running their community affairs in a sustainable manner. Sometimes the very existence of such communities in a country is deemed \"illegal\". As a result, people belonging to such discriminated minorities typically suffer systematic harassment and intimidation. A factor that further increases the likelihood of harassment is anti-blasphemy laws or anti-proselytism laws, which may threaten criminal punishments for vaguely circumscribed \"offences\". Countless examples demonstrate that such laws disproportionately affect minorities. Meanwhile, they may encourage selfappointed vigilante groups to commit acts of violent aggression, frequently with direct or indirect support by law enforcement agencies.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. A major problem underneath violence in the name of religion is a culture of impunity that exists in quite a number of countries. Often, victims and their families report that the authorities do not provide efficient protection, that police reach the scene of violence late or become bystanders watching the places of worship being torched or people attacked by an aggressive mob. It is not always clear whether impunity results from a lack of capacity or even reflects a certain degree of complicity by parts of the State apparatus.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. An additional factor that further aggravates the situation is the tendency of certain Governments to ignore or downplay the systemic root causes of violence in the name of religion. When addressing the issue, they may trivialize it as \"sporadic incidents\" allegedly caused by a few irresponsible individuals, without acknowledging the broader structural or political dimension of the issue. Official statistics displaying the frequency and patterns of violence, including disaggregated data on the underlying motives, often do not exist.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. In a climate of fear and intimidation in some countries — either caused by aggressive non-State actors or by repressive Governments — the population may largely refrain from even talking about violence committed in the name of religion. This constitutes yet another layer of the problem. The growing culture of silence, often exacerbated by restrictive laws, prevents responsible stakeholders from tackling the problem publicly and strategically. Overcoming the culture of silence is a major precondition for holding Governments accountable for relevant political actions and omissions, including situations of impunity.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The scourge of violence in the name of religion calls for concerted action of States, religious and belief communities, interreligious initiatives, civil society and the media to contain and eventually overcome this phenomenon. Human rights provide the normative framework in which any policies tackling the problem and its root causes must be developed. Their potential in this regard is manifold: (a) Human rights represent a broad moral consensus endorsed by the international community and are binding under international law, thus combining moral persuasiveness with legal force;; (b) Human rights are connected with the establishment of infrastructure-relevant institutions at the global, regional, national and subnational levels. This complex infrastructure facilitates strategic cooperation between different stakeholders in the implementation and monitoring of human rights;; (c) The infrastructure of human rights institutions and mechanisms at different levels — from global to local — can furthermore help to build or restore trust among people, particularly in situations in which public institutions in a society have largely ceased to function adequately;; (d) Although human rights as legal norms do not themselves constitute an overarching belief-system, the underlying principles — such as the respect for human dignity, the equality of all human beings and the aspiration to universal justice — have substantive overlaps with many religious, culture and philosophical traditions. Human rights may therefore provide incentives for strengthening the awareness of the charitable messages contained in different religions or beliefs in order to build resilience against messages of hatred and violence;; (e) Freedom of religion or belief, in conjunction with other human rights, provides the normative basis for the coexistence and cooperation of people belonging to most different religions or beliefs and obliges the State to provide an inclusive framework. Furthermore, freedom of religion or belief assures that different communities and subcommunities will receive protection.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. This non-exhaustive list shows the potential of human rights to bring together various stakeholders who, in concerted actions, should do their utmost to combat violence in the name of religion. Below, the Special Rapporteur discusses specific roles of some relevant stakeholders in this area.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 41,
        "Text": "41. The State is not just another stakeholder alongside various other actors and institutions. As the formal guarantor of human rights under international law, the State has an overarching obligation that can be divided conceptually into three levels, that is, the obligations to respect, to protect and to promote human rights.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. For the context of the present discussion, the obligations to respect chiefly require that the State abandon all sorts of — formal or informal — policies of exclusion by which persons belonging to certain groups suffer discrimination. This has manifold consequences. In particular, Government representatives must clearly refrain from any statements that may be perceived as condoning or even encouraging acts of violence that target religious dissenters, religious minorities or other groups of people. Legislation that renders the existence of certain religious communities as such \"illegal\" in the country or prevents them from developing a sustainable infrastructure is incompatible with the universal right to freedom of religion or belief and should be revoked. Such legislation furthermore fuels resentments and may encourage acts of intimidation, including by law enforcement agencies. Moreover, the State should repeal anti-blasphemy laws, anticonversion laws and criminal laws that discriminate against certain people according to their religious affiliations or beliefs or criminalize their \"dissident\" practices. Apart from further increasing the vulnerability of marginalized groups or individuals, these laws may give a pretext to vigilante groups and other perpetrators of hatred for intimidating people and committing acts of violence. Textbooks used for school education should not contain stereotypes and prejudices that may stoke hostile sentiments against the followers of certain religions or beliefs and groups that suffer systematic discrimination, including women and LGBT persons.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 43,
        "Text": "43. In order to operate as a credible guarantor of freedom of religion or belief for everyone, the State should not identify itself exclusively with one particular religion or belief (or one particular type of religions) at the expense of equal treatment of the followers of other faiths. As ample experience demonstrates, the use of religion in the context of national identity politics always harbours aggravated risks of discrimination against minorities, for instance, against members of immigrant religious communities or new religious movements, thus creating divisiveness within the society. Any exclusivist settings should therefore be critically addressed and finally replaced by an inclusive institutional framework in which religious diversity can unfold without discrimination and without fear.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Violations of human rights do not only originate from the State; they are quite often carried out by non-State actors. Nonetheless, the State bears a responsibility for such acts inasmuch as they may reflect inadequate human rights protection.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. A first step towards providing protection against violence in the name of religion is a quick and unequivocal condemnation of any such acts, whenever they occur, by high representatives of the State. State representatives should indeed take the lead in rejecting violence, expressing sympathy for victims and providing public support for targeted individuals or groups. Violent attacks targeting members of groups that face systematic discrimination in the name of religion should be understood as attacks on the entire society. Public messages to that effect, however, can only be credible if they openly address the root causes, including systemic political conditions, which may become enabling factors of violence. Unfortunately, some Governments display a tendency to resort to policies of trivializing violence by ascribing the incidents to just a few irresponsible individuals without acknowledging the broader political dimensions of the issue. Overcoming such trivialization is the sine qua non for designing effective preventative and coping strategies.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. A major issue in the context of protection against violence in the name of religion is the fight against impunity, wherever it exists. Those who commit, or are complicit in, acts of violence must always be brought to justice. This requires training for law enforcement agencies and the establishment of an efficient and independent judiciary. Moreover, antidiscrimination legislation plays an indispensable role in protecting the equality of all in their enjoyment of human rights, across religious or denominational divides, thus preventing or overcoming divisiveness within society.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. While the States' obligation to protect human rights requires them to take effective measures to combat terrorism, the Special Rapporteur would like to reiterate that States must ensure that any measure taken to combat terrorism fully complies with their obligations under international law, particularly human rights, refugee and humanitarian law. In this context, the targeting of specific groups, including members of particular religious communities through so-called religious profiling, is of concern. (c) Obligations to promote",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Beyond respecting and protecting human rights, States should also take a broad range of positive measures aimed at facilitating their effective implementation. This includes providing an appropriate framework in which other stakeholders, including religious communities, interreligious initiatives, civil society organizations, human rights defenders and media professionals, can unfold their specific potential.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Moreover, the State itself should use all available means — including formal and informal education and community outreach — in order to promote a culture of respect, non-discrimination and appreciation of diversity within society. In close consultation with all relevant stakeholders, the State should develop national action plans against violence in the name of religion. A useful document in this context is the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. The Rabat Plan of Action, elaborated with broad participation by experts, Member States and civil society organizations under the auspices of the Office of the United Nations High Commissioner for Human Rights, can provide guidance on how to build resilience in society against incitement to religious hatred and concomitant acts of violence. Building resilience requires a broad range of activities, including educational efforts, early warning capacities and policies on crisis preparedness, by establishing channels of communication that enable relevant actors to respond strategically and swiftly.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. National human rights institutions are particularly suited for the promotion of human rights. Some of them have an explicit mandate for also promoting intergroup relationships. The Special Rapporteur would like to encourage them, including their International Coordinating Committee, to take an active ownership of the Rabat Plan of Action and develop strategies to eliminate the root causes of violence in the name of religion.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Furthermore, States should safeguard the memory of all population groups, and of religious communities in particular, including by developing and protecting national archives, memorial museums and monuments.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. At the 2005 World Summit, Heads of State and Government committed to the responsibility to protect their populations from genocide, war crimes, ethnic cleansing and crimes against humanity. This entails the responsibility of States to protect their own populations from atrocity crimes; the responsibility to help other States do so through the provision of international assistance; and the responsibility to take collective action when a State manifestly fails to protect its population. In particular, the word \"populations\" refers to all people living within a State's territory, whether citizens or not, and including religious groups. The principle builds on existing obligations under international law and embodies a political determination to prevent and respond to atrocity crimes, but does not itself have an independent legal character.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 53,
        "Text": "53. In his 2009 report on implementing the responsibility to protect (A/63/677), the Secretary-General established a framework for implementing the responsibility to protect principle on the basis of three equal, mutually reinforcing and non-sequential pillars. The first pillar encompasses the responsibility of each individual State to protect its populations from genocide, war crimes, ethnic cleansing and crimes against humanity. The second pillar focuses on the provision of international assistance on the basis of paragraphs 138 and 139 of the 2005 World Summit Outcome, which asserts that the international community should, as appropriate, encourage and help States to exercise this responsibility, and that the international community should also support the United Nations in establishing an early warning capability and assist those which are under stress before crises and conflicts break out. The third pillar outlines options for taking collective action, in a timely and decisive manner and in accordance with the Charter of the United Nations, should peaceful means be inadequate and where national authorities are manifestly failing to protect their populations.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 54,
        "Text": "54. While international human rights law traditionally focused only on the obligations of States, an evolving approach recognizes the importance and impact of certain non-State actors, arguing that some human rights obligations also apply to them, including non-State armed groups with (or arguably even without) effective control over a territory. In that regard, the Committee on the Elimination of Discrimination against Women stressed in its general recommendation No. 30 (2013) on women in conflict prevention, conflict and postconflict situations, that \"under certain circumstances, in particular where an armed group with an identifiable political structure exercises significant control over territory and population, non-State actors are obliged to respect international human rights\". 16",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Special procedures and commissions of Inquiry have also addressed human rights violations committed in the name of religion by armed groups with effective control over territory. \"Effective control\" means that the non-State armed group has consolidated its control and authority over a territory to such an extent that it can exclude the State from governing the territory on a more than temporary basis. Furthermore, armed groups without effective control over territory have been held to have committed human rights violations. In May 2014, a report by the United Nations Mission in the Republic of South Sudan stressed that the most basic human rights obligations, in particular those emanating from peremptory international law (jus cogens), bind both the State and armed opposition groups in times of peace and during armed conflict.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In the event that a non-State armed group is party to an armed conflict, international humanitarian law can also be invoked. Article 3 common to the four Geneva Conventions of 1949 defines certain minimum guarantees that all parties involved in a non-international armed conflict should observe, including to treat in all circumstances persons who take no active part in the hostilities humanely, without any adverse distinction founded on religion or faith. Furthermore, a number of norms contained in the Geneva Conventions of 1949 and the Additional Protocols I and II of 1977 have reached the status of customary international law and, as such, are binding on all parties to the armed conflict.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Most notably, international humanitarian law requires that both the State and non-State armed groups take all measures to minimize the impact of violence on civilians, respect the principles of distinction and proportionality when carrying out military operations and ensure the safety and protection of civilians by enabling them to leave areas affected by violence in safety and dignity as well as to access basic humanitarian assistance at all times.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Certain conduct of members of non-State armed groups may also trigger individual responsibility under international criminal law. The Rome Statute of the International Criminal Court provides definitions of \"genocide\" in article 6, of \"crimes against humanity\" in article 7 and of \"war crimes\" in article 8. These provisions also include several references to the terms \"religious\" or \"religion\", for example, in article 6 (\"acts committed with intent to destroy, in whole or in part, a […] religious group, as such\"), article 7, paragraph 1 (h), (\"persecution against any identifiable group or collectivity on […] religious […] grounds\") as well as article 8, paragraphs 2 (b)(ix) and (e)(iv), (\"[i]ntentionally directing attacks against buildings dedicated to religion, […] provided they are not military objectives\").",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Individual criminal responsibility is essential to ensuring accountability for gross or serious violations of international human rights and humanitarian law. However, according to article 25, paragraph 3 (f), of the Rome Statute, \"a person who abandons the effort to commit the crime or otherwise prevents the completion of the crime shall not be liable for punishment under this Statute for the attempt to commit that crime if that person completely and voluntarily gave up the criminal purpose\". Hence, this provision in combination with the threat of possible international prosecution may hopefully influence individual members of non-State armed groups to abandon their efforts to commit international crimes.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Perpetrators of violence typically represent comparatively small segments of the various religious communities to which they belong, while the large majority of believers are usually appalled to see violence perpetrated in the name of their religion. It is all the more important for the majorities and their leaders, who do not endorse the violence, to speak out against it. In some countries, religious communities organize broad demonstrations and use all available media to publicly condemn religious justifications of violent atrocities. However, there are also situations in which the silence of the majority and their leaders is quite \"deafening\", thus factually leaving the public stage to small aggressive groups. Speaking out in these situations often requires courage, determination and the ability to seize opportunities to intervene at the right moment when violence arises and can still be contained and curbed.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Overcoming a culture of silence, wherever it exists, in the face of violent attacks is of paramount importance. Often, perpetrators of violence pretend to act on behalf of a \"silent majority\". Religious fanatics furthermore like to portray themselves as \"heroes\" and a religious avant-garde that ultimately promotes the interests of their community. As long as the majorities and broader communities remain largely silent, extremists can easily play this game. They may feel that they have carte blanche to perform acts of violence and to sell these atrocities as manifestations of religious devotion.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Overcoming the culture of silence is not an easy task and, depending on the specific situation, such attempts can be quite risky. One problem is that extremist religious groups typically receive or seek to use broad media coverage, whereas voices of peace and reconciliation often remain at the margins of public attention. Although this can be a highly frustrating experience, it should never serve as an excuse for remaining silent. The cynical belief that bad news makes for good sales must not prevent other members of religious communities from bringing forward their views actively. Moreover, in a climate of intimidation, many believers, for fear of reprisals, may refrain from speaking out publicly. In such situations, fellow believers living in safer political environments should lend their voices and clearly condemn violence committed in the name of their religion.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur has seen impressive anti-violence statements issued by representatives of religious communities, that is, statements which are clear, theologically profound and passionate. However, he has also come across public rejections of violence which remain disappointingly abstract, because they are based on the problematic assumption that violence results from a mere \"instrumentalization\" of religion and, accordingly, has little, if anything, to do with religious motives. Yet, such rejections based on a trivialization of religious motives will themselves remain trivial. As discussed earlier, the instrumentalization thesis one-sidedly attributes the problem to external, non-religious factors while too quickly discarding the potential relevance also of religious obsessions and theological views.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Religious communities and especially their representatives and intellectual leaders should not succumb to the temptation to reduce the issue of violence in the name of religion to mere \"misunderstandings\" and external abuses. This would amount to an irresponsible trivialization of the problem. Instead, when dealing with the issue of such violence, theologians and religious leaders should actually expose themselves to the disturbing fact that perpetrators of violence — or at least some of them — may be convinced to perform an act of service to God when killing fellow humans. Taking seriously these ideas, however bizarre and distorted they may seem, is the precondition for giving sufficiently profound responses. Only by confronting the perverse \"attractiveness\" of violent religious extremism for some people, including people living in precarious and volatile political circumstances, will it be possible to tackle the various root causes of violence, including polarizing religious interpretations and incitement to religious hatred.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Beyond a clear condemnation of violence committed in the name of religion, communities and their leaders should positively promote empathy, tolerance and an appreciation of diversity. They should challenge the religious extremists' authenticity claims by exposing the ignorance of their views of the charitable core messages contained in religious traditions. Religious communities and scholars may also play an important role in rehabilitation and reintegration programs for violent extremist offenders and foreign fighters who returned to their country of origin, also with a view to neutralize possible future radicalization efforts.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The potential of interreligious communication for overcoming violence in the name of religion is enormous. Many examples demonstrate that violence frequently occurs in the absence of any trustful communication across religious or denominational boundaries, and the related vacuum of ideological power. The reasons for the lack or decline of intergroup communication can be manifold, ranging from broader processes of societal fragmentation and policies of exclusion to the demonization of others in polarizing religious interpretations. Whatever the reasons in a particular situation may be, initiatives aimed at improving the relationship between different religious communities can substantially contribute to preventing violent escalation. In-depth research into a number of cases of communal violence has led to the conclusion that acts of violence could be contained to a certain degree in localities where communities had developed a sustainable culture of cross-boundary communication. Apart from its preventative potential, intergroup communication therefore also helps to alleviate situations in which mass-scale violence actually occurs.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. For interreligious communication to be productive, partners should meet on an equal footing and there should always be room for a meaningful exchange beyond mere ritualistic encounters. A broad representation, including gender balance and participation of different generations, can ensure that larger populations can take active ownership of such initiatives, thus enhancing their sustainability. There is much space for improvements in this regard, since women, including feminist theologians, are typically very underrepresented in interreligious dialogue initiatives. Their voices are sadly absent in many projects. The roles of women human rights defenders should also be promoted as they can contribute to a less patriarchal interpretation of religions that disproportionately affect the rights of women, girls and LGBT persons.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 68,
        "Text": "68. Projects that involve interreligious cooperation can have far-reaching impacts. One very positive recent development is the enhanced interreligious cooperation in providing aid for refugees and internally displaced persons. Apart from supporting people who are living under dire conditions, such cooperation also sends a much-needed message of hope to these communities and to the international community, and constitutes good practices that may inspire others.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 69,
        "Text": "69. Some initiatives have led to the formal establishment of interreligious councils in which people of different religious and denominational backgrounds meet regularly. This can be useful to ensure a sustainable cooperation and keep the forces of violent extremism at bay. At the same time, there are also many illustrations of informal grass-root initiatives with the purpose of cherishing trustful relations. Quite surprisingly, everyday communication across religious divides may even exist at the local level in countries that are torn by religious extremism and violent conflicts. Figuratively speaking, even in a desert of violent political paranoia, people communicating across boundaries can uphold certain oases of common sense that certainly deserve to be acknowledged, strengthened and supported politically.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Interreligious communication and intergroup cooperation have a key function in all agendas to overcome violence in the name of religion. Although people who meet regularly across boundaries will not necessarily agree on all issues, they will realize that followers of other religions and denominations are not \"aliens\" with totally different mentalities or feelings. This is an important experience and a precondition for overcoming hostile stereotypes. Discovering common concerns, worries and interests may also be the first step for developing joint action plans for tackling the root causes of violence more strategically.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Civil society organizations differ from religious communities in that they predominantly locate themselves in the \"civil\" sphere. What brings people together in civil society organizations is not, or not primarily, a common religious belief or practice, but rather joint commitments to address issues of common concerns, including human rights. This does not preclude the possibility that quite a number of civil society organizations at the same time understand themselves as being faith-based.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The expertise gained by civil society organizations is indispensable for assessing the human rights situation, including freedom of religion or belief. For victims of human rights violations and people living under conditions of constant intimidation, it is reassuring to know that civil society organizations monitor their situations and alert relevant authorities and the public when necessary. They provide information, advice, guidance, assistance and sometimes protection, including by following up on individual cases. The findings of civil society organizations can also assume an early warning function, notably in volatile situations.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Moreover, in the face of violent aggression, civil society plays a major role in overcoming a culture of silence wherever this exists. It is important for individuals and groups targeted by incitement to religious hatred and violent attacks to experience solidarity support and that others speak out on their behalf. Overcoming silence is likewise needed to challenge the claims of perpetrators of hatred to act in the name of a \"silent majority\". Speaking out against such violence, and the broader political or religious dimensions involved with these problems, can be dangerous. Therefore, local civil society organizations may need international networks to defend them in situations where they are threatened. 28",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Different faith-based and secular civil society organizations work together and have created common platforms. Beyond the pragmatic advantages of joining forces, such cooperation also demonstrates that a commitment to human rights can create and strengthen solidarity across all religious, cultural and philosophical divides. This is an important message in itself. The Special Rapporteur has come across impressive examples in this regard, for example, initiatives taken by Christian civil society organizations in support of atheists or Buddhists under threat and public statements made by Bahá'í representatives against the persecution of Shia Muslims. Such acts of solidarity have a highly symbolic value.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. While the media, including the Internet, are frequently used to stoke intergroup hostilities by spreading false, biased or partisan information and hateful messages that incite violence, they can also be harnessed to foster cross-boundary communication and promote policies of tolerance, reconciliation and cooperation. In short, the media are a part of the problem, but they must certainly be part of the solution.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Hostile media campaigns can have disastrous effects on people's mindset and in the long run can undermine people's common sense, creating a climate of confusion and collective hysteria. The most important antidote to hostile media campaigns targeting religious minorities or other groups is the diligent research of facts.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Fact-finding may also include a public analysis of collective historical traumas. Meaningful communication across boundaries requires the possibility that people can agree — or at least partially agree — on important facts concerning intricate historic legacies. It is no coincidence that reconciliation commissions usually also have the aspiration of \"truth\" in their titles (typically being called \"truth and reconciliation commissions\"), because only on the basis of agreeing on at least some elementary historic facts can communities tackle traumatic historic legacies that otherwise would have the potential of tearing societies apart. The \"ghosts of the past\" can only be put to rest by public debates based on a careful research of facts. Here again, public discourse facilitated by a rich landscape of independent and critical media has an important function.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The media play an indispensable role in bringing about a culture of public discourse. Where such a culture remains underdeveloped or even non-existent, prejudiced messages against groups that face systematic discrimination usually find fertile ground, because hostile rumours remain unchecked by factual evidence, and fearful narratives can hardly be exposed to public scrutiny or counter-narratives. Positively speaking, a developed culture of open and frank public communication across boundaries is a prerequisite necessary for preventing resentments from escalating to fully-fledged conspiracy projections.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The media are moreover needed for overcoming the culture of silence, wherever it exists, in the face of violence in the name of religion. In conjunction with civil society organizations, representatives of the media should openly address incidents of violence, their root causes and political circumstances. Since a culture of impunity and a culture of silence often go hand in hand, putting an end to such silence may also be a first step towards tackling the problem of impunity. Journalists and other media workers who operate in dangerous environments require networks to defend them against violent threats.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Moreover, impressive media projects bear witness to the enormous positive potential of the media in facilitating cross-boundary understandings. This may also include the production of fiction aimed at overcoming societal divides. Particularly after experiences of traumatic collective violence, positive media initiatives can help restore the faculty of empathy by making people aware that the members of other religions or beliefs, far from being \"aliens\", in fact have quite similar fears, hopes and feelings. Generally, the potential impact of media work across religious or other divides can hardly be overemphasized.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Freedom of religion or belief cannot flourish without freedom of expression, and the human rights enshrined in close neighbourhood in articles 18 and 19 of the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights mutually reinforce each other. Like most other human rights, freedom of expression is not without possible limits, and there can be situations in which the State has to impose restrictions, for instance, in order to protect targeted minorities against advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. However, bearing in mind the high value of free communication and the indispensable functions of the media to facilitate public discussions, any limitations imposed on freedom of expression must be enacted with a high degree of empirical and normative diligence. Limitations must meet all the criteria enshrined in article 19, paragraph 3, of the International Covenant, which are further spelled out by the Human Right Committee in its general comment no. 34. Moreover, the Rabat Plan of Action also sets a high threshold for any restrictions on freedom of expression, including for the application of article 20, paragraph 2, of the International Covenant. 30",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Indeed, the best antidote to hate speech is \"more speech\", in the sense of nuanced and precise media reporting, self-regulating bodies and a fair representation of religious and other minorities within the media, careful fact-finding in order to dispel myths and check negative gossiping, public statements by civil society organizations, sustainable interreligious communication and clear anti-violence messages sent by religious communities, as elaborated above.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Violence in the name of religion does not \"erupt\" in analogy to natural catastrophes and it should not be misconstrued as the inevitable result of sectarian hostilities that supposedly originated centuries or millennia ago, thus seemingly lying outside of the scope of the responsibility that different actors have today. It is important to overcome fatalistic attitudes that often stem from simplistic descriptions of the phenomena. Rather than being rooted in seemingly \"perpetual\" religious antagonisms, violence in the name of religion is typically caused by contemporary factors and actors, including political circumstances, which provide the fertile ground for the seeds of hatred.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. While it would be wrong to focus on religion in isolation when analysing the problem, it would be equally simplistic to reduce religious motives to mere \"excuses\" for violent crimes perpetrated in their name. What is needed is a holistic understanding of the various factors involved in violence committed in the name of religion. Typical factors are the lack of trust in the rule of law and fair functioning of public institutions; narrow-minded and polarizing interpretations of religious traditions that may bring about societal fragmentation processes with far-reaching negative repercussions on social relations; and policies of deliberate exclusion, often in conjunction with narrowly defined national identity politics and other factors; denial and impunity for serious violations of international human rights and humanitarian law.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Only a full account of the various root causes of the problems can build an awareness of the joint responsibility, which a broad range of actors have in fighting violence committed in the name of religion. Against this background, the Special Rapporteur formulates the recommendations below addressed to the various stakeholders.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Government representatives, religious communities, civil society organizations, the media and other relevant stakeholders should reject and speak out promptly, clearly and loudly against any acts of violence committed in the name of religion as well as related incitement to violence and discrimination in law and practice, thus overcoming the culture of silence that exists in some countries. They should act swiftly and in concert to deter and stop such violence.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Public condemnations against violence committed in the name of religion should be made on the basis of an adequately complex analysis of the problem, including its underlying systemic root causes.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The different stakeholders should jointly contribute to the containment and eventual elimination of violence committed in the name of religion by making creative use of their space and specific potential. They should also cooperate in neutralizing any possible radicalization efforts that target foreign fighters who returned to their country of origin.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. States have the responsibility to protect its populations, whether nationals or not, from genocide, war crimes, ethnic cleansing and crimes against humanity, and from their incitement.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 90,
        "Text": "90. States have the obligation to act swiftly to stop acts of violence committed in the name of religion, against individuals, groups and places of worship. Overcoming a culture of impunity, wherever it exists, must be a priority. Those who commit or are complicit in acts of violence must be brought to justice.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. States should safeguard the memory of all population groups, and of religious communities in particular, including by developing and protecting national archives, memorial museums and monuments.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. States must respect freedom of religion or belief and all other human rights when undertaking actions to contain and combat against violence in the name of religion.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 93,
        "Text": "93. Legislation that renders the existence of certain religious communities \"illegal\" in the country should be revoked.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. States should repeal anti-blasphemy laws, anti-conversion laws and any other discriminatory criminal law provisions, including those based on religious laws.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. States should provide disaggregated data on acts of violence committed in its jurisdiction, including on possible religious motivations.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. In order to operate as a credible guarantor of freedom of religion or belief for everyone, the State should not identify itself exclusively with one particular religion or belief at the expense of equal treatment of the followers of other faiths. Any exclusivist settings should be replaced by an inclusive institutional framework in which religious diversity can unfold without discrimination and without fear.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Anti-discrimination legislation should protect the equality of all in their enjoyment of human rights, across religious or denominational divides, thus preventing or overcoming divisiveness within society. States should in particular take steps to assure that the rights of all will be protected so that all can feel safe in their religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. In close consultation with all relevant stakeholders, States should develop national action plans on how to prevent violence committed in the name of religion, but also other forms of religious persecution carried out by State agencies or non-State actors.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Textbooks used for school education should not contain negative stereotypes and prejudices, which may stoke discrimination or hostile sentiments against any groups, including the followers of certain religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. States should use all available means, including education and community outreach, in order to promote a culture of respect, non-discrimination and appreciation of diversity within the larger society.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. National human rights institutions are encouraged to take an active ownership of the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence, for the development of strategies towards eliminating the root causes of violence committed in the name of religion.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. States should refrain from stoking violent religious extremism in other countries.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. When religious communities and their leaders address any violence committed in the name of their religion, they should take seriously the relevance, inter alia, of religious motives often stemming from narrow-minded, polarizing and patriarchal interpretations of religious traditions.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. In situations in which speaking out against violence may be dangerous, fellow believers living in safer political environments should lend their voices and clearly condemn violence committed in the name of their religion.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. Religious communities and their leaders should promote empathy, respect, non-discrimination and an appreciation of diversity. They should challenge the authenticity claims of religious extremists by exposing their views as being ignorant of the charitable core messages contained in religious traditions. Additionally, they should share with others their beliefs in the importance of respecting the rights of others, thereby contributing to a sense that the rights of all will be respected.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Religious communities should feel encouraged to start initiatives of interreligious communication and cooperation, including the establishment of interreligious councils. A broad representation, including gender balance and participation of different generations, can ensure that larger populations can take active ownership of such initiatives.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 107,
        "Text": "107. Civil society organizations should continue to collect information about the situation of human rights and support people living under conditions of intimidation by following up on their cases.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. The findings of civil society organizations should be more systematically used in their early warning function, notably in volatile situations.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. Civil society should continue to play a role in overcoming a culture of silence in the face of violence committed in the name of religion, thereby sending a signal of solidarity to targeted individuals and groups.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. Faith-based and secular civil society organizations should work together, including by creating common platforms, thereby demonstrating that a commitment to human rights can create solidarity across all religious, cultural and philosophical divides.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. Human rights defenders operating in dangerous situations deserve particular attention and support by networks designed to defend the defenders.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. In close collaboration with civil society organizations, representatives of the media should defend their independence, professionalism and integrity and address incidents of violence, their various root causes and the political circumstances in which they take place.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. The media should help to bring about a culture of public discourse that is a prerequisite to checking hostile rumours and fearful narratives, which should be exposed to public scrutiny or counter-narratives in order to prevent them from escalating to fully-fledged conspiracy projections.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. Careful fact-finding is the most important antidote to negative media campaigns that target religious minorities or other groups. Such fact-finding may also include a public analysis of collective historical traumas.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. The media can help restore the faculty of empathy by making people aware that the members of groups facing systematic discrimination, far from being \"aliens\", have quite similar fears, hopes and feelings.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. The international community is reminded of its duty to assist and build the capacity of States in fulfilling their commitments to the responsibility to protect their populations from genocide, war crimes, ethnic cleansing and crimes against humanity, as concluded in the 2005 World Summit.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 117,
        "Text": "117. Human rights mechanisms, including the special procedures, treaty bodies and universal periodic review, are encouraged to address the issue of violence in the name of religion and State involvement in such violence.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. The international community should hold States and non-State armed groups to account and make them aware of their existing obligations under international law, including human rights, humanitarian, criminal and refugee law.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    }
]