[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights in its resolution 1986/20 and renewed by the Human Rights Council in its resolution 6/37. On 18 June 2010, the Special Rapporteur's mandate was extended for a further period of three years by the Human Rights Council through its resolution 14/11.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. During the fourteenth session of the Council, Heiner Bielefeldt was appointed as Special Rapporteur on freedom of religion or belief; he took office on 1 August 2010. He very much values the wealth of experience collected during the last 24 years by the three previous mandate holders: Asma Jahangir, Abdelfattah Amor and Angelo Vidal d'Almeida Ribeiro. It is his aspiration to continue this work in the spirit of cooperation with States and all relevant stakeholders. The Special Rapporteur also wishes to highlight the excellent support provided by the Office of the United Nations High Commissioner for Human Rights, in particular its Special Procedures Branch.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In the present report, the Special Rapporteur first gives an overview of the mandate activities since the submission of the previous report to the Human Rights Council (A/HRC/13/40) (chap. II). He then focuses on the theme of freedom of religion or belief and school education, referring to relevant international human rights documents, the elimination of stereotypes and prejudices, the issue of religious symbols in the school context and religious instruction in schools (chap. III). In his conclusions, the Special Rapporteur notes that freedom of religion or belief and school education is a multifaceted issue that entails significant opportunities as well as far-reaching challenges. He recommends that States should favourably consider a number of principles in this regard (chap. IV).",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur's activities include sending communications to States concerning individual cases, conducting official country visits, participating in meetings with representatives of States, religious or belief communities and civil society organizations and delivering speeches and issuing public statements. In this chapter, the Special Rapporteur has clustered the overview of recent mandate activities under five headings pursuant to Human Rights Council resolutions 6/37 and 14/11.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. At the national level, the Special Rapporteur was invited to participate in an expert hearing on 27 October 2010 held by the Committee on Human Rights and Humanitarian Aid of the German Bundestag, the Parliament of Germany. During the public hearing in Berlin, a number of questions relating to \"freedom of religion and European identity\" were discussed by the experts and members of Parliament.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. At the regional level, the Special Rapporteur attended the Supplementary Human Dimension Meeting on Freedom of Religion or Belief held by the Organization for Security and Cooperation in Europe (OSCE) in Vienna on 9 and 10 December 2010. The meeting focused on freedom of religion or belief and the Special Rapporteur was a speaker in the panel discussion on education and religion or belief. Ahead of Human Rights Day 2010, he issued a joint statement together with the director of the OSCE Office for Democratic Institutions and Human Rights.1 In Vienna, he also met with members of the OSCE Advisory Council of Experts on Freedom of Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. At the international level, the Special Rapporteur issued a joint press statement on 17 September 2010 in anticipation of the High-level Plenary Meeting of the sixty-fifth session of the General Assembly on the Millennium Development Goals.2 The 26 special procedures mandate holders argued that the implementation of the agreed outcome document (General Assembly resolution 65/1) must have a stronger focus on human rights not only to ensure the achievement of the Goals, but to also make them meaningful for the billions of people who need them most. The experts emphasized that some groups, including those who face religious discrimination, too often find themselves forgotten. They added that poverty gaps will increase unless programmes such as those to achieve the Millennium Development Goals address the unique circumstances of these groups and the causes and effects of the discrimination that limits access to education or jobs.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur has held public or bilateral meetings with representatives of States and civil society organizations to discuss existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. He met with numerous members of religious or belief communities and held public briefings with them, for example in Geneva on 23 September 2010 and in New York on 22 October 2010.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Country visits offer an important opportunity for Special Rapporteurs to interact with various State officials and to meet representatives of religious or belief communities and other members of civil society. The Special Rapporteur is very grateful for the invitation by the Government of Paraguay to visit the country and he envisages conducting this mission in early 2011. Further country visits are currently being scheduled, and updated information about the Special Rapporteur's visit requests and forthcoming missions is available on the website of the Office of the United Nations High Commissioner for Human Rights.3",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Since follow-up is of central importance to the mandate, the Special Rapporteur has continued his predecessors' follow-up procedure concerning country visit reports. On 5 November 2010, he sent follow-up letters concerning those missions undertaken by the previous mandate holder in 2008, i.e. to Israel and the Occupied Palestinian Territory, India and Turkmenistan. The Special Rapporteur requested to be provided with updated information on the consideration given to his predecessor's recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. The follow-up tables with the conclusions and recommendations in the related mission report, and information from the Government and relevant United Nations documents, including from the universal periodic review, special procedures and treaty bodies, are available online.4 See http://www2.ohchr.org/english/bodies/chr/special/visits.htm. 4 See http://www2.ohchr.org/english/issues/religion/visits.htm.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur has continued to engage in constructive dialogue with States by sending them communications to seek clarification on credible allegations of incidents and governmental actions incompatible with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. Since 1986, the Special Rapporteur has sent more than 1,200 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 December 2009 and 30 November 2010, and the replies received from Governments, are summarized in his latest communications report (A/HRC/16/53/Add.1). The Special Rapporteur continues to include in the report practical recommendations of remedial measures as appropriate in the observations to each of these cases.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur's communications cover a wide range of thematic issues, including allegations of disappearances, torture, arrest and detention of individuals belonging to religious minorities or belief communities. Another major issue of concern is intercommunal violence which has unfortunately resulted in the killing of hundreds of persons, including many women and children. The communications also relate to death threats against and discrimination of converts as well as statements inciting violence directed against members of religious minorities. The Special Rapporteur has also taken up allegations of public manifestations of religious intolerance, stigmatization of persons based on their religion or belief and public announcements of disrespectful acts. Further cases involve attacks on places of worship and religious tensions related to religious sites, including cemeteries. In addition, allegation letters were sent with regard to the situation of asylum-seekers who were due to be forcibly returned to their home countries where their life or freedom would be threatened on account of their religion. The Special Rapporteur has also analysed constitutional and legislative systems as well as draft legislation that fail to provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without distinction. Some communications deal with cases of conscientious objectors who have been sentenced, or risk imprisonment, for refusing to serve in the country's military because of their beliefs.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 13,
        "Text": "13. Country visits offer further opportunities to examine and analyse such incidents and governmental actions in greater detail. Conclusions and recommendations in mission reports can be tailored to the domestic legislation, bills, policies and their implementation. Since the establishment of the mandate, the Special Rapporteur has conducted 31 country visits, including one follow-up mission. A list of the country visits is contained in the Special Rapporteur's previous report to the Human Rights Council (A/HRC/13/40, para. 13). The Special Rapporteur would also like to highlight that the Universal Human Rights Index of United Nations Documents, an online research tool,5 provides easy access to country-specific human rights information by compiling conclusions and recommendations addressed by United Nations independent experts to specific countries in view of improving the human rights situation.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur has continued to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations. The latest interim report submitted to the General Assembly (A/65/207) also contains a chapter on women and freedom of thought, conscience and religion or belief and related conclusions and recommendations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 15,
        "Text": "15. In a joint statement of 8 March 2010, on International Women's Day, 28 special procedures mandate holders called for a new vision of women's rights, informed by the lessons learned from the 15-year review of the implementation of the Beijing Platform for Action.6 The mandate holders emphasized that old challenges in the protection of women's rights remained, such as multiple forms of discrimination, and that new challenges had emerged. They concluded that the participation of women in all contexts, be it in peacetime or in conflict or post-conflict situations, or in other types of crisis, such as natural disasters or financial crises, was a requisite element not only for the protection of their rights, but also to achieve peace, security and sustainable human development.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 16,
        "Text": "16. In his statement to the Third Committee of the General Assembly on 21 October 2010, the Special Rapporteur highlighted that gender-based discrimination has at least two distinct dimensions in the context of religion.7 On the one hand, women belonging to discriminated communities often suffer at the same time from gender-based discrimination, for example if a woman is discriminated against in the labour market because she has decided, from a religious conviction, to wear a religious symbol. On the other hand, religious traditions or interpretations of religious doctrine sometimes appear to justify, or even call for, discrimination against women. In this context, the Special Rapporteur would like to reiterate that it can no longer be taboo to demand that women's rights take priority over intolerant beliefs that are used to justify gender discrimination.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 17,
        "Text": "17. To mark the World Day for Cultural Diversity for Dialogue and Development, the Special Rapporteur issued a joint statement on 21 May 2010 in which seven mandate holders stressed that defending diversity went hand in hand with respect for the dignity of the individual.8 Cultural diversity could be protected and promoted only if human rights and fundamental freedoms, such as the freedom of expression, information and communication, freedom from discrimination of any kind, as well as the ability of individuals to choose their form of cultural expression, and their right to participate or not to participate in the cultural life of given communities, were guaranteed. The mandate holders emphasized that cultural diversity should not be used to support segregation and harmful traditional practices which, in the name of culture, sought to sanctify differences that ran counter to the universality, indivisibility and interdependence of human rights.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. On 30 November 2010, the Special Rapporteur held an expert consultation in Geneva on the theme \"Equality, non-discrimination and diversity: challenge or opportunity for the mass media?\". This discussion brought together 12 experts with work experience in mass media organizations with a global outreach as well as the Special Rapporteur on the See http://www2.ohchr.org/english/issues/religion/docs/GA65statement\\2010.pdf. 8 See www.ohchr.org/en/NewsEvents/Pages/DisplayNews.aspx?NewsID=10051&LangID=E. promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance. In terms of their professional backgrounds, the 12 experts included a newspaper editor, television anchor, foreign correspondent, wire reporter, online blogger, head of newsgathering and representatives of an umbrella organization of journalists, an international human rights organization, the United Nations Educational, Scientific and Cultural Organization and the Alliance of Civilizations.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. As part of the discussion, two specific cases studies were analysed, i.e. the media coverage of recent plans to burn copies of the Qur'an9 and the challenges of reporting on post-electoral conflicts in an ethnically divided country.10 The Special Rapporteur learned more about the decision-making processes within the different mass media organizations and the conditions for making their day-to-day judgement calls, adhering to the key principles of professionalism and independence. The experts highlighted several challenges faced by mass media, for example the increasing competitive nature of the industry and the need to provide news around the clock, coupled with a global and evolving media landscape. Drawing upon their work, the experts also reflected upon existing initiatives and guidelines used by mass media organizations to promote equality, freedom of expression and diversity.11 They acknowledged that self-regulation for mass media is the best system, albeit imperfect, yet also emphasized that self-regulation should not lead to detrimental self-censorship or a conspiracy of silence. They also stressed the importance of skills training, including with respect to investigative reporting.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The school constitutes by far the most important formal institution for the implementation of the right to education as it has been enshrined in international human rights documents, such as the Universal Declaration of Human Rights (art. 26), the International Covenant on Economic, Social and Cultural Rights (art. 13), the Convention on the Rights of the Child (art. 28) and the Convention on the Rights of Persons with Disabilities (art. 24). The right to education is also anchored in basic documents of regional human rights protection systems.12 There seems to be worldwide consensus that the right to education is of strategic importance for the effective enjoyment of human rights in general. Not least for this reason, article 28 of the Convention on the Rights of the Child demands that primary education be made compulsory and available free to all, whereas secondary education should be made available and accessible to every child. See also the Special Rapporteurs' allegation letter dated 8 September 2010 (A/HRC/16/53/Add.1). 10 See www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=2122&LangID=E. 11 See for example Aljazeera's Code of Ethics (http://english.aljazeera.net/aboutus/2006/11/2008525185733692771.html); the British Broadcasting Corporation's Editorial Guidelines (www.bbc.co.uk/guidelines/editorialguidelines); Article 19's Camden Principles on freedom of expression and equality (www.article19.org/advocacy/campaigns/camden-principles); and the International Federation of Journalist's The Ethical Journalism Initiative (http://ethicaljournalisminitiative.org). 12 See for example the first Protocol to the Convention for the Protection of Human Rights and Fundamental Freedoms (art. 2); the African Charter on Human and Peoples' Rights (art. 17, para. 1); the African Charter on the Rights and Welfare of the Child (art. 11); and the Additional Protocol to the American Convention on Human Rights in the Area of Economic, Social and Cultural Rights (art. 13).",
        "Labels": [
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Besides providing students with the necessary knowledge and information in different disciplines, school education can facilitate a daily exchange between people from different ethnic, economic, social, cultural and religious backgrounds. The possibility of having face-to-face interaction of students on a regular basis is not less important than the development of intellectual skills, because such regular interaction can promote a sense of communality that goes hand in hand with the appreciation of diversity, including diversity in questions of religion or belief. Experiencing the combination of communality and diversity is also a main purpose of interreligious and intercultural dialogue projects. Thus the school provides unique possibilities for such a dialogue to take place on a daily basis, at a grass-roots level and during the formative years of a young person's development.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Durban Declaration and Programme of Action (2001) promotes the purpose of an \"inclusive society\"13 in which people from different ethnic or social backgrounds can participate on the basis of equality. From a different angle, this goal has recently been taken up in the Convention on the Rights of Persons with Disabilities, in which the principle of inclusion features as a key concept closely related to other principles, such as respect for personal autonomy and appreciation of diverse life situations. It is in such a complex understanding that the Convention on the Rights of Persons with Disabilities lays down the right to inclusive education.14 Although this right explicitly relates to students with disabilities, it is at least worth discussing whether and how the principle of inclusive education could also be applied to other contexts, including diversity in religion or belief in the school life. Inclusive education pertaining to the issue of religious diversity would make use of the school as a place in which students of different religious or non-religious orientations get to know each other in a natural way.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Freedom of religion or belief and school education, however, require very careful handling. The main reason is that the school, besides providing a place of learning and social development, is also a place in which authority is exercised. It is during their school education that young people receive, or fail to receive, crucial diplomas on which their future life and work opportunities may depend to a large extent. Moreover, especially for young children, the teacher may represent an authority with an enormous influence, coming close to, and sometimes even superseding, the authority of parents and other adult family members. Hence school life can put persons in situations of unilateral dependency or particular vulnerability. Students may feel exposed to pressure exercised by fellow students, teachers or the school administration. Parents may fear that the school could alienate their children from the family tradition. At any rate, more so than other societal institutions the school can trigger a host of contradictory emotions ranging from hopes and high expectations to scepticism and various fears.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 24,
        "Text": "24. For members of minorities, including religious or belief minorities, such ambivalent feelings are typically more pronounced. On the one hand, they may hope that school education can contribute to dispelling negative stereotypes and prejudices from which they may personally suffer. On the other hand, members of religious minorities – students as well as parents – may fear discrimination, mobbing or pressure in the school, perhaps even with the intention of urging them to assimilate into mainstream society by abandoning their faith. Such fears, be they justified or not, must always be taken seriously.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. According to article 18, paragraph 4, of the International Covenant on Civil and Political Rights, States \"undertake to have respect for the liberty of parents and, when applicable, legal guardians to ensure the religious and moral education of their children in conformity with their own convictions\". This has been reaffirmed by article 5, paragraph 1, of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief which states: \"The parents or, as the case may be, the legal guardians of the child have the right to organize the life within the family in accordance with their religion or belief and bearing in mind the moral education in which they believe the child should be brought up\". The Convention on the Rights of the Child connects respect for parents' rights with the principle of respecting also the evolving capacities of the child. Its article 14, paragraph 2, requires States to \"respect the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 26,
        "Text": "26. In view of this legal background, fundamental questions of school education related to issues of religion or belief – including the definition of educational principles, the compilation of the topics of the school curriculum, basic institutional and organizational arrangements, etc. – require a high degree of sensitivity. Whenever possible, these questions should not be decided without due consultation of all parties involved, including members of religious or belief communities, while taking care that international human rights standards are respected. In this context, the Special Rapporteur would like to refer to a study prepared under the guidance of his predecessor, which states: \"Again, the main focus being human rights, what is relevant is that education on religious trends, traditions and movements as well as convictions, be provided in a fair and objective way, stimulating the curiosity of the audience, encouraging it to question their bias and stereotypes about cultures, religions and views other than the one which they see as being part of their own identity. Succeeding in portraying the others so that they can recognize themselves provides not only a valuable and inspiring educational experience; it also help create understanding and mutual respect between different communities or world-views.\"15",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Under international human rights law, States are obliged not merely to respect freedom of religion or belief but also to protect such freedom against undue interference from third parties. In addition, States should promote an atmosphere of tolerance and appreciation of religious diversity. The child should \"be brought up in a spirit of understanding, tolerance, friendship among peoples, peace and universal brotherhood, respect for freedom of religion or belief of others, and in full consciousness that his energy and talents should be devoted to the service of his fellow men.\"16 Moreover, article 29, paragraph 1 (d), of the Convention on the Rights of the Child indicates that States parties agree that the education of the child shall be directed to \"the preparation of the child for or Belief, art. 5, para. 3. responsible life in a free society, in the spirit of understanding, peace, tolerance, equality of sexes, and friendship among all peoples, ethnic, national and religious groups and persons of indigenous origin\".",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Given the enormous significance and potential of school education, such efforts necessarily also involve the school in all its curricular, social and organizational aspects. In this context, the Special Rapporteur would like to recommend the study of the final document adopted at the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-discrimination. This Consultative Conference took place in Madrid from 23 to 25 November 2001. It was initiated, among others, by the second mandate holder on freedom of religion or belief, Mr. Amor, who in his 2002 report to the Commission on Human Rights reproduced the full text of the Madrid final document and presented important findings (E/CN.4/2002/73, annex, appendix). In 2007, the third mandate holder, Ms. Jahangir, contributed comments during the development of the Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools.17 The following observations and recommendations should be read together with the Madrid final document and the Toledo Guiding Principles, which need to be recalled and further implemented.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. School education can and should contribute to the elimination of negative stereotypes which frequently poison the relationship between different communities and have particularly detrimental effects on minorities. This is also true with regard to religious or belief communities of different – theistic, non-theistic or atheistic – orientations. Indeed, in many countries members of religious or belief minorities experience a shocking degree of public resentment or even hatred which is often nourished by a paradoxical combination of fear and contempt. Even tiny groups are sometimes portrayed as \"dangerous\" because they are alleged to undermine the social cohesion of the nation, due to some mysteriously \"infectious\" effects attributed to them. Such allegations can escalate into fully fledged conspiracy theories fabricated by competing groups, the media or even State authorities. At the same time, members of religious or belief minorities are often exposed to public contempt based for instance on rumours that they allegedly lack any moral values. It is exactly this combination of demonizing conspiracy projections and public contempt that typically triggers violence either directed against members of minorities or occurring between different communities. Hence the eradication of stereotypes and prejudices that constitute the root causes of fear, resentment and hatred is the most important contribution to preventing violence and concomitant human rights abuses.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. School education has a complex role to play in this endeavour. On the one hand, school education should provide fair information about different religions and beliefs. On the other hand, the school offers unique possibilities for face-to-face communication between members of different communities. Both avenues are equally important in the attempt to overcome prejudices and should, wherever possible, be pursued in conjunction.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Information about religions and beliefs provided in school education must be distinguished conceptually from religious instruction based on a particular faith (see also paras. 47-56 below). Whereas religious instruction aims at familiarizing students with their own religious tradition, i.e. with theological doctrines and norms of their particular faith, information about religions, by contrast, serves the purpose of broadening the students' general knowledge about different religions and beliefs, in particular those religions and beliefs they may encounter in the society in which they live. In this sense, providing information about religions is not part of theological teaching, but instead comes closer to other disciplines, such as history or social sciences.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. If information about religions and beliefs is to have a positive effect on the elimination of stereotypes and prejudices, however, it must be given in a non-biased and neutral way. Moreover, such forms of information about religion, given in the context of the public school, which either intentionally or in effect would amount to State propaganda in questions of religion or belief, could run counter to the right of parents and legal guardians \"to ensure the religious and moral education of their children in conformity with their own convictions\".18 According to information received from various sources, however, in many countries textbooks used for providing information about religions in school education actually fall far behind the requirement of neutrality, sometimes even reinforcing existing stereotypes against minorities.19 It is incumbent upon States to take appropriate measures to rectify this unfortunate situation.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Providing information about religions and beliefs in a neutral fashion is not an easy task. It may even be argued that, strictly speaking, no one can have a completely \"neutral\" standpoint that would be above the different horizons of meaning which competing religions or belief systems provide. Yet, without at least the aspiration to overcome biases – and to be neutral in this sense – information about religions could not unfold its beneficial effects on students' minds. One way of overcoming existing biases is to consult with members of the various communities to actively include their understanding of their own tradition and practice into school education. Such consultations are particularly useful in the process of designing textbooks and other teaching materials. They may also be part of regular trainings for teachers and other target groups on their task to provide fair and accurate information about religions and beliefs in the context of school education.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Information about religions and beliefs should always include the crucial insight that religions – as a social reality – are not monolithic; the same applies to non-religious belief systems. This message is particularly important, because it helps to deconstruct existing notions of a collective mentality that is stereotypically, and often negatively, ascribed to all followers of various religions or beliefs. In extreme cases, such ascription of a collective mentality may amount to \"de-personalized\" perceptions of human beings, possibly with devastating dehumanizing repercussions. Rather than being respected as irreplaceable individuals with their own personal faces as well as their own personal characters, opinions, life plans, etc., the followers of a particular religion or belief then are simply portrayed as a \"faceless mass\" whose members appear to be all more or less exchangeable. Needless to say, from such a point of view any serious communicative interaction is doomed to fail from the outset.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. From the crucial insight that religions or beliefs – in social reality – are never monolithic it follows that they may also change over time. Interpretations of basic doctrines can adapt, and have in fact adapted, to different societal circumstances. Moreover, traditional practices can and have been challenged time and again by some of their adherents. When it comes to such practices that may have a negative bearing on the situation of women or girls, for example, some women have called for reforms by advocating and pursuing innovative interpretations of the respective sources, doctrines and norms. Protection of the Rights of All Migrant Workers and Members of Their Families, art. 12, para. 4. 19 See, for example, the Special Rapporteur's reports A/54/386, para. 49; A/55/280/Add.1, para. 112; A/55/280/Add.2, para. 105; A/58/296, paras. 51-52; A/CONF.189/PC.2/22, para. 86; A/HRC/4/21, para. 50; E/CN.4/1996/95/Add.1, para. 59; E/CN.4/2002/73/Add.1, para. 80.",
        "Labels": [
            "Migrants",
            "Women/girls"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Even though public schools, when informing about religions and beliefs, have no authority to decide on controversial theological issues, it is important that textbooks and other materials draw a sufficiently complex picture of the various religions or beliefs and their internal pluralism. Furthermore, existing alternative voices within religious traditions, including voices of women, should always have their appropriate and fair share of attention.20 In general, respect for difference should not be confined to differences between various religions but should always include an awareness of internal differences as they may exist within various religious or belief communities. Only by overcoming monolithic perceptions can we become aware of the real diversity among human beings who are the rights holders in the context of human rights.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Not less significant than the dissemination of fair and accurate information on religions is the day-to-day interaction of students of different religious or belief backgrounds. This is the second avenue available for dispelling adverse stereotypes and prejudices. Teachers and the school administration bear a particular responsibility to ensure that students' interaction can take place in a spirit of open-mindedness, respect and fairness. Through voluntary meetings and school exchanges, teachers and students may have the opportunity to meet with counterparts of different religions or beliefs, either at a domestic level or abroad. The goal should be to promote behaviour patterns which recognize difference, including differences in questions of religion or belief, as something \"normal\" in modern pluralistic societies.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Diversity in questions of religion and belief should be taken up in the school context in a spirit of respect and fairness. Against a typical misunderstanding, the Special Rapporteur would also like to emphasize that a respectful attitude does not require avoiding sensitive issues – for instance the situation of women – or even putting a taboo around such issues. It can be more respectful, as long as this is done in a spirit of fairness, to frankly speak about sensitive religious or belief issues, to raise questions, to open up a debate and possibly to agree to disagree. In this regard, the concepts of respect and fairness are closely intertwined.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 39,
        "Text": "39. With regard to the treatment of religious or belief diversity in school it is worth reiterating that from the perspective of freedom of religion or belief, the starting point must always be the self-understanding of human beings, who are the only rights holders in the context of human rights. Furthermore, freedom of religion or belief has a \"positive\" as well as a \"negative\" component, both of which equally derive from due respect for the dignity of all human beings as it is enshrined as an axiomatic principle in all basic human rights documents. The first component of freedom of religion or belief is freedom to positively express and manifest one's own religion or belief, while its (negative) flip side is freedom not to be exposed to any pressure, especially from the State or in State institutions, to perform religious or belief activities against one's own will. Given the ambivalence of the school as both a place of communication and social encounter as well as a place in which situations of particular vulnerability can occur, the positive and the negative components within freedom of religion or belief should always be considered in conjunction. Neglecting one of the two interrelated components would ultimately undermine the human right of freedom of religion or belief in its entirety.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Thus from a human rights perspective, it should be left primarily to pupils (or their parents or guardians, respectively) to express their religious or non-religious conviction in the school context in such a way which they themselves see fit, provided this does not conflict with the rights of others, etc. Teachers should neither play down existing religious diversity nor place undue emphasis on religious differences. Just as it would be wrong to ignore religious differences that may come up in the context of school education, it would be equally problematic to organize communication among students primarily under the auspices of inter-religious exchange between predefined groupings. Instead, respect for difference based on freedom of religion or belief requires an attitude of giving students (or their parents or guardians) the possibility to decide for themselves whether, to which degree and on which occasions they wish to manifest, or not manifest, their religion or belief. Such an atmosphere of relaxed openness provides a fertile ground for developing a sense of diversity as being a normal feature of modern pluralistic societies. It is the obligation of the State to provide an appropriate framework conducive to this goal, always bearing in mind the best interests of the child as an overarching principle laid down in article 3, paragraph 1, of the Convention on the Rights of the Child.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 41,
        "Text": "41. The role of religious symbols, including wearing religious garments in school and displaying religious symbols in classrooms, has been, and continues to be, a matter of controversy in a number of countries. Students or teachers observing religious dress codes, including Islamic headscarves and Sikh turbans, have in some countries been expelled from schools, denied access to higher education or suspended from their jobs.21 In addition, the compulsory display of religious symbols, such as the crucifix, in the exercise of public authority in relation to specific situations subject to governmental supervision, particularly in classrooms, has yielded numerous court decisions at national and regional levels.22 Furthermore, cases of imposition of religious dress codes are also of concern.23",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. To do justice to the complexity of the topic, one has to bear in mind a number of important distinctions. For example, given the specific role and status of the teacher, it obviously makes a difference whether religious symbols are worn by teachers or by students, and there may be good reasons for such a difference to be reflected in respective legislation or court decisions. The age of pupils could possibly be a factor for having different regulations in primary schools and in institutions of higher education. It would again be different if the presence of a particular religious symbol in classrooms of public schools was prescribed by the authorities without any exceptions and if the State itself was perceived to express a religious belief. Moreover, an important factor to be taken into consideration is the general dynamics of majority and minority religious groupings in society at large or within a particular school situation. Thus, different constellations may require different solutions which should be precisely assessed on a case-by-case basis.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Without prejudice to contextual specificities, however, there are nevertheless good reasons to start with a general presumption of the students' right to wear religious symbols in the school. According to article 18, paragraph 1, of the International Covenant on Civil and Political Rights, the right to freedom of thought, conscience and religion includes freedom to manifest one's religion or belief in worship, observance, practice and teaching. There can be little doubt that observing and practicing one's religion or belief may also include the wearing of distinctive clothing or head coverings in conformity with the paras. 196-198; E/CN.4/2006/5, paras. 43-50; and E/CN.4/2006/5/Add.4, paras. 47-72 and 98-104. 22 See references in E/CN.4/2006/5, para. 36 (endnote 1). See also the judgment of 3 November 2009 of the Second Section of the European Court of Human Rights in the case of Lautsi v. Italy, application No. 30814/06, which has been referred to the Grand Chamber (the final judgment was not yet published at the time of writing). 23 See, for example, the Special Rapporteur's reports A/51/542/Add.2, para. 51; E/CN.4/1998/6, para. 60; E/CN.4/2006/5, para. 38; A/HRC/7/10/Add.1, paras. 125-126. individual's faith.24 Moreover, freedom of religion or belief can be exercised either individually or in community with others and in public or private. The possibility to wear religious symbols in the public sphere, including in the school context, thus appears to be a natural result of the freedom to manifest one's religion or belief. In addition, religious symbols in the school may also reflect the religious diversity as it exists in society at large.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. On the other hand, the freedom to manifest one's religion or belief is not without limitations. According to the criteria set out in article 18, paragraph 3, of the International Covenant on Civil and Political Rights, limitations must be \"prescribed by law and [be] necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others\". The application of the criteria for possible limitations of the freedom to manifest one's religion or belief, at any rate, requires diligence, precision and precaution. Given the ambivalence of the school situation in which students, in particular members of minorities, might at times experience situations of personal or structural vulnerability, the general presumption in favour of the possibility to wear religious symbols must thus be connected with a number of caveats. For instance, in some constellations restrictions on the freedom to manifest religion or belief by wearing religious symbols may be justifiable in order to protect minority students from pressure exercised by schoolmates or their community. Moreover, a teacher wearing religious symbols in the class may have an undue impact on students, depending on the general behaviour of the teacher, the age of students and other factors. In addition, it may be difficult to reconcile the compulsory display of a religious symbol in all classrooms with the State's duty to uphold confessional neutrality in public education in order to include students of different religions or beliefs on the basis of equality and non-discrimination.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Obviously, finding appropriate solutions for conflicts over religious symbols in the school is not an easy task, and there exists no general blueprint simply applicable to all constellations or situations. At the same time, it is clear that the goal must always be to equally protect the positive and the negative aspects of freedom of religion or belief, i.e. the freedom positively to manifest one's belief, for instance by wearing religious clothing, and the freedom not to be exposed to any pressure, especially from the State or within State institutions, to perform religious activities. Furthermore, any restrictions on the freedom to observe religious dress codes deemed necessary in that context must be formulated in a non-discriminatory manner. It would not be legitimate, for instance, if restrictions were linked to exception clauses in favour only of the dominant religion of the country concerned.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. In this context, the Special Rapporteur would like to draw attention to the observations made by the previous mandate holder in her last report to the Commission on Human Rights (E/CN.4/2006/5, paras. 51-60). In that report, Ms. Jahangir developed a number of general criteria on the assessment of conflicts over religious symbols, especially in a school situation. Inter alia, she draws a distinction between regulations addressed to all religious symbols in a neutral manner and regulations which – de jure or de facto – privilege the symbolic presence of some religions, at the expense of other religions or beliefs, a practice which may be in breach of the principle of non-discrimination. She also indicated that accommodating different situations according to the perceived vulnerability of the persons involved might in certain situations be considered legitimate, e.g. in order to protect underage schoolchildren and the parents' liberty to ensure the religious and moral education of their children in conformity with their own convictions. Furthermore, women's rights, and in particular the principle of equality between men and women and the individual's freedom to wear or not to wear religious symbols, should be duly taken into account.25",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 47,
        "Text": "47. As elaborated above (see paras. 27-40), it is crucial to distinguish conceptually between information about religions or beliefs on the one hand and religious instruction on the other. On a practical level there are a number of overlaps which pose problems in the actual application of that distinction.26 In addition, different pedagogical approaches may add nuances, for example if teaching methods encourage pupils to \"learn about religions\"27 or to \"learn from religion\"28. At any rate, on a normative level conceptual clarity remains of strategic importance to pursue a human rights approach and to do justice to the ambivalence of the school being a place of learning, social development and communicative interaction but also a place in which situations of particular vulnerability can occur.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Religious instruction, i.e. instruction in a particular religion or belief based on its tenets, can take place in different constellations. The following paragraphs will primarily focus on religious instruction given in the public school system, i.e. the system of public education provided by the State. While the role of private schools, including denominational schools, will also be mentioned, the Special Rapporteur will leave aside in this chapter those forms of religious instruction that are organized in religious institutions – such as churches, mosques, pagodas, synagogues or temples – and attended by students outside of school.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In many countries religious instruction in the above defined sense constitutes an integral part of public school teaching and maybe even of the mandatory school curriculum. Such practice may reflect the interests and demands of large parts of the population. Many parents may wish that their children be familiarized with the basic doctrines and rules of their own religion or belief and that the school take an active role in that endeavour. In the understanding of many parents, the development of knowledge and social skills of their children through school education would be incomplete unless it includes a sense of religious awareness and familiarity with their own religion or belief. Hence the provision of religious instruction in the public school system may be based on the explicit or implicit wishes of considerable currents within the country's population.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. However, given the ambivalence of the school situation – including possible situations of particular vulnerability for some persons or groups – religious instruction in Leirvåg v. Norway, Views adopted on 3 November 2004, para. 14.6. 27 \"'Learning about religion' includes enquiry into, and investigation of, the nature of religions, their beliefs, teachings and ways of life, sources, practices and forms of expression. It covers students' knowledge and understanding of individual religions and how they relate to each other as well as the study of the nature and characteristics of religion. It includes the skills of interpretation, analysis and explanation. Pupils learn to communicate their knowledge and understanding using specialist vocabulary.\" (Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools, pp. 45-46, footnote 52). 28 \"'Learning from religion' is concerned with developing students' reflection on and response to their own and others' experiences in the light of their learning about religion. It develops pupils' skills of application, interpretation and evaluation of what they learn about religion.\" (Ibid.). the public school system must always go hand in hand with specific safeguards on behalf of members of religious or belief minorities. The Human Rights Committee has also emphasized that instruction in a religious context should \"respect the convictions of parents and guardians who do not believe in any religion\".29 A minimum requirement would be that members of minorities have the possibility of \"opting out\" of a religious instruction that goes against their own convictions. Such exemptions should also be available for persons adhering to the very same faith on which instruction is given, whenever they feel that their personal convictions – including maybe dissenting convictions – are not respected. Moreover, the possibility of opting out should not be linked to onerous bureaucratic procedures and must never carry with it de jure or de facto penalties. Finally, wherever possible, students not participating in religious instruction due to their different faith should have access to alternative courses provided by the school.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The decision whether or not to opt out of religious instruction must be left to students or their parents or guardians who are the decisive rights holders in that respect. With regard to article 18, paragraph 4, of the International Covenant on Civil and Political Rights, the Human Rights Committee has noted that \"public education that includes instruction in a particular religion or belief is inconsistent with article 18.4 unless provision is made for non-discriminatory exemptions or alternatives that would accommodate the wishes of parents and guardians\".30 Moreover, attention must be given to the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right to freedom of thought, conscience and religion in a manner consistent with the evolving capacities of the child.31 The concept of \"evolving capacities\" is crucial since it acknowledges that the child at some point \"comes of age\" and should be able to make personal choices in matters of religion or belief. Due weight should be given to the views of the child in accordance with his or her age and maturity, which need to be assessed on a case-by-case basis.32",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Unfortunately, however, reports from various countries indicate that the above mentioned principles – which constitute an integral part of freedom of religion or belief – are not always respected. In some countries students belonging to minorities allegedly experience formal or informal pressure to attend religious instruction given on the sole basis of the country's dominant religious tradition. The same can happen to adherents of alternative interpretation of, or dissenting views on, the dominant religion on which school instruction is based. Even worse, incidents have been reported that in some schools members of minorities or persons with dissenting views have to express criticism of their own conviction as a precondition to take their school examinations. Exemptions for students adhering to religions or beliefs other than those instructed in school, if available at all, are sometimes linked to onerous application procedures or stigmatizing practices, with the result that students and parents often refrain from making use of them.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In this context, it is worth emphasizing that practices which forcibly expose students to religious instruction against their own will violate article 18, paragraph 2, of the International Covenant on Civil and Political Rights which states that \"no one shall be subject to coercion which would impair his freedom to have or adopt a religion or belief of adopted on 9 April 1981, para. 10.4, and Leirvåg v. Norway, para. 14.2. 30 Human Rights Committee, general comment No. 22, para. 6. See also Committee on Economic, Social and Cultural Rights, general comment No. 13 (1999) on the right to education, para. 28. 31 Art. 14, para. 2, of the Convention on the Rights of the Child. his choice\". This forum internum component of freedom of religion or belief enjoys particularly strong protection under international human rights law as no derogation from article 18 of the Covenant may be made, not even in a time of public emergency which threatens the life of the nation.33 In addition, coercive practices may also violate the rights of parents \"to ensure the religious and moral education of their children in conformity with their own convictions\" (art. 18, para. 4, of the Covenant).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The situation of religious instruction in private schools warrants a distinct assessment. The reason is that private schools, depending on their particular rationale and curriculum, might accommodate the more specific educational interests or needs of parents and children, including in questions of religion or belief. Indeed, many private schools have a specific denominational profile which can make them particularly attractive to adherents of the respective denomination, but frequently also for parents and children of other religious or belief orientation. In this sense, private schools constitute a part of the institutionalized diversity within a modern pluralistic society. States are not obliged under international human rights law to fund schools which are established on a religious basis, however, if the State chooses to provide public funding to religious schools, it should make this funding available without any discrimination.34",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Furthermore, the existence of private denominational schools – or the possibility of their establishment – cannot serve as an excuse for the State not to pay sufficient attention to religious and belief diversity in public school education. Even though private denominational schools may be one way for parents to ensure a religious and moral education of their children in conformity with their own convictions, the public school system must also respect religious and belief diversity. In this context, the inaugural session of the Forum on Minority Issues, held in December 2008, recommended that \"where separate educational institutions are established for minorities for linguistic, religious or cultural reasons, no barriers should be erected to prevent members of minority groups from studying at general educational institutions, should they or their families so wish\".35",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Another caveat concerns situations in which private denominational schools have a de facto monopoly in a particular locality or region, with the result that students and parents have no option to avoid school education based on a denomination different from their own religious or belief conviction. In such situations it falls upon the State, as the guarantor of human rights, to ensure that freedom of religion or belief is effectively respected, including the right of students not to be exposed to religious instruction against their will as well the right of parents to ensure a religious and moral education of their children in conformity with their own convictions.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Freedom of religion or belief and school education is a multifaceted issue that entails significant opportunities and far-reaching challenges. The school is the most important formal institution for the realization of the right to education. It provides a place of learning, social development and social encounter. At the same time, the school is also a place in which authority is exercised and some persons, including members of religious or belief minorities, may find themselves in situations of general comment No. 22, para. 1. 34 Human Rights Committee, communication No. 694/1996, Waldman v. Canada, Views adopted on 3 November 1999, para. 10.6. 35 See the report of the independent expert on minority issues (A/HRC/10/11/Add.1), para. 27. vulnerability. Given this ambivalence of the school situation, safeguards to protect the individual's right to freedom of religion or belief are necessary. Special attention must be given to the forum internum component of freedom of religion or belief which enjoys the status of an absolute guarantee under international human rights law. With regard to the freedom to manifest one's religion or belief, both the positive and the negative aspects of that freedom must be equally ensured, i.e. the freedom to express one's conviction as well the freedom not to be exposed to any pressure, especially from State authorities or in the State institution, to practice religious or belief activities against one's will.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Schools may offer unique possibilities for constructive dialogue among all parts of society and human rights education in particular can contribute to the elimination of negative stereotypes that often adversely affect members of religious minorities. However, freedom of religion or belief and school education has also sparked controversy in many societies, particularly with regard to contentious issues such as religious symbols in the school context and religious instruction (see paras. 20-56 above).",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. With regard to religious symbols, especially in public schools, the Special Rapporteur would like to reiterate that each case has to be decided according to its own circumstances. If restrictions on the wearing of religious symbols are deemed necessary, these restrictions should not be applied in a discriminatory manner and they must be directly related and proportionate to the specific need on which the restrictions are predicated. At the same time, for example, the rights of the child and their parents or legal guardians may justify limiting the freedom of teachers who wish to manifest their religion or belief by wearing a religious symbol. In all actions concerning children, the \"best interests\" of the child shall be a primary consideration. With regard to the State-prescribed mandatory display of religious symbols in classrooms, States should uphold confessional neutrality in public education in order to include students of different religions or beliefs on the basis of equality and nondiscrimination.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 60,
        "Text": "60. In general, educational policies should aim to strengthen the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with freedom of religion or belief, and ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief as well as the right not to receive religious instruction inconsistent with one's conviction. Efforts should be made to establish advisory bodies at different levels that take an inclusive approach to involving different stakeholders in the preparation and implementation of school curricula related to issues of religion or belief and in the training of teachers.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur would like to refer to his predecessors' reports on these issues and to their involvement in the elaboration of the final document of the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-discrimination and the Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools. In this context, the Special Rapporteur reiterates that States, at the appropriate level of Government and in accordance with their educational systems, should favourably consider: (a) Providing teachers and students with voluntary opportunities for meetings and exchanges with their counterparts of different religions or beliefs; (b) Encouraging exchanges of teachers and students and facilitating educational study abroad; (c) Strengthening a non-discriminatory perspective in education and of knowledge in relation to freedom of religion or belief at the appropriate levels; (d) Ensuring equal rights to women and men in the field of education and freedom of religion or belief, and in particular reinforcing the protection of the right of girls to education, especially for those coming from vulnerable groups; (e) Taking appropriate measures against all forms of intolerance and discrimination based on religion or belief which manifest themselves in school curricula, textbooks and teaching methods; (f) Evaluating existing curricula being used in public schools that touch upon teaching about religions and beliefs with a view to determining whether they promote respect for freedom of religion or belief and whether they are impartial, balanced, inclusive, age appropriate, free of bias and meet professional standards; (g) Assessing the process that leads to the development of curricula on teaching about religions and beliefs to make sure that this process is sensitive to the needs of various religious and belief communities and that all relevant stakeholders have an opportunity to have their voices heard; (h) Examining to what extent existing teacher-training institutions are capable of providing the necessary professional training for teaching about religions and beliefs in a way that promotes respect for human rights and, in particular, for freedom of religion or belief; (i) Determining the extent to which teacher-training institutions provide sufficient knowledge of human rights issues, an understanding of the diversity of religious and non-religious views in society, a firm grasp of various teaching methodologies (with particular attention to those founded on an intercultural approach) and significant insight into ways that one can teach about religions and beliefs in a respectful, impartial and professional way.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Finally, the Special Rapporteur would like to reiterate that the role of parents, families and legal guardians is an essential factor in the education of children in the field of religion or belief. Consequently, special attention should be paid to encouraging positive attitudes and, in view of the best interest of the child, to supporting parents to exercise their rights and fully play their role in education in the field of tolerance and non-discrimination, taking into account the relevant provisions of the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights, the International Covenant on Economic, Social and Cultural Rights, the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief and the Convention on the Rights of the Child.",
        "Labels": [
            "Children"
        ]
    }
]