[
    {
        "ID": 1,
        "Text": "1. This report gives an account of communications transmitted by the Special Rapporteur on freedom of religion or belief between 1 December 2008 and 30 November 2009. It also contains summaries of the replies received from Governments by 8 February 2010 and observations of the Special Rapporteur where considered appropriate. Many of these observations refer to the Special Rapporteur's framework for communications (see E/CN.4/2006/5, annex and A/HRC/6/5). The various categories are as follows: - 1. Freedom to adopt, change or renounce a religion or belief. - 2. Freedom from coercion. - 3. The right to manifest one's religion or belief: - (a) Freedom to worship; - (b) Places of worship; - (c) Religious symbols; - (d) Observance of holidays and days of rest; - (e) Appointing clergy; - (f) Teaching and disseminating materials (including missionary activity); - (g) The right of parents to ensure the religious and moral education of their children; - (h) Registration; - (i) Communicate with individuals and communities on religious matters at the national and international level; - (j) Establish and maintain charitable and humanitarian institutions/solicit and receive funding; - (k) Conscientious objection. - 1. Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance. - 2. State religion. - 1. Women. - 2. Persons deprived of their liberty. - 3. Refugees. - 4. Children. - 5. Minorities. - 6. Migrant workers. - 1. Freedom of expression including questions related to religious conflicts, religious intolerance and extremism. - 2. Right to life, right to liberty. - 3. Prohibition on torture and other cruel, inhuman or degrading treatment or punishment. - 1. Derogation. - 2. Limitation. - 3. Legislative issues. - 4. Defenders of freedom of religion or belief and non-governmental organizations.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur has developed this framework for communications into an online digest, which illustrates the international standards with pertinent excerpts of the mandate holders' findings since 1986 according to the categories of the framework for communications. The online digest is available on the website of the Office of the High Commissioner for Human Rights.1",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Owing to restrictions on the length of documents, the Special Rapporteur has been obliged to summarize in this report the communications sent and received. As a result, replies from Governments could not be published in their entirety. The names of alleged victims are reflected in this report, although exceptions may be made in relation to children and other victims of violence in relation to whom publication would be problematic.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding the Shi'a Personal Status Law recently passed and published in the official Gazette on 27 July 2009 (Gazette 988). There are serious reasons for concern that the Shi'a Personal Status Law violates the human rights of minority Shi'a women and girls, is in breach of Afghanistan's national and international obligations, and will further entrench discrimination and violence against women, girls and members of religious minorities. Reportedly, while this new law contains a number of changes as compared to an earlier version of March 2009, several contentious provisions of the law have not been adequately amended to ensure their compliance with Afghanistan's international human rights obligations or to bring it in line with Afghanistan's constitutional guarantees.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 5,
        "Text": "5. The following listing illustrates a number of serious human rights concerns contained in the provisions of the new law as gazetted on 27 July 2009: - The law makes it impossible for Shi'a wives to inherit houses and land from their husbands, even though husbands may inherit them from their wives - Only men are allowed guardianship rights - A female virgin, whatever age she may be, is treated as a legal minor and requires the consent of her \"guardian\" to enter into marriage - The law effectively condones the denial of maintenance by a husband to his wife if she refuses his sexual demands or what he perceives to be his \"conjugal rights\"; - A woman's mobility, including the right to leave her house, continues to be potentially restricted to varying degrees, depending on the interpretations given to the qualifications in the provision which refer to \"legitimate purposes\" and \"to the extent that local custom allows\" 1 www2.ohchr.org/english/issues/religion/standards.htm. • Under-age Shi'a girls can be married against their will before the legal age of marriage if a guardian can demonstrate in a court that the child has the \"ability and interest\" to marry and they have reached puberty",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur regrets that she has so far not received a reply from the Government of Afghanistan concerning the above mentioned allegations. She urges the Government to uphold its commitments to safeguard the rights of women and girls as contained in the following international treaties, which it has ratified: the Convention on the Elimination of all Forms of Discrimination against Women; the Convention on the Rights of the Child; the International Covenant on Civil and Political Rights; and the International Covenant on Economic, Social and Cultural Rights. Article 2 (f) of the Convention on the Elimination of all Forms of Discrimination against Women, requires States Parties to \"take all appropriate measure, including legislation, to modify or abolish existing laws, regulations, customs and practices which constitute discrimination against women.\" In General Recommendation No. 21 (1994) on equality in marriage and family relations, the Committee on the Elimination of all Forms of Discrimination against Women states that \"many countries in their legal systems provide for the rights and responsibilities of married partners by relying on the application of common law principles, religious or customary law, rather than by complying with the principles contained in the Convention. These variations in law and practice relating to marriage have wide-ranging consequences for women, invariably restricting their rights to equal status and responsibility within marriage. Such limitations often result in the husband being accorded the status of head of household and primary decision-maker and therefore contravene the provisions of the Convention.\" (para. 17).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 7,
        "Text": "7. Furthermore, the Special Rapporteur would like to refer to General Assembly resolution 63/181 which urges States \"to step up their efforts to eliminate intolerance and discrimination based on religion or belief, […] with particular regard to members of religious minorities in all parts of the world, and devoting particular attention to practices that violate the human rights of women and discriminate against women, including in the exercise of their right to freedom of thought, conscience, religion or belief\" (para. 12 a). She would also like to recall that the General Assembly in the same resolution invites all actors to address in the context of interreligious and intercultural dialogue, inter alia, within the framework of international human rights, \"the situations of violence and discrimination that affect many women as well as other individuals on the grounds or in the name of religion or belief or in accordance with cultural and traditional practices\" (para. 16 b).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur would also like to recall the United Nations Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, in particular its article 4 which states that \"States shall take measures where required to ensure that persons belonging to minorities may exercise fully and effectively all their human rights and fundamental freedoms without any discrimination and in full equality before the law\". Women belonging to minority communities must not face discriminatory treatment either in relation to members of wider society or relative to male members of their own community. Equally, article 4, paragraph 2, establishes that \"States shall take measures to create favourable conditions to enable persons belonging to minorities to express their characteristics and to develop their culture, language, religion, traditions and customs, except where specific practices are in violation of national law and contrary to international standards\" (emphasis added). The Special Rapporteur would like to emphasize that the Shi'a Personal Status Law, as it is drafted, contains provisions that are discriminatory and contrary to international standards.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 9,
        "Text": "9. In a follow-up letter of 20 November 2009, the Special Rapporteur reiterated her appreciation for the cooperation of the Government in relation to her visit to Angola from 20 to 27 November 2007. She emphasized that follow-up to country reports was of central importance to the cooperation and dialogue between mandate holders and States. Referring to her previous report to the Human Rights Council (A/HRC/10/8, para. 17), the Special Rapporteur indicated that the aim of such follow-up letters after country visits was to receive updated information about the implementation of the recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. For ease of reference, the Special Rapporteur also transmitted a table containing the conclusions and recommendations in the related mission report (A/HRC/7/10/Add.4) as well as follow-up information from relevant United Nations documents, including from the Human Rights Council's Universal Periodic Review, Special Procedures and Treaty Bodies. The Special Rapporteur asked the Government to provide her with updated information on the consideration given to these recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. This table, including any information provided by the Government, is available online on the Special Rapporteur's website (www2.ohchr.org/english/issues/religion/visits.htm).",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In a follow-up letter of 20 November 2009, the Special Rapporteur reiterated her appreciation for the cooperation of the Government in relation to her visit to Azerbaijan from 26 February to 5 March 2006. She emphasized that follow-up to country reports was of central importance to the cooperation and dialogue between mandate holders and States. Referring to her previous report to the Human Rights Council (A/HRC/10/8, para. 17), the Special Rapporteur indicated that the aim of such follow-up letters after country visits was to receive updated information about the implementation of the recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. For ease of reference, the Special Rapporteur also transmitted a table containing the conclusions and recommendations in the related mission report (A/HRC/4/21/Add.2) as well as follow-up information from relevant United Nations documents, including from the Human Rights Council's Universal Periodic Review, Special Procedures and Treaty Bodies. The Special Rapporteur asked the Government to provide her with updated information on the consideration given to these recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. This table, including any information provided by the Government, is available online on the Special Rapporteur's website (www2.ohchr.org/english/issues/religion/visits.htm). 1. Urgent appeal sent on 20 March 2008 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the situation of human rights defenders and the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment; and urgent appeal sent on 9 April 2008 jointly with the Chairperson-Rapporteur of the Working Group on arbitrary detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the situation of human rights defenders, the Independent Expert on minority issues, the Special Rapporteur on extrajudicial, summary or arbitrary executions and the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In their urgent appeal of 20 March 2008, the Special Procedures mandate holders brought to the attention of the Government information they had received regarding reports of violence during demonstrations in the Tibet Autonomous Region and surrounding areas in China, killings of an unconfirmed number of people and arrests of hundreds of demonstrators. According to allegations received, demonstrations led by monks were organised on 10 March 2008 demanding greater freedom of religion and the release of monks detained since October 2007. It is reported that 300 monks from Drepung Monastery, near Lhasa, proceeded with a peaceful march towards the Potala Palace when they were stopped by the police. It is believed that around 60 monks suspected to be the leaders of the protest were arrested by the Public Security Bureau (PSB). Summaries of this joint urgent appeal are already reproduced in A/HRC/10/8/Add.1, paras. 23-33.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 14,
        "Text": "14. Subsequent to their urgent appeal of 20 March 2008, the Special Procedures mandate holders transmitted, in another urgent appeal of 9 April 2008, information they had received in relation to reports of killings, injuries and arrests of protestors in Gan Zi Xian, Sichuan Province, and the arrests of over 570 Tibetan monks, including children, in Aba Xian and in Ruanggui/Zoige Xian in the Tibet Autonomous Region. Summaries of this joint urgent appeal are already reproduced in A/HRC/10/8/Add.1, paras. 36-39. At the time the report to the tenth session of the Human Rights Council was finalized, the Special Rapporteur was not yet in a position to reflect the content of the reply from the Government of China dated 21 May 2008 as she had not received the translation of its content from the relevant services. The English translation has been carried out in the meantime and the Special Rapporteur reproduces its text below.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In its letter dated 21 May 2008, the Government of China responded to the joint urgent appeals of 20 March 2008 and 9 April 2008. The Government indicated that the events which had occurred in March 2008 in Lhasa and other places were incorrectly described as \"peaceful demonstrations\" but were actually serious acts of criminal violence, involving beating, the destruction of property, looting and arson. Faced with such violent criminal acts, which seriously disrupted public order and did serious damage to human life, property and security, it emphasized that no responsible Government could simply sit back and not act. The Government indicated that the situation in the aforementioned areas had subsequently calmed down, and stability and public order had been restored. The judicial authorities of the Tibet Autonomous Region and the other areas in question were dealing with the criminal suspects severely, in accordance with judicial procedures. Those whose offences were lesser and who displayed a positive attitude, acknowledging their guilt, had been released. Those whose situations are more serious, the Government added, shall have their criminal responsibility investigated in accordance with the law.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Government indicated that the aforementioned serious violent criminal events had been carefully plotted in advance and instigated by the Dalai clique. The Government emphasized that, in their handling of the entire incident, the competent authorities of the Tibet Autonomous Region and other areas showed great restraint; they enforced the law in a civilized manner, and they enjoyed broad popular support. The Government argued, however, that some people at the international level had distorted the facts, creating untrue news stories and providing the United Nations special procedures with inaccurate information.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Government stressed that Tibetan affairs were part of China's internal affairs; nevertheless, in an effort to help the special procedures learn the truth about these events and to prevent the Dalai clique and anti-China elements from exploiting them, the competent authorities had thoroughly investigated the incidents described in the aforementioned letters and the Government provided the following details: • The truth about the violent criminal events: In mid-March 2008, a series of serious violent criminal acts took place in the city of Lhasa, in China's Tibet Autonomous Region. Starting on 10 March 2008, a group of lawbreakers, acting without authorization, gathered illegally to create a disturbance; when police officers arrived to dissuade them, in accordance with the law, they clashed with them, cursing them and violently attacking the officers with clubs, rocks and knives. At approximately 11 a.m. on 14 March 2008, some monks at the Ramoche Temple threw stones at the police officers on duty. Subsequently, a group of rioters began to gather in Barkhor Street, shouting separatist slogans and wantonly beating, smashing and looting. The situation quickly spread. The lawbreakers smashed and burned shops, primary and secondary schools, hospitals, banks, electrical and communications installations and news agencies along the main streets of Lhasa and set fire to cars, chased and beat pedestrians, and attacked stores, telecommunications and Internet outlets and Government offices. The rioters' savage behaviour during these incidents resulted in the slashing or burning to death of 18 innocent persons, including an infant less than one year old; 382 innocent persons were also injured, 58 of them seriously. The rioters set fire to over 300 sites, burning down 7 schools, 5 hospitals, more than 1,300 stores and 120 homes, causing extensive loss of human life and property, and occasioning a direct economic loss of 280 billion yuan renminbi. Public order in the affected area was severely disrupted. All ethnic minorities in Tibet expressed their great indignation at and severe criticism of the violent criminal acts that took place in Lhasa. The Tibet Autonomous Region quickly organized the police and other relevant agencies to put out the fires, provide aid to the injured and reinforce the security provided to schools, hospitals, banks and Government offices. The Chinese Government and the Government of the Tibet Autonomous Region took these measures to protect law and order and social stability, and to safeguard the human rights of all ethnic groups in Tibet. In dealing with these violent criminal incidents and restoring law and public order in accordance with the law, the competent Chinese and Tibetan Government authorities exercised the utmost restraint. While enforcing the law they consistently acted in a lawful and civilized manner; they did not carry or use any lethal or injurious weapons. The People's Liberation Army was not involved in the efforts to quell these violent criminal incidents. At 11 a.m. on 16 March 2008, more than 300 monks in Aba, Sichuan Province, assaulted and beat police officers, handing out inflammatory flyers and shouting separatist slogans; they threw rocks and homemade Molotov cocktails at the police and went on a rampage of smashing and burning. At 3 p.m., a group of monks joined with other rioters to once again strike Government facilities, schools and police stations, engaging in smashing, looting and burning. On that day, rioters burned down 24 stores and 2 police stations and set fire to 81 police and civilian vehicles. Some 200 innocent bystanders, Government workers and police officers were injured. Seeking to restore law and order, the local Government immediately took steps to bring the situation under control and protect life, property and fundamental human rights. During these incidents, law enforcement was carried out in a civilized manner by the local police, who consistently displayed a high degree of restraint; even though they had shields to protect themselves during the rioters' brutal attacks, scores of police officers were injured from blows and burns, one critically. The Chinese People's Liberation Army did not take part in the response to these incidents. - Questions regarding the use of lethal or injurious weapons: In their efforts to deal with the violent criminal acts in the Tibet Autonomous Region in accordance with the law and to restore law and order, the local Government authorities exercised maximum restraint: law enforcement was consistently carried out in a lawful and civilized manner, and no lethal or injurious weapons were carried or used. For this very reason, there were only 242 casualties among law enforcement personnel, including 23 seriously injured and one dead. On 16 March 2008, in the Tibetan Autonomous Prefecture of Aba, Sichuan Province, rioters broke into the Aba Township police station and stabbed the police officers. When the rioters stole police firearms from a safe, the police fired warning shots, in accordance with the law, to no effect. They were thus compelled to open fire in self-defence, striking and injuring four rioters, who managed to escape with their co-conspirators in the confusion. Immediately afterwards, the officers involved in the incident, acting pursuant to regulations, submitted a report to their superiors, which the national police promptly published. The firing of weapons in self-defence by the Aba police was fully consistent with the Basic Principles on the Use of Force and Firearms by Law Enforcement Officials, adopted at the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders. - Alleged control of reporting by the media: During the violent criminal acts in Lhasa, when public order was severely disrupted and rioters were wilfully beating, burning and killing innocent persons, it was not safe for foreign reporters in Lhasa to cover the events. Reporters for the British publication The Economist and other foreign publications who were at the scene did provide coverage of the events. After the situation calmed down, the Chinese Government immediately organized a series of inspection tours to Tibet for representatives of 19 foreign media and delegations of foreign diplomats based in China. The Chinese media, including the Tibetan regional media, all reported on the events. - The legal basis for the arrest and detention of monks and nuns: In the wake of the destructive events in Lhasa, the competent authorities of China and the Tibet Autonomous Region arrested a number of major criminal suspects who had participated in the events and had been involved in their organization and plotting. Among these were a number of monks and nuns. International human rights instruments, including the Universal Declaration of Human Rights (art. 29, para. 2), stipulate that \"[i]n the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society\". During the aforementioned incidents the rioters showed absolutely no respect for the rights and freedoms of innocent persons but wilfully disrupted public order and harmed the welfare of others. The Chinese and Tibetan Regional Governments consider that the lawful measures taken were fully consistent with the relevant provisions of international human rights instruments. China is a country governed by the rule of law. Everyone is equal before the law, and anyone who violates the law shall be liable to punishment in accordance with the law, with no distinction made for citizens on account of their religious beliefs. During the violent criminal acts that were perpetrated in Lhasa and other locations, a small number of monks and nuns took part in unauthorized demonstrations; in the course of these demonstrations they engaged in violent activities that led to the death of scores of persons and the injuring of hundreds more; they burned and destroyed public property, including numerous homes and schools, they advocated separatism, they harmed the State and they jeopardized public safety, seriously violating the Law of the People's Republic of China on Assemblies, Processions and Demonstrations and the Criminal Law of the People's Republic of China. The treatment shown by China's law enforcement and judicial authorities will differ depending on the nature of the criminal offence: where the offence is serious, the offender's criminal responsibility will be ascertained; where the offence is minor, the offender will be provided with education and released. This work is already under way. • Investigations, prosecutions and trials: In the wake of the violent criminal events that transpired in Lhasa, the law enforcement and judicial authorities of China and the Tibet Autonomous Region conducted investigations and inquiries in accordance with the law. On 29 April 2008, the Lhasa Municipal Intermediate People's Court held an open trial of some of the persons accused of participating in the \"events of 14 March\". The court found 30 accused persons (Pasang et al.) guilty of the crimes of arson, looting, instigating fights and troublemaking, assembling a group to attack a State organ, disrupting public service and theft. The defendants Pasang, Sonam Tsering and Tsering were sentenced to life imprisonment. The defendants Jigme, Kalsang Bagdro, Karma Dawa, Dorje, Migmar, Ngawang Choeyang and Bagdro were given sentences of fixed-term imprisonment of 15 years and more. The defendants Yargyal, Choephel Tashi, Dorje Dargye, Ngawang, Kalsang Tsering, Migmar, Sonam Tsering, Kelsang Samten, Tseten, Palsang Tashi, Lhagpa Tsering Chewa (Sr.), Lobsang Tashi, Lhagpa Tsering, Darchen, Thubten Gyatso, Tashi Gyatso, Kalsang Dondrub, Tenzin Gyaltsen, Kalsang Nyima and Yeshe were given sentences of fixed-term imprisonment ranging from 3 to 14 years. The court informed the accused that if they refused to accept these judgements they could file an appeal with the Lhasa Municipal Intermediate People's Court or with the Tibet Autonomous Region Supreme People's Court within 10 days of the date of service of the judgement. China's Criminal Procedure Law stipulates that People's Courts may or should appoint a defence counsel in cases where the defendant has not appointed counsel, the case is of great social significance, the defendant is totally without financial resources or the court considers that the prosecution arguments and evidence submitted may affect the proper determination of the severity of the sentence. Accordingly, the Lhasa Municipal Intermediate People's Court appointed defence attorneys for the 30 defendants. The defence arguments presented by these lawyers were given full value during the trial proceedings, and the mitigating circumstances that they cited in respect of the defendants, which were verified through investigation, were all accepted by the court. China's Criminal Procedure Law stipulates that all citizens who are members of ethnic minorities have the right to use their own spoken and written language in an appeal. Of the 14 open hearings held in the Lhasa Municipal Intermediate People's Court, the proceedings were fully conducted in the Tibetan language in 9 cases, while in the remaining 5 cases the defendants were provided with Tibetan-Chinese interpretation. It has been explained that the costs associated with the defence lawyers and interpreters provided for the defendants were entirely borne by the Tibet Autonomous Region Legal Aid Centre. On the day of the hearings, more than 300 Lhasa residents, students and monks representing all ethnic minorities and all groups within society attended the trials. The judicial authorities of the Tibet Autonomous Region and other localities intend to continue their efforts to deal in accordance with the law with the criminal suspects who participated in these violent criminal acts. • Related cases: Owing to time constraints and the incomplete nature of the information contained in the aforementioned letters, as well as the fact that the investigations being conducted by the Chinese authorities concerned are still in progress, the Government will continue to transmit to the relevant bodies information regarding the outcome of these investigations.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur is grateful that the Government of China replied to the joint urgent appeals of 20 March 2008 and 9 April 2008.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteurs brought to the attention of the Government information they had received regarding the cases of 16 deaths of Falun Gong practitioners due to injuries allegedly sustained in custody in China. While the circumstances under which the deaths occurred differ, all the victims were Falun Gong practitioners and they all died under the supervision of law enforcement officers or soon after their release from custody. Concern is expressed that the arrests and deaths of these individuals were solely connected with their activities as Falun Gong practitioners.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 20,
        "Text": "20. Ms. Hu Yanrong, from Xiaoyushulin Village, Beilu Township, Lingyuan City, Liaoning Province: On 1 August 2007 around 10 p.m., police officers blocked the entrance of the home of a Falun Gong practitioner, where some 40 persons including Hu Yanrong were present. About midnight, a dozen police officers arrested those practitioners trapped in the house. They beat the practitioners with electric batons and two-inch long metal rods and forced them into police vehicles. The police claimed that Hu Yanrong tried to jump out of a police car. She sustained severe injuries and fell into a coma after being taken to the Lingyuan Prison Hospital. Her head was swollen, her eyes, nose and mouth were bruised, the area between her temples and eyes was coloured in dark purple. There were traces of blood on her face. Doctors at Lingyuan Prison hospital performed two brain surgeries, but Ms. Hu died at 2 a.m. on 5 August 2007.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Mr. Huang Fajun, resident of Acheng District, Harbin City, Heilongjiang Province: On 24 July 2007, policemen from the Sougfengshan Town Police Station arrested Mr. Huang and beat him until both of his feet broke. The police detained him in the Acheng District First Detention Centre. He went on a hunger strike to protest the detention and was force-fed. He developed open sores, and his hands and feet were swollen and showed deep scars caused by shackles and cuffs. On 2 November 2007, the police notified his family that he was dying and that they could visit him at the Archeng District Traditional Medicine Hospital. He was allowed to return home on 4 November 2007, where he died at around 8 p.m. on 6 November 2007.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 22,
        "Text": "22. Mr. Xiong Zhengming: On 15 March 2007, police officers took Xiong Zhengming to the Wanyuan City First Detention Center, indicating that they had detected that Mr. Xiong visited overseas websites. Following eight months of detention, the police sentenced Mr. Xiong to one year of forced labour. Later, he was transferred to the Wanyuan City Second Detention Center. On 3 December 2007, he was informed of a second transfer to a forced labour camp outside the town. He refused to go, but was taken away at around 9 a.m. on 4 December 2007. On 5 December 2007, Mr. Xiong's family was notified that he had committed suicide while on his way to the Sichuan Province Xinhua Forced Labor Camp, by jumping out of the vehicle. Mr. Xiong's father was forced to sign the paper authorizing his body to be cremated immediately. He was also asked not to leak any information to the public; otherwise, his other two sons would lose their jobs. According to information received, the authorities gave inconsistent accounts of the cause of death, saying that he committed suicide in one instance and that he died in a traffic accident in other instances.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Mr. Bai Heguo, lived in Xiguangshan Village, Liutiao Town in Dengta City, Liaoning Province: Bai Heguo was taken into custody on 9 June 2002 by police officers from Tongerpu District Police Department, for practicing Falun Gong. He was sentenced to 11 years in prison and was held in Liaoning Province Huazi Prison. He was secretly transferred to the Nanguanling Prison in Dalian city at the end of December 2007. On 5 January 2008, at 3 p.m., the prison administration notified Mr. Bai's family that he had died. His body was covered in bruises and he had a bump on his head and a cut in his tongue. His leg was broken and his testicles had been crushed. Authorities hurriedly cremated the body. The Nanguanling prison authorities claimed that Mr. Bai had committed suicide.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Ms. Zong Xiuxia, lived in the Fangzi District in Weifang City, Shandong Province: In February 2008, Zong Xiuxia was taken to the Guangwen Police Station in Kuiwen District, at around 11.30 a.m., after she had discussed issues relating to Falun Gong at a supermarket. Police said that they took Ms. Zong to the Weifang City People's Hospital for a physical check-up at around 1 p.m., where she died at 3 p.m. The family was told that she died from jumping out of the elevator in the hospital.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Mr. Yu Zhou, a well-known singer from Beijing: Yu Zhou was arrested in Tongzhou District, Beijing, on 26 January 2008, along with his wife, Xu Na. The police stopped their vehicle when they were on their way home, arrested them and took them directly to the Tongzhou District Detention Centre. On 6 February 2008, Yu Zhou died at the Qinghe District Emergency Centre. The police claimed that this was a result of him going on hunger strike although he had diabetes. However, other sources indicate that he had been healthy and had never been suffering from diabetes. When the family requested to see the body and to have an autopsy performed, the authorities refused and threatened them.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 26,
        "Text": "26. Ms. Gu Jianmin, lived in Pudong New District, Shanghai: Gu Jianmin was arrested on 1 March 2008, by officers from the Yangjing Police Station in Pudong New District, Shanghai. Her husband was called and told to go to the Pudong New District Police Department and to the Neighbourhood Administration to do some medical parole paper work. When he arrived at the hospital, he saw that his wife's eyes were protruding, her pupils were enlarged, and that she was bleeding from the mouth. No one treated her although more than thirty agents of the 610 Office were present. She died on 13 March 2008",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Mr. Gu Qun: He was arrested and taken to the Tianjin Street Police Station, for distributing Falun Gong materials, on 16 March 2008. On the following day, he was transferred to the Yaojia Detention Center. To protest his detention, he went on a hunger strike, but was forced-fed. On 7 April 2008, the detention centre took him to the Dalian City Third People's Hospital. The doctor there said he was in need of treatment, but the detention staff indicated that he would be taken to the Police hospital. However, they returned him to the detention centre. At 9 a.m. on 8 April 2008, he was taken to the hospital once again, but died on the way.",
        "Labels": [
            "Persons in street situations",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Mr. Fan Dezhen, lived in Huludao City, Liaoning Province: On 25 February 2008, Fan Dezhen was arrested with eleven other Falun Gong practitioners, by the Suizhong Country Domestic Security Division Leader. He died at around 7 a.m. on 20 April 2008, in the Suizhong Country Detention Centre. Officers notified his family after 4 p.m., indicating that, if they wanted to see the body, they had to do so on that same evening, because on the following day, an autopsy and cremation would be performed.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. Mr. Liu Quan, lived in Benxi City, Liaoning Province: On 4 May 2008, the Nan'guanling Prison Administration in Dalian City called Mr. Liu Quan's family to inform them that Liu Quan had died at 2 a.m. due to a heart attack. His face was yellow, the flesh around his eyes and lips was purple, there were large purple bruises on his back, and his nose was filled with cotton balls. No autopsy was carried out and the authorities refused to authorize the transfer of Liu's body to Benxi City, where he had lived.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Mr. Wu Xinming, a resident of Xuanwuo Town, Hanyin County, in Shaanxi Province: Wu Xinming was arrested on 15 June 2006 after talking about Falun Gong to people in the countryside. The police sent him to Zaozihe Forced Labor Camp. There, the guards tied him with a rope. When he went on a hunger strike to protest the detention, the guards force-fed him with a highly concentrated salt solution, chilli powder, water and even laundry detergent. They also tied up his body, and whipped him with wire, resulting in his whole body being covered with bruises. He was returned home on 25 June 2008 after he began coughing up and vomiting blood. He died on the following day, 26 June 2008.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Ms. Chen Yumei, resident of Shenyang City, Liaoning Province: On the evening of 3 July 2008, officers from the Chang'an Police Station in Dadong District, Shenyang City, arrested Chen Yumei on Pangjiang Street. During the arrest, they beat and kicked her. Her family was asked to identify her in the ambulance, at around 9 p.m. of the same day, before she was taken to #463 Military Hospital. Having detected bleeding in her skull, the doctor had to perform an operation, for which the family paid. Her arms and legs were covered in bruises, and there were deep scratches on her body. Doctors said the marks were caused by beating or dragging. She died at around 8.30 p.m. on 4 July 2008.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Mr. Zhong Zhenfu, lived in Zhongjia Village, Changle Town, Pingdu City, Shandong Province: On 4 May 2008, Zhong Zhenfu was arrested at his house at around 6 p.m., as officers from the Pingdu City 610 Office and the City Police Department stormed into houses rented by Falun Gong practitioners in Pingdu City. The police confiscated some of their possessions and interrogated them at the police station. When they refused to reveal any information, the officers poured boiling water over their necks and bodies. Three days later, they were taken to Pingdu City Detention Centre. Guards put shackles on Zhong Zhenfu and whipped him about the head with metal wires. He was detained in a metal cage with the shackles still on, and the guards ordered other inmates to ill-treat him. The latter tried to force him to curse the founder of Falun Gong. When he refused, they beat him for over an hour. He was sent to the hospital and released on medical parole, after having been forced to pay over 100,000 Yuan in medical expenses. He died on 20 July 2008.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Ms. Yang Jingfen, a resident of Panjin City, Liaoning Province: At approximately 7:30 a.m. on 18 August 2008, six police officers from the Xinglongtai District State Security Division entered the apartment of Ms. Yang Jingfen, aged 59, and her husband to arrest her and search the apartment on the ground that she practiced Falun Gong. At around 9 a.m., her husband had to run an errand and left Ms. Yang alone with the police officers. When he returned at around 9:30 a.m. he found Ms. Yang's lifeless body in front of their apartment building. The police officers claimed that she had jumped out of a window of her sixth floor apartment to commit suicide.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Ms. Sun Aimei, resident of Xinhua Village, Zhucheng City, Shandong Province: Sun Aimei, aged about 60, was sentenced to detention at the Wangcun Women's Forced Labour Camp on 28 March 2008, three days after being arrested for distributing literature about the persecution of Falun Gong. At the end of 2008, her family was informed that she had suffered a stroke and had undergone surgery. They were not, however, allowed to see her. On 1 February 2009, Ms. Sun's family was told to go to Wangcun Women's Forced Labour Camp to collect her ashes.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Ms. Hou Lihua, resident of Dongan District, Mudanjiang City, Heilongjiang Province: Hou Lihua was arrested at her workplace on 17 November 2008 and taken to the Mudanjiang City State Security unit. According to witnesses, she was beaten and otherwise ill-treated while in custody there. She was released in December 2008 but died on 14 February 2009 due to the injuries sustained in custody.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. On 22 May 2009, the Government of China replied to the joint communication of 13 March 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response220509china.pdf.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The Special Rapporteur is grateful that the Government of China replied to the joint communication of 13 March 2009 and hopes to be able to make observations on the response in the next report.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteurs brought to the attention of the Government information they had received regarding the death of Mr. Phuntsok Rabgay, a 27-year-old monk, in Drango County, Garzê Tibetan Autonomous Prefecture, Sichuan Province. On 25 March 2009, Phuntsok Rabgay was pasting leaflets containing allegations that monks had been tortured and imprisoned by the authorities and an appeal to the local population to forego crop cultivation and harvest as a gesture of mourning and disobedience. He was detected by Drango County Public Security Bureau (PSB) personnel and tried to elude arrest by fleeing on a motorcycle. The PSB personnel, however, managed to pursue and catch him. Upon arrest, they beat him with batons. He died shortly thereafter. The PSB officers reportedly dropped his body from a hill in order to create the appearance of a case of suicide.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteurs, inter alia, referred to General Assembly resolution 63/181, which urges States \"to step up their efforts to protect and promote freedom of thought, conscience, religion or belief, and to this end: (a) To ensure that their constitutional and legislative systems provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without distinction, inter alia, by the provision of effective remedies in cases where the right to freedom of thought, conscience, religion or belief, or the right to practise freely one's religion, including the right to change one's religion or belief, is violated; (b) To ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment, or arbitrary arrest or detention on that account and to bring to justice all perpetrators of violations of these rights\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. On 2 July 2009, the Government of China replied to the joint communication of 9 April 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response020709china.pdf.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur is grateful that the Government of China replied to the joint communication of 9 April 2009 and hopes to be able to make observations on the response in the next report.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Yusufjan (Yuesefujiang) and Mr. Memetjan (Maimatijiang), two ethnic Uighurs belonging to the Muslim Fellowship. On 10 May 2009, Yusufjan and Memetjan, along with five other students of the Muslim Fellowship, held a meeting at Xinjiang University in Urumqi, capital of Xinjiang Uighur Autonomous Region, in northwest China. The meeting was broken up by two officers from the local internal security police force, accompanied by more than ten men in plain clothes, who proceeded to take all seven men away for interrogation. The five other students were released after 15 days and fined 5.000 yuan for \"holding an illegal gathering\". The current legal status and whereabouts of Mr. Yusufjan and Mr. Memetjan remain unknown. Concern was expressed for their physical and psychological integrity.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Special Procedures mandate holders appealed to the Government to ensure the right to freedom of religion or belief in accordance with the principles set forth in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief and article 18 of the Universal Declaration on Human Rights. They also recalled that, according to article 2 of the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, persons belonging to national or ethnic, religious and linguistic minorities have the right to enjoy their own culture, to profess and practice their own religion, and to use their own language, in private and in public, freely and without interference or any form of discrimination. The Special Procedures mandate holders requested the Government to provide the full details of any prosecutions which have been undertaken and to explain how the arrest of Mr. Yusufjan and Mr. Memetjan is compatible with international human rights norms and standards, including with the right to freedom of religion or belief, as contained, inter alia, in the Universal Declaration of Human Rights.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. On 21 August 2009, the Government of China replied to the joint urgent appeal of 23 June 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response210809china.pdf.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur is grateful that the Government of China replied to the joint urgent appeal of 23 June 2009 and hopes to be able to make observations on the response in the next report. 5. Urgent appeal sent on 14 July 2009 jointly with the Chairperson-Rapporteur of the Working Group on arbitrary detention, the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health, and the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Zhou Xiangyang. He was sentenced to 9 years in prison in May 2003, because he allegedly refused to give up his belief in Falun Gong. Reportedly, he was brutally tortured and was locked in a solitary cell for four months in the winter. At Gangbei Prison, Mr. Zhou was verbally and physically abused, and was detained in isolation numerous times. In February 2009, the guard captain at Gangbei Prison informed that Mr. Zhou was being force-fed five times per day and that he could die at any moment. When his family visited him two months later, four prisoners had to carry Mr. Zhou out of his cell as he was too weak and thin to walk by himself. During the visit, the other prisoners monitored his conversation and would kick him as a warning to change the subject, when they had the impression that he was disclosing information about the treatment he had experienced in prison.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 47,
        "Text": "47. In April and mid-May 2009, Mr. Zhou was taken to the Police Hospital for emergency treatment, including intravenous injections. Mr. Zhou's family requested his release on bail for medical treatment, but this was refused by the Gangbei Prison. The prison authorities allegedly indicated that he had to renounce his belief before he could be released for medical treatment. Based on Mr. Zhou's deteriorating health, concern was expressed for his physical and mental integrity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 48,
        "Text": "48. On 4 September 2009, the Government of China replied to the joint urgent appeal of 14 July 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response040909china.pdf.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Special Rapporteur is grateful that the Government of China replied to the joint urgent appeal of 14 July 2009 and hopes to be able to make observations on the response in the next report.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur brought to the attention of the Government information she had received regarding the draft legislation on children's freedom of religion being considered in the Xinjiang Uighur Autonomous Region. Reportedly, the regional government of the Xinjiang Uighur Autonomous Region was actively considering a draft legislation that would strengthen the existing legal restrictions on children's freedom of religion or belief and parent's freedom to impart religious education to their children. The draft legislation would build on the 1993 Implementing Measures for the Law on the Protection of Minors currently in force in the Xinjiang Uighur Autonomous Region which provides that \"parents or other guardians may not permit minors to be engaged in religious activities\".",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The draft legislation under consideration would allegedly include provisions indicating that \"no organisation or individual may lure or force minors to participate in religious activities or use religion to obstruct minors' compulsory education\". Where minors are \"lured\" or \"forced\" into such activities, the draft legislation provides that children \"can ask for protection from schools, neighbourhood committees, village committees, offices for the protection of minors or public security organs. Such organisations or work units receiving requests for help must take measures in a timely manner and not refuse or shift responsibility\".",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 52,
        "Text": "52. While respecting the need to legislate on the question of freedom of religion or belief in order to protect children from exploitation or abuse, the Special Rapporteur expressed her concerns that the adoption of such draft legislation was specifically aimed at unduly restricting the freedom of religion or belief of the members of the Uighur Muslim community in the Xinjiang Uighur Autonomous Region. Furthermore, if adopted, the draft legislation could foster the existing tensions which had led to the violent clashes that erupted during Han and Uighur demonstrations in Urumqi on 5 July 2009.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteur appealed to the Government to ensure that the freedom of religion or belief of children and parents in the Xinjiang Uighur Autonomous Region is protected in accordance with the fundamental principles as set forth in Convention on the Rights of the Child to which China is a Party. The Convention affirms in its article 14 that \"States Parties shall respect the right of the child to freedom of thought, conscience and religions; States Parties shall respect the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child; Freedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. In case the proposed draft legislation would entail limitations on children's and parent's freedom of religion or belief, the Special Rapporteur asked the Government to explain how these limitations would be compatible with international human rights law. She also asked the Government to indicate if any measures were envisaged to prevent the recurrence of violent clashes following the recent inter-religious tensions and violence between the Han and the Uighur Muslim communities.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. On 26 October 2009, the Government of China replied to the communication of 5 August 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response261009china.pdf.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur is grateful that the Government of China replied to the communication of 5 August 2009 and hopes to be able to make observations on the response in the next report. 7. Urgent appeal sent on 28 August 2009 jointly with the Vice-Chairperson Rapporteur of the Working Group on arbitrary detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, and Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Wang Yonghang, a former lawyer from Dalian City, Liaoning Province. On 4 July 2009, Mr. Wang Yonghang was arrested by two dozen Dalian police officers for \"using a cult to damage the social and legal system\". He was severely beaten during his arrest, resulting in the breaking of his right ankle. He did not receive adequate medical treatment until 11 August 2009, when he had surgery as a result of a serious infection in his ankle. The police did not notify Mr. Wang's family about the operation. However, on the same day, Mr. Wang's family was provided with his arrest warrant, dated 10 August 2009.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Mr. Wang Yonghang is currently being detained at Dalian City Detention Center, where he has allegedly been subjected to more beatings. His family and lawyer have not been able to see him, because his case allegedly involves \"state secrets\". His family has repeatedly complained to the relevant authorities about Mr. Wang Yonghang's ill-treatment, but has not received any response. Mr. Wang Yonghang's license to practice law was not renewed following his annual review period on 31 May 2008. Mr. Wang Yonghang has also published several open letters online in which he advocated for religious freedom and explained his views on the treatment of Falun Gong practitioners. Concern is expressed that Mr. Wang Yonghang's detention may be related to his work as a defence lawyer for Falun Gong practitioners. In light of above allegations of denial of adequate medical treatment and of beatings, further concern is expressed for Mr. Wang's physical and psychological integrity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 59,
        "Text": "59. On 26 October 2009, the Government of China replied to the joint urgent appeal of 28 August 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response261009china.pdf.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur is grateful that the Government of China replied to the joint urgent appeal of 28 August 2009 and hopes to be able to make observations on the response in the next report. 8. Communication sent on 2 September 2009 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on freedom of religion or belief, and the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteurs brought to the attention of the Government information they had received regarding the sentencing of Mr. Palden Gyatso, Mr. Tsultrim, Mr. Sangpo, Mr. Jamyang Khedrub, Mr. Gendun, and Mr. Shrab Sangpo, six monks from Ragya Monastery in Qinghai Province, Tibet Autonomous Region, together with Mr. Hu-lo and Mr. Yang-kyab from Gya-sa village.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. On 10 March 2009, Mr. Tashi Sangpo, a monk from Ragya Monastery in Magin County, Qinghai Province, was arrested after the authorities allegedly found political leaflets and the banned Tibetan flag in his room. He was reportedly subjected to beatings, inhumane treatment and long interrogations during his detention. On 21 March 2009, Mr. Tashi Sangpo allegedly escaped from the detention centre after he asked to use the bathroom, and committed suicide by jumping into the Yellow River.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 63,
        "Text": "63. On the same day, several thousand monks and local Tibetans in and around Ragya Monastery gathered to demand an answer for Mr. Tashi Sangpo's death. In response, the government authorities allegedly arrested monks from the Ragya Monastery, as well as local Tibetans.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. On 13 August 2009, the Machen County People's Court in Golog, Qinghai Province, tried and sentenced the following persons to varying prison terms for \"inciting protests and demonstrations against the Chinese government\" for taking part in demonstrations on 21 March 2009: - Mr. Palden Gyatso, monk and disciplinarian at Ragya Monastery, sentenced to seven years of imprisonment - Mr. Tsultrim, monk and former disciplinarian at Ragya Monastery, sentenced to four years of imprisonment - Mr. Sangpo, monk and former treasurer at Ragya Monastery, sentenced to three years of imprisonment - Mr. Jamyang Khedrub, monk and secretary of the Board of Directors at Ragya Monastery, sentenced to two years of imprisonment - Mr. Gendun, monk, sentenced to one year of imprisonment - Mr. Sherab Sangpo, monk, sentenced to two years of imprisonment - Mr. Hu-lo from Gya-sa village, sentenced to one year of imprisonment - Mr. Yang-kyab from Gya-sa village, sentenced to six months of imprisonment",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Furthermore, according to reports received, psychological trauma has been inflicted on the monastic community through the imposition of \"patriotic education\", requiring them to denounce the Dalai Lama, which has reportedly intensified in the aftermath of regionwide protests in the Tibet Autonomous Region beginning in March 2008. Reports claim that since March 2008, 15 persons, including monks and nuns, have committed suicide in addition to Mr. Tashi Sangpo, and that three monks have attempted to commit suicide. These persons include: • Mr. Namdrok Khakyab, visiting scholar at Samye Monastery from Dorjee Drak Monastery, committed suicide on 19 March 2008 - Mr. Thokmey, also known as Tsanga Thokmey, monk at Ramoche Temple in Lhasa, committed suicide on 22 March 2008 - Mr. Lobsang Jinpal, monk at Ngaba Kirti Monastery in Ngaba County, Sichuan Province, committed suicide on 27 March 2008 - Mr. Legtsok, 75-year old monk at Ngaba Gomang Monastery in Ngaba County, Sichuan Province, committed suicide on 30 March 2008 - An unnamed nun in her thirties from Cholung nunnery committed suicide on 12 April 2008 - Ms. Lobsang Tsomol, nun at Chokhor Nunnery in Sibook Township, committed suicide on 12 April 2008 - An unnamed nun from Choekhor Nunnery in Sibook Township, committed suicide on 12 April 2008 - Three unnamed monks from Dogu Monastery committed suicide in April 2008 - Mr. Thoesam, 29-year old monk at Ngaba Gomang Monastery in Ngaba County, Sichuan Province, committed suicide on 16 April 2008 - Mr. Tusong, 19-year old monk at Kirti Monastery committed suicide on 16 April 2008 - Mr. Trangma, monk at Drapa Yangden Monastery in Minyang Township, Nyagchuka County, Sichuan Province, committed suicide on 18 June 2008 - Mr. Lobsang Tsultrim, monk at Kirti Dhongri Monastery in Mehu-ru-ma Village, Ngaba Country, Sichuan Province, committed suicide on 3 July 2008 - Mr. Shedup, monk at a monastery in Tongren Country, Qinghai Province, committed suicide on 2 April 2009 - Mr. Kelsang and Mr. Damchoe, monks from Drepung Monastery, both originally from Kirti Monastery in Sichuan Province, attempted to commit suicide in April 2008 by stabbing themselves in the chest, hands and wrists - Mr. Tapey, monk at Kirti Jepa Monastery in Ngaba Country, Sichuan Province, attempted to commit suicide by self-immolation on 27 February 2009 as protest against the ban on Monlam religious festival. Reports claim that when Tapey was on fire, three gun shots were fired at him by the Chinese police",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Concern was expressed that the sentencing of Mr. Palden Gyatso, Mr. Tsultrim, Mr. Sangpo, Mr. Jamyang Khedrub, Mr. Gendun, Mr. Shrab Sangpo, Mr. Hu-lo and Mr. Yangkyab to imprisonment may represent a direct attempt to stifle freedom of expression, freedom of assembly and freedom of religion or belief in the Tibet Autonomous Region. Further concern was expressed regarding the physical and psychological integrity of monks and nuns in the region, in light of the reported rise in the number of suicides.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteurs appealed to the Government to ensure the right to freedom of religion or belief in accordance with the principles set forth in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief and article 18 of the Universal Declaration on Human Rights. Furthermore, they referred to General Assembly resolution 63/181, in which the Assembly urges States \"to step up their efforts to protect and promote freedom of thought, conscience, religion or belief, and to this end: […] (b) To ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment, or arbitrary arrest or detention on that account and to bring to justice all perpetrators of violations of these rights\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteurs asked the Government to provide information on the basis upon which Mr. Palden Gyatso, Mr. Tsultrim, Mr. Sangpo, Mr. Jamyang Khedrub, Mr. Gendun, Mr. Shrab Sangpo Mr. Hu-lo and Mr. Yang-kyab have been sentenced to imprisonment and how that is compatible with the international norms and standards on the right to freedom of opinion and expression, freedom of assembly and freedom of religion or belief. They also recalled that during the fourth session of the Universal Periodic Review in February 2009, the Government indicated that the recommendation of the Working Group to strengthen the protection of ethnic minorities' religious, civil, socio-economic and political rights is \"pertaining to measures already being implemented or which had already been implemented\" (A/HRC/11/25, para. 115). In this regard, the Special Rapporteurs asked the Government to provide details regarding how such measures are strengthening the protection of the rights of persons in the Tibet Autonomous Region, in particular persons belonging to the monastic community.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. On 26 October 2009, the Government of China replied to the joint urgent appeal of 2 September 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response261009china.pdf.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Special Rapporteur is grateful that the Government of China replied to the joint urgent appeal of 2 September 2009 and hopes to be able to make observations on the response in the next report.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Li Feng and Mr. Yu Ming. On 4 October 2002, Mr. Li Feng was sentenced to 15 years in prison at Prison No. 4 in Shijiazhuang City, due to his involvement in broadcasting a television program about Falun Gong. Mr. Li was allegedly tortured in prison, which resulted in him suffering from seizures, high blood pressure, breathlessness, bowel and urinary disorders. He also lost consciousness several times. In January 2006, he was kept in the hospital for two days after he lost consciousness for 12 hours. His family was not allowed to visit him. Mr. Li is currently in critical condition. He suffers from lower limb oedema, dizziness and needs support to talk. He also suffers from constant vomiting.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. According to additional information, on 3 March 2006, Mr. Yu Ming was sentenced to two and a half years of forced labour. He was detained at several centres and transferred to the Tuanhe Forced Labor Camp on 1 September 2006. Mr. Yu refused to renounce Falun Gong and held a hunger strike to protest his detention. As a result, he was tortured, forcefed and tied to a chair with ropes around his neck, chest, waist, hands and legs. A dozen inmates allegedly took turns torturing him. He remained tied to the chair from midSeptember to the end of 2006. He was untied after suffering cardiac arrest. He was later detained in a solitary cell and tied to the bed. On 21 May 2007, Mr. Yu was transferred to the Masanjia Forced Labour Camp in Shenyang City, where he was taken to the camp hospital due to his overall weakness and stiff limbs. He was later transferred to the Luotaishanzhuang Brainwashing Center in Fushun City. On 2 September 2008, Mr. Yu's term was extended for another year. He was sent back to the Masanjia Forced Labour Camp in October, and has been held in solitary confinement since then. At the camp, Mr. Yu was forced to sign a suicide letter, before he was beaten, including on his head with a steel baton, hung and shocked with electric batons. As a result, he bled severely and lost consciousness for more than a week. Repeated requests by his family to visit him have been denied. As a result of the alleged beatings suffered by both Mr. Li and Mr. Yu in detention, concern is expressed for their physical and psychological integrity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. The Special Rapporteurs appealed to the Government to ensure the right to freedom of religion or belief in accordance with the principles set forth in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief and article 18 of the Universal Declaration on Human Rights. Furthermore, they referred to General Assembly resolution 63/181, in which the Assembly urges States \"to step up their efforts to protect and promote freedom of thought, conscience, religion or belief, and to this end: […] (b) To ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment, or arbitrary arrest or detention on that account and to bring to justice all perpetrators of violations of these rights\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur regrets that she has so far not received a reply from the Government of China concerning the above mentioned allegations. The Special Rapporteur is very concerned by the continued violations of freedom of religion or belief suffered by Falun Gong practitioners (see E/CN.4/2005/61, paras. 37-38; E/CN.4/2006/5/Add.1, para. 109; A/HRC/4/21/Add.1, para. 88; A/HRC/7/10/Add.1, para. 32; A/HRC/10/8/Add.1, para. 22). She would like to take this opportunity to refer to the chapter on \"Religious minorities and new religious movements\" in her report to the fourth session of the Human Rights Council (see A/HRC/4/21, paras. 43-47).",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Bauyrzhan Imangaliev, aged 30, citizen of Kazakhstan. Mr. Imangaliev is currently awaiting deportation in the refugee camp \"Bélá Jezová\" in the Czech Republic together with his pregnant wife and two small children. He claimed that in his country of origin, Kazakhstan, he was subjected to persecution on the part of the authorities for religious reasons as a member of an independent Muslim community which is not controlled by the official religious structures in Western Kazakhstan. However, his asylum claim in the Czech Republic was recently rejected and the conclusions of the migration service of the Czech Republic, which made a decision on his deportation, reportedly failed to take into account that four of his Muslim associates who stayed in Kazakhstan were imprisoned under falsified charge. Also, some procedural violations have been reported, such as incorrect translations from Russian into Czech of interviews, which failed to reflect some of the accounts relevant to the asylum claims.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 76,
        "Text": "76. While still in Kazakhstan, Mr. Imangaliev reportedly was subjected to persecution on the part of the authorities for religious reasons, namely in connection with alleged extremist views. Between 1999 and 2005, he was regularly called in by the National Security Committee (KNB) and questioned. In 2005, he was held in custody in a KNB isolator in Atyrau on two occasions: In early 2005, he was suspended from handcuffs and beaten on his kidneys by the officers. In late 2005, he was held for five days without his family being notified. Several members of his religious community have been arrested in recent years and some are still in detention. There are reports of them being harassed by prison staff in order to force them to give up their religious convictions.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 77,
        "Text": "77. Mr. Imangaliev and his family subsequently fled from Kazakhstan and founded a human rights organization in Prague, Czech Republic, where demonstrations have repeatedly been organized to protest against the violations of freedom of religion or belief by Kazakh authorities, which may lead to reprisals by the latter, in case he is returned to Kazakhstan.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. It appears that a large number of asylum seekers from Kazakhstan (222 persons, including 54 minors born in emigration) are currently at risk of involuntary return to Kazakhstan. All of them claim to have been persecuted by Kazakhstani authorities on the basis of their beliefs, which have been labelled as \"extremism\".",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur regrets that she has so far not received a reply from the Government of the Czech Republic concerning the above mentioned allegations. She would like to take the opportunity to refer to her reports to the General Assembly, in which she dealt with the vulnerable situation of refugees and asylum-seekers (see A/62/280, paras. 38- 63; and A/64/159, paras. 22-24 and 67). In particular, she would like to recall the obligation of non-refoulement in article 33 of the 1951 Convention relating to the Status of Refugees: \"No Contracting State shall expel or return ('refouler') a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.\" In addition, no reservation is permitted to article 33 of the 1951 Convention relating to the Status of Refugees.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur brought to the attention of the Government information she had received regarding recent attacks against members of the community of Coptic Christians in Farshout district.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. On 18 November 2009, a complaint was received by the police on the case of a 12 year-old Muslim girl from the Hawwara tribe in the village of Al Sheqeify in Farshout district, who reportedly had been raped by a 21 year-old Christian man from the village of Al Kom Al Ahmar in Farshout district. The man was arrested and is currently in detention.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 82,
        "Text": "82. On 21 November 2009, at approximately 2:30 a.m., at least three shops owned by Coptic Christians in Farshout were set on fire. Consequently, church leaders instructed Coptic Christians not to leave their homes or open their shops on that day for fear of further attacks. Later on the same day, at least 50 Muslim individuals, mostly from the girl's extended family, started gathering outside of the Farshout police station demanding that the Christian suspect in the rape case be handed over to them. They were told by the police that the investigations were ongoing and that the forensic report was still pending. The Muslim individuals then started attacking Coptic property, breaking into closed shops and stealing their contents before setting them on fire. According to the allegations, fifteen shops and pharmacies were destroyed as well as a motorcycle and a bus owned by the local Coptic church. The attacks continued until the evening of 21 November 2009. Security forces arrived reportedly two hours after the beginning of the attacks and did not exert enough efforts to stop the attacks carried out by the mob. By the end of the day, the police reportedly arrested 70 men and charged them with arson and destruction of property. They seem to currently remain in detention. The public prosecution office inspected the damages but has not released its report yet.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. On 23 November 2009, similar attacks were carried out in the neighbouring village of Abu Shousha (Abu Tesht district). One pharmacy and three shops were reportedly set on fire around 2:00 a.m., however no one was arrested in relation to the attacks. While reports suggest that the situation seems to be relatively calm, fears are being expressed that a back lash may occur in other places unless prompt preventive measures are not taken by the authorities.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 84,
        "Text": "84. On 4 January 2010, the Government of Egypt replied to the communication of 26 November 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response040110egypt.pdf.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur is grateful that the Government of Egypt replied to the communication of 26 November 2009 and hopes to be able to make observations on the response in the next report.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Dans une lettre de suivi envoyée le 20 novembre 2009, la Rapporteuse spéciale réitérait son appréciation pour la coopération du Gouvernement concernant sa visite en France du 18 au 29 septembre 2006. Elle soulignait que le suivi des rapports des visites dans les pays était d'une importance cruciale pour la coopération et le dialogue entre les Rapporteurs spéciaux et les Etats. En faisant référence à son dernier rapport au Conseil des droits de l'homme (A/HRC/10/8, paragraphe 17), la Rapporteuse spéciale indiquait que le but de ces lettres de suivi après les visites dans les pays était de recevoir des informations actualisées sur la mise en œuvre sur le plan national des recommandations formulées suite à ces visites.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. La Rapporteuse spéciale envoyait un tableau contenant les conclusions et recommandations contenues dans le rapport de sa visite (E/CN.4/2006/5/Add.4) ainsi que des informations supplémentaires contenues dans les documents pertinents des Nations Unies en provenance notamment de l'Examen périodique universel du Conseil des droits de l'homme, des Procédures spéciales et des Organes de Traités. La Rapporteuse spéciale demandait au Gouvernement de bien vouloir lui parvenir des informations actualisées sur l'attention donnée à ces recommandations, les mesures prises pour les mettre en œuvre et les obstacles éventuels qui pourraient empêcher leur mise en œuvre. Ce tableau, y compris toute information fournie par le Gouvernement, est placé sur le site web de la Rapporteuse spéciale (www2.ohchr.org/english/issues/religion/visits.htm).",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteurs brought to the attention of the Government information they had received regarding the murder of Ms. Marwa Al Sherbini in a Dresden courtroom. On 1 July 2009, Ms. Marwa Al Sherbini, a pregnant Muslim woman of Egyptian origin, was stabbed 18 times by Mr. Alex W., a German of Russian origin, in a Dresden courtroom, in front of her husband, her 3 year-old son, judges and other witnesses.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 89,
        "Text": "89. Following an incident in a public park in Dresden in August 2008 where Mr. Alex W. called Ms. Marwa Al Sherbini, who wore a headscarf, an \"Islamist\" and a \"terrorist\" when she asked him to make room for her son on the playground swings, the first instance court of Dresden (Amtsgericht) found Mr. Alex W. guilty of slander. A 780 Euros fine was issued against him. However, during the trial, Mr. Alex W. claimed mitigating circumstances for the act of insulting Ms. Marwa Al Sherbini and suggested that \"people like her\" were not real humans and therefore could not be insulted. In addition, he told Ms. Marwa Al Sherbini that \"you don't have the right to live here\". Consequently, the Public Prosecutor appealed the verdict of the first instance court in order to get a harsher sentence for the openly xenophobic words of Mr. Alex W.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. At the appeal trial in the second instance court of Dresden (Landgericht), Mr. Alex W, reportedly asked Ms. Marwa Al Sherbini: \"Do you have a right to be in Germany at all?\". He then would have warned her that: \"When the NPD [National Democratic Party] comes to power, there will be an end to that\". After Ms. Marwa Al Sherbini had testified, Mr. Alex W. lept in the courtroom to stab her with a knife killing her, while allegedly shouting \"You don't deserve to live\". He also stabbed the husband of Ms. Marwa Al Sherbini, Mr. Elwi Okaz, who was critically wounded after he tried to defend her against Mr. Alex W. The police officer, who was called to intervene, mistook Mr. Okaz for the attacker and shot him in the leg.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Mr. Alex W. is now reportedly held on remand on suspicion of murder of Ms. Marwa Al Sherbini and attempted murder of Mr. Okaz. Condolences to the family of Ms. Marwa Al Sherbini and public apologies have been expressed by the German authorities, including by the Chancellor. On 10 July 2009, the Federal Foreign Minister also sent a letter to the Egyptian Minister of Foreign Affairs, where he said that \"we are committed to ensuring that every person in Germany feels safe, regardless of their background, nationality or faith. This is the highest maxim for action by the State. Xenophobia and Islamophobia have no place in Germany.\"",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteurs recalled Human Rights Council resolution 10/25, in which the Council urges States to \"take the necessary measures, in accordance with international human rights law, to combat discrimination based on religion or belief by non-State actors, with particular regard to members of religious minorities and other persons in vulnerable situations\". In addition, General Assembly resolution 63/181 urges States to take \"all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, discrimination, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to members of religious minorities in all parts of the world\". The Special Rapporteur urged the Government to conduct an impartial and transparent inquiry into the circumstances surrounding the murder of Ms. Marwa Al Sherbini with a view to taking all appropriate disciplinary and prosecutorial action and ensuring accountability of any person guilty of the murder, as well as to compensate the family of the victims.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 93,
        "Text": "93. The Government of Germany in its response dated 20 October 2009 confirmed that the facts alleged in the above summary of the case were accurate. With regard to the investigation and judicial or other inquiries carried out in relation with this case, the Government indicated that the investigation by the Dresden Public Prosecution Office, which had begun immediately following the incident on 1 July 2009, had meanwhile been concluded. The public prosecution office charged Mr. Alex W. with the murder of Ms. Marwa Al Sherbini as well as the attempted murder of, and aggravated bodily harm on, her husband, Mr. Elwy Okaz. The defendant had been in remand detention since the time of the alleged offence. The investigation has shown that the defendant stabbed Ms. Marwa Al Sherbini at least 16 times in the back and chest area as well the right arm, and stabbed her husband at least 16 times in the area of the head and throat, the upper body and the right arm. He used a kitchen knife with a blade measuring 18 centimetres, which he had brought unnoticed into the courtroom in a backpack. According to the public prosecution office, the murder element of malice forethought has been fulfilled because none of the victims had imagined that they might be attacked by the defendant, and because they were all helplessly subjected to the attack. Furthermore, the offence was committed out of base motives, because the defendant's motive was his clear hatred for non-Europeans and Muslims. According to the evaluation by the psychiatric expert, there are no recognizable indications in the defendant of a lack of being able to control his actions or appreciate the consequences of them (so-called criminal responsibility).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 94,
        "Text": "94. After learning of the horrific act committed at the Dresden Regional Court, the Federal Public Prosecutor General has been receiving continual updates on the matter from the Dresden Public Prosecution Office. As a general rule, the Public Prosecution Offices of the Länder are responsible for criminal investigations. The law provides for assumption of the investigation by the Federal Public Prosecution Office only if very special prerequisites exist. The Federal Public Prosecutor General at the Federal Court of Justice has prosecution competence only in the very rare cases that an offence is to be classified as a state security offence directed against the state as a whole.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. With regard to measures that are envisaged to prevent the recurrence of such violent acts, the Government indicated that an initial assessment of the incident had led to the review of the security concept for the courts of the Free State of Saxony. Saxony's security had been directed in a reactive manner and had \"open\" judicial buildings without a general access control. Security was to be guaranteed by way of the most rapid possible alarm and reaction in unusual incidents, which was enabled primarily by building-technological security standards and the placement of areas intensively used by the public in the vicinity of the entrance. Further, relevant measures were taken in specific cases if a foreseeable danger might exist. In this specific case, this type of danger could not be anticipated in advance, however, the Government indicated that more care and sensitivity will surely be called for. Due to the grave incident at the Dresden Regional Court, in addition to the already-existing measures, there is now an increased focus on preventive measures which are designed to prevent bringing weapons and other dangerous items into the court building. The leadership level of the authorities in the courts and public prosecution offices have already taken measures in the exercise of their right to make rules in the building. These focus on increased access control, to the extent possible with the assistance of technical aid devices. Also, since 17 August 2009, members of a private security service have been employed at Dresden Regional Court to assist with access control. Metal detector frames and hand-held scanners are used as well.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The Government indicated that the incident had contributed greatly to sensitizing the public and those working in the justice system. The case had been extensively discussed in the German media as well and the people in Germany were unanimous in clearly expressing their outrage and sharp condemnation. The government and justice system in Saxony were well aware of the special dimension of the case and had reacted accordingly to clearly and publicly express condemnation of the racist crime. Among other things, the State Minister of Justice, Mr. Geert Mackenroth, visited the husband of the deceased woman in the hospital. Also, the Senior Public Prosecutor for the District of Alexandria in Egypt was personally received by Mr. Fleischmann, Public Prosecutor General of the Free State of Saxony and by the State Minister in order to gain an impression of the progress of the investigation. Claims by the family of the victim for financial compensation were being given favourable consideration by the competent offices in the Free State of Saxony, however, evaluation of these claims had not yet been completed.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 97,
        "Text": "97. Furthermore, the Government noted that it accorded great importance to the integration of Muslims and to a dialogue with Islam. It emphasized that Germany was engaging in multifaceted measures designed to protect and promote Muslims in Germany as well as to foster intercultural and interreligious dialogue. Examples of such measures were contained in the 16th to 18th State Report pursuant to Article 9 of the International Convention on the Elimination of All Forms of Racial Discrimination, and in the first State Report within the scope of the Universal Periodic Review procedure before the Human Rights Council of the United Nations. Special mention was also made of the German Islam Conference (Deutsche Islam Konferenz), which in 2006 created the first national framework for fostering relations between the state and Muslims in Germany.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The Special Rapporteur is grateful that the Government of Germany replied to the communication of 24 August 2009. She also welcomes that the Criminal Chamber of the Regional Court of Dresden delivered its judgment on 11 November 2009 by which it convicted Mr. Alex W. to life imprisonment for the xenophobic murder of Ms. Al-Sherbini and for the attempted murder on her husband.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Furthermore, the Special Rapporteur wishes to take this opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning the vulnerable situation of religious minorities (see para. 1 above, category C. 5.).",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. The Special Rapporteurs brought to the attention of the Government information they had received regarding the following 65 Pakistani members of the Mehdi Foundation International who are detained in Central Jail Tihar, New Delhi, India: Mr. Sabir Ali, Mr. Iqbal Shahi, Ms. Anisa Abdul Jabbar, Mr. Muhammad Allauddin Syed, Ms. Zill Gohar, Mr. Asad Gohar, Mr. Muhammad Ashfaque, Ms. Shaista Gohar, Mr. Ayoub Gohar, Mr. Muhammad Irshad, Mr. Muhammad Sajjad Babar, Ms. Shabana Gohar, Mr. Zaheer-ud-din Bukhari, Mr. Muhammad Faheem Jaffar, Ms. Rozina Faheem, Mr. Farooq Azam, Mr. Muhammad Khalid, Mr. Sarfaraz Hussain, Mr. Muhammad Fiaz, Mr. Muhammad Furqan Uddin Syed, Mr. Muhammad Yasir, Mr. Shehzaib Gohar, Ms. Gulnaz, Ms. Samreen Shahzadi, Mr. Muhammad Ikhlaq, Ms. Kulsoom Khan, Mr. Imran Saeed, Ms. Zakia Imran, Mr. Imran Pasha, Mr. Muhammad Maqsood, Mr. Irshad Ali, Ms. Rakhshanda Asim Syeda, Mr. Javaid Iqbal, Ms. Qazmi Begum, Mr. Muhammad Muzammil, Mr. Shahzad Mukhtar, Mr. Muhammad Zafar Iqbal, Mr. Mansoor Khan, Ms. Bushra Mansoor, Ms. Misbah Nisa, Ms. Ashraf Nisa, Mr. Moinud-din Ahmed, Ms. Noreen Shahzadi, Mr. Abdul Rashid, Ms. Maqsooda Bibi, Ms. Sana Riaz, Mr. Hassan AlGohar, Mr. Muhammad Shafi, Ms. Safia Shafi, Mr. Tanveer Younus, Mr. Asim Ilyas, Mr. Tahir Rasheed, Mr. Usman Rashid, Mr. Abdul Waheed, Ms. Sajida Waheed, Ms. Farah Naz Gohar, Mr. Waqas Ahmed Gohar, Ms. Samira Wasim, Mr. Muhammad Wasim, Mr. Aurangzeb, Ms. Qamar Parveen, Mr. Akhtar Ali Ansari, Ms. Abhaya Gohar, Ms. Mary Gohar, Mr. Amir Gohar. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/7/10/Add.1, paras. 100-104.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 101,
        "Text": "101. By letter dated 12 February 2009, the Government of India informed the Special Rapporteurs that a decision had been taken, after due consideration, to deport 67 Pakistani nationals at the earliest. The decision was taken after extensive consultations during which no well-founded evidence was discovered that could suggest any systemic persecution of these Pakistani nationals in Pakistan. No major internationally-recognized human rights organizations had drawn attention to any systemic persecution of Mehdi Foundation International of Pakistan. As per existing bilateral Protocol on Consular Access signed between India and Pakistan, consular access was provided to all these 67 Pakistani nationals during which the Pakistani High Commission of Delhi confirmed the nationalities of the 67 nationals and provided them travel documents. Even though necessary arrangements had been made to release and repatriate these Pakistani nationals on 18 November 2008, they could not be repatriated to Pakistan on that date due to a stay granted by the High Court of Delhi on their deportation. The Government indicated that the matter was sub judice.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The Special Rapporteur is grateful that the Government of India replied to the communication of 26 September 2007. She would like to take the opportunity to refer to her reports to the General Assembly, in which she dealt with the vulnerable situation of refugees and asylum-seekers (see A/62/280, paras. 38-63; and A/64/159, paras. 22-24 and 67). 2. Communication sent on 5 November 2008 jointly with the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, the Special Rapporteur on extrajudicial, summary or arbitrary executions and the Independent Expert on minority issues",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 103,
        "Text": "103. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning the eruption of violence between the Bodo tribal and the Muslim communities in the Indian state of Assam. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/10/8/Add.1, paras. 50-54.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 104,
        "Text": "104. By letter dated 25 June 2009, the Government of India informed the Special Rapporteurs that of the 57 persons killed in the communal clashes that occurred in Darrang and Uladguri districts of Assam in the first week of October 2008, 23 persons were killed as a result of police firing and 34 persons were killed during the clashes. The Government emphasized that, at all times, the police opened fire at the mobs only as a last resort, as per the due procedure established under the law, on the orders of the Executive Magistrate who accompanied the police as required under the law, and only after the violent crowds had been given sufficient warning to disperse, other forms of milder tactics like baton charge and use of tear gas did not have any impact on these crowds, and the situation deteriorated to a point where there was no other alternative. The Government indicated that the use of force by the police had been both legitimate and proportional. It also noted that the intensity of the clashes reduced sharply subsequent to the firing by the police.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The Government indicated that a judicial inquiry, headed by a retired judge of Assam High Court, into the communal clashes had been ordered. Furthermore, the state authorities took all adequate steps to provide humanitarian aid to the affected people and to facilitate the safe return to their homes. Of the approximately 216,000 persons who had been displaced and put up in 98 relief camps, almost all people had returned to their villages and virtually all relief camps had been shut down by early March 2009, except for about 1,040 people who were in the process of being sent to their villages. Apart from providing 2.5 crores Indian Rupees (about USD 500,000) for relief measures in each district, the state authorities sanctioned payment of 3 lakhs Indian Rupees (about USD 6,000) to the next of kin of each person killed in the clashes. An amount of 50,000 Indian Rupees (about USD 1,000) was also sanctioned for each of those grievously injured. The authorities provided food, blankets, mosquito nets and, separately, building material and cash amounts to each family that had lost its home. The Government indicated that separate grants were sanctioned for rebuilding schools and colleges that had been affected by the violence.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 106,
        "Text": "106. The Special Rapporteur is grateful that the Government of India replied to the communication of 5 November 2008.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. The Special Rapporteur brought to the attention of the Government information she had received regarding the local Bahá'í community in Palolo, Donggala district, Central Sulawesi. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/7/10/Add.1, paras. 112-114.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. In its letter dated 28 December 2007, the Government of Indonesia provided clarifications on the case of the local Bahá'í community in Palolo.2 It had been reported that some individuals, allegedly government officials from the Office of Religious Affairs, tried to incite members of the Bahá'í community living in the Donggala district of Central Sulawesi to recant their faith. The Government indicated that, according to the information available, some of the individuals in question were previously Muslims who, after choosing to become followers of the Bahá'í faith, changed their minds and reverted back to their original religion, Islam.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. The Government referred to the case of two individuals, Mr. X. aged 40 and Mr. Y. aged 70, who had embraced the Bahá'í doctrine for eight years, however, they voluntarily decided to convert back to Islam in November 2007. Before reconverting, these two men were invited, along with five other Bahá'í followers, to a meeting organized by prominent religious figures in Palolo. This meeting took place in an Islamic religious schools known as the Madrasah Tsanawiyah Alkhaeraat. The object of the meeting was to encourage the Bahá'í followers to clarify their position and intentions publicly and to give them the opportunity to explain their choices before the local community in order to dispel any misunderstandings or fears among the latter. One Bahá'í member stated during the meeting that he would continue to follow the Bahá'í faith because of its teaching of oneness with God and the values of goodness which can be practised on a daily basis in everyday life. Equally, most members of the sect adhere to the ideology of respect for family members who still follow their previous religious beliefs. The meeting was also attended by the chief of the Palolo district police and he stated that he would be monitoring the developments in the Bahá'í community in that area in order to help them ensure that there was no conflict on this issue.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. The Government further indicated that in November 2007 Mr. X. and Mr. Y. went to the Muhajirin mosque in Nuyyun Nur where they scheduled to publicly return to Islam. As part of the ceremony, there was a procession which was led by the head of the Religious Affairs Office of the Palolo sub-district of Nuyyun Nur. With regard to other communities of Bahá'í believers mentioned in the communication, the Government noted that in Banpers village, in the Palolo sub-district of Donggala, South Sulawesi, there was a community of overt thirty Bahá'í followers who had been living there peacefully, all of whom were also converts from Islam.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. The Government reiterated the respect it holds for all religions recognized in the 1945 Constitution and its subsequent amendments. The founding principles of the Pancasila and the ensuing national legislation had also established the right of every person to freely choose and practice the religion of their choice, as well as guaranteeing the freedom of worship of each person according to his or her own religion or belief. The Government emphasized that it was not at liberty to interfere in the religious affairs and choices of its citizens, nor could it be expected to intervene in the decision by certain individuals to follow a certain religious faith or to abandon it, or to subsequently voluntarily modify their original choice. The Government noted that the Pancasila State protects and facilitates the development of all religions adhered to by the people, without any difference in treatment. Therefore, allegations that certain individuals would seek to force others to choose a different faith than the one they have voluntarily adopted was as unconscionable as it was illicit.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. The Government underlined that Indonesia was a country with a rich multi-cultural, multi-ethnic and multi-religious history. The Indonesian Constitution guarantees that every individual has the right to choose to practise any religion of his or her choice, just as he is free to leave it or to subsequently return to it if he should so choose. Therefore, the Government argued, allegations of intimidation and coercion were incorrect. It was particularly concerned that the communication alleges that Government officials would attempt to force certain individuals to recant their faith, whereas there were no videos or other media to show any evidence of pressure and intimidation. In the case of the men mentioned above, while two voluntarily chose to publicly revert to Islam, at least four others stated their desire to remain in the Bahá'í faith. The entire process was conducted openly and dispassionately, for information purposes and in order to defuse any wrong interpretations that might fuel controversy, on the understanding that not all people were necessarily familiar with the tenets of the Bahá'í faith among a population that was predominantly mainstream Muslim.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. The Special Rapporteur is grateful that the Government of Indonesia replied to the communication of 26 November 2007. She would like to take the opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to adopt, change or renounce a religion or belief\" (see para. 1 above, category A. 1.) and \"Freedom from coercion\" (ibid., category A. 2.). Furthermore, the Human Rights Committee in its general comment no. 22 emphasized that article 18, paragraph 2, of the International Covenant on Civil and Political Rights bars coercion that would impair the right to have or adopt a religion or belief as well as policies or practices having the same intention or effect. 2. Urgent appeal sent on 2 October 2009 jointly with the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, the Special Rapporteur on violence against women, its causes and consequences, and the Special Rapporteur on extrajudicial, summary or arbitrary executions",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. The Special Rapporteurs brought to the attention of the Government information they had received regarding the adoption of the new Islamic Criminal Code (Qanun Jinayah) in Aceh. On 14 September 2009, the Aceh Legislative Council adopted a new Islamic Criminal Code which imposes severe sentences for consensual extra-marital sexual relations, rape, homosexuality, alcohol consumption and gambling. Among other sanctions, the Code imposes the punishment of stoning to death for adultery; 100 cane lashes for sexual intercourse outside marriage; between 100 and 300 cane lashes or imprisonment for rape; and 100 lashes for homosexuality. In addition, the new Code legalizes marital rape.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. The National Commission against Violence on Women has called for a judicial review of Law No. 11/2006 of the Government of Aceh concerning the sources the Aceh Legislative Council has used to adopt the Aceh Islamic Criminal Code. Moreover, this Code applies to both Muslims and non Muslims. It was furthermore alleged that, although the Code is applicable to the population as a whole, in practice women are far more likely to become victims of stoning due to patriarchal and discriminatory practices and policies, as well as biological differences.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 116,
        "Text": "116. In its response dated 23 December 2009, the Government indicated that the Province of Aceh is given a special status under law no. 18 of 2001, which incorporated a special system of autonomy. In the preamble of this law, special status is granted to Aceh for its distinct contribution to the formation of the Indonesian nation, as much as for Aceh's unique historical and cultural background, as well as its religious, moral and social values which had been preserved from generation to generation. The special status of Aceh as an autonomous region was expressed through four specific areas over which it had sole decisional power: religious issues, customs, education and the role of the Ulema in the local policy-making process. This special status was further reinforced through law no. 11 of 2006 on the Governing of Aceh.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. The Government explained that, in accordance with the above national laws, the promulgation of local laws and regulations was meant to endow the Muamalat (Islamic civil code) and the Jinayah (Islamic criminal code) within the applicable norms in Aceh. The task of promulgating local laws and regulations was carried out by the Aceh House of Representatives. The legislation produced by this body is known as the Qanun (Islamic bylaw). So far, the Qanun related to Jinayah issues generally deals with regulations related to gambling, drinking and adultery. Within this framework the Islamic Religious Courts in Aceh which previously had jurisdiction over issues of marriage and divorce had been transformed into Mahkamah Syariah (religious court at the local level) and had been granted additional jurisdiction over the issues of the Muamalat and certain aspects of the Jinayah. This was completed by the issuance of a Decree of the Supreme Court of 2004, which transferred some of the jurisdictional power of the civil courts of Aceh to the Mahkamah Syariah.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. The Government indicated that one of the types of punishment that have been used so far was public flogging. However, it noted that there were also alternative punishments in the Qanun, namely imprisonment and fines. Thus, the judges had a number of options in carrying out justice. The Government argued that many people who had been sentenced to flogging were done so by their own choice as they considered it a form of religious penance.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. On 14 September 2009, two weeks before leaving office, the outgoing legislature of Aceh passed five Qanun draft bills, including the Qanun Jinayah (Islamic Criminal Law) and the Qanun on Jinayah Procedural Law, which have sparked a fierce debate at national level, especially with regard to law enforcement on stoning for offenders. However, international reporting on this issue focussed mostly on the aspect of the legislation which provides for – or even requires – the \"stoning to death\" of adulterers and the torture of women. Consequently, the international image of Indonesia generally, and Aceh in particular, has suffered as a result of this reductive interpretation. The real issue, according to the Government, concerned the extent to which democratic principles were finding a home in Aceh and in Indonesia.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. The adoption of the Qanun Jinayah had sparked controversy and public debate in the local media and at the national level. The substance of the Qanun has also provoked protests and concern from various groups in the country, including members of the House of Representatives, the National Human Rights Commission, academics, religious leaders and NGOs. Aside from the controversial aspects of its substance, the adoption of the Qanun has also raised controversy on account of the fact that it was adopted just before the end of the term of office of the members of the provincial parliament for the 2004-2009 period, thereby insinuating a sense of politicization and haste in the adoption of these Qanuns.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. About a month after receiving the draft bills by the provincial parliament, the local government in Aceh sent a letter to the local parliament refusing to endorse the draft bills and suggesting a revision of the proposed Qanuns, particularly the stoning provisions. The Governor of Aceh has so far not signed the Qanun Jinayah, the Qanun on Jinayah Procedural Law and the Qanun on Nanggroe Guardian. Legally speaking, all three Qanuns are not yet effective in view of article 23 (1.a.) and article 232 (1) of law no. 11/2006 on the Governing of Aceh, since the promulgation of the Qanun requires a joint agreement of both the local legislative and local executive. Thus, based on the two aforementioned articles, the approval from the Governor of Aceh is mandatory before a provincial law can be formally enacted. Moreover, according to article 235 (5) of law no. 11/2006, once the Qanun Bill has been ratified by the provincial parliament and accepted by the Governor of the region, it nevertheless remains subject to the final endorsement of the Minister of Home Affairs – as an advisor on regional legislation in Indonesia – as a prerequisite to the entry into force and implementation of these Qanuns. In addition, article 235 (3) and article 235 (4) of law no. 11/2006 provide for the review and annulment of a Qanun through a material review by the Supreme Court. However, this process can only be conducted if the Qanun has been adopted by both the local parliament of Aceh and the Governor of Aceh. A material review of the Qanun can be proposed by the representatives of government agencies and equally by members of civil society. The Government emphasized that thus a natural system of checks and balances, as evident in a robust democratic country, concerning the promotion and protection of human rights and fundamental freedoms exists and operates in Indonesia through public initiatives, the legislative or the executive, to guarantee respect for, and protection of, human rights.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. The Government indicated that the public discourse on human rights issues was not a taboo issue, but belonged to the dynamics of any healthy society and was common to all democratic countries, including Indonesia. The Government underlined that the checks and balances system was effective because it was supported by freedom of expression and a free but responsible media, which was expected to further strengthen and guarantee the promotion and protection of human rights in Indonesia. According to the Government, the Ministry of Home Affairs had conducted an evaluation of numerous regional regulations and since 2002 it proceeded to cancel 1,123 regulations found not to be in conformity with national laws and regulations.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. The Special Rapporteur is grateful that the Government of Indonesia replied to the joint urgent appeal of 2 October 2009. She would like to refer to General Assembly resolution 63/181, in which the Assembly urges States \"to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment, or arbitrary arrest or detention on that account and to bring to justice all perpetrators of violations of these rights\" (para. 9 b). The Special Rapporteur also recalls that the General Assembly in the same resolution urges States \"to step up their efforts to eliminate intolerance and discrimination based on religion or belief, [...] devoting particular attention to practices that violate the human rights of women and discriminate against women\" (para. 12 a). Furthermore, the General Assembly invites all actors to address \"situations of violence and discrimination that affect many women as well as other individuals on the grounds or in the name of religion or belief or in accordance with cultural and traditional practices\" (para. 16 b). Moreover, the Human Rights Committee in its general comment no. 22 emphasizes that \"[i]f a set of beliefs is treated as official ideology in constitutions, statutes, proclamations of ruling parties, etc., or in actual practice, this shall not result in any impairment of the freedoms under article 18 or any other rights recognized under the Covenant nor in any discrimination against persons who do not accept the official ideology or who oppose it\".",
        "Labels": [
            "Women/girls",
            "Persons with disabilities",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 124,
        "Text": "124. Furthermore, she would also like to refer to the report of the Special Rapporteur on torture on his mission to Indonesia (A/HRC/7/3/Add.7), in which he had expressed concern \"about penalties provided for by Sharia law, such as public flogging, incorporated into the 2005 Aceh Criminal Code\", also indicating that \"women are disproportionally affected by corporal punishment provided for by the Aceh Criminal Code, which is based on Sharia law\". The Special Rapporteur would also like to take this opportunity to reiterate her wish to visit Indonesia in the framework of the mandate (see A/HRC/10/8/Add.1, para. 69).",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding the arrest and continued detention of Ms. Haleh Roohi, Ms. Raha Sabet and Mr. Sassan Taqva. These three members of the Bahá'í community in the city of Shiraz have already been the subject of two joint communications sent on 9 June 2006 and 13 June 2006 (see A/HRC/4/21/Add.1, paras. 195-203 and the summary of the Government's reply in paras. 204-205). According to new allegations, subsequent to the arrest and temporary detention of Ms. Haleh Roohi, Ms. Raha Sabet and Mr. Sassan Taqva in May 2006, a court in Shiraz sentenced each of them in August 2007 to a total of four years' imprisonment. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/10/8/Add.1, paras. 86-89.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 126,
        "Text": "126. In its response dated 14 July 2009, the Government of the Islamic Republic of Iran indicated that a three-member Bahá'í group, by forging I.D. cards and introducing themselves falsely as representatives of Government institutions such as the Ministry of Education, Ministry of Islamic Guidance, Center for Children and Youth Education etc., deceived people for cooperation and recruited 61 young individuals for their activities. The Government stated that this group also fabricated titles of non-governmental organizations as a result of which they had filed complaints against the group.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 127,
        "Text": "127. The Government argued that the presence of a number of non-Bahá'ís among the members of the group proved the absence of a connection between the religious beliefs of the arrested individuals and their activities. According to statements by the relevant authorities, the group of 64 persons were arrested merely due to their illegal activities. After completion of judicial investigations, 10 persons were released unconditionally, 51 were released on bail 48 hours after their arrest. Three individuals, the principal organizers of the illegal entity, remained on remand custody, but later on they were also released on bail. The representatives of Bahá'ís in Geneva then claimed in an interview with Citizen Newspaper from Canada that the activities of the Bahá'í group were in the framework of UNICEF educational programmes in Iran, which – according to the Government – was strongly rejected by the UNICEF office in Tehran. The Government indicated that this was not the first case of illegal activities of Bahá'í groups in Iran and that the dissemination of fabricated news by Bahá'í support groups abroad had been trying to present an unreal image of the situation of this group in the Islamic Republic of Iran.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. The Government stated that the three individuals were tried by the pertinent court of Iran and they were sentenced to four years imprisonment. Following the appeal request by their lawyers, the appellate court upheld the ruling of the lower court. The Government indicated that they had access to the same amenities like other prisoners and received visits from their families and lawyers. Recently, they were given 20 days' leave outside of the prison, which – according to the Government – was exercised in the Islamic Republic of Iran as a humanitarian principle. The Government emphasized that all individuals were treated in accordance with the rule of law and with due regard to their illegal activities. Therefore, the Government categorically rejects any allegation stating otherwise.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. The Special Rapporteur is grateful that the Government of the Islamic Republic of Iran replied to the joint urgent appeal of 21 January 2008. She would like to take this opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning the right to manifest one's religion or belief and the teaching and dissemination of materials, including missionary activity (see para. 1 above, category A. 3. f).",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding recent cases involving several members of the Bahá'í community in the Islamic Republic of Iran, including Ms. Fariba Kamalabadi, Mr. Jamaloddin Khanjani, Mr. Afif Naeimi, Mr. Saeid Rezaie, Mr. Behrouz Tavakkoli, Mr. Vahid Tizfahm and Ms. Mahvash Sabet. These seven Bahá'í members had already been the subject of a joint communication sent on 19 May 2008 and fears were expressed that they were detained and convicted solely because of their beliefs or peaceful activities on behalf of the Bahá'í community. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/10/8/Add.1, paras. 93-94 and paras. 101-112.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 131,
        "Text": "131. The Government of the Islamic Republic of Iran stated in its response dated 20 February 2009 that judicial procedure on different cases were carried out on the basis of law, disregarding social titles, positions, profession, belief or religion etc. of the accused individuals. The Government emphasized that the arrest of the individuals mentioned in the letters by Special Procedures mandate holders had been as a result of illegal activities and on the basis of charges laid against the above mentioned individuals in accordance with the rule of law. Any allegation stating otherwise, including attribution of their arrest to their belief or ideology, was in the Government's opinion baseless and constituted a distortion of realities, with the purpose of inciting public opinion for politically motivated objectives.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. The Government indicated that the judicial authorities of the Islamic Republic of Iran had received complaints from a considerable number of individuals of all walks of life against a sect-oriented organization, attributed to Bahá'ís, under supervision of seven individuals, namely Khanjani, Tvakoli, Tizfahm, Rezaei, Fariba Kamalbadi, Afif Nafimi and Mahvash Shahriyari. On the basis of the statements and evidences provided by the complaints, they had received threats and intimidation from the above mentioned individuals or their subordinates to join the sect organization. The complainants were – according to the Government – threatened through interference and meddling with their private lives and beliefs to be disconnected from their families and relatives. Following registry of the complaints and seriousness of the allegations, strict orders were issued by the pertinent authorities for carrying out thorough investigations into the case. The result of these investigations revealed that the above mentioned individuals had played an effective role in the occurring and realization of the mentioned offences. The Government stated that through formation of a clandestine and frightful organization, and systematic control of the private, social and economic activities of their sect members as well as accurate planning and programming for entrapping other people into their sect through abnormal and illegal methods including persuasion, temptation and threat, they intended to expand their illegal organization and ultimately achieve their goals through creating a deviant move.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. The Government claimed that on the basis of the existing authentic evidences, the organization had received several directives from Israel, as the centre, as well as considerable financial assistance for the realization of its objectives. Pursuant to the registry of complaints and the result of the alarming investigation findings, particularly relation of the illegal organization with a foreign country, the above mentioned individuals were legally charged and sued for action against state national security. Therefore, six of them were arrested on 14 May 2008, on the writ issued by the Tehran Public Prosecutor's Office. Later, the writ was objected and the case was transferred to the pertinent court. Pursuant to the review of the objection the writ was reinstated. The seventh individual, Ms. Mahvash Shahriyari, who was arrested earlier in Mashad city, was transferred to Tehran due to the result of investigations and the statements made by the above mentioned individuals on her connection with the dossier under investigation.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. The Government indicated that the preliminary state of investigations was complete and that the case was referred to the competent court. Upon exhaustion of the national judicial procedures, the Special Rapporteurs would be advised of the final verdict.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. The Special Rapporteur is grateful that the Government of the Islamic Republic of Iran replied to the joint communication of 17 October 2008. She would like to reiterate the observations and concerns in her previous report (see A/HRC/10/8/Add.1, paras. 94 and paras. 111-112). The Special Rapporteur again urges the Government to ensure that the Bahá'í members, who have been detained for more than 20 months so far, receive a fair trial and in this regard she would like to recommend the presence of independent observers during the trials. Reportedly, the trial of Ms. Fariba Kamalabadi, Mr. Jamaloddin Khanjani, Mr. Afif Naeimi, Mr. Saeid Rezaie, Mr. Behrouz Tavakkoli, Mr. Vahid Tizfahm and Ms. Mahvash Sabet began on 12 January 2010 in Tehran, however, no observers were allowed inside the court at that session.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 136,
        "Text": "136. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding the situation of Mr. Aziz Samandari, Ms. Jinous Sobhani, Mr. Shahrokh Taef, Mr. Payam Aghsani and Mr. Didar Raoufi, members of the Bahá'í community in Iran. On 14 January 2009, early in the morning, they were arrested at their respective homes in Tehran by Iranian Intelligence Ministry officials. No charges were reportedly brought against them. It was alleged that these arrests were part of other raids on the homes of the five aforementioned persons in Tehran and of Mr. Riazullah Sobhani, Mr. Golshan Sobhani, Mr. Shahryar Cyrus, Mr. Changiz Fanaiyan, Mr. Nima Haghar, Ms. Minoo Sasani and Ms. Homa Etemadi. Intelligence Ministry officials reportedly seized laptops, books and photographs related to the Bahá'í faith.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. Reportedly, Mr. Aziz Samandari, Ms. Jinous Sobhani, Mr. Shahrokh Taef, Mr. Payam Aghsani and Mr. Didar Raoufi were held incommunicado in Evin Prison. Allegedly there is indication that they were arrested for \"threat to inner security and collaboration with hostile countries\". Their cases were under the same examining magistrate in charge of the cases against the seven members of the Baha'i leadership group, who have reportedly been arbitrarily detained without charge since May 2008 in the same prison. The seven members of the Bahá'í leadership group, Ms. Fariba Kamalabadi, Mr. Jamaloddin Khanjani, Mr. Afif Naeimi, Mr. Saeid Rezaie, Mr. Behrouz Tavakkoli, Mr. Vahid Tizfahm and Ms. Mahvash Sabet, have already been the subject of joint communications sent on 19 May 2008 and on 17 October 2008 (see above para. 130).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 138,
        "Text": "138. The Special Procedures mandate holders drew the Government's attention to General Assembly resolution 61/153, in which the Assembly \"reminds all States that prolonged incommunicado detention or detention in secret places may facilitate the perpetration of torture and other cruel, inhuman or degrading treatment or punishment and can in itself constitute a form of such treatment, and urges all States to respect the safeguards concerning the liberty, security and dignity of the person.\" The Special Procedures mandate holders also asked the Government to indicate the legal basis for the arrest and detention of Mr. Aziz Samandari, Ms. Jinous Sobhani, Mr. Shahrokh Taef, Mr. Payam Aghsani and Mr. Didar Raoufi and how these measures were compatible with applicable international human rights norms and standards as contained, inter alia, in the International Covenant on Civil and Political Rights.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 139,
        "Text": "139. The response from the Government of the Islamic Republic of Iran dated 20 February 2009 is summarized above in paras. 131-134.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. The Special Rapporteur is grateful that the Government of the Islamic Republic of Iran replied to the joint communication of 26 January 2009. However, she notes that in its reply letter the Government did not provide any information on the legal basis for the arrest and detention of Mr. Aziz Samandari, Ms. Jinous Sobhani, Mr. Shahrokh Taef, Mr. Payam Aghsani and Mr. Didar Raoufi and how these measures were compatible with applicable international human rights norms and standards. In addition, the Special Rapporteur would like to refer to her observations above in para. 135.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 141,
        "Text": "141. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding the Hosseinieh of Nematollahi-Gonabadi Sufi order and the subsequent detention of Mr. Mohammad-Ali Taban, Mr. Parviz Shams, Mr. Firuz Bidabad, Mr. Ali-Akbar Bonnakdar, Mr. Hassan Kashani, Mr. Mohammad-Sadeq Moradi-Sarvestani, Mr. Amin Karampour, Mr. Mehrdad Karami, Mr. Abolfazl Salehi, Mr. Mikael Qorbani, Mr. Reza Forutan, Mr. Peyman Amrai, Mr. Reza Mehravar, Mr. Moslem Sana'tparast, Mr. Esmail Sana'tparast, Mr. Mostafa Kashi, Mr. Naser Papi, Mr. Esmail Nouri, Mr. Musa Shahryari, Mr. Ali Nazari, Mr. Mohammad Hamrahi, Mr. Reza Shali, Mr. Yadollah Shamsi-Khani, Mr. A'bdolmanaf Qolami-Arjanki, Mr. Solyeman Nouri, Mr. Heshmatollah Vafai and Mr. Turaj Yegane, all members of the Gonabadi Sufi community in the Islamic Republic of Iran.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 142,
        "Text": "142. On the night of 18 February 2009, about 200 government security forces, police and plainclothes agents surrounded the Hosseinieh of Nematollahi-Gonabadi Sufi order, located in the Takhteh Foulad Cemetery in Isfahan and reportedly demolished the building using bulldozers and loaders. Subsequently, on 21 February 2009, members of the Gonabadi Sufi community from all over Iran gathered in front of the Parliament in Tehran in order to protest the demolition of their place of worship. Security forces and plainclothes agents allegedly arrested more than 850 Sufis to prevent them from protesting in front of the Parliament.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. Although most of those who were arrested have reportedly since been freed, the 27 above mentioned members of the Gonabadi Sufi community were transferred to unit 240 and 249 of the Evin Prison. The following questions were, inter alia, allegedly asked by the prison personnel to the detainees: \"Are you a member of the Gonabadi Sufi Order Dervishes? Name at least ten members of the Gonabadi Sufi Order Dervishes! Why and how did you become a member of the Gonabadi Sufi Order Dervishes?\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 144,
        "Text": "144. Families of those who remained detained have allegedly been unable to obtain information about the legal status and health of the detainees. In addition, lawyers representing detained Gonabadi Sufis have been prevented from meeting with their clients.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 145,
        "Text": "145. The Special Rapporteur regrets that she has so far not received a reply from the Government of the Islamic Republic of Iran concerning the above mentioned allegations. She would like to recall that the Human Rights Council in resolution 6/37 urges States to take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 146,
        "Text": "146. Furthermore, the Special Rapporteur would like to refer to General Assembly resolution 63/181, in which the Assembly urges States to step up their efforts to protect and promote freedom of thought, conscience, religion or belief, and to this end, to exert the utmost efforts, in accordance with their national legislation and in conformity with international human rights law, to ensure that religious places, sites, shrines and symbols are fully respected and protected and to take additional measures in cases where they are vulnerable to desecration and destruction. As mentioned, inter alia, in paragraph 4 of the Human Rights Committee's general comment no. 22, places of worship are an essential element of the manifestation of the right to freedom of religion or belief to the extent that the great majority of religious communities or communities of belief need the existence of a place of worship where their members can manifest their faith. Moreover, unlike other forms of violations of the right to freedom of religion or belief, attacks or other forms of restriction on places of worship or other religious sites and shrines in many cases violate the right not only of a single individual, but the rights of a group of individuals forming the community that is attached to the place in question.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. The Special Rapporteurs brought to the attention of the Government information they had received regarding the execution of Mr. Mehdi Qasemzadeh, a follower of the Ahl-e Haqq religion, and the possibly imminent execution of another member of the group, Mr. Yunes Aghayan. Both men were reportedly convicted on charges of \"mohareb\" (\"enmity against God\") on the basis of their participation in clashes between the police and Ahl-e Haqq followers in 2004.",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. In September 2004, clashes between members of a group of Ahl-e Haqq and police resulted in the death of five Ahl-e Haqq members and at least three police officers. Apparently, the clashes were triggered by the refusal of Ahl-e Haqq followers to take down religious slogans at the entrance to their cattle farm in Uch Tepe, West Azerbaijan Province.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. In the following months, members of Ahl-e Haqq were arrested and charged with \"mohareb\"; Mr. Yunes Aghayan was arrested around November 2004. Five men, Mr. Yunes Aghayan, Mr. Mehdi Qasemzadeh, Mr. Sehend Ali Mohammadi, Mr. Bakhshali Mohammadi, and Mr. Ebadollah Qasemzadeh were tried before Branch 2 of the Mahabad Revolutionary Court and sentenced to death. The death sentences against Mr. Yunes Aghayan and Mr. Mehdi Qasemzadeh were upheld by the Supreme Court in April 2005. The death sentences against Mr. Sehend Ali Mohammadi, Mr. Bakhshali Mohammadi, and Mr. Ebadollah Qasemzadeh were overturned by the Supreme Court in September 2007. They are serving 13-year prison sentences in Yazd Province.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 150,
        "Text": "150. Mr. Mehdi Qasemzadeh was executed on, or around, 28 February 2009. Mr. Yunes Aghayan is reportedly held on death row in Oromieh Prison in West Azerbaijan Province.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 151,
        "Text": "151. The Special Rapporteurs indicated in their letter that, although the death penalty was not prohibited under international law, it had long been regarded as an extreme exception to the fundamental right to life, and must as such be interpreted in the most restrictive manner. Article 6, paragraph 2, of the International Covenant on Civil and Political Rights, to which the Islamic Republic of Iran is a party, provides that the \"sentence of death may be imposed only for the most serious crimes in accordance with the law\". As the Special Rapporteur on extrajudicial, summary or arbitrary executions had explained in previous communications, the imposition of the death sentence on charges of \"mohareb\" was highly problematic. The Special Rapporteurs expressed their concerns that this charge, which according to information received was directed in the Islamic Republic of Iran mainly against political dissidents, critics of the Government and persons accused of espionage, might not be sufficiently well defined to satisfy the very strict standards of legality set by article 6, paragraph 2, of the Covenant for the imposition and carrying out of the death penalty. In order for the sentence of death to be imposed \"in accordance with the law\", the law in question must be sufficiently precise to clearly allow distinction between conduct punishable with the capital sentence and conduct not so punishable. The Special Rapporteurs also referred to previous communications (A/HRC/4/20/Add.1, pages 165 et seq.; A/HRC/8/3/Add.1, pages 210 et seq.; and A/HRC/11/2/Add.1, pages 199 et seq.).",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. The Special Rapporteurs asked the Government to indicate the specific conduct Mr. Yunes Aghayan and Mr. Mehdi Qasemzadeh were found guilty of, the legal basis of the death sentences imposed against them and how these are compatible with international norms, specifically with article 6, paragraph 2, of the International Covenant on Civil and Political Rights. In this context, the Special Rapporteurs also asked the Government to explain the definition of \"mohareb\" under Iranian law.",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. The Special Rapporteur regrets that she has so far not received a reply from the Government of the Islamic Republic of Iran concerning the above mentioned allegations. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning the intersection of freedom of religion or belief with other human rights, i.e. \"Right to life, right to liberty\" (see para. 1 above, category D. 2.).",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding incidents involving members of the Sabian Mandaean community in Iraq, including threats to convert to Islam, kidnappings and killings. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/10/8/Add.1, paras. 74-80.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. On 30 April 2009, the Government of Iraq replied to the joint communication of 28 November 2008. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/response300409iraq.pdf.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. The Special Rapporteur is grateful that the Government of Iraq replied to the joint communication of 28 November 2008 and hopes to be able to make observations on the response in the next report.",
        "Labels": []
    },
    {
        "ID": 157,
        "Text": "157. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mohammed al-Tanani, Sa'id Salah Battah, Ahmed Isma'il al-Buhdri, Ahmed Tubail, Omar 'Abdul Hafez al-Seelawi, Hani Mohammed al-Seelawi, Abdul Rahman al-Masamha, Ra'ed 'Abdul Rahman al-Masmha, Rajeh Ziada, Mohammed Mousa al-Seelawi, Bahaa' al-Ashqar and Hassan Hijju who have reportedly been killed during air strikes against the Ibrahim al-Maqadna mosque in Jabalya town in the northern Gaza strip.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. On 3 January 2009, at approximately 5.20 p.m., while dozens of Palestinian civilians were doing their evening prayer, the Israeli army fired a missile at the entrance to the Ibrahim al-Maqadna mosque near Kamal Adwan Hospital in Jabalya town in the northern Gaza strip. Reportedly, the Israeli army suspected that the mosque was housing militants.",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. As a result, twelve Palestinian civilians, including four children and a man as well as his son, were killed and thirty others were wounded. Later, three of the wounded died of their wounds, so the number of deaths mounted to fifteen. The twelve victims who were killed instantly were Mohammed al-Tanani (aged 18), Sa'id Salah Battah (aged 22), Ahmed Isma'il al-Buhdri (aged 23), A. T. (aged 16), Omar 'Abdul Hafez al-Seelawi (aged 35), H. M. al-S. (aged 10), Abdul Rahman al-Masamha (aged 47), Ra'ed 'Abdul Rahman al-Masmha (aged 21), Rajeh Ziada (aged 18), M. M. al-S. (aged 10), Bahaa' al-Ashqar (aged 20) and H. H. (aged 14).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 160,
        "Text": "160. In addition to the above incident, many other mosques were allegedly completely or partially damaged in the governorates of Rafah, Gaza, Khan Younis, Dier El Balah during the recent conflict in the Gaza strip.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. The Special Rapporteurs referred to the Government's treaty obligations under the Fourth Geneva Convention relative to the Protection of Civilian Persons in Time of War, the Convention on the Rights of the Child, the International Covenant on Civil and Political Rights, and also the relevant rules applicable to all armed conflicts under international humanitarian law and human rights law. Both the treaty obligations of the Government and applicable customary rules of international humanitarian law governing the conduct of hostilities include prohibitions on attacks against the civilian population and civilian objects, and require respect for the principles of proportionality and precautions in attack. Civilians are all persons who are not members of the armed forces of a party to the conflict and are protected against attack unless and for such time as they take a direct part in hostilities. Civilian objects, including places of worship, are also immune from attack, unless their nature, location or use, make an effective contribution to military action and whose destruction offers a definite military advantage. In addition, during military operations, special care must be taken to avoid damage to buildings dedicated to religion.",
        "Labels": []
    },
    {
        "ID": 162,
        "Text": "162. The Special Rapporteurs emphasized in their communication that, in the event of a lawful attack on a military objective, the principle of proportionality prohibits such attacks when it can be expected to cause incidental loss of civilian life or injury to the civilians which would be excessive in relation to the concrete and direct military advantage expected. Compliance with this rule should be assessed for each attack taken individually and not for an overall military operation. The Special Rapporteurs noted that this approach was also reflected in the Judgment of the Israeli Supreme Court of 14 December 2006 (The Public Committee against Torture in Israel et al. v. The Government of Israel et al.; HCJ 769/02), which observed that \"when the damage to innocent civilians is not proportionate to the benefit of the attacking army, the attack is disproportionate and forbidden.\"",
        "Labels": []
    },
    {
        "ID": 163,
        "Text": "163. The Special Rapporteurs indicated that the obligations to take all necessary precautions to spare the civilian population and to limit to the maximum extent any incidental civilian loss of life include taking all appropriate measures to ensure: that the target of the attack is indeed a military objective; that the chosen means and methods of warfare will avoid civilian loss of life or limit incidental civilian loss of life; and, that a careful assessment of the conformity of the attack to the principle of proportionality is made. The timing of an attack should also be taken into account when assessing the conformity of the attack with the principles of distinction and proportionality.",
        "Labels": []
    },
    {
        "ID": 164,
        "Text": "164. The Special Rapporteurs asked the Government if a complaint had been lodged on behalf of the victims mentioned above and requested details and where available, the results, of any investigation or inquiries carried out in relation to this case. Furthermore, the Special Rapporteur asked the Government to explain how the principle of precaution was respected in the case of the targeting of the Ibrahim al-Maqadna mosque, on 3 January 2009, in particular the launching of the attack during evening prayers and the assessment of conformity of the attack with the principles of distinction and proportionality.",
        "Labels": []
    },
    {
        "ID": 165,
        "Text": "165. The Special Rapporteur regrets that she has so far not received a reply from the Government of Israel concerning the above mentioned allegations. She would like to recall that the General Assembly, in its resolution 63/181, urges States \"to step up their efforts to protect and promote freedom of thought, conscience, religion or belief, and to this end, […] to exert the utmost efforts, in accordance with their national legislation and in conformity with international human rights law, to ensure that religious places, sites, shrines and symbols are fully respected and protected.\"",
        "Labels": []
    },
    {
        "ID": 166,
        "Text": "166. Furthermore, the Special Rapporteur would like to refer to her report submitted to the 61st session of the Commission on Human Rights (see E.CN.4/2005/61, paras. 49-50), in which it was pointed out that members of religious or belief communities, whenever they find themselves in places of worship, are in a situation of special vulnerability given the nature of their activity. More generally, as mentioned, inter alia, in paragraph 4 of the Human Rights Committee's general comment no. 22, places of worship are an essential element of the manifestation of the right to freedom of religion or belief to the extent that the great majority of religious or belief communities need the existence of a place of worship where their members can manifest their faith. Moreover, attacks or other forms of restriction on places of worship or other religious sites and shrines in many cases violate the right not only of a single individual, but the rights of a group of individuals forming the community that is attached to the place in question.",
        "Labels": []
    },
    {
        "ID": 167,
        "Text": "167. The Special Rapporteur raised concern on information she had received concerning the Christian-Baptist family Isakov in the village of Kulanak, in the Naryn region. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/10/8/Add.1, paras. 122-125.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 168,
        "Text": "168. On 10 November 2008, the Government of Kyrgyzstan replied to the communication of 29 July 2008. The Government informed the Special Rapporteur that the Procurator's Office of Naryn district had established the death on 18 May 2008 of Amanbek uulu Alymbek, born in 1994, a resident of Kulanak village, Naryn district, Naryn oblast. The father of the deceased, Alymbek Isakov, is a member of the Evangelical Christian Baptist Church in Kulanek.",
        "Labels": []
    },
    {
        "ID": 169,
        "Text": "169. On 19 May 2008, the Procurator's Office of Naryn district received a report that the residents of Kulanak intended to hold a meeting to protest against the burial by members of the Evangelical Christian Baptist Church of the deceased Amanbek uulu Alymbek near to the Muslim cemetery in Kulanak. In order to examine this situation, the Procurator of Naryn region, the Head of the Naryn District Department of Internal Affairs and the First Deputy Akim of Naryn district made an on-the-spot visit, which was followed by that of the Head of Administration of Naryn district, the Head of the Office of Internal Affairs and the Deputy Procurator of Naryn oblast.",
        "Labels": []
    },
    {
        "ID": 170,
        "Text": "170. In situ, it was established that, on 22 April 2004, the committee of Uchkun Ail Okmot in Naryn district had decided to allot 0.40 hectares of land to the head of the Evangelical Christian Baptist group, E. Tumonbaev, for 40 years for the burial of members of that church. The allotted piece of land is situated 30 metres from Kulanak in close proximity to the Muslim cemetery. However, before 18 May 2008 no members of this church had been buried on this piece of land. The representatives of the authorities who went to Kulanak explained to the residents of the village that it was inadmissible to violate the rights of freedom of religion or belief.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 171,
        "Text": "171. The confrontation between the residents of Kulanak and the members of the above mentioned church regarding the burial continued until 21 May 2008. In order to prevent clashes in the village, a detachment of the special rapid response unit of the Office of Internal Affairs of Naryn oblast was called out. It interposed itself between residents of the village and the members of the above-mentioned church.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 172,
        "Text": "172. In order to resolve this situation, on 21 May 2008 the local authorities decided that Amanbek uulu Alymbek should be buried in a place specially allotted to the members of the above-mentioned church in the village of Akiyya, Naryn district, with a view to preventing clashes and the kindling of religious strife. Representatives of the local authorities attended the burial and tendered their apologies to the Isakov family.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 173,
        "Text": "173. On 23 May 2008, the State Administration of Naryn oblast received a petition from members of the above-mentioned church regarding the infringement of religious rights during the burial of the body of Amanbek uulu Alymbek. This petition was sent on the very same day to the State Administration of Naryn district for an examination of the subject matter. The petitioners were informed of the findings of the examination.",
        "Labels": []
    },
    {
        "ID": 174,
        "Text": "174. On 17 June 2008, the Procurator's Office of Naryn oblast received from the Office of the Procurator-General of the Kyrgyz Republic an application from K. Manybaev, who was acting on behalf of A. Isakov, concerning the infringement of the religious rights of the Isakov family. This application was sent to the Procurator's Office of Naryn district for an examination of the subject matter. The petitioner was informed of the findings of the examination.",
        "Labels": []
    },
    {
        "ID": 175,
        "Text": "175. Burial grounds for religious minorities are allotted by community authorizing documents; there is no law or regulation governing the allotment of land to religious minorities in the legislation of the Kyrgyz Republic.",
        "Labels": []
    },
    {
        "ID": 176,
        "Text": "176. The Special Rapporteur is grateful that the Government replied to the communication of 29 July 2008. 1. Urgent appeal sent on 21 April 2008 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on the situation of human rights defenders, and the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 177,
        "Text": "177. The Special Rapporteurs raised concern on information they had received concerning the situation of Mr. P. Uthayakumar, Legal Adviser of the Hindu Human Rights Action Force (HINDRAF), Mr. M. Manoharan, Counsel of HINDRAF, Mr. R. Kenghadharan, Counsel of HINDRAF, Mr. V. Ganabatirau and Mr. T. Vasanthakumar, members of HINDRAF. Since their arrest on 13 December 2007 under Section 8 (1) of the Internal Security Act for allegedly carrying out activities that threatened national security, they were allegedly denied their right to worship, did not have access to temples and prayer rooms and no time to worship had been allocated to them. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/10/8/Add.1, paras. 144-145.",
        "Labels": []
    },
    {
        "ID": 178,
        "Text": "178. On 19 December 2008, the Government of Malaysia replied to the communication of 21 April 2008.3 In its letter, the Government informed that the Hindu Human Rights Action Force (HINDRAF) was a non-registered society. The Government furthermore pointed to the activities of HINDRAF carried out at the end of 2007 which led to the arrest of Mr. P. Uthayakumar, Mr. M. Manoharan, Mr. R. Kenghadharan, Mr. V. Ganabatirau and Mr. T. Vasanthakumar under section 8 (1) of the Internal Security Act 1960 on the grounds that they were a threat to public order and security. The Government further informed about the placement of the above-mentioned individuals in the Detention Protection Center Kamuntin, Taiping, Perak, and about the conditions of their detention. The Government stated that the allegation that they were denied their right to worship was absolutely untrue. All detainees were allowed to pray and practice their respective religion. A religious teacher was also available every week for each religion, including Hinduism. For the Hindus, their religious lecture was scheduled on Wednesday every week. However, no worship at a temple outside the Detention Protection Centre was allowed due to security reasons.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 179,
        "Text": "179. The Special Rapporteur is grateful that the Government replied to the joint urgent appeal of 21 April 2008.",
        "Labels": []
    },
    {
        "ID": 180,
        "Text": "180. In a follow-up letter of 20 November 2009, the Special Rapporteur reiterated her appreciation for the cooperation of the Government in relation to her visit to the Maldives from 6 to 10 August 2006. She emphasized that follow-up to country reports was of central importance to the cooperation and dialogue between mandate holders and States. Referring to her previous report to the Human Rights Council (A/HRC/10/8, para. 17), the Special Rapporteur indicated that the aim of such follow-up letters after country visits was to receive updated information about the implementation of the recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 181,
        "Text": "181. For ease of reference, the Special Rapporteur also transmitted a table containing the conclusions and recommendations in the related mission report (A/HRC/4/21/Add.3) as well as follow-up information from relevant United Nations documents, including from the Human Rights Council's Universal Periodic Review, Special Procedures and Treaty Bodies. The Special Rapporteur asked the Government to provide her with updated information on the consideration given to these recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. This table, including any information provided by the Government, is available online on the Special Rapporteur's website (www2.ohchr.org/english/issues/religion/visits.htm).",
        "Labels": []
    },
    {
        "ID": 182,
        "Text": "182. The Special Rapporteurs brought to the attention of the Government information they had received regarding a number of extrajudicial executions allegedly committed by the Nigerian security forces during fighting in Northern Nigeria, including the killing of Mr. Mohammed Yusuf, Mr. Alhaji Buji Fai and eight unidentified persons in security force custody.",
        "Labels": []
    },
    {
        "ID": 183,
        "Text": "183. From 26 July 2009, members of a group called Boko Haram rioted and attacked police stations and other Government buildings as well as places of worship in the Northern Nigerian states of Bauchi, Yobe, Kano, and especially Borno. Reports suggest that Boko Haram sought to impose their interpretation of Shari'a law in Nigeria, and that they intended to threaten or attack individuals who did not agree with or observe Boko Haram's interpretation of Shari'a.",
        "Labels": []
    },
    {
        "ID": 184,
        "Text": "184. Government security forces launched an operation to stop the group's violent activities, and fighting between Boko Haram members and Government forces ensued for five days. By 3 August 2009, at least 780 bodies had been picked up from the streets of Maiduguri (Borno state) alone. Another 98 deaths were reported from Yobe and Bauchi states. The total number of dead is to date unclear, as is the number of dead who were Boko Haram members, police, military or civilians.",
        "Labels": []
    },
    {
        "ID": 185,
        "Text": "185. On 28 July 2009, three unidentified individuals – suspected Boko Haram members – were arrested by members of the security forces in Maiduguri. They were taken to an area just outside the police headquarters in Maiduguri, and ordered to kneel on the ground. They were asked questions by the security forces. Each of the three was then reportedly shot at close range, while unarmed and kneeling.",
        "Labels": []
    },
    {
        "ID": 186,
        "Text": "186. On 29 July 2009, members of the security forces disarmed and detained five alleged members of Boko Haram in a suburb of Maiduguri called Customs Bridge. The detained individuals were ordered to lie down. One of the security force members yelled \"fire\", and the soldiers shot and killed the five men.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 187,
        "Text": "187. Mr. Mohammed Yusuf, the leader of the Boko Haram group, was apprehended by the military on 30 July 2009. He was captured by the commander of the military operations against Boko Haram, and transferred over to police in Maiduguri (Borno state) that same day. Photographic evidence of Mr. Yusuf's capture by the military indicates that he was alive and did not have any injuries at that time, except for a wound in his arm which had been treated. After his transfer to police custody, Mr. Yusuf was stripped naked, interrogated, and then shot at close range numerous times by police. A few hours later, the body was shown to journalists. According to some police accounts of the death, including by the Police Commissioner of Borno state, Mr. Yusuf was not shot by police, but sustained injuries during his capture by the military, and subsequently died from those wounds. However, Regional Police Assistant Inspector-General stated that Mr. Yusuf was killed by police while trying to escape from custody.",
        "Labels": []
    },
    {
        "ID": 188,
        "Text": "188. On 31 July 2009, a former Commissioner of Religious Affairs in Borno state, Mr. Alhaji Buji Fai, was killed by police. He was accused of having close ties to, or being a supporter of, the Boko Haram group. He was arrested on 31 July 2009 in a joint militarypolice operation (\"Operation Flush\"), and taken to Police Force Headquarters in Maiduguri. According to information received, he was there stripped of his shirt, interrogated, and executed at the entrance to the police station.",
        "Labels": []
    },
    {
        "ID": 189,
        "Text": "189. The Special Rapporteurs urged the Government to conduct an impartial and transparent inquiry into the circumstances surrounding the deaths of all those killed during the fighting, including Mr. Mohammed Yusuf, Mr. Buji Fai, and the eight unidentified individuals, with a view to taking all appropriate disciplinary and prosecutorial action and ensuring accountability of any person guilty of unlawful killings, as well as to compensate the families of the victims. The Special Rapporteurs also asked the Government to indicate if any measures were envisaged to prevent the recurrence of violent clashes, including interreligious ones.",
        "Labels": []
    },
    {
        "ID": 190,
        "Text": "190. The Special Rapporteur regrets that she has so far not received a reply from the Government of Nigeria concerning the above mentioned allegations. She wishes to refer to the recommendations in her mission report of her country visit to Nigeria in February/March 2005 (see E/CN.4/2006/5/Add.2, paras. 103-115), especially with regard to religious tensions and communal violence.",
        "Labels": []
    },
    {
        "ID": 191,
        "Text": "191. The Special Rapporteur would like to recall that the Human Rights Council, in its resolution 6/37, urges States to \"take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 192,
        "Text": "192. In a follow-up letter of 20 November 2009, the Special Rapporteur reiterated her appreciation for the cooperation of the Government in relation to her visit to Nigeria from 27 February to 7 March 2005. She emphasized that follow-up to country reports was of central importance to the cooperation and dialogue between mandate holders and States. Referring to her previous report to the Human Rights Council (A/HRC/10/8, para. 17), the Special Rapporteur indicated that the aim of such follow-up letters after country visits was to receive updated information about the implementation of the recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 193,
        "Text": "193. For ease of reference, the Special Rapporteur also transmitted a table containing the conclusions and recommendations in the related mission report (E/CN.4/2006/5/Add.2) as well as follow-up information from relevant United Nations documents, including from the Human Rights Council's Universal Periodic Review, Special Procedures and Treaty Bodies. The Special Rapporteur asked the Government to provide her with updated information on the consideration given to these recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. This table, including any information provided by the Government, is available online on the Special Rapporteur's website (www2.ohchr.org/english/issues/religion/visits.htm).",
        "Labels": []
    },
    {
        "ID": 194,
        "Text": "194. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding five members of the Ahmadiyya community residing in Chak 172/TDA, Layyah district. On 28 January 2009, Mr. M. I. (aged 14), Mr. Tahir Imran (aged 19), Mr. Tahir Mehmood (aged 19), Mr. N. A. (aged 16) and Mr. Mubashif Ahmad (aged 50), were arrested at their respective homes. They were all charged for \"use of derogatory remarks, etc., in respect of the Holy Prophet\" under section 295-C of the Pakistani Penal Code, according to which a person may be subject to either death penalty or life imprisonment. They were accused of having desecrated the name of Prophet Muhammad by writing it on the walls of the latrines of the Gulzar-e-Madina mosque.",
        "Labels": []
    },
    {
        "ID": 195,
        "Text": "195. Despite the absence of witness or evidence of the Ahmadis' involvement in the alleged case of blasphemy, they were arrested before any investigation was carried out. Family members of the five people arrested were told that the police was under pressure of certain political and religious groups to take action against these people. These groups would have reportedly threatened to seal the whole city and attack the houses of Ahmadis, if the five people were not arrested.",
        "Labels": []
    },
    {
        "ID": 196,
        "Text": "196. The Special Procedures mandate holders asked the Government to provide the details and where available, the results, of any judicial investigation, or any criminal charges and other inquiries carried out in relation to this case. They also asked the Government to indicate the legal basis for the arrest and detention of Mr. M. I., Mr. Tahir Imran, Mr. Tahir Mehmood, Mr. N. A. and Mr. Mubashif Ahmad and how these measures are compatible with applicable international human rights norms and standards as stipulated, inter alia, in the Universal Declaration of Human Rights and, where applicable, the Convention on the Rights of the Child.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 197,
        "Text": "197. The Government of Pakistan in its letter dated 17 August 2009 provided the following detailed and up-to-date information regarding investigations, arrest and other inquiries carried out in relation to the above mentioned case. On receiving a written application from a resident of village no. 172/TDA a First Information Report was lodged against Mr. I. A., Mr. Tahir Mehmood, Mr. Tahir Imran, Mr. N. A. and Mr. Mubashir Ahmad under section 295-C of the Pakistani Penal Code.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 198,
        "Text": "198. Initial investigations of the case were conducted by Sub-Inspector of Police, Mr. Muhammad Afzal, who was in charge for investigation of police station in Kot Sultan. He carried out an on the spot inspection and recorded the statements of eight witnesses under section 161 of the Criminal Procedure Code. All the witnesses supported the complainant. Subsequently, police arrested four out of the five accused, namely Mr. I. A., Mr. Tahir Mehmood, Mr. Tahir Imran and Mr. N. A. and produced them in the court of law on 29 January 2009. Two days of physical remand of the accused were given by the court of Illaqa Magistrate.",
        "Labels": []
    },
    {
        "ID": 199,
        "Text": "199. As required under section 156-A of the Criminal Procedure Code, a blasphemy case has to be investigated by an officer not less than the rank of Superintendent of Police (SP). Since no SP investigation was posted in that district, the subject investigation was entrusted to Mr. Pervaiz Tareen, SP Investigation Rajanpur by the Regional Police Officer of DG Khan. On 30 January 2009, Mr. Pervaiz Tareen inspected the site and investigated the complainants and the witnesses. He also arrested the fifth person, namely Mr. Mubashir Ahmad and obtained his physical remand for two days of Illaqa Magistrate. In order to verify the initial investigation of the case, he also interrogated the four accused who had already been arrested. Further physical remand of the accused for four days until 3 February 2009 was also obtained from the court. All the five accused were sent to judicial remand on 4 February 2009. A charge sheet against all the accused was prepared and sent to the court of law for judicial verdict. The accused submitted their bail application in the Court of Additional District and Session Judge Layyah, which was cancelled on 13 June 2009. On 7 July 2009, all the accused obtained \"after arrest bail\" from the Court of Mr. Justice Pervaiz Inayat Malik, Judge of Lahore High Court, Multan Bench, Multan.",
        "Labels": []
    },
    {
        "ID": 200,
        "Text": "200. The Government indicated that strict adherence to the laws of the land was observed throughout the proceedings of this case. The accused were arrested after registration of a First Information Report by the complainant and production of evidence by witnesses against them under section 295-C of the Pakistani Penal Code. Subsequently, the accused were produced before the court of law and their physical remand was given by the competent court of law. The Government added that, as required under section 156-A of the Criminal Procedure Code, the investigation of this blasphemy case was conducted by an officer not less than the rank of Superintendent of Police, SP Rajanpur.",
        "Labels": []
    },
    {
        "ID": 201,
        "Text": "201. In its letter dated 8 February 2010, the Government of Pakistan indicated that all the accused were granted \"after arrest bail\" by the Lahore High Court, which also ordered medical examination of four of the accused from Nishtar Hospital, Multan, to fix their age. On 3 November 2009, the Court examined the medical reports of the four individuals, declared them less than 18 years and directed the police to put up new challans of the accused separately. In compliance with the order of the Court, the concerned police department prepared and submitted appropriate supplementary challans in the Court of Law. The Government indicated that the case was sub judice in the court of Mr. Mian Muhammad Qasim, the learned Additional District and Sessions Judge, Multan.",
        "Labels": []
    },
    {
        "ID": 202,
        "Text": "202. The Special Rapporteur is grateful that the Government of Pakistan replied to the joint urgent appeal of 4 March 2009. She would like to stress the risk that efforts to combat blasphemy may be manipulated for purposes contrary to human rights and that any blasphemy legislation should not be used to censure all inter-religious and intra-religious criticism (see E/CN.4/2000/65, para. 111 and A/62/280, paras. 75-77).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 203,
        "Text": "203. Furthermore, the Special Rapporteur would like to make reference to the report of her predecessor on his country visit to Pakistan, in which Mr. Abdelfattah Amor stated that \"applying the death penalty for blasphemy appears disproportionate and even unacceptable\" (see E/CN.4/1996/95/Add.1, para. 82). International human rights law provides that States which retain the death penalty can only impose it for \"the most serious crimes\". As observed by the Special Rapporteur on extrajudicial, summary or arbitrary executions, the conclusion to be drawn from a thorough and systematic review of the jurisprudence of all of the principal United Nations bodies charged with interpreting the \"most serious crimes\" provision, is that a death sentence can only be imposed in cases where it can be shown that there was an intention to kill which resulted in the loss of life (see A/HRC/4/20, para. 53).",
        "Labels": []
    },
    {
        "ID": 204,
        "Text": "204. With respect to the two children involved, the Special Rapporteur would like to refer to article 37 of the Convention on the Rights of the Child, which, inter alia, provides that neither capital punishment nor life imprisonment without possibility of release shall be imposed for offences committed by persons below eighteen years of age and that the arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 205,
        "Text": "205. The Special Rapporteur brought to the attention of the Government information she had received regarding attacks against the members of the Christian community in the city of Gojra, Punjab Province. On 25 July 2009, in Korian village, near Gojra, some individuals made allegations of desecration of the Holy Quran against Mr. Talib Masih, Mr. Mukhtar Masih and Mr. Imran Masih, residents of the village, on account of three Christian children aged 5 to 6, who allegedly cut an Islamic book in order to play with the papers. Mr. Talib Masih, Mr. Mukhtar Masih and Mr. Imran Masih vehemently denied the allegations and the local people resolved the matter amicably on 28 July 2009.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 206,
        "Text": "206. Subsequently, an Imam of the mosque, Mr. Maulvi Imran Aslam and Mr. Ashraf Mochi (cobbler), refused to accept any apology and involved extremist religious groups, who manipulated the situation and raised a mob in Gojra. The mob burnt Christian houses with chemicals and Molotov cocktails. They used firearm and in the process, one person was injured and later passed away. The same evening on 31 July 2009, the Islamists, along with other Muslims, blocked the traffic and demanded the arrest of the three individuals accused of having desecrated the Holy Quran. The demonstration was organised and announced through loudspeakers of mosques before and during the Friday prayers. The crowd was charged and directed to reassemble the next day in Gojra. The mob swelled and moved towards a block of Christian housing. It was armed with sticks, stones, guns and other chemicals. Violence erupted and eight people (all Christians of the same family) were killed and several injured.",
        "Labels": []
    },
    {
        "ID": 207,
        "Text": "207. It was reported that the local authorities were warned by non-governmental organizations, leaders of the Christian community and the Federal Government on and throughout after 30 July 2009. The local authorities allegedly turned a blind eye. Although enquiries have been ordered by the Chief Justice of the High Court and the National Assembly, the leaders of the mob have reportedly not been arrested yet.",
        "Labels": []
    },
    {
        "ID": 208,
        "Text": "208. The Special Rapporteur recalled that the Human Rights Council in its resolution 6/37 urges States to \"take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence, with particular regard to religious minorities\". The Special Rapporteur also urged the Government to take all necessary measures to guarantee that the rights and freedoms of the members of the Christian community are respected and accountability of any person guilty of the alleged violations is ensured. She also requested that the Government adopts effective measures to prevent the recurrence of these acts.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 209,
        "Text": "209. The Government, in its response dated 11 August 2009, referred to the Constitution of Pakistan which guarantees equal rights to all its citizens irrespective of race, religion and creed. The Government emphasized that it undertook its responsibility seriously and was committed to take all necessary and appropriate steps, in conformity with international human rights standards, to promote and protect the rights of all its citizens, including religious minorities.",
        "Labels": []
    },
    {
        "ID": 210,
        "Text": "210. Accordingly, the Government stressed that it had not only strongly condemned the incident of violence in Gojra, at the highest levels (President, Prime Minister and Federal Cabinet), but it had also taken a series of immediate steps to address the situation, which inter alia included the following: - The Prime Minister of Pakistan visited the site along with the Chief Minister of Punjab and assured the local Christian community to protect the victims of the riots as well as to bring the perpetrators of these crimes to justice - The Federal Government had ordered a high level inquiry and, on the request of the Provincial Government, the Chief Justice of Lahore High Court had initiated a judicial inquiry into the incident - A Presidential relief package announced by the Government included 500,000 rupees to the family of each of the deceased and 300,000 rupees for each family whose house had been burnt - A grant of 200,000,000 rupees had been announced by the Federal and Provincial Governments for the rehabilitation of the affected houses in the Christian colony of Gojra - The Government would also bear all expenses of the development, renovation or repair of churches and other places of worship - A Committee was formed by the Chief Minister of Punjab to supervise the rehabilitation work in Gojra and to create religious harmony in the province - An assessment team was carrying out a survey of the damaged properties to pay compensation in line with the package announced - A relief camp had been established at site, while the Home Secretary of Punjab along with the Commissioner and Regional Police Officer of Faisalabad were monitoring and supervising the investigations and rehabilitation activities - An officer of the rank of the Secretary had been appointed as Relief Commissioner - Free medical treatment was being provided to the injured • The President of Pakistan had tasked the Federal Minister for Minority Affairs to remain seized with the matter till the complete normalization of the situation",
        "Labels": []
    },
    {
        "ID": 211,
        "Text": "211. The Government shared the above information as an interim response regarding different immediate steps taken by the Government in the aftermath of this sordid incident. Furthermore, it indicated to provide the Special Rapporteur with further details of the steps taken by the Government together with responses to the questions addressed in her letter.",
        "Labels": []
    },
    {
        "ID": 212,
        "Text": "212. The Special Rapporteur is grateful that the Government of Pakistan immediately replied to her communication of 5 August 2009. She is looking forward to receiving further details of the steps taken by the Government to guarantee that the rights and freedoms of the members of the Christian community are respected and accountability of any person guilty of the alleged violations is ensured.",
        "Labels": []
    },
    {
        "ID": 213,
        "Text": "213. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning eight Bahraini teachers, all of them Shi'a Muslims, namely Mr. Majid Abdalrasol Salman Al-Ghasra, Mr. Abbas Ahmed Ibrahim, Mr. Sayed Ahmed Alawi Abdullah, Mr. Issa A. Hasan Ahmed, Mr. Mohammed Hassan Ali Marhoon, Mr. Mohammad Abdullah Al-Moamen, Mr. Ebaraim Marzam and Mr. Mohamed Mahdi, who in April 2008 were arrested and detained at Hayr Prison in Riyadh. Summaries of this communication as well as observations of the Special Rapporteur are already reproduced in A/HRC/10/8/Add.1, paras. 183-184.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 214,
        "Text": "214. By letter dated 15 September 2008, the Government informed the Special Procedures mandate holders that the competent authorities in the Kingdom of Saudi Arabia indicated that the eight Bahraini teachers had been released few weeks ago and had returned to the Kingdom of Bahrain.",
        "Labels": []
    },
    {
        "ID": 215,
        "Text": "215. The Special Rapporteur is grateful that the Government of Saudi Arabia replied to the joint urgent appeal of 5 August 2009.",
        "Labels": []
    },
    {
        "ID": 216,
        "Text": "216. In a follow-up letter of 20 November 2009, the Special Rapporteur reiterated her appreciation for the cooperation of the Government in relation to her visit to Sri Lanka from 2 to 12 May 2005. She emphasized that follow-up to country reports was of central importance to the cooperation and dialogue between mandate holders and States. Referring to her previous report to the Human Rights Council (A/HRC/10/8, para. 17), the Special Rapporteur indicated that the aim of such follow-up letters after country visits was to receive updated information about the implementation of the recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 217,
        "Text": "217. For ease of reference, the Special Rapporteur also transmitted a table containing the conclusions and recommendations in the related mission report (E/CN.4/2006/5/Add.3) as well as follow-up information from relevant United Nations documents, including from the Human Rights Council's Universal Periodic Review, Special Procedures and Treaty Bodies. The Special Rapporteur asked the Government to provide her with updated information on the consideration given to these recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. This table, including any information provided by the Government, is available online on the Special Rapporteur's website (www2.ohchr.org/english/issues/religion/visits.htm).",
        "Labels": []
    },
    {
        "ID": 218,
        "Text": "218. In a follow-up letter of 20 November 2009, the Special Rapporteur reiterated her appreciation for the cooperation of the Government in relation to her visit to Tajikistan from 26 February to 1 March 2007. She emphasized that follow-up to country reports was of central importance to the cooperation and dialogue between mandate holders and States. Referring to her previous report to the Human Rights Council (A/HRC/10/8, para. 17), the Special Rapporteur indicated that the aim of such follow-up letters after country visits was to receive updated information about the implementation of the recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 219,
        "Text": "219. For ease of reference, the Special Rapporteur also transmitted a table containing the conclusions and recommendations in the related mission report (A/HRC/7/10/Add.2) as well as follow-up information from relevant United Nations documents, including from the Human Rights Council's Universal Periodic Review, Special Procedures and Treaty Bodies. The Special Rapporteur asked the Government to provide her with updated information on the consideration given to these recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. This table, including any information provided by the Government, is available online on the Special Rapporteur's website (www2.ohchr.org/english/issues/religion/visits.htm).",
        "Labels": []
    },
    {
        "ID": 220,
        "Text": "220. In a follow-up letter of 20 November 2009, the Special Rapporteur reiterated her appreciation for the cooperation of the Government in relation to her visit to the United Kingdom of Great Britain and Northern Ireland from 4 to 15 June 2007. She emphasized that follow-up to country reports was of central importance to the cooperation and dialogue between mandate holders and States. Referring to her previous report to the Human Rights Council (A/HRC/10/8, para. 17), the Special Rapporteur indicated that the aim of such follow-up letters after country visits was to receive updated information about the implementation of the recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 221,
        "Text": "221. For ease of reference, the Special Rapporteur also transmitted a table containing the conclusions and recommendations in the related mission report (A/HRC/7/10/Add.3) as well as follow-up information from relevant United Nations documents, including from the Human Rights Council's Universal Periodic Review, Special Procedures and Treaty Bodies. The Special Rapporteur asked the Government to provide her with updated information on the consideration given to these recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. This table, including any information provided by the Government, is available online on the Special Rapporteur's website (www2.ohchr.org/english/issues/religion/visits.htm). 1. Urgent appeal sent on 22 April 2009 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, and the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment",
        "Labels": []
    },
    {
        "ID": 222,
        "Text": "222. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Zulpakharov Amangeldi Zhumadullugli, aged 39. On 30 August 1999, Mr. Zulpakharov Amangeldi Zhumadullugli was sentenced to a prison term of nine years under article 159 of the Criminal Code (\"Attempt at changing the constitutional order of the Republic of Uzbekistan\") on the basis of two Hisb-ut-Tahrir leaflets the police found when searching his house. He was first detained in KIN 64/61 in Karshi, then transferred to 64/49 and 64/25 in Bukhara. Between 2003 and 2008, he was held in KIN 64/3 in Tavaksay, Tashkent Oblast. Few days before his sentence was to come to an end, he was brought before court for allegedly disobeying orders of the penitentiary administration, sentenced to an additional term of two and a half years and taken to the strict regime colony KIN 64/51 in Koson, Bukhara Oblast.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 223,
        "Text": "223. In March 2009, reportedly in order to punish him for praying, Mr. Zulpakharov Amangeldi Zhumadullugli was confined to a punishment cell and subjected to severe beatings. As a result, he suffers from fractures of one of his hands and of his collarbones. The Special Rapporteurs asked the Government if a complaint had been lodged by or on behalf of Mr. Zulpakharov and they requested further details, and where available the results, of any investigation, medical examinations, and judicial or other inquiries carried out in relation to this case.",
        "Labels": []
    },
    {
        "ID": 224,
        "Text": "224. By letter dated 5 June 2009, the Government of Uzbekistan provided the following information on the case of Mr. Zulpakharov Omongeldi Zhumadillaevich, an Uzbek born in 1970 in the Chinaz district of Tashkent province, who had no previous convictions and was unemployed prior to his arrest. The Chinaz district criminal court sentenced him on 26 November 1999 to nine years' deprivation of liberty under the following articles of the Criminal Code of Uzbekistan: article 159, paragraphs 3 (a) and (b) (Repeated breach of the constitutional order of the Republic of Uzbekistan by or in the interests of an organized group); article 244-1, paragraph 3 (a) (Preparation or distribution of material posing a threat to public safety and public order in concert with a group of persons); and article 216 (Unlawful organization and active participation in the activities of illegal associations or religious organizations).",
        "Labels": []
    },
    {
        "ID": 225,
        "Text": "225. As Mr. Zulpakharov was liable to disciplinary measures on several occasions while serving his sentence in detention facility UY 64/3 (Bostanlyk district of Tashkent province) for violations of established detention procedures and failure to comply with the lawful requirements of the penal institution administration, he was sentenced by the Bostanlyk district criminal court on 22 August 2008 to 3 years, 1 month and 17 days' deprivation of liberty under article 221, paragraph 2 (b), of the Criminal Code (Non-compliance with the lawful requirements of the penal institution administration by persons convicted of serious or very serious offences), and is serving his sentence in detention facility UY 64/51 (Kasan, Kashkadarya province).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 226,
        "Text": "226. The Government indicated that the penal administration described him in unfavourable terms. He was registered with the clinic on account of his chronic gastritis. His state of health was satisfactory and he was capable of working. An investigation into a complaint filed by Ms. U. Zulpakharova did not support her claims that Mr. Zulpakharov had been tortured. The Government indicated that the penal institution medical service workers and fellow prisoners in the colony said that no unlawful acts had been committed against Mr. Zulpakharov. Reportedly, medical examiners found no indications or traces of bodily harm while he was undergoing outpatient or inpatient treatment.",
        "Labels": []
    },
    {
        "ID": 227,
        "Text": "227. The main office for penal enforcement of the Ministry of Internal Affairs carried out an audit pursuant to an appeal by the Special Rapporteurs of the Human Rights Council. It established that according to the findings of the medical section of penal enforcement office No. 51 of the Department of Internal Affairs of Kashkadarya province, Mr. Zulpakharov was examined on 4 September 2008 and diagnosed with chronic gastritis. Mr. Zulpakharov was given the necessary medical assistance based on this diagnosis and received inpatient treatment between 17 to 25 September 2008 and 22 to 30 April 2009. Mr. Zulpakharov did not complain to the medical service while serving his sentence about bodily harm experienced, and his overall state of health was now satisfactory.",
        "Labels": []
    },
    {
        "ID": 228,
        "Text": "228. Moreover, the Government stated that Mr. Zulpakharov was not subjected to any disciplinary action or locked up for violating internal procedures in March 2009. The penal institution administration did not bring any physical or moral pressure to bear on Mr. Zulpakharov while he was serving his sentence, and the Ministry of Internal Affairs received no complaint or statement concerning torture from the prisoner himself.",
        "Labels": []
    },
    {
        "ID": 229,
        "Text": "229. The Special Rapporteur is grateful that the Government of Uzbekistan replied to the joint urgent appeal of 22 April 2009.",
        "Labels": []
    },
    {
        "ID": 230,
        "Text": "230. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Sobit Zufarov, aged 30, and his deceased brother, Mr. Negmat Zufarov, aged 45 at the time of his death, both of Tashkent.",
        "Labels": []
    },
    {
        "ID": 231,
        "Text": "231. According to the information received, Mr. Negmat Zufarov was arrested in 1999 on charges related to the practice of his religion. These charges included \"upsetting the constitutional order\" (article 159 of the Uzbek criminal code) and \"setting up, leading or participating in a religious extremist, separatist, fundamentalist or other banned organization\" (article 244(2) of the Uzbek criminal code). In August 1999, Negmat Zufaraov was sentenced to a 20-year prison term by the Tashkent District Court. On appeal to the Supreme Court, the sentence was converted to an 18-year-sentence in a strict regime prison. Negmat Zufaraov served the first five years of his prison sentence at Jaslyk prison, where he sustained multiple beatings and ill-treatment as punishment for his praying. Negmat Zufaraov's family wrote letters of concern about his ill-treatment to the Uzbek Ministry of Internal Affairs Directorate of Prison, the General Prosecutor's Office, and the Ombudsman's office – the responses were dismissive and no action was taken in response to the allegations.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 232,
        "Text": "232. In 2004, Negmat Zufaraov was transferred to a prison in Chirchik, and then subsequently to Zarafshan prison colony. In spring 2007, he was sentenced to an additional 20 months in prison to be served in Zarafshan, allegedly for violating prison rules. His family had not been informed in advance of the charges, nor were they sent a copy of the verdict. Whilst he was at Zarafshan prison, Negmat Zufaraov was allegedly subjected to torture and ill-treatment over several years. In particular, he was beaten by four fellow inmates with plastic bottles filled with water, and regularly placed in an isolation cell as punishment for praying. Even when he was in isolation, the fellow inmates who had beaten Negmat Zufaraov, were allowed access to him, and continued to beat him. In mid-May 2009, Negmat Zufaraov commenced a hunger strike, demanding that he be allowed to pray. After six days, he was force-fed by prison authorities, who also performed a forced enema on him, using pepper solution. The beatings allegedly continued after his hunger strike.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 233,
        "Text": "233. When his family visited him between 2 and 5 June 2009, Negmat Zufaraov informed them that he was being subjected to intensified ill-treatment in prison, to the point where he feared for his life. On 16 June 2009, prison authorities telephoned Negmat Zufaraov's family and informed them that he had committed suicide. His body was delivered to his family who were also given a death certificate stating that he had died of \"mechanical asphyxiation\". However, Negmat Zufaraov's body displayed signs of ill-treatment, including wounds to the head, visible blood clots, a hematoma on his neck, and bruises on his back. Negmat Zufaraov's family was instructed by the prison authorities to bury him the next morning, without any opportunity for a medical examination of his body. The burial was observed by police, who also monitored the family's house in the days following the return of Negmat Zufaraov's body.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 234,
        "Text": "234. In 2000, the brother of Negmat Zufarov, Sobit Zufarov, was also arrested for religion-related charges. In spite of a serious medical condition, he was sentenced to 8 years' imprisonment in a strict regime prison in 2000, and is currently serving time in Prison Colony 46 in Navoi region. In January 2008, just prior to his release date, Sobit Zufaraov was charged with violating prison rules, and was sentenced to a further 3 years and 6 months imprisonment. There have been reports that Sobit Zufaraov was being illtreated in prison, including being placed in an isolation cell for up to six months as punishment for praying. In light of above allegations of isolation, concern is expressed in relation to Sobit Zufarov's physical and psychological integrity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 235,
        "Text": "235. The Special Rapporteurs appealed to the Government to ensure the right to freedom of religion or belief in accordance with the principles set forth in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief and article 18 of the Universal Declaration on Human Rights as well as of the International Covenant on Civil and Political Rights. Furthermore, they referred to General Assembly resolution 63/181, in which the Assembly recognizes with concern the situation of persons in vulnerable situations, including persons deprived of their liberty. The Special Rapporteurs also recalled the conclusions of the Human Rights Committee in a custodial death case (Dermit Barbato v. Uruguay, communication no. 84/1981 of 21 October 1982, paragraph 9.2) and indicated that, in order to overcome the presumption of State responsibility for a death in custody, there must be a \"thorough, prompt and impartial investigation of all suspected cases of extra-legal, arbitrary and summary executions, including cases where complaints by relatives or other reliable reports suggest unnatural death in the above circumstances\" (Principle 9 of the Principles on the Effective Prevention and Investigation of Extra-legal, Arbitrary and Summary Executions). The Special Rapporteurs urged the Government to conduct an inquiry into the circumstances surrounding the death of Negmat Zufaraov expeditiously, impartially and transparently, including the conduct of an independent autopsy, also with a view to taking all appropriate disciplinary and prosecutorial action and ensuring accountability of any person guilty of the alleged violations, as well as to compensate Negmat Zufaraov's family.",
        "Labels": []
    },
    {
        "ID": 236,
        "Text": "236. On 13 October 2009, the Government of Uzbekistan replied to the joint urgent appeal of 9 September 2009. Since the Special Rapporteur had not received the response's translation from the relevant services at the time this report was finalized, she is unfortunately not in a position to summarize in English the content of the Government's response in the present report. However, a copy of the original response letter is available online at the following address: www2.ohchr.org/english/issues/religion/docs/ response131009uzbekistan.pdf.",
        "Labels": []
    },
    {
        "ID": 237,
        "Text": "237. The Special Rapporteur is grateful that the Government of Uzbekistan replied to the joint urgent appeal of 9 September 2009 and hopes to be able to make observations on the response in the next report.",
        "Labels": []
    },
    {
        "ID": 238,
        "Text": "238. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding a group of followers of Rasulzhon Rahmatov in the town of Shakhrikhan, including Alibojev Akhroriddin, Akhmadaliev Dilshod, Akhmedov Mirzokhid, Akhunov Akhror, Bobojonov Ulugbek, Dolimov Zayniddin, Isroilov Erkin, Ismoilov Sherali, Juraev Zajnobiddin, Keldiev Rovshan, Latipov Khamidulokh, Muhammadjonov Mirzohid, Nabibullaev Kakhramonjon, Nazarbekov Sherzod, Parpiev Nizom, Saydullaev Nodir, Odikov Mansur, Sharofidinov Alisher, Siddikov Muzaffarjon, Soliev Nematullokh, Usmonov Isroiljon, Usmonov Khokim, Usmonov Jamolddin and Usmonov Pulatzhon.",
        "Labels": []
    },
    {
        "ID": 239,
        "Text": "239. According to the information received, in early June 2009, when hafiz Rasulzhon Rahmatov, an imam in the town of Shakhrikhan, was departing for Tashkent, a group of special forces officers with automatic rifles, masks and complete military equipage came to his home. The forces were looking for Mr. Rahmatov, whom they had previously interrogated after he had written a complaint letter to the city administration with regard to the disappearance of Sheikh Abdulavi Kori Mirzoev. However, once it became clear that Mr. Rahmatov was absent, they began to detain his followers and close friends. During the next two or three days sixty of his disciples were arrested in Shakhrikhan. When Mr. Rahmatov learned that he was being sought, he fled to Moscow. One week later, he continued on to Turkey. It is alleged that he has subsequently been put on an international wanted list. As of 30 September 2009, more disciples of Mr. Rahmatov have been arrested in Shakhrikhan. They were held in custody in Shakhrikhan for several days before being remanded in custody at a pre-trial detention centre in Andijan. Reportedly, all persons detained had been subjected to several methods of torture.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 240,
        "Text": "240. The Special Procedures mandate holders drew the Government's attention to General Assembly resolution 63/181, in which the Assembly urges States \"to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment, or arbitrary arrest or detention on that account and to bring to justice all perpetrators of violations of these rights\" (para. 9 b). The Special Procedures mandate holders asked the Government to indicate the legal basis for the arrest and detention of the abovementioned persons and how these measures were compatible with applicable international human rights norms and standards as stipulated, inter alia, in the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 241,
        "Text": "241. In its response dated 16 November 2009, the Government indicated that the investigative department of the Shakhrikhansky district internal affairs office in Andizhanskaya province instituted criminal proceedings on 20 May 2009 for an offence punishable under article 244-2, part 1, of the Criminal Code of Uzbekistan. The preliminary investigation established that from 2000 to 2009 Mr. Rasulzhon Abdurakhimovich Rakhmatov, Mr. Isroil Pulatovich Usmonov, Mr. Utkirbek Nazarbekov and others were active members of an extremist religious group whose aim was to commit criminal acts in Uzbekistan in order to overthrow the constitutional order and organize underground \"jamoat\" cells. According to the Government, they brought \"jamoat\" members together and instructed them, using prohibited literature and recordings of broadcasts by the leader of the Islamic Movement of Uzbekistan, Takhir Yuldashev, to unconstitutionally overthrow the Government. Reportedly, they trained people in methods of taking over power and removing the legally elected and appointed Government representatives, they unconstitutionally violated the country's territorial integrity and they distributed materials with the same content as that mentioned above.",
        "Labels": []
    },
    {
        "ID": 242,
        "Text": "242. The Government indicated that Mr. Rasulzhon Abdurakhimovich Rakhmatov and other associates were prosecuted in a criminal case under article 242, part 1; article 159, part 3 (a) and (b); article 2441, part 3 (a) and (c); article 2442, part 1; article 243; article 246, part 1; article 189, part 3; article 190, part 2 (b); and article 223, part 2 (b) of the Criminal Code of Uzbekistan. The accused were the subject of a pre-trial restraining order in the form of detention that was issued by the criminal court in the town of Andizhana. On 24 May 2009, the decision was made to initiate the investigation of Mr. Rasulzhon Abdurakhimovich Rakhmatov. According to the Government, from the moment of their arrest the constitutional rights of the accused persons were fully respected. They were provided with State legal aid, and in accordance with article 217 of the Code of Criminal Procedure of Uzbekistan, their relatives were informed of their arrest in a timely manner.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 243,
        "Text": "243. On 26 August 2009, a criminal indictment of Mr. I. Usmonov and others, issued in accordance with article 388 of the Code of Criminal Procedure, was sent to the procurator's office of Andizhanskaya province. On 3 September 2009, the indictment was approved and the case was sent to court. The criminal case against Mr. I. Usmonov and others began on 25 September 2009. The judicial proceedings in the criminal case against I. Usmonov and others are continuing.",
        "Labels": []
    },
    {
        "ID": 244,
        "Text": "244. The Government indicated that during the consideration of this criminal case, no instances have been found of torture or other cruel, inhuman or degrading treatment of the defendants. It emphasized that all the defendants had been provided with defence counsel, and during the judicial hearings their interests had been defended by 14 lawyers.",
        "Labels": []
    },
    {
        "ID": 245,
        "Text": "245. In addition, the Government confirmed that criminal proceedings had been instituted against Mr. Pulatzhon Usmonov under article 223, part 2 (b), of the Criminal Code of Uzbekistan. However, in the course of the preliminary investigation, a decision issued on 28 August 2008 by the Senate of the Majlisi Oli declared an amnesty in connection with the seventeenth anniversary of the country's independence, and Mr. Pulatzhon Usmonov was absolved of any criminal liability without any decision as to his guilt or innocence.",
        "Labels": []
    },
    {
        "ID": 246,
        "Text": "246. According to the Government, Mr. Akhroriddin Aliboev, Mr. Ulugbek Babadzhanov, Mr. Zanobiddin Zhuraev, Mr. Mirzokhid Mukhammadzhonov and Mr. Akhunov Akhror were never brought to the internal affairs office and have not been cited in the criminal case as suspects, defendants or witnesses. Furthermore, no criminal cases had been brought against A. Aliboev, A. Akhunov, U. Babazhanov, E. Isroilov, Z. Zhuraev, M. Mukhammadzhonov, K. Nabibullaev, A. Sharofidinov and P. Usmonov in the national courts.",
        "Labels": []
    },
    {
        "ID": 247,
        "Text": "247. The Special Rapporteur is grateful that the Government of Uzbekistan replied to the joint urgent appeal of 2 October 2009.",
        "Labels": []
    },
    {
        "ID": 248,
        "Text": "248. The Special Rapporteur brought to the attention of the Government information she had received regarding acts of religious intolerance and violence against members of the Catholic and Jewish communities in the Bolivarian Republic of Venezuela.",
        "Labels": []
    },
    {
        "ID": 249,
        "Text": "249. According to the allegations, on 22 January 2009, the Apostolic Nunciature was reportedly attacked when members of an organization called \"La Piedrita\" threw gas canisters into its house. Reportedly, the attackers also left pamphlets insulting Catholic leaders. It was reported that the attack may also be related to the housing of a student activist and opposition member by the Apostolic Nunciature.",
        "Labels": []
    },
    {
        "ID": 250,
        "Text": "250. On 30 January 2009, at around 10 p.m., fifteen unidentified armed men tied up a security guard at the Tiferet Israel Synagogue in the Maripérez district of Caracas and forced their way into the synagogue. They threw Torah scrolls on the floor, stole the Synagogue's computers and spray-painted the walls with anti-Semitic graffiti, such as \"Damn the Jews\", \"Jews out of here\", \"Death to all\" and \"Israel assassins\". Reportedly, this was the second time in a month that the Synagogue was vandalized with graffiti depicting anti-Semitic messages. In addition, earlier in January 2009, the message \"Property of Islam\" had been sprayed on its walls. President Hugo Chavez publicly condemned the attack on the Synagogue and promised representatives of Venezuela's Jewish community that those responsible would be brought to justice. On 7 and 8 February 2009, reportedly seven police officers and four civilians were arrested for their alleged involvement in the attack.",
        "Labels": []
    },
    {
        "ID": 251,
        "Text": "251. En su respuesta, el Gobierno de la República Bolivariana de Venezuela confirma las alegaciones concernientes a los actos de intolerancia religiosa y violencia contra miembros de las comunidades católica y judía mencionados en la comunicación del 10 de febrero de 2009.",
        "Labels": []
    },
    {
        "ID": 252,
        "Text": "252. En relación con el caso de la comunidad judía, el Gobierno informa que después de los actos vandálicos contra la Sinagoga, el día viernes 6 de febrero de 2009, los representantes de la comunidad judía internacional se reunieron con el Ministro de Relaciones Exteriores de la República Bolivariana de Venezuela para hablar sobre el suceso. En el acto estuvieron el secretario general del Congreso Judío Mundial y el presidente del Congreso Judío Latinoamericano. Según el presidente del Congreso Judío Latinoamericano, el diálogo se realizó en términos cordiales y resultó muy fructífero.",
        "Labels": []
    },
    {
        "ID": 253,
        "Text": "253. Asimismo, el Gobierno informa acerca de las acciones emprendidas por el Ministerio Público para esclarecer el caso. En esta dirección, se informa que fue comisionada la Fiscalía Cuadragésima Primera del Ministerio Público a Nivel nacional con Competencia Plena, a cargo del abogado C. Q., quien ordenó la práctica de todas las diligencias necesarias para lograr el total esclarecimiento de los hechos.",
        "Labels": []
    },
    {
        "ID": 254,
        "Text": "254. Además, se informa que el 10 de febrero del año 2009, la mencionada Representación Fiscal compareció ante el Juzgado Vigésimo de Primera Instancia en Funciones de Control del Circuito Judicial Penal del Área Metropolitana de Caracas, a los fines de asistir a la Audiencia de Presentación de 8 ciudadanos, precalificando los hechos cometidos por éstos como asociación para delinquir, robo agravado y profanación de lugares destinados al culto. De igual manera, les fue atribuido a otros tres ciudadanos, además de los tres delitos antes mencionados, la presunta comisión del delito de simulación de hecho punible, para uno de ellos, ocultamiento de arma de guerra, para otro, y peculado de uso para el último. Se ordenó, además, la privación de la libertad de todas estas personas.",
        "Labels": []
    },
    {
        "ID": 255,
        "Text": "255. El referido órgano jurisdiccional designó como lugar de reclusión para los imputados el Internado Judicial Rodeo 2, Sección de Funcionarios, excepto para una ciudadana, respecto de quien se ordenó la reclusión en el Instituto Nacional de Orientación Femenina.",
        "Labels": []
    },
    {
        "ID": 256,
        "Text": "256. El día 19 de febrero del año 2009, el Fiscal comisionado compareció ante el Juzgado Vigésimo Tercero de Primera Instancia en Funciones de Control del Circuito Judicial Penal, a los fines de realizar el Acto de imputación de 6 de las personas antes referidas, por la presunta comisión de los delitos de robo agravado en grado de complicidad correspectiva, actos de desprecio contra un culto, asociación para delinquir y el concurso real de delitos. Igualmente, se le imputó a una de estas personas, además de los delitos mencionados ut supra, la presunta comisión de los delitos de simulación de hecho punible. Asimismo, se le atribuyó a dos de estas personas, la presunta comisión de los delitos de robo agravado en grado de complicidad, actos de desprecio contra un culto, asociación para delinquir, ocultamiento de arma de fuego y el concurso real de delitos. Finalmente, se le imputó a uno de los ciudadanos antes referidos, la presunta comisión de los delitos de robo agravado en grado de la complicidad correspectiva, actos de desprecio contra un culto, asociación para delinquir, peculado de uso y el concurso real de delitos.",
        "Labels": []
    },
    {
        "ID": 257,
        "Text": "257. Sobre el caso de la comunidad católica, el Gobierno informa que el grupo Colectivo la Piedrita es actualmente investigado por el Ministerio Público por este y otros seis hechos en los que estaría implicado por presuntos ataques a medios de comunicación social. También el Gobierno informa que, sobre el líder del grupo Colectivo la Piedrita, pesa una orden de privación de libertad emanada a solicitud del tribunal penal competente.",
        "Labels": []
    },
    {
        "ID": 258,
        "Text": "258. The Special Rapporteur is grateful that the Government of Venezuela replied to her communication of 10 February 2009. 1. Communication sent on 25 November 2009 jointly with the Special Rapporteur on adequate housing as a component of the right to an adequate standard of living and on the right to non-discrimination in this context, and the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression",
        "Labels": []
    },
    {
        "ID": 259,
        "Text": "259. The Special Rapporteurs brought to the attention of the Government information they had received regarding the recent eviction of monks and nuns from Bat Nha monastery and their future eviction from Phuoc Hue temple, due to take place on 30 November 2009.",
        "Labels": []
    },
    {
        "ID": 260,
        "Text": "260. On 27 September 2009, about 150 people armed with sticks and hammers attacked the Bat Nha monastery. Plain-clothes police officers were reportedly amongst the mob and police officers in uniform blocked the roads leading to the monastery. The mob violently proceeded to the eviction of 379 monks and nuns from the monastery. Some monks and nuns were beaten up and four of them were sexually assaulted. According to the reports, the monks did not attempt to defend themselves, but they sat down and started to chant in order to respond in a non-violent manner to the attacks. Two senior brothers, Mr. Phap Hoi and Mr. Phap Sy, were beaten and would be still held under house arrest without proper charges in Hanoi and Nha Trang.",
        "Labels": []
    },
    {
        "ID": 261,
        "Text": "261. After being evicted, the monks and nuns were offered refuge by Mr. Thai Thuan, the abbot of Phuoc Hue temple in Bao Loc. On 28 September 2009, the police threatened the abbot, claiming he had no right to offer refuge to the Bat Nha monks and nuns. The police then surrounded the temple and they started an intimidation campaign. Flyers were distributed in Bao Loc in order to damage the reputation of the abbot and he was denounced through loudspeakers in schools and in the streets. Police officers threatened to undertake attacks on Phuoc Hue temple similar to the ones undertaken against the Bat Nha monastery on 27 September 2009. The intimidation campaign culminated with the demand that the abbot surrender fifteen monks and nuns. Under this extreme pressure, the abbot acceded to the demand and surrendered fifteen monks and nuns, who were taken into police custody and were driven more than 200 km away from Ho Chi Minh city.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 262,
        "Text": "262. The other Bat Nha monks and nuns who currently remain in Phuoc Hue temple were still reportedly undergoing pressure and threats from the authorities to leave the temple. They were living under strict control of the police. The police harassed and obstructed people who were bringing food and clothing to the temple. Anyone who stopped in the vicinity of the temple was being stopped and questioned.",
        "Labels": []
    },
    {
        "ID": 263,
        "Text": "263. Concerns were expressed that the crackdown on the Bat Nha Buddhist community was due to the teachings of Mr. Thich Nhat Hanh, leader of the Bat Nha Buddhist community. Mr. Thich Nhat Hanh would have made public recommendations in 2007 in order to improve the situation of religious freedom in the Socialist Republic of Vietnam, including a request to disband the country's religious police.",
        "Labels": []
    },
    {
        "ID": 264,
        "Text": "264. The Special Rapporteurs urged the Government to take all necessary measures to guarantee that the rights and freedoms of the members of the Bat Nha Buddhist community are respected and that accountability of any person guilty of the alleged violations is ensured. The Special Rapporteurs also requested that the Government adopts effective measures to prevent the recurrence of these acts.",
        "Labels": []
    },
    {
        "ID": 265,
        "Text": "265. In its response letters dated 2 and 3 February 2010, the Government indicated that the information in the allegation letter of 25 November 2009 concerning the recent eviction of monks and nuns from Bat Nha monastery and their future eviction from Phuoc Hue temple did not accurately reflect the reality. The Government stated that no one at Bat Nha monastery and Phuoc Hue temple had been threatened, beaten up, sexually harassed, arrested or detained by local police officers. Reportedly, the monks and nuns of Lang Mai sect had to leave Bat Nha monastery due to the fact that they had no longer been offered refuge by the abbot of Bat Nha monastery. According to information given by the abbot of Bat Nha monastery, Lang Mai had carried out a number of activities in violation of the charter of the Vietnamese Buddhist Sangha, including its self-made decisions on the appointment of the Deputy Administer of Bat Nha monastery and the organization of a religious training course without approval of the Administer of Bat Nha monastery. These actions taken by Lang Mai had – according to the Government – demonstrated the lack of respect towards the Administer of the monastery and had resulted in deep disagreement with the monastery's Buddhist followers.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 266,
        "Text": "266. The Government stressed that over the past, while staying at Phuoc Hue temple, the monks and nuns of Lang Mai sect had continued not to abide by the charter of the Buddhist Sangha and laws, bringing about a conflict with local Buddhist followers and negative impacts on the social order. Due to these facts, the Sangha Patronage Council and the Buddhist Provincial Executive Board of Lam Dong Province had requested the monks and nuns of Lang Mai sect at Phuoc temple to return to their registered localities. The Government added that the Vietnamese Buddhist Sangha had also given instructions to the Buddhist Provincial and City Executive Boards of Lam Dong to provide the monks and nuns of Lang Mai sect with favourable conditions to return to their registered residence and continue to lead their normal religious life.",
        "Labels": []
    },
    {
        "ID": 267,
        "Text": "267. Furthermore, the Government informed that at present the monks and nuns of Lang Mai sect had left Phuoc Hue temple and returned to their registered residence to continue to lead their normal religious life with the assistance and support given by the local authority. The competent Vietnamese authorities had not received any complaint lodged by the monks and nuns of Lang Mai sect with regard to the alleged incident.",
        "Labels": []
    },
    {
        "ID": 268,
        "Text": "268. The Government indicated that the Vietnamese authorities had immediately reported on the incident in question and that Government officials had been sent right away to Lam Dong Province to carry out inquiries on the ground. These inquiries had confirmed that the incident at Bat Nha monastery and Phuoc Hue temple constituted a nonviolent conflict on the modalities of leading a religious life between two groups and that no one had been beaten up, sexually harassed or illegally detained etc. Due to the lack of adequate evidence, the competent agencies had not carried out judicial investigations and subsequently no one had been accused of criminal charges.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 269,
        "Text": "269. The Government emphasized that the incident which happened at Bat Nha monastery and Phuoc Hue temple belonged to the Buddhist internal affairs since it was a pure disagreement on the organizational method of leading a religious life between those Vietnamese monks and nuns of Lang Mai sect (French) and Buddhist followers of Bat Nha monastery and Phuoc Hue temple (Bao Loc, Lam Dong Province). According to the Government, these Buddhist internal affairs should be solved by and guided by the Sangha Patronage Council of the Vietnamese Buddhist Sangha without the intervention by the Vietnamese authorities except measures that are needed to be taken to safeguard the security and social order.",
        "Labels": []
    },
    {
        "ID": 270,
        "Text": "270. Finally, the Government added that Vietnamese law always respects and ensures that citizens carry out legitimate and legal religious activities. Due to the fact that Lang Mai sect was a new Buddhist activity, the Government argued, in order to be accepted by a majority of the Vietnamese people, Lang Mai sect needed to have a dialogue with the Vietnamese Buddhist followers, to increase communication as well as knowledge about its activities and abide by the regulations of the Vietnamese Buddhist Sangha. The Government indicated that Most Venerable Thich Nhat Hanh at present still refused to have such a dialogue. In this regard, the Government of Viet Nam had requested that in order to continue to carry out their activities in Viet Nam and avoid passive acts and public disagreement, the monks and nuns of Lang Mai sect should work with the Vietnamese Buddhist Sangha on the modalities on leading a religious life in accordance with the Buddhist tradition and abide by regulations and laws. For its part, the Vietnamese Government emphasized that it always created favourable conditions for Lang Mai to carry out its activities in Viet Nam. When the incident took place at Bat Nha monastery and Phuoc Hue temple, the Vietnamese authorities had taken all measures to maintain the security, order and protect life and property of the concerned persons and to ensure that the regulations provided for by the Vietnamese laws and the charter of the Vietnamese Buddhist Sangha were fully implemented on the ground. The Government also informed that a delegation from the European Union Mission in Ha Noi, including the Swedish Counsellor and the European Union Counsellor, had visited Lam Dong Province from 8 to 10 December 2009 to understand the reality of the incident on the ground. According to the Government, the European Union Counsellor confirmed that no acts of destruction had taken place at Phuoc Hue temple and agreed that if Lang Mai as well as any Buddhist organization wished to carry out its activities, it should abide by laws and the charter of the Vietnamese Buddhist Sangha.",
        "Labels": []
    },
    {
        "ID": 271,
        "Text": "271. The Special Rapporteur is grateful that the Government of Viet Nam replied to the joint communication of 25 November 2009. She would like to take the opportunity to refer to Human Rights Council resolution 6/37, in which the Council urges States \"to take all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, as well as incitement to hostility and violence\". In the same resolution, the Human Rights Council urges States to \"ensure that, on account of religion or belief or the expression or manifestation of religion or belief, no one within their jurisdiction is deprived of the right to life, liberty or security of person, subjected to torture or arbitrary arrest or detention, or denied the rights to work, education or adequate housing, as well as the right to seek asylum, and to bring to justice all perpetrators of violations of these rights\". Furthermore, all public officials and civil servants, in the course of their official duties, should respect different religions and beliefs and the Human Rights Council urges States to provide all necessary and appropriate education or training.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 272,
        "Text": "272. The Special Rapporteur would like to reiterate the recommendations of her predecessor in the country report after his mission to Viet Nam, in which Mr. Abdelfattah Amor emphasized that \"there should be no controls which could potentially undermine the right to freedom of religion and belief and its manifestations, in particular through limitations, constraints, prohibitions and sanctions against religious leaders, individuals, organizations, places of worship and other religious property, publications and other activities\" (E/CN.4/1999/58/Add.2, para. 122).",
        "Labels": []
    }
]