[
    {
        "ID": 1,
        "Text": "1. In its resolution 31/16, adopted in March 2016, the Human Rights Council extended the mandate of the Special Rapporteur on freedom of religion or belief for a period of three years. Ahmed Shaheed was appointed as the Special Rapporteur at the thirty-second session of the Council and he assumed his mandate on 1 November 2016.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. An overview of the activities of the mandate holder between 1 November 2016 and 31 July 2017 is provided in the most recent interim report that he presented to the General Assembly at its seventy-second session (see A/72/365, paras. 1 and 2). In addition, he was invited to a number of meetings and consultations on freedom of religion or belief, including the meeting of the International Contact Group on Freedom of Religion, held in New York, and the five-year review of the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence, held in Rabat in December 2017.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Furthermore, he undertook a country visit to Uzbekistan from 2 to 12 October 2017. In 2017, the Special Rapporteur sent 40 communications and issued 14 press releases raising his voice against the violation of freedom of religion or belief in different countries. He also sent country visit requests to Armenia, Egypt, Indonesia, Malaysia, Nepal, the Netherlands, Pakistan, Saudi Arabia, South Africa and Tunisia. His requests to visit Tunisia and the Netherlands were accepted.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. States in every region are increasingly confronting the challenge of safeguarding the right of all persons to freedom of religion or belief while protecting a range of other rights. Establishing a sound body of laws and policies for protecting freedom of religion or belief often involves balancing a range of fundamental rights guaranteed by international human rights instruments, amid manifold political, economic, social and cultural pressures. More people than ever are living abroad. Over 258 million people were international migrants worldwide in 2017, compared with 173 million in 2000. The pressures engendered by migration and globalization, along with easily available telecommunications and social media tools, are accelerating the exchange of ideas and values, ultimately changing the demographic and religious landscape of many societies and accentuating competing interests.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 5,
        "Text": "5. These changes have intensified the rise of fundamentalist movements mobilized against perceived threats from the underpinnings of social change and modernity. Some of these movements possess nationalist orientations that serve to oppose State efforts to respond to demographic shifts by accommodating newer religious communities, including by expanding protections for their full enjoyment of human rights. These circumstances are made even more complex by heightened security concerns emanating from ongoing acts of violence carried out by extremists, which have resulted in greater State interference with religious expression. Religious minorities, in particular, are increasingly facing laws that in effect restrict their freedom, either alone or within a community, to manifest their religion or belief in worship, observance, teaching and practice.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The role of religion in shaping the public agenda and the duties of States to uphold human rights for all are becoming increasingly salient in international relations and within national politics. In most multicultural democratic societies or countries where \"secularism\" is upheld by their constitutions, concerns over the neutrality of the public sphere have moved to centre stage in political debates, judicial politics and people's daily lives. This increasing focus on \"secularism\" is closely intertwined with the need to both respond to religious plurality in many different institutional settings and adapt relationships between religion and the State in ways that are compatible with human rights.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The ever-evolving nature of the relationships between State and religion is of significance to those seeking to promote protections for freedom of religion or belief, because the degree to which States are entangled with various religions or beliefs has farreaching implications for their disposition and ability to guarantee human rights, especially those rights exercised by persons belonging to religious or belief minorities. The present report offers a perfunctory examination of the impact that these relationships pose for a State's disposition to respect and protect freedom of thought, conscience, religion or belief.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur believes this exercise to be timely given: (a) the increasingly disturbing trends in government restrictions and social hostilities involving religion or belief; (b) the growing challenges posed by the struggles between secular and religious actors over the \"public space\" and the \"public agenda\" and the increasingly complex dynamics this competition generates for harmonizing freedom of religion or belief with other fundamental human rights; and (c) the incrementally alarming threat that everevolving policies on religious issues are posing to freedom of religion or belief. Accordingly, examining the impact that these relationships have on the enjoyment of the right to freedom of religion or belief falls squarely within the mandate described in paragraph 18 of Human Rights Council resolution 6/37.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The present report does not attempt to offer a comprehensive survey of the breadth of the relationships between State and religion that exist today. However, it does attempt to employ easily discernible patterns amid the range of entanglements that States have with religion(s) or belief(s), in order to identify the most salient differences among them, along with the ramifications that such entanglements pose for the implementation of international human rights norms and standards. This initial presentation of the basic patterns in such relationships is accompanied by a brief review of the relevant international protections for freedom of religion or belief, along with a succinct discussion about the pressures that such relationships bring to bear on a State's ability to implement the said legal protections for all. Space limitations do not allow the present report to include an exhaustive treatment of the issues that arise from the entanglements between State and religion. However, the report highlights some of those practices which result in violations that are commonly associated with certain such relationships. The report concludes with reflections on the tools and best practices currently available to States seeking guidance as they undertake the progressively complex task of striking this delicate balance between freedom of religion or belief and other human rights.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. All States support, regulate or limit religion and belief to some extent. Some Governments declare official religions; other Governments give preferential treatment to one or more religions; Governments also control or restrict religious organizations and practices within their domain; and some Governments single out the manifestation of certain religions or beliefs for restrictions that are not placed on all adherents within their territory.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Classifying States according to patterns in their relationships with religion(s) or belief(s) is particularly challenging. Such relationships are diverse; often reflecting the vicissitudes and vagaries of history, culture and traditions, along with the competing interests of political, cultural, economic, secular and religious forces within States over the public agenda. The relationships between State and religion are also constantly evolving; undergoing a range of minor or dramatic adjustments, typically in response to social or political pressures.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Studies using various indicators to demonstrate how States engage with religion or belief, and how such entanglements may affect Governments' disposition in promoting and protecting freedom of religion or belief have produced myriad classification models for the relationships between State and religion. Some studies examine the correlation between States' actions or inaction which result in interference with freedom of religion or belief and the extent to which governmental institutions identify themselves with religious institutions or beliefs. Others assess the role of constitutional stipulations in establishing and regulating the overall relationship between religious and State authorities.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. A 2017 study, which focused on the official religion policies and reported State practices of all 193 States Members of the United Nations, concluded that some 42 per cent of States either declared official support for one religion (21 per cent) or conferred favour onto one or more religions (21 per cent). Another 53 per cent of Member States did not identify with any faith or belief. A small number of Member States (5 per cent) exerted \"a very high level of control over religious institutions in their countries or hold a negative view of religion in general\". An earlier study, on the other hand, which also examined the laws, regulations, government policies and government actions of 177 countries, produced 14 subcategories grouped into 4 overarching relationships between State and religion similar to those identified by the 2017 study — concluding that 41 States had official religions, 77 favoured one or more religions, 43 did not identify with any religion and 16 had a negative view of the role of religion in public life.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Given such complexities, there is no consensus as to either how the relationships between State and religion should be classified, or on the terminology for characterizing their nature. The Special Rapporteur does not endorse any conclusion or particular model for such relationships generated by the above-mentioned studies. Nevertheless, some indicators for understanding such relationships are common to these studies, and the general patterns for how States engage with religion or belief gleaned from them are useful for the purposes of this discussion.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. This includes examining States' identification with religion(s) and/or belief(s) by way of declaration in constitutions or other founding documents, which offer some insight into the range of normative attitudes States may hold towards the roles that various religion(s) and/or belief(s) should play in public life and, in extreme cases, private life. At the same time, examining States' official identification with a particular religion is not necessarily determinative of how they will entangle themselves with religion or interrelate with religious communities in practice. For instance, States with official religions, typically, support religion more strongly, but declaring an official religion does not always lead to high levels of actual support for that religion. Consequently, a close examination of the practices that Governments adopt is also essential to understanding the implications that these relationships pose for freedom of religion or belief beyond what the mere existence of an official religion implies.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Of the 660 communications transmitted by the mandate holder from 2004 to 2017, about 86 per cent were sent to the 81 States with official or favoured religion(s) (412 communications) and the 10 States that maintain a negative posture towards religion (157 7 Ibid. communications). By comparison, 14 per cent were sent to the 102 States that do not identify with any particular religion (91 communications). | | Number of Member States | Number of communications sent | |------------------------------------------------|-------------------------|-------------------------------| | States with official orfavoured religions | 81 | 412 | | States that do not identify witha religion | 102 | 91 | | States with a negative view ofreligion | 10 | 157 | | Total | 193 | 660 |",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Similarly, a global study of religious restrictions and social hostility motivated by religion or belief illustrated a strong correlation between the degree to which a Government is entangled with religion and its propensity for protecting or violating freedom of religion or belief and/or combating religious intolerance. Some 24 (58.5 per cent) of the 41 States with an official State religion in that study imposed \"very high\" or \"high\" levels of restrictions on religious practices, while 11 (27.5 per cent) of the 40 States with favoured religion(s), imposed such restrictions in the period 2014–2015. Moreover, only 5 (4.9 per cent) of the 102 States that did not identify with religion engaged in these levels of interference with the prerogatives of religious communities, while all 10 of the States that had a negative view of the role of religion in public life in these studies imposed \"high\" or \"very high\" restrictions.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Social hostilities were the lowest in States with a negative view of religion in public life, with only one State having reportedly experienced a \"high level\" of social hostility motivated by religion, while 44 per cent of those States with an official religion were recorded as having experienced \"very high\" or \"high levels\" of social hostilities. In total, 22 per cent of States with preferred religion(s) and those that did not identify with religion experienced similar levels of social hostility.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. States that either officially identify with religion or favour one or more religions are grouped together in the above analysis due to common factors among them. Namely, their identification with religion(s) and the preferential treatment/support these States confer unto said religion(s). The differences among these States invariably lie, however, in the extent to which States with official or favoured religions are entangled with the institutions of their preferred religion. For the present discussion, therefore, these States are viewed as occupying a spectrum, with those States having nearly indiscernible demarcations between government and religious affairs (\"religious States\") at one end, and those that identify with or favour a religion, but maintain distinct boundaries between religion and State (\"secularlike States\"), at the other.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The constitution or other founding documents of States with an official religion may declare a particular religion or a particular denomination of a religion to be the official or established religion of the State. The law may or may not provide further details about what such a privilege may entail, but typically the official religion of these States enjoys certain political, legal and financial privileges.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Islam is the world's most common official religion. Among the 41 countries with a State religion, 25 (61 per cent) name Sunni Islam, Shia Islam or just Islam in general as their official faith. Most of the countries where Islam is the official religion are in the Middle East and North Africa, while seven officially Islamic countries (28 per cent) are in the Asia-Pacific region. Christianity is the second most common official religion around the world. Thirteen countries (32 per cent of countries with an official religion) declare Christianity, in general, or a particular Christian denomination to be their official State religion. Nine of these countries are in Europe, two countries are in the Americas, one is in the Asia-Pacific region, and one is in sub-Saharan Africa. In some cases, the attachment of the State to religion is engendered by historical circumstances and, therefore, functionally symbolic (mild establishment), although limited privileges tend to be granted to the established religion.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Some 40 States Members of the United Nations do not formally declare a State religion, but favour one or more religions or grant one or more religions certain privileges not accorded to others, including legal and financial advantages. Some of these States single out one religion for support in a manner similar to a State with an official religion, others establish a hierarchy of religions — conferring varying degrees of privilege according to ranking preference. This group also includes States with formal commitments to the separation of religion and State but, in practice, they favour one religion, or are facing growing political pressure to confer legal privileges on one religion over others. In States that unofficially support religion, the religion receiving preferential treatment may or may not be identified in the legal framework but, when they are mentioned, the reference relates more to history and tradition than to the privilege of the truth claims of that religion.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In practice, the relationships that these States have with the favoured religion(s) are remarkably diverse. Among the 40 countries that have a preferred or favoured religion but not an official State religion — most favour Christianity. Twenty-eight countries (70 per cent) have Christianity as the preferred religion, mostly in Europe and the Americas. Five countries in sub-Saharan Africa and three in the Asia-Pacific region have Christianity as the favoured religion. In some countries, multiple religions are favoured to a similar extent by the State.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The majority of States Members of the United Nations (102) do not declare a State religion or confer privilege on religions. This includes 35 African States, 22 countries in the Americas along with an equal number in Europe and 19 Asia-Pacific States. Generally speaking, these countries tend to maintain a separation of church and State, or a \"principled distance\" between religion and State, based on what may be called a \"context-sensitive secularism\" which enables a flexible approach to the issues of the inclusion or exclusion of religion in public life and the degree of such engagement or disengagement.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Many of these States also have explicit commitments to respect freedom of religion or belief in their legal framework. However, they do not necessarily avoid promoting or restricting religious practice. In fact, many of them are increasingly placing restrictions on various aspects of manifestation of religion or belief, including limits on the public display of religious attire.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Some States are viewed as \"cooperationist\"; providing support to all religions, such as through the provision of direct funding to all communities. Others provide only indirect funding, such as through tax exemptions, but also accommodate all religions. Other States stress separatism and the free exercise of religion within the public sphere, while others place greater emphasis on preserving a secular public space and reserving religion for the private sphere.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. A small number of Member States (10) view religion as something negative that should be expurgated from public affairs, and generally respond with severe restrictions on the civic space. The legal framework of these States can involve commitments to secularity, freedom of religion or even to a particular religion. Some of these States ban the role of religion in public life all together, while others allow for nominal freedom to worship. But the hallmark of these States is their propensity for imposing very tight restrictions on the legal status, funding, autonomy and political activities of religious actors and institutions for the purposes of limiting the role of religion, generally, in public and, at times, private life.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. International human rights treaties are reticent on the sort of relationship a State should have with religion or belief. They do, however, impose a duty upon States to be impartial guarantors of the enjoyment of freedom of religion or belief, including the right to freedom from religion, for all individuals and groups within their territory and subject to their jurisdiction. The Human Rights Committee, in paragraph 9 of its general comment No. 22 (1993) on the right to freedom of thought, conscience and religion, states clearly that the fact that a religion is recognized as a State religion or that its followers comprise the majority of the population should not effectively impair the enjoyment of their rights under the International Covenant on Civil and Political Rights, including articles 18 and 27, or result in discrimination against non-believers or adherents to minority religions.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Human Rights Committee notes that this duty involves both negative obligations, like refraining from perpetuating discriminatory acts, and positive duties, such as the obligation to protect against third-party infringements, including incitement to religious hatred. States are also obliged to ensure that individuals belonging to minorities are able to practise their religions or beliefs or receive public support in the same manner as adherents to a State religion. Other positive duties include satisfying all obligations stipulated by article 27 of the Covenant and by the Declaration on the Rights of Persons Belonging to Ethnic, Religious and Linguistic Minorities, which require States to \"take measures to create favourable conditions\" that enable persons belonging to religious, ethnic and linguistic minority communities, to \"express their characteristics\". Furthermore, the Beirut Declaration and its 18 commitments on \"Faith for Rights\" explicitly refer to preventing the use of the notion of \"State religion\" or \"doctrinal secularism\" to discriminate against individuals or groups, and to \"reducing the space for religious or belief pluralism in practice\".",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The nature of a State's obligation to promote and protect the right to freedom of religion or belief must be understood within a wider human rights-based framework that stresses the principles of universality, equality and freedom, and which satisfy the duties to respect, protect and promote all human rights for everyone. Article 18 of the Covenant requires States to respect and protect, without discrimination, the freedom of thought, conscience, religion or belief, which includes: (a) the right to have or to adopt a religion or belief of one's choice; (b) the unconditional freedom from coercion; (c) the right to manifest that religion or belief, either individually or in community with others, in worship, observance, practice and teaching; and (d) the liberty of parents and guardians to provide a religious and moral education for children in accordance to their convictions and in accordance with the evolving capacities of the child. A number of other obligations and specific duties are detailed in articles 1–6 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 31,
        "Text": "31. To realize this right, States must also guarantee equal protection under the law, especially within the scope of articles 5 and 20 (2) and as specifically mandated by article 26 of the Covenant. Any interference with the right to manifest one's religion or belief must be limited to the exhaustive grounds specified by article 18 (3), but in every case while ensuring the freedom of thought, conscience and religion or belief for everyone on the basis of equality and non-discrimination. No State, group or person may engage in any activity aimed at the destruction of any rights and freedoms enshrined in the Covenant (art. 5).",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The work of treaty bodies and the mandate of the Special Rapporteur shows not only that understandings of how these rights are realized have evolved in the past three decades, such as in the case of \"reasonable accommodation\", but also the diversity of ways in which the realization of these rights might be impeded. Moreover, communications and reports produced by the mandate holder reveal that all aspects of freedom of religion or belief have been challenged, although some more frequently than others, especially in contexts where the State imposes a particular ideology related to religion or belief. Increasingly, this work also illustrates that the violation of the right of freedom of religion or belief by non-State actors is usually more widespread in contexts where the State fails to extend equal protections to all.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. A State's motives for perpetuating unlawful discrimination are often informed by the nature of its relationship with a particular religion or its espousal of a particular ideological position vis-à-vis religion. As noted by the Special Rapporteur in his previous reports, freedom of religion or belief and the right to equality/non-discrimination are inextricably linked. For this reason, it can be said that \"the overarching test\" for whether the entanglements between State and religion are prone to perpetuating rights violations is their resulting propensity for promoting non-discrimination \"in the equal enjoyment of all human rights by all\". 14",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Key indicators of a State's disposition to promote non-discrimination include how it \"addresses women's rights, minority rights, criminal punishments, neutrality in education, neutrality in resolving disputes between and within various religious or belief communities, and public manifestations of freedom of religion or belief\". Where a State explicitly associates itself with particular religion(s) or truth claim(s), members of unaffiliated groups invariably suffer various forms of discrimination — including direct, indirect, or both which have a negative impact on their ability to exercise their freedom of religion or belief. A State must, therefore, ensure that the \"purpose\" or \"effect\" of its entanglement with religion does not lead to \"the nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis\". 17",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 35,
        "Text": "35. States must first impose sanctions for any discrimination on the basis of religion or belief when it comes to the exercise of enumerated rights enshrined in a number of human rights instruments in order to fully realize freedom of religion or belief. Moreover, Article 26 of the Covenant provides a freestanding right to equal protection under the law, which can be invoked regardless of whether the right (or benefit) in question is one that is enumerated. As already noted, in States where ethnic, religious or linguistic minorities exist, these persons \"shall not be denied the right, in community with the other members of their group, to enjoy their own culture, to profess and practise their own religion, or to use their own language\". While differential treatment between different groups by States (including based on religion or belief) may not always amount to unlawful discrimination if the criteria for such differentiation are reasonable and objective, the burden is always on the State to provide sufficient proof that the aim of such treatment is to achieve a purpose which is legitimate.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The full realization of equality, including with respect to the exercise of freedom of religion or belief, requires States to move beyond tackling \"formal discrimination\" to achieving \"substantive equality\". While eliminating formal discrimination requires removing barriers to ensure that a State's constitution, laws and policies do not discriminate on prohibited grounds, achieving substantive equality means, inter alia, \"immediately adopt[ing] the necessary measures to prevent, diminish and eliminate the conditions and attitudes which cause or perpetuate substantive or de facto discrimination\". Furthermore, longer-term measures would be required, that should result in the State undertaking positive steps to ensure that individuals belonging to religious or belief minorities are able to enjoy religious freedoms and rights on a permanent basis and equal to members of the majority religion or belief. Thus, as previous mandate holders have stressed, equal treatment is not synonymous with identical treatment.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Religious discrimination does not only take place when an individual's right to manifest their religion or belief freely is restricted or interfered with by the State or non-State actors. It can also take place when an individual's enjoyment of other fundamental rights — for example the right to health, education, expression — is restricted or interfered with by State or non-State actors in the name of religion, or on the basis of a person's religion or belief.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. In certain States where religion has been given \"official\" or privileged status, other human rights of individuals — especially women, persons belonging to religious minorities and lesbian, gay, bisexual, transgender and intersex persons — are disproportionately restricted or vitiated under threat of sanctions as a result of the obligatory observation of State-imposed religious orthodoxy, such as regulation of women's attire (e.g. the hijab) or the need to conceal one's non-conforming sexual orientation or gender identity.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur also notes with concern the increasing trend by some States, groups and individuals, to invoke \"religious liberty\" concerns in order to justify differential treatment against particular individuals or groups, including women and members of the lesbian, gay, bisexual, transgender and intersex community. This trend is most often seen within the context of conscientious objection, including of government officials, regarding the provision of certain goods or services to members of the public.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Such discrimination is most injurious where laws and policies are grounded in the imposition of certain theological prescriptions or worldviews, rather than on justifications accessible to all; especially where there are glaring democratic deficits and also social inequalities along ethnic or religious lines. It should be noted, however, that the jurisprudence of the Human Rights Committee and the regional human rights courts uphold that it is not permissible for individuals or groups to invoke \"religious liberty\" to perpetuate discrimination against groups in vulnerable situations, including lesbian, gay, bisexual, transgender and intersex persons, when it comes to the provision of goods or services in the public sphere.",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Of significant note is the frequency at which States' adherence to faith-based claims affect their capacity to protect the human rights of women. The voluminous religious-based reservations entered by States parties to the Convention on the Elimination of All Forms of Discrimination against Women are one case in point. The breadth of impositions on women's rights justified by States in the name of religion, including those which limit their full participation in political, social and economic life, perpetuate an environment that enables harmful practices against women and prevents society from achieving gender equality. This includes the denial of access to reproductive health services and refusals to provide adequate legal and policy safeguards against domestic violence manifested in the form of marital rape and so-called \"honour crimes\". 23",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur would like to reiterate that freedom of religion or belief can never be used to justify violations of the rights of women and girls, and that it can no longer be taboo to demand that women's rights take priority over intolerant beliefs used to justify gender discrimination. It would be contrary to both women's human rights as well as freedom of religion or belief provisions to allow one set of rights (i.e. women's rights) to be undermined on the basis of claims made in defence of the right to freedom of religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur also notes the overlapping and sometimes tense relationship between the exercise of freedom of religion or belief and freedoms of expression, peaceful assembly and association (articles 19, 21 and 22 of the Covenant, respectively). Criticism of religion, religious leaders or doctrine, which is often an exercise of freedom of expression, is not a violation of freedom of religion or belief. In his previous reports, the Special Rapporteur highlighted the special relationship between articles 18 and 19 of the Covenant, noting that anti-blasphemy laws and anti-apostasy laws should be repealed.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. While international human rights law allows certain restrictions related to the manifestation of one's religion or beliefs with respect to worship, observance, practice and teaching (often referred to forum externum), any and all limitations must be the exception and not the rule. These limitations must be narrowly construed and must not be discriminatory towards persons belonging to a religion or belief. Moreover, the burden of justification for such restrictions falls on those who wish to impose them.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. According to article 18 (3) of the Covenant, which must be strictly interpreted, all limitations on freedom of religion or belief must be prescribed by law and they must be necessary and directly related to pursue a legitimate aim: the protection of \"public safety, order, health, or morals or the fundamental rights and freedoms of others\". These restrictions must also be proportionate to the realization of the legitimate aim and, therefore, the least restrictive among all the adequate measures available. A review of information published by human rights mechanisms, including treaty bodies such as the Human Rights Committee, shows that many States rely on restrictions as the rule and not the exception and often fail to provide any justifications for limiting freedom of religion or belief pursuant to the criteria laid out in article 18 (3). The Special Rapporteur notes with concern the prevalence of countries that have adopted a complex set of regulations that unlawfully restrict various manifestations of freedom of religion or belief on the basis of vague and broad concepts such as \"national identity\", \"national unity\" or \"culture\". In addition, \"national security\" may not be invoked as a ground for limiting the freedom to manifest one's religion or belief under international human rights law.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Some of the most commonly applied regulations directly interfere with the autonomy and internal management of faith communities, including the right to proselytize and spread a faith; the freedom to establish and maintain charitable or humanitarian institutions; and the right to train, appoint and elect community leaders and members of the clergy. The Special Rapporteur observes that States which officially identify with a religion, or that have significant entanglements with particular religion(s), or those that maintain a negative posture towards religion, are most prone to these types of unlawful interference.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Nevertheless, States that adopt more secular or neutral governance models may also run afoul of article 18 (3) of the Covenant if they intervene extensively, overzealously and aggressively in the manifestation of religion or belief alleging the attempt to protect other rights, for example the right to gender equality or sexual orientation. Such protection efforts need to be reconciled with the obligations to uphold freedom of religion or belief, although its manifestation can be limited if this leads to the violation of the rights and freedoms of others. When these rights ultimately clash, every effort must be made, through a careful case-by-case analysis, to ensure that all rights are brought in practical concordance or protected through reasonable accommodation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Whether States support religion formally or do so in practice, or do not identify with any religion, or pursue policies intended to limit religion or belief in public life, many States adopt policies and engage in practices which result in a range of impediments and/or violations of freedom of religion or belief and/or interrelated rights. While States that impose official religions on their populations and those that seek to restrict all forms of religion are most prone to violating the right to freedom of religion or belief, no governance model for the relationships between State and religion is truly immune from unlawfully restricting or unduly interfering with manifestations of religion or belief.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. For example, States with a negative view of religion that attempt to \"sanitize\" the public sphere from any religion or belief, or by rejecting policies for accommodation may, in some cases, run afoul of their duty to respect the right to manifest one's religion or belief. Such efforts may also fail the \"test\" of non-discrimination, by which States are obliged to realize formal and substantive equality for all individuals, including members of groups in vulnerable situations, such as religious minorities.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Thus, regardless of the relationships States may allege or may have with religion(s) or belief(s), the manner and extent to which they support, restrict, regulate and limit religion in the public or private spheres pose significant implications for the implementation of human rights obligations. The extent to which State actions result in intervening with religion or belief or in undermining other underlying human rights, and the level to which government and religious institutions are entangled, have serious implications for the ability of States to respect, protect and promote freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The majority of States with official religions, or that favour one religion over others, devise systems for managing varying degrees of support to the preferred religion and in many cases to other religions being practised in their jurisdictions. This means that in most of these countries, the institutions of one or more religions receive benefits that are not shared by those of all faiths. States that officially identify with or confer preference on a particular religion are, typically, more likely than other States to interfere with religious practices. According to one recent study, some 78 per cent of States with official or favoured religion interfered to some degree with the religious manifestation of individuals or belief groups in 2015.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. A subset of these countries, considered to be \"religious States\", explicitly identify as confessional States; or States which officially propagate a particular religion and encourage their citizens to do likewise. These States, typically, possess systems of support that, in effect, grant the official religion a monopoly in religious and State affairs. In doing so, religious States take a proactive interest in the preservation and propagation of State religions — an endeavour that, at times, conflicts with a range of other obligations that must also be observed in order to both realize freedom of religion or belief for all persons and protect a range of other human rights.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Government efforts to secure and preserve the monopoly that State religions have in the public affairs of these countries often involve: (a) the application of high levels of restrictions on the rights of individuals that do not subscribe to the majority religion; (b) a high degree of regulation of the institutions and associations of minority religions; and (c) a propensity to enforce religious precepts of the State religion. As such, religious States are more likely to discriminate against minority religions and tend to place high levels of restrictions on freedom of religion or belief of all.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. In some of these countries, members of non-favoured religions are prohibited from engaging in public acts of religious expression among members of the favoured religion, and places of worship used by the former are often placed under government surveillance in order to ensure that members of the favoured religion do not attend religious services held on those premises. Governments may also prohibit women from praying in public or impose dress codes on them. Moreover, the conversion of religious minorities to the State religion is encouraged, but conversions away from the predominant religion is antithetical to the State's interests and therefore strongly discouraged or even sanctioned. This also means that proselytism by minority religions or beliefs to members of the dominant religion is either strongly discouraged or prohibited.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Some religious States constitutionally reserve an important position and role for the religious precepts of the State religion, for example by requiring religious doctrine to be \"a source\" or \"the source\" of legislation or by prohibiting the adoption of laws that contravene religious doctrine. Such entanglements between the political organizations of the State and religious authority and governance often result in the mainstreaming of religious laws within the State's legislative, executive and judicial activities. This includes laws that define the relationship religious States have with minority religions and those that govern personal status laws, including laws that govern matters such as sexual and reproductive rights, marriage, divorce, child custody and inheritance.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Members of a particular faith may enjoy privileged access to public office, including by reserving the office of the head of State or head of Government or other senior positions for members of that faith. Women may also be excluded from holding certain public posts, such as Head of State or certain positions in the judiciary. There can also be governmental control of clerical positions within the dominant religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Religious instruction may be compulsory in public schools or the authorities may in other ways interfere with the freedom of religion or belief of children or with parental rights regarding the education of their children. Religious minorities might face severe restrictions in the dissemination of knowledge about their traditions or in the training of their clerical order.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Several States with official or preferred religions restrict religion or belief by formally banning certain religious groups. Among those countries in the world that have this kind of ban in place, 44 per cent are countries with an official State religion, while 24 per cent are countries that have a preferred or favoured religion. Banning of religious groups is much less common among States that do not have an official or preferred religion, with only three countries in this category maintaining formal bans on particular groups in 2015. In addition to States criminalizing atheism, the use of anti-blasphemy and anti- apostasy laws amount to a de facto ban on the manifestation of humanism and non-religious beliefs.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Unlike religious States where there is a high degree of government entanglement with religion, there are a number of States that declare official religions or express preference for one or more religions, rendering other religions unequal in law, but not necessarily perpetuating inequality among adherents of religions or beliefs not supported by the State. These States tend to possess systems for separation between religion and State, often avoiding the notion that religious claims have any bearing on political, legal or policy choices.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In other cases, these States confer multi-tiered preference, whereby one religion receives the most benefits, while other religions receive less benefits than the preferred one, but still more than others. In other cases, multiple religions or belief groups are given benefits, although less than the preferred religion. Finally, multiple religions receive benefits that others do not. Many of these States actively cooperate with the institutions of the State religion, providing these bodies a protected and autonomous role in society that is recognized at a constitutional level. In such States, religious groups can play an important role in society and can work with civil authorities to achieve common goals.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Some of these States have much in common with the non-identification category. However, even in the absence of overt forms of discrimination, there may be hidden or indirect forms of discrimination. This may occur, for example, in the education sector, either through discriminatory funding or ineffective opt-out options from compulsory religious education in public schools, or in the observance of days of rest. Certain forms of religious manifestation may also be privileged over others in these States by interpreting such exhibitions to be reflections of cultural heritage or by assigning secular meanings to them, such as \"national values\" or \"tradition\".",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. A broad and diverse set of States (53 per cent) with varied cultures and covering all regions are characterized as having no identification with religion. A core feature of these States is the emphasis placed on the principle of non-discrimination and the need to maintain equidistance between all belief groups and the State — even in the field of religious practices or whether or not some religions and belief traditions are seen as part of the State's cultural or historical heritage.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In some cases, these States support religion, providing a variety of arrangements, such as financial benefits, to all religions that maintain their independence from the State (the cooperationist variant). However, this may exclude non-religious belief groups. In other cases, direct funding is not provided but other forms of support, such as tax exemptions, is (the accommodationist variant). Some of these States advocate for separation from all religion as a means to protect both State and religious communities from interfering in the affairs of the other. While some States go beyond the promotion of separation and call for secularism per se, with manifestation of religious practices strictly relegated to the private sphere. In all cases, religious groups function autonomously.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. These States appear best positioned to respect a range of human rights, including the right to freedom of religion or belief. The separation between religion and politics in these States, for example, gives them a greater space to fulfil their role as impartial guarantors of freedom of religion or belief for all; authorities are more likely to confront hate crimes and incitement to religious hatred on equal grounds and to provide equal judicial assistance to all individuals regardless of their religious or belief communities. Secular schools are also more likely to equip their students with (neutrally taught) religious literacy, based on objective history, and the use of religious values and references can be part of the political discourse, competing with non-religious beliefs and other rationales to influence public policy, in the \"marketplace of ideas\".",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. However, these States may also, in practice, face several challenges. For example, benefits provided on an equal basis may be more accessible to established religious communities than some newer or emerging groups who may struggle for recognition and continue to be perceived and/or stereotyped as \"sects\". Furthermore, in some cases, where attempts to accommodate religious distinctions are rejected as signs of inappropriate State favouritism or differential treatment, the erosion of the freedom of religion or belief, frequently in the name of \"others' rights\", can occur. A string of judicial proceedings, debates in the media and political initiatives have contributed to this transformative process, putting into jeopardy certain religious rites and practices such as male circumcision, kosher slaughtering and the wearing of religious symbols. Such regulation of religious practice sometimes tends to \"erect a barrier between one's conscience and actions manifesting that conscience\" and can be indifferent to the integral nature of some forms of practice to individual conscience and agency.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Although these States appear best positioned to protect religion and the State from each other, and to recognize the universality of freedom of conscience, the extent to which the model is able to achieve its objective is in no small measure related to the ability and willingness of these States to implement their official policies. Thus, some States that profess non-identification struggle with upholding this pledge where there is disregard for the rule of law, and where politicization and rising xenophobia challenge the neutral or secular foundations of the State. Therefore, like all other models for the relationships between State and religion, the extent to which national religion laws satisfy international standards, the degree of respect for the rule of law and the level of tolerance and respect for diversity in law and practice are requisite determinates for being able to realize the goal to be an impartial and trustworthy guarantor of freedom of religion or belief for everyone.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Worldwide, 10 countries pursue a policy of containing religion. Frequently associated with State-promoted atheism, the authorities in these States pursue a highly restrictive policy towards religion. The underlying feature of this model is that the State intends to control religion, both in the public and, at times, private spheres. Regulations are enforced to keep religion out of public affairs. Authorities cultivate a negative identification towards any religion. In other words, the obligation to accommodate everyone's right to enjoy freedom of religion or belief is not respected.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Ironically, such State behaviour is not unlike the polar opposite of this model: \"religious States\", where religion is enforced upon individuals. The top eight recipients of communications by the mandate are from these two groups. In both cases, the State embodies a sacredness where no other religion or belief should rival the State ideology. As a result, the overall context of these States is repressive and contains elements of coercion. Restrictions on religious practices are often articulated in the name of ensuring \"equality\" for all citizens. However, equal opportunities for individuals to enjoy these rights may be non-existent. In fact, all forms of (individual) freedom are sacrificed in the name of (collective) equality.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. These States tend to impose high levels of restrictions, resulting in a wide-range of documented violations of freedom of religion or belief. Moreover, other interdependent and mutually reinforcing rights are invariably violated too, including the freedoms of opinion, expression, peaceful assembly and association, which are all interdependent and interrelated. Among the most notorious examples of this intersection of rights is the ability to express views, and to express, write, publish, disseminate or import religious publications — as well as to practise these rites in community with others. Censorship over press, media and publications restrain a whole range of these rights.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The freedom of conscience may not be recognized, as in the case of compulsory military service for conscientious objectors, when the State does not provide them with the option of an alternative service that is compatible with the reasons for conscientious objection, of a non-combatant or civilian character, in the public interest and not of a punitive nature.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Proselytizing is also commonly banned for all religious groups. Private or public observances of religious practices, worship or customs are frequently proscribed. Similarly, this applies to gaining access to and building places of worship. The Special Rapporteur's mandate has received reports that, in some countries, attendance at places of worship is restricted by age and location, or that the observance of certain religious practices, such as those related to diet or fasting, is prohibited. Limitations on the freedom of movement might result in restrictions on travel overseas for the performance of faith-based or faithrelated activities.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. These States also commonly interfere in the internal arrangements of faith communities, such as in the appointment of clerics and the language, content and duration of religious services. In some cases, the State may designate a religious leader for a community while persecuting the spiritual leader appointed by the community itself. Likewise, the State may even set up an official religious organization for the purpose of controlling rather than supporting a religion. The general culture of control in such countries does not provide space for places where a discursive challenge to established authority can flourish. Restrictions imposed on the manifestation of religion either exceed the test of proportionality or cite grounds not provided for by international law, such as \"national unity\", \"religious harmony\" or \"sowing division among the people and religions\". Increasingly, security-related arguments are deployed to suppress religion or belief. New religious groups are often declared \"dangerous\" to \"national security\", even though article 18 (3) of the Covenant does not include national security as a legitimate limitation ground for restricting the manifestation of religion or belief. Arrests for religious activities are carried out and religious officials or members may suffer from continued detention or harassment.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. In some cases, religious education is prohibited in public or private schools. Generally, religious education is tightly controlled, for example direct government control of teachers and restrictions on the running of religious schools. General censorship laws might restrict the availability of religious literature, save those that are officially sanctioned by the State. Anti-religious propaganda can appear in official or semi-official government publications.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Discriminatory or burdensome registration requirements may be imposed on religious organizations. These may include setting a high bar for eligibility with regard to numbers, geographic spread or length of presence in the country; or requiring that registration application be signed by all members of the religious organization and contain detailed personal information; or that a religious association can only operate at the address identified in its registration documents; or that they require periodic renewal of registration.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Although international law does not prescribe a particular type of relationship between State and religion, the communications issued by the mandate holder show that certain types of relationships are more frequently associated with violations of freedom of religion or belief than others. Such relationships are incredibly diverse and complex, but three broad types of relationships are discernible and provide a useful analytical basis to discuss the challenges that States face in promoting and protecting freedom of religion or belief. These three types of relationships are: (a) States with official or favoured religions; (b) States with no identification towards a religion; and (c) States that pursue policies to heavily restrict the role of religion.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. All States, regardless of their relationship with religion, face challenges in the field of human rights. However, aspects of two such relationships discussed in the present report appear highly incompatible with the range of States' obligations to uphold freedom of religion or belief. These include those of \"religious States\" and those with a negative view of religion's role in public life. The extent to which States support an official religion, the degree to which they enforce that religion and the extent to which they control, regulate and restrict the religion pose significant implications for States' disposition to promote and protect freedom of religion or belief. On the other hand, States with a negative view of religion tend to impose restrictions on all religion, including those held by the majority of persons under their jurisdiction. Ironically, even though they represent polar opposite models in terms of support for the role of religion in public life, States that \"heavenly enforce\" and those that \"heavily restrict\" religion are both motivated to establish a monopoly for their ideologies and, as such, often require force and generally involve discrimination against those that do not share their views.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. States that enforce its official religion have very high levels of restrictions on freedom of religion or belief and often discriminate against persons belonging to religious minorities, women, lesbian, gay, bisexual, transgender and intersex persons, converts or apostates and non-believers. States with a negative view of religion have equally high levels of restrictions on freedom of religion or belief for any individual manifesting another belief contrary to State atheism. In both cases, the nexus of other interdependent and mutually reinforcing rights is invariably violated too, such as freedoms of opinion, expression, peaceful assembly and association. Thus, in these models, even persons belonging to the numerically majority religion may be subject to repression and persecution.",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 78,
        "Text": "78. States that have preferences towards religion(s) frequently engage in practices that unduly restrict people's freedom of religion or belief, in particular religious or belief minorities who may be singled out and discriminated against, as a result of a de facto or de jure \"hierarchy of religions\". Those that are preferred by the State generally have a historical presence in the country and the preferential recognition accorded to them may be motivated by a desire to include also religious minorities in nation-building. However, this is often accompanied by discrimination against newer religions, including burdensome requirements for registration, along with denial of recognition, or attempts to maintain interreligious harmony through laws that proscribe religious offence or in other ways privilege the religious collective over individual rights.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. States that have no identification to religion, being numerically the largest of the three categories, encompass a broad range and diversity of States. The hallmark of this category of States is the stance of treating all religious communities on an equal basis, although they range from those that are more positively inclined towards the role of religion in society to those who seek to privatize religious practice. While many States in this model are predisposed to respect freedom of religion or belief, there are also many challenges, including that of management of conflicts between different human rights. Where there is a high degree of convergence between social values and religious practices, there are fewer clashes between religious freedom and other human rights. However, where there is a plurality of social values, difference-blind policies might de facto create a hierarchy of rights where laws of general effect impose disproportionate burdens on religious minorities, unless there is reasonable accommodation.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. While these three broad categories serve a useful analytical function, there are also important distinctions. States with \"mild\" forms of establishment, i.e. where the attachment is symbolic and shorn of any policy or legal significance, seem to have more in common with some versions of the non-identification model, especially where there are strong commitments to equality and non-discrimination, while at the same time recognizing the positive role that religions and beliefs play in society. Likewise, those in the non-identification category, especially those that privilege doctrinal secularism over religious concerns, and pursue difference-blind policies, risk violating its obligations to respect the freedom of religion or belief of persons belong to religious minorities.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. International human rights law imposes a duty on States to be impartial guarantors of the enjoyment to freedom of religion or belief of all individuals and groups within their territory and those subject to their jurisdiction. Moreover, there is no hierarchy of human rights and where freedom of religion clashes with the right to non-discrimination and equality, or laws of general effect, the focus should be on ensuring that all human rights are protected, including through reasonable accommodation. Amid rising diversity, it appears axiomatic that the role of the State as an impartial guarantor of the rights of all is mostly likely to be fulfilled when the State adopts a posture of cooperation and accommodation without identification. Indeed, it is difficult to conceive of an application of the concept of State Religion that in practice does not have discriminatory effects on the variety of \"others\" that are created.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. While many States express commitments to guaranteeing freedom of religion or belief, some of the protections are narrower than those specified in article 18 of the International Covenant on Civil and Political Rights or include limitations that are inconsistent with international law. Some States do not provide any legal guarantees or indeed ban certain religious communities or subject them to burdensome registration processes, which deny them legal personality. The Special Rapporteur recommends that States' legal framework must be aligned with the guarantees of freedom of religion or belief specified in international human rights law as a universal human right.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Anti-blasphemy laws, which frequently serve to uphold State-sponsored religion or truth claims (existing even in States that do not formally identify with one religion) stifle the enjoyment of freedom of religion or belief, and the ability to engage in a healthy dialogue about religion. They are also used to target political dissidents, humanists, non-believers or any religious thinker who expresses different theological views than the State-sponsored religion. As also called for in several recent international action plans, such anti-blasphemy laws must be repealed as a matter of priority and are incompatible with the Covenant.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The State must recognize that, although there are associational rights, freedom of religion or belief is a right that resides with the individual and not with a group per se. Therefore, anti-conversion laws are inconsistent with the international human rights framework and amounts to an illegal interference with an unqualified right to freedom of thought, conscience, religion or belief.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The right of parents to provide a moral and religious education, consistent with their religious worldviews and in accordance with the evolving capacities of the child, must be fully respected. In this regard, the Special Rapporteur would like to highlight the useful guidance provided in the Final Document of the International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination and the Toledo Guiding Principles on Teaching about Religion and Beliefs in Public Schools.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. When offering a privileged legal status position for certain religious or belief groups, such a specific status should be accorded in strict conformity with the principle of non-discrimination and should fully respect the right to freedom of religion or belief of all human beings. Privileged positions accorded to religious or belief groups should never be politicized for purposes of identity politics, as this may have detrimental effects on the situation of individuals from minority communities.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. States are reminded of their obligation to provide protection to refugees and migrants, regardless of their specific religion or belief. The pretext that refugees and migrants would erode the traditional religious make-up of a country amounts to a \"territorialization\" of religion, which violates the spirit and the letter of the universal right to freedom of religion or belief. States should also reform family law and personal status law provisions that may amount to de jure or de facto discrimination against persons belonging to religious or belief minorities, for example in inheritance and custody matters. States should establish a policy of public symbolic actions by which they send a clear message that religious or belief minorities are part of the larger society. An example of such symbolic presence is the participation of political representatives in ceremonies held by minorities.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 88,
        "Text": "88. Respect for freedom of religion or belief is closely related to the degree of tolerance and respect for diversity within a society. The Special Rapporteur would like to reiterate the recommendations made by his predecessors on encouraging States to facilitate interfaith communication and to invest in both religious literacy and religious freedom literacy.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Finally, the Special Rapporteur would like to reiterate commitment IV of the \"Faith for Rights\" framework, which warns against the use of the notion of \"State religion\" to discriminate against any individual or group as well as against the use of \"doctrinal secularism\", which risks reducing the space for religious or belief pluralism in practice. He stresses that States must satisfy a range of obligations, including to adopt measures that guarantee structural equality and to fully realize freedom of religion or belief. In the light of these obligations, the Special Rapporteur echoes the importance of adopting a model for the relationship between State and religion that is in harmony with the concept of \"respectful distancing\" — i.e. political and legal, but not social, disentanglement from religion — which rests on a \"deep grounding of secularity based on human rights\". Such a model ensures \"that the State does not resort to religious exclusivity or bias in culture, identity, schooling, or even symbolism for short-term ends and for vested interests, but will continually strive to create spaces of inclusiveness for all as an active and ongoing endeavour\". 41",
        "Labels": []
    }
]