[
    {
        "ID": 1,
        "Text": "1. The workshop on the impact of the application of unilateral coercive measures on the enjoyment of human rights by the affected populations in the States targeted was held on 5 April 2013, in Geneva. It was chaired and moderated by the former Permanent Representative of Algeria to the United Nations Office at Geneva, Idriss Jazairy. The workshop was composed of the opening session and three subsequent thematic sessions: - Session I: Unilateral coercive measures: concept, legal framework and challenges - Session II: Impact of unilateral coercive measures on the enjoyment of human rights - Session III: The way forward During the thematic sessions, nine panellists made presentations, which were followed by an interactive dialogue.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The objective of the workshop was to provide a platform for the exchange of views among States, academic and civil society experts, and human rights mechanisms, on the impact of the application of unilateral coercive measures on the enjoyment of human rights, to allow all stakeholders to discuss new trends, and to brainstorm on the way forward.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In opening the workshop, the Chairperson outlined four methodological issues, and invited all participants to be specific in formulating practical proposals for the Human Rights Council with regard to the nature and impact of unilateral coercive measures in terms of human rights. The first issue concerned the meaning of \"unilateral coercive measures\". The Chairperson asked whether \"unilateral\" only encompassed coercive measures applied by a single State to bring about a desired change in the policy of another State, or whether it should include coercive measures by regional groups without Security Council clearance or a mandate from the World Trade Organization. He then pointed out that the mandate of the workshop referred to \"coercive measures\" rather than \"sanctions\", and asked whether the two terms should be considered synonymous. The Chairperson further asked if the participants would accept the connotation of coercive measures as being the \"half-way house\" between diplomacy and the use of force or whether they would favour a broader definition that included also \"threats of the use of force\". Lastly, he asked whether the workshop should take coercive measures for granted and discuss how to minimize their adverse impact on the enjoyment of human rights, or whether it should question the legitimacy of such measures.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. On behalf of OHCHR, the Director of the Research and Right to Development Division delivered welcoming remarks. She noted that the impact of unilateral coercive measures had been addressed on various occasions in relation to the three pillars of the work of the United Nations: peace and security, development, and human rights. She highlighted a number of United Nations reference documents that could be a helpful basis for discussion, including a thematic study on the impact of unilateral coercive measures on the enjoyment of human rights, including recommendations on actions aimed at ending such measures conducted by OHCHR in 2012, general comment No. 8 of the Committee on Economic, Social and Cultural Rights, and a working paper presented to the Subcommission on the Promotion and Protection of Human Rights on the adverse consequences of economic sanctions on the enjoyment of human rights. The year 2013 marked the twentieth anniversary of the Vienna Declaration and Programme of Action, which called upon States: to refrain from any unilateral measure not in accordance with international law and the Charter of the United Nations that creates obstacles to trade relations among States and impedes the full realization of the human rights set forth in the Universal Declaration of Human Rights and international human rights instruments, in particular the rights of everyone to a standard of living adequate for their health and well-being, including food and medical care, housing and the necessary social services. In conclusion, she stated that the drafters of the Vienna Declaration had put people and their rights at the centre, an approach OHCHR continued to advocate. When addressing the impact of unilateral coercive measures on the enjoyment of human rights, we must focus on people, in particular vulnerable groups and individuals whose rights were most likely to be affected.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In his keynote speech, the President of the Constitutional Court of Belgium, Mr. Bossuyt, listed four features about sanctions that had been highlighted in the abovementioned working paper of the Subcommission that he had prepared: sanctions should always be limited in time; they affected most seriously innocent populations, especially the most vulnerable; they aggravated imbalances in income distribution; and they often gave rise to illegal and unethical business practices. He then provided a brief classification of sanctions, including trade, financial, travel, military, diplomatic and cultural sanctions, and proposed criteria to evaluate them: whether the sanctions concerned were imposed for valid reasons and within a reasonable time frame; whether they targeted the proper parties, goods or objects rather than innocent civilians; and if the sanctions were effective and free from \"protest arising from violations of the principles of humanity and the dictates of the public conscience\". The most important criterion in evaluating sanctions was their legitimacy; it could hardly be disputed that sanctions imposed by the Security Council, unlike sanctions imposed unilaterally, were legitimate. He stressed that the effectiveness of sanctions should be periodically assessed, which would in turn affect their legitimacy.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Mr. Bossuyt stated that preference should be given to \"smart sanctions\" so that adverse consequences for the civilian population could be avoided. Such sanctions were conceived to affect directly political leaders by targeting their personal foreign assets and access to foreign financial markets, and subjecting them to travel restrictions. He then cited the three case studies examined in his working paper, which concerned Burundi, Cuba and Iraq. In conclusion, the effects of sanctions had to be evaluated at regular intervals (no more than one year at the maximum) and their impact on the enjoyment of human rights of the population should be taken prominently into account. If the desired results could not be attained within a reasonable time, the measures should be suspended; otherwise, the sanctions might lose legitimacy and become counterproductive.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Subsequently, the Chairperson opened the floor for general statements. Representatives of Belarus, Cuba, Iran (Islamic Republic of) (on behalf of the Non-Aligned Movement), Iraq, the Sudan, the Syrian Arab Republic and Zimbabwe took the floor. Several delegations spoke of the impact of sanctions and unilateral coercive measures on their countries and how the human rights of the populations, such as the right to work, the right to health, the right to food, freedom of movement and the right to development, had been affected. A number of speakers stated that unilateral coercive measures constituted violations of the Charter of the United Nations and the multilateral trading system, and requested that these measures to be revoked immediately. Some delegations stated that unilateral coercive measures constituted human rights violations, including of civil, political, economic, social and cultural rights, as well as of the right to development. Several speakers highlighted the humanitarian, economic and development impact of sanctions, adding that sanctions on the transfer of funds had prevented the importation of food and medicine, as well as construction and other materials needed for the development of the countries targeted.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Responding to questions, the Director of the Research and Right to Development Division cited the OHCHR thematic study on the subject, in which the High Commissioner for Human Rights had noted that even carefully targeted sanctions imposed to end gross human rights violations, as part of a wider diplomatic effort and preferably in a multilateral framework, had to be subject to stringent conditions. According to the High Commissioner, they had to be imposed no longer than necessary, be proportional and be subject to appropriate human rights safeguards, including human rights impact assessments and monitoring conducted by independent experts. The Director also referred to the visit made in 2012 by the High Commissioner to Zimbabwe, where she had spoken about the impact of sanctions on people. Mr. Bossuyt concurred and reiterated the importance for sanctions to be limited in duration and evaluated periodically. In closing the opening session, the Chairperson noted the converging views on the need to reform the current system of sanctions and unilateral coercive measures to make it more sensitive to human rights.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The panellists of session I included the Chairperson of the Committee on Economic, Social and Cultural Rights, Ariranga Pillay; Alena Douhan, Associate Professor of the Belarusian State University; and Kees Smit-Sibinga, Senior Policy Officer of the Security Policy and Sanctions Division of the European External Action Service.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Chairperson of the Committee on Economic, Social and Cultural Rights listed a number of examples of unilateral coercive measures, such as trade sanctions, embargoes, boycotts and the interruption of financial flows, stating that some of these measures imposed by States had extraterritorial effects, as they were extended to third-party States. He stated that unilateral coercive measures were applied often without safeguards to protect human rights, causing deprivations that not only had an adverse impact on human rights and the right to development, but also disproportionately affected the poor and the most vulnerable. Citing general comment No. 8 of the Committee on Economic, Social and Cultural Rights, he added said that human rights had to be taken fully into account when designing an appropriate sanctions regime. When an external party took upon itself even partial responsibility for the situation within a country, it also unavoidably assumed a responsibility to do everything within its power to protect the economic, social and cultural rights of the affected population.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 11,
        "Text": "11. Ms. Douhan stated that there was no universal definition of \"unilateral coercive measures\" in international law; the term was not defined in any treaty and it did not appear in the Charter. Citing the OHCHR thematic study, she noted four main characteristics of unilateral coercive measures: (a) those applied by States; (b) those that comprised primarily (but not exclusively) economic measures; (c) those applied to States or individuals who were able to decide on the policy of the State; and (d) those aimed to change a policy of a target State. These elements, however, might be used also to define normal and legal interactions between States. Various United Nations documents suggested that most States and United Nations bodies agreed on the illegality of unilateral coercive measures, even though \"means of pressure or influence\" were often still used. In order to minimize their negative impact on the enjoyment of human rights, both formal and legal criteria had to be used when defining unilateral coercive measures. Ms. Douhan proposed a definition of unilateral coercive measures as measures applied by States, groups of States or regional organizations without or beyond authorization of the Security Council [applied] to States, individuals or entities in order to change a policy or behaviour of directly or indirectly targeted States, if these measures cannot undoubtedly be qualified as not violating any international obligation of the applying state or organization, or its wrongfulness is not excluded under general international law. In this regard, international human rights law constituted an important qualifying criterion in deciding the legality of these measures. She proposed the establishment of an independent body to consider the issue in depth from the perspectives of human rights, security and the rule of law, and to decide whether certain measures would constitute unilateral coercive measures, their legality, and to review them periodically.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Mr. Smit-Sibinga stated that, for the European Union, sanctions were essentially a foreign policy instrument that concerned relations between States. While the European Union did therefore not consider the Human Rights Council the appropriate forum to address the issue, it agreed that sanctions should always be applied in accordance with international law and human rights. The European Union imposed \"restrictive measures\" to implement United Nations sanctions or on an \"autonomous\" basis, which was referred to as \"unilateral\" in the workshop, with an objective to bring about a change in policy or activity by the country in question, or the persons or entities targeted. Such restrictive measures had to be proportionate to their objectives, not have an economic motivation, and be drafted in accordance with article 6 of the Treaty of the European Union, and thus with respect for fundamental rights and freedoms, as guaranteed in, inter alia, the European Convention on Human Rights, including due process and the right to an effective remedy. He then provided some practical examples, such as travel bans, asset freezes and financial and trade restrictions, stressing the preventive nature of these measures and the inclusion of standard exemptions in order to guarantee human rights and basic needs. The sanctions should be targeted and minimize any unintended impact on the population. Autonomous sanctions had to be reviewed at least every year, and could be reviewed at any other time. In conclusion, it was reiterated that the sanctions applied by the European Union always included clearly defined safeguards in order to limit any unintended effects and to ensure that human rights obligations were respected.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In the ensuing interactive dialogue, representatives of Belarus, Cuba, Ecuador, Nicaragua, the Russian Federation, Venezuela (Bolivarian Republic of) and the International Association of Schools of Social Work made interventions. Several speakers stressed that unilateral coercive measures were illegal, unjustified and ineffective, and that they impeded the right to self-determination, jeopardized international peace and security, hindered development and undermined the human rights of ordinary people. Some speakers proposed that the Human Rights Council establish a special procedure to monitor the impact on human rights of unilateral coercive measures. Economic, social and cultural rights and the rights of indigenous peoples were raised. Some delegations stated that unilateral coercive measures with extraterritorial effects violated the sovereignty of States, citing the over 50-year-long sanctions imposed by the United States of America on Cuba as an example.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 14,
        "Text": "14. Responding to questions, the Chairperson of the Committee on Economic, Social and Cultural Rights stated that, while the rights of indigenous peoples were often addressed by the Committee, he failed to see the relevance of unilateral coercive measures in relation to the right to self-determination of indigenous peoples. Mr. Smit-Sibinga reiterated that the European Union considered sanctions a legitimate part of its foreign policy carried out in accordance with international law, as well as with its human rights and humanitarian obligations. Ms. Douhan reiterated the need to define the nature of sanctions.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 15,
        "Text": "15. Summing up session I, the Chairperson highlighted two prevailing views. Countries that had been affected by sanctions or unilateral coercive measures considered these measures illegal and ineffective and stressed the need to review the system at the international level in an independent manner. Countries that used these measures considered them justified as part of their foreign policy. It was important to build bridges and find a solution to make unilateral coercive measures less harsh on human rights.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The panellists of session II included Benedict Chigara, Professor of Law at Brunel University; Anuradha Chenoy, Professor of Jawaharlal Nehru University; and Salvador Tanajero, Legal Adviser of the Permanent Mission of Mexico to the United Nations Office at Geneva.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Mr. Chigara addressed the question of whether States had the right to exercise extraterritorial jurisdiction to enforce human rights law and, if so, what the recognized criteria and procedures were for exercising this right in particular. He surveyed jurisprudence on cardinal principles governing inter-State relations, including the Lotus case, Permanent Court of International Justice (1927); the Island of Palmas case, Permanent Court of Arbitration (1928); the Corfu Channel case, International Court of Justice (1949); the Nicaragua case, International Court of Justice (1986); and Germany v Italy, International Court of Justice (2012). He concluded that unilateral coercive measures were illegal under current international law and that their use was a digression from the rule of law. Arguing that any State using unilateral coercive measures was in effect challenging the rule of law system under the Charter of the United Nations, he proposed the establishment of a world court of human rights to disarm the reason often cited by unilateralists for instituting coercive measures. Only after a positive finding of the proposed world court of human rights, and upon stringent conditions, would third States be allowed to impose coercive measures against the State found to be violating its human rights obligations under international law.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Ms. Chenoy observed that the current discourse on unilateral coercive measures was dominated by ideological and geopolitical considerations, and excluded the human rights of people on the ground, adding that both the users and the receivers of unilateral coercive measures were \"cynical\" about human rights. Citing examples in Iraq, Myanmar and Cuba, she noted that sanctions, whether smart or not, often created a regime of structural violence, and their impact was disproportionately borne by women and children. Sanctions often did not weaken the targeted regimes; rather, they strengthened the regimes, weakened the people and led to increased radicalization and violence against women. Unilateral coercive measures had deep and long-term negative social-psychological effects, and there was little morality for punishing a population and the most vulnerable such as women, children, human rights defenders and minorities. Ms. Chenoy stressed the importance of studies on post-unilateral coercive measures to assess the situation on the ground and their continuing impact of the measures after they were lifted. She proposed that the Human Rights Council set up an expert committee with the support of the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) and relevant bodies to study and report on the impact on gender and human rights of unilateral coercive measures. States that had used these measures should apologize for the indescribable misery caused, while the international women and human rights movements that had resulted in Security Council resolution 1325 (2000) on women and peace and security should now be encouraged to push for a Council resolution against unilateral coercive measures.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 19,
        "Text": "19. Mr. Tanajero stated that he would discuss unilateral coercive measures from the perspective of the Americas and their impact on human rights. The Inter-American Democratic Charter prohibited States from interfering with each other. Mexico had tried to eliminate such measures and to promote fair trade. In 1996, Mexico requested an opinion on the extraterritorial application of the Helms-Burton Act of the United States of America, whether it was compatible with international law and what its impact was on Cuba and other countries in the Americas. He cited the conclusions of the Inter-American Judicial Committee, which stated that all States were subject to international law in their relations among themselves; all States were free to exercise their jurisdiction, but in exercising that right they had to respect the boundaries of international law; if this exercise was not in conformity with international law, they would be responsible. On the impact of unilateral coercive measures on human rights, he added that the indiscriminate nature of these measures was one of their greatest dangers, because the people they were supposed to protect were often those most affected. There was a need to monitor specific human rights violations resulting from unilateral coercive measures. The Human Rights Council had enough mechanisms at its disposal. Reports should be presented on such violations so that these human rights mechanisms could address them accordingly.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Speakers during the ensuing interactive dialogue included the representatives of Belarus, Cuba, Iran (Islamic Republic of) (on behalf of the Non-Aligned Movement), Iraq, Malaysia, the Syrian Arab Republic, Swaziland and the Union of Arab Jurists. Some speakers raised issues relating to the impact of unilateral coercive measures on the transfer of technology, access to the Internet, freedom of expression, the right to life and the measures imposed on the Occupied Palestinian Territory by Israel. Several delegations supported the creation of a monitoring body to conduct an independent assessment of unilateral coercive measures and to ensure accountability, while some did not agree with the proposal to create a world court of human rights. According to some speakers, a set of principles or a legal framework that determined the human rights aspects of unilateral coercive measures could serve as a preventive instrument for the international community to consider when States were deciding to impose coercive measures unilaterally. Any further delay in finding a solution would only cause more suffering.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Responding to a question about the impact of unilateral measures on freedom of expression, Mr. Tanajero stated that the right to freedom of expression existed both online and offline, the only legal limitations being those established in the International Covenant on Civil and Political Rights. Ms. Chenoy stated that, even as a receiver of unilateral coercive measures, Cuba had achieved three Millennium Development Goals through social spending, and that this methodology could be followed by other countries. Mr. Chigara stressed that unilateral coercive measures were illegal under current international law and warned that States were \"sleepwalking\" into the making of customary international law perpetuated by \"persistent objectors\" who insisted on their right to use these measures to ensure human rights.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Chairperson summed up the discussion and noted that agreement might never be reached on the desirability of unilateral coercive measures, although it was agreed that an independent assessment was needed. In this regard, the workshop could contribute by identifying the elements that would enable the international community to understand the impact of unilateral coercive measures on human rights.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The panellists of session III included the Permanent Representative of Uruguay to the United Nations Office at Geneva and former President of the Human Rights Council, Laura Dupuy Lasserre; former Special Rapporteur on the right to food and Professor at the University of Geneva, Jean Ziegler; and the Programme Director of Centre Europe-Tiers Monde, Melik Özden.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Ms. Dupuy Lasserre noted that there were a number of situations involving unlawful unilateral coercive measures that had come before the Human Rights Council in different ways, such as the blockade of Gaza, the presence of the United States base in Guantanamo, the use of unlawful unilateral means against non-State actors in the fight against terrorism, the impasse in the Security Council and the supply of weapons by various States to various parties in the internal armed conflict in the Syrian Arab Republic, and the threat of use of force by nuclear weapons by the Democratic People's Republic of Korea. Economic measures taken as countermeasures or retaliation to an international unlawful act by a State should be assessed by an independent body to distinguish whether such measures were coercive or legitimate under international law, especially in view of the principle of nonintervention. There were interesting examples in regional organizations where efforts were made to promote human rights, the rule of law and democracy, without breaching international law. The Organization of American States offered different ways of collective action in addressing problems in countries and sought to avoid the use of unilateral coercive measures. She highlighted the inter-American human rights system, and other regional peer-review mechanisms to combat corruption or the drugs problem, as well as various arbitration courts (subregional or international) in dealing with bilateral disputes. Ms. Dupuy Lasserre stressed the need to refrain from unlawful measures and to resort to dialogue and negotiation, as well as a cooperative approach at the bilateral, regional and multilateral levels.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Mr. Ziegler stated that the debate at hand had given rise to different opinions and that 12 States had voted against the resolution mandating the present workshop. Referring to a report on his visit to Cuba in 2007 as Special Rapporteur on the right to food, he added that the right to food in the country was guaranteed in spite of a complex regime of unilateral coercive measures, which had three dimensions: food and medical embargoes; regime change; and extraterritoriality. He then referred to the situation of the right to food in the Occupied Palestinian Territory, and made several suggestions to address the impact of unilateral coercive measures on human rights. Compensation should be given to the families who had suffered because of unilateral embargoes and sanctions. Sanctions should be limited in duration (such as six months); regime change should never be an objective of unilateral coercive measures; when massively applied, smart sanctions were not substantively different from unilateral coercive measures. A special procedure should be created to report to the Human Rights Council at all sessions on the human rights consequences of unilateral coercive measures, and there should be a normative framework for these measures.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Mr. Özden stated that unilateral coercive measures infringed international law, including international humanitarian law and international human rights law. The General Assembly could adopt a declaration condemning unilateral coercive measures and turn to the International Court of Justice for advisory opinions on specific cases. Individuals affected by these measures could seek redress before such relevant treaty bodies as the Human Rights Committee, the Committee on the Elimination of Discrimination against Women and the Committee on Economic, Social and Cultural Rights. In particular, those affected could bring cases under the Optional Protocol to the International Covenant on Economic, Social and Cultural Rights, after it came into force in May 2013. Mr. Özden agreed that the Human Rights Council should create a specific mechanism on the impact of unilateral coercive measures, because the existing mechanisms had not given the necessary attention to this important matter.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 27,
        "Text": "27. During the ensuing interactive dialogue, the representatives of Algeria, Belarus, Cuba, Egypt, Indonesia, the Sudan and the Syrian Arab Republic took the floor. A number of proposals were made as a follow-up mechanism to address the issue of unilateral coercive measures and their impact on the enjoyment of human rights. The human rights mainstreaming panel of the Human Rights Council should deal with the impact of unilateral coercive measures. The Advisory Committee of the Council should be tasked to develop a code of conduct for respecting the human rights of people affected by sanctions. OHCHR should be given a stronger role in this area. Lastly, the qualitative and quantitative magnitude of the negative impact on human rights of these measures had to be registered in order to promote accountability.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Responding to questions and comments, Mr. Ziegler stated that there had to be an end to impunity, and that the right of the victims to reparation must be guaranteed. Mr. Özden added that the goal was to end unilateral coercive measures, and that States could decide how to do so.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In summing up the discussion held during the workshop, the Chairperson concluded that unilateral coercive measures were regarded by States or a group of States that resorted to them as an instrument of their foreign policy. Those affected by such measures considered them to be infringements on their sovereign rights, and on the principles of non-discrimination and non-interference in their internal affairs. Whether in terms of legitimacy or effectiveness, many speakers recognized that unilateral coercive measures had been tools to achieve their proclaimed objective of forcing the States targeted to change their policies. Where such policies were challenged on the grounds of violations of human rights, unilateral coercive measures might even be self-defeating if they themselves denied the enjoyment of such human rights as the rights to food, to health and to education. Thus, some participants maintained, instead of being assisted in upholding their rights, innocent civilians might be doubly victimized.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Furthermore, it was suggested that, if States resorted unilaterally to coercive measures, other States might follow suit and thus undermine the rule-based international system. It was stressed that the Charter of the United Nations offered, including under Chapter VII, the framework for applying such measures within a rule-based system. Measures outside this framework and with an impact on the enjoyment of human rights required, in the opinion of the speakers, an assessment of their legitimacy and effectiveness. Many speakers emphasized that States or a group of States resorting to such measures were accountable for their impact on human rights as were those States whose internal policies were challenged on this basis. The impact on human rights of extraterritorial extension of domestic policies via third States or multilateral institutions was also mentioned as a cause of concern to some. There was broad-based recognition of the need for an independent assessment of the impact on human rights of unilateral coercive measures, and for jurisdictions to uphold human rights and accountability in this context.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Chairperson summed up a menu of options discussed during the workshop, to be considered by the Human Rights Council in accordance with political feasibility and financial possibility. The options proposed during the workshop included devoting an annual human rights mainstreaming panel discussion of the Human Rights Council to the issue of \"unilateral coercive measures and human rights\"; drawing up guidelines to prevent, minimize and redress the adverse impact of unilateral coercive measures on human rights; tasking the Advisory Committee with an overall review of independent mechanisms to assess unilateral coercive measures and to promote accountability; strengthening the capacity of OHCHR in this field; and setting up a working group, a special procedure or mandating an existing special procedure to deal with this thematic issue. Brazil, Congo, Ecuador, Ethiopia, Germany, India, Indonesia, Italy, Kuwait, Malaysia, Maldives, Pakistan, Philippines, Republic of Korea, Spain, Thailand, Uganda, Venezuela (Bolivarian Republic of) Algeria, Bahrain, Bangladesh, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Canada, China, Colombia, Cyprus, Egypt, Georgia, Greece, Iran (Islamic Republic of), Iraq, Jordan, Lao People's Democratic Republic, Madagascar, Mexico, Morocco, Myanmar, Nepal, Nicaragua, Russian Federation, Saudi Arabia, South Africa, Sri Lanka, Sudan, Swaziland, Syrian Arab Republic, Tunisia, Turkey, Uruguay, Zimbabwe Centre Europe-Tiers Monde (CETIM), International Association of Schools of Social Work, Mouvement contre le racisme et pour l'amitié entre les peuples (MRAP), Union of Arab Jurists",
        "Labels": []
    }
]