[
    {
        "ID": 1,
        "Text": "1. The present report is submitted pursuant to Human Rights Council resolution 4/10 of 30 March 2007, in which the Council recalled all resolutions on the elimination of all forms of intolerance and of discrimination based on religion or belief that have been adopted by the General Assembly and by the Commission on Human Rights and requested the Special Rapporteur on freedom of religion or belief to report on this issue to the Council at its sixth session.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In March 2007, the Special Rapporteur has presented her annual report to the fourth session of the Council (A/HRC/4/21) and will shortly submit her interim report to the Third Committee of the General Assembly which will also include an update of her mandate activities. Against this background, the Special Rapporteur takes advantage of the present report to focus on substantive questions and intends to give an overview of the mandate's issues of concern according to the categories of her framework for communications. This structure enables her to summarize the pressing issues, as analysed during the 21 years of mandate practice, with regard to intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The framework for communications assembles and categorizes the international human rights standards pertaining to freedom of religion or belief. These standards can be found in covenants, treaties, general comments, declarations and resolutions ratified or adopted by States or competent United Nations bodies. The full text of the framework for communications was annexed to the Special Rapporteur's last report to the Commission on Human Rights (E/CN.4/2006/5, annex) and enables her to determine which elements, if any, of the mandate are raised by the allegations received. In the meantime, the Special Rapporteur has developed this framework into an online digest which illustrates the international standards with pertinent excerpts of the mandate-holders' findings since 1986 according to the substantive categories. The online digest is available on the website of the Office of the High Commissioner for Human Rights. The Special Rapporteur used the framework's categories also in many of her observations in the latest report on the summary of cases transmitted to Governments and replies received (A/HRC/4/21/Add.1).",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. In her conclusions and recommendations contained in the present report, the Special Rapporteur assesses the situation with regard to freedom of religion or belief worldwide. She urges all States and non-State actors to abide by the applicable international human rights standards and she recommends preventive measures in order to ensure a peaceful coexistence of the members of various religions and beliefs as well as non-believers.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur wishes to provide a tour d'horizon of the mandate's issues of concern according to the categories of her framework for communications. The first category deals with elements of the right to freedom of religion or belief and the right to manifest one's http://www.ohchr.org/english/issues/religion/standards.htm. A/HRC/6/5 page 6 religion or belief. The second category covers discrimination in relation to freedom of religion or belief. The third category deals with vulnerable groups, including women, children, refugees, members of minorities and persons deprived of their liberty. The fourth covers situations where the right to freedom of religion intersects with violations of other human rights, such as the right to freedom of expression and the prohibition of torture and other cruel, inhuman or degrading treatment or punishment. The fifth category deals with cross-cutting issues including international provisions on limitations and derogations.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Human Rights Council resolution 4/10 states that \"religion or belief, for those who profess either, is one of the fundamental elements in their conception of life and that freedom of religion or belief should be fully respected and guaranteed\". Due to the problem of finding a satisfactory definition of the \"protected religion or belief\", the pertinent international human rights standards provide for a broad view of these concepts. Consequently, freedom of religion or belief is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions. Furthermore, it has been established that article 18 of the International Covenant on Civil and Political Rights (ICCPR) \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief\". The Special Rapporteur follows the approach of interpreting the scope of application of the freedom of religion or belief in a large sense, bearing in mind that manifestations of this freedom may be subject to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals, or the fundamental rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Throughout her mandate, the Special Rapporteur received numerous allegations that an individual's freedom to adopt, change or renounce a religion or belief had been infringed whereas article 18 of the Universal Declaration of Human Rights (UDHR) provides that the right to freedom of thought, conscience and religion \"includes freedom to change his religion or belief\". Furthermore, article 18 of ICCPR recognizes the right \"to have or to adopt a religion or belief of his choice\" and the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (1981 Declaration) makes general provision for the \"freedom to have a religion or whatever belief of his choice\". The Special Rapporteur would like to emphasize that the variety of formulations used to refer to the acknowledgement and development of religious freedom do not amount to a denial of the right to change religion. In the same line of reasoning, the Human Rights Committee observed in its general comment No. 22 that \"the freedom to 'have or to adopt' a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief\". See Human Rights Committee, general comment No. 22, para. 2.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Violations and limitations of the freedom to adopt, change or renounce a religion or belief are unacceptable and still occur too often. The Special Rapporteur has identified four broad types of situations in this regard: - − Situations, where State agents try to convert, reconvert or prevent the conversion of persons, for example by threatening to kill them or their relatives, depriving them of their liberty, torturing and ill-treating them or threatening to dismiss them from their jobs; - − Situations, where religious conversion is prohibited by law and punished accordingly, e.g. through arrests for \"apostasy\" charges, suspension of all contracts and inheritance rights, the annulment of marriages, loss of property or the removal of children; - − Situations, where members of majority religious groups seek to convert or reconvert members of religious minorities by violent means, including cases where believers attack members of minority religious groups or their places of worship with the aim of converting them; - − Situations, where so-called \"unethical\" conversions have been reported, i.e. where members of religious groups try to convert other people by \"unethical\" means such as the promise of material benefit or by taking advantage of the vulnerable situation of the person whose conversion is sought. In the view of the Special Rapporteur, it would not be advisable to criminalize non-violent acts performed by non-State actors in the context of the propagation of their religion, because that may pave the way for persecution of religious minorities. She recommends that cases of alleged \"unethical\" conversion be addressed on a case-by-case basis, examining the context and circumstances in each individual situation and dealt with in accordance with the common criminal and civil legislation. The Special Rapporteur is therefore of the opinion that the adoption of laws criminalizing in abstracto certain acts leading to \"unethical\" conversion should be avoided, in particular where these laws could apply even in the absence of a complaint by the converted person.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Article 18 (2) of ICCPR states that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". The term \"coercion\" is to be broadly interpreted and includes the use of threat of physical force or penal sanctions by a State to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert as well as policies or practices having the same intention or effect. Consequently, a law prohibiting conversion would constitute a State policy aiming at influencing individual's desire to have or adopt a religion or belief and is therefore not acceptable under human rights law. Furthermore, each State also has the positive obligation of ensuring that the persons on their territory and under their jurisdiction, including members of religious minorities, can practise the religion or belief of their choice free of coercion and fear.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Whereas the choice of religion or belief is part of the forum internum, which allows for no limitations, the freedom to manifest one's religion or beliefs may be subject to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. The following subcategories deal with facets of the right to manifest one's religion or belief in greater detail.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The freedom to worship or assemble in connection with a religion or belief and the freedom to make, acquire and use the necessary articles and materials related to the rites or customs of a religion or belief is also frequently infringed. Believers, particularly those belonging to religious minorities, are sometimes not allowed to worship or conduct any religious activities without State approval or prior registration. The Special Rapporteur wishes to emphasize that the right to freedom to worship is not limited to members of registered religious communities, since registration should not be a precondition for practising one's religion, but only for the acquisition of a legal personality and related benefits.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. However, the freedom to worship is not unlimited. For example religious rituals which involve a human sacrifice would obviously violate the fundamental rights of others and consequently these rituals may be prohibited by law. Women seem to be particularly vulnerable to become victims of cruel rituals such as the immolation of widows (see E/CN.4/2002/73/Add.2, paras. 152-154).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur receives a significant number of allegations related to cases where places of worship or religious properties had been attacked or otherwise subjected to other forms of restriction. Places of worship, cemeteries, monasteries or community headquarters have more than a material significance for the religious community attached to them. Believers are in a situation of special vulnerability whenever they find themselves in places of worship, given the nature of their activities. The Special Rapporteur is therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried. Furthermore, attacks or other forms of restriction on places of worship or other religious sites and shrines in many cases violate the right not only of a single individual, but the rights of a group of individuals forming the community that is attached to the place in question. In its resolution 55/254 on \"Protection of Religious Sites\" the General Assembly encourages all States to promote \"a culture of tolerance and respect for the diversity of religions and for religious sites, which represent an important aspect of the collective heritage of humankind\". However, places of worship have also been misused by non-State actors for illegitimate purposes, including as a depository for weapons or as a hideout for holding hostages. The Special Rapporteur would like to emphasize that these actions by themselves may desecrate the place of worship.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The concepts of worship, observance and practice of religion or belief extend to the display of symbols and they may also include customs such as the wearing of distinctive clothing or head coverings. The activities of the mandate have revealed two distinct issues of concern in this regard. On the one hand, many believers in various parts of the world are prevented from identifying themselves through the display of religious symbols, while on the other hand people in other countries are required to display religious symbols in public. The fundamental objective should be to safeguard both the positive freedom of religion or belief by voluntarily displaying religious symbols, and also the negative freedom from being forced to display religious symbols. In her 2006 annual report, the Special Rapporteur has formulated a set of general criteria, including \"neutral indicators\" and \"aggravating indicators\", in order to evaluate - from a human rights law perspective - legislative and administrative actions which restrict or prohibit the display of religious symbols (E/CN.4/2006/5, paras. 51-60).",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The freedom to observe days of rest and to celebrate holidays and ceremonies in accordance with the precepts of one's religion or belief is particularly significant since it allows believers to perform a series of ceremonies and religious customs that often have spiritual connotations. With regard to the situation in several countries, the Special Rapporteur has noted a number of good examples of legislation granting recognition to the religious holidays of various communities, allowing exemptions on religious grounds in schools or guaranteeing the right to conscientious objection for reasons of belief. Furthermore, religious holidays are often an opportunity to invite the leaders of other communities and get to know them, their cultures and their religions, as well as to promote interfaith dialogue.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The right to freedom of thought, conscience, religion or belief also includes the freedom to train, appoint, elect or designate by succession appropriate leaders. Religious communities have varied hierarchical structures and different approaches in designating their leaders. Undue interference in the training of religious leaders can lead to a shortage of appropriate leaders. Furthermore, some States encroach on the appointment procedure of religious leaders or require approval by the authorities for certain promotions within religious groups. The Special Rapporteur would like to emphasize that the freedom of religion or belief also protects the conduct by religious groups of their basic affairs, such as the freedom to choose their religious leaders, priests and teachers.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The question of missionary activities and other forms of propagating one's religion has been at the centre of the mandate on freedom of religion or belief since its inception in 1986. Many communications sent by the mandate-holders pertain to alleged infringements of the right to write, issue and disseminate relevant publications or to teach a religion or belief in places suitable for these purposes. Pertinent examples include censorship, bans, confiscation and destruction of religious literature, even though these materials did not advocate national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence according to article 20 (2) of ICCPR. The second mandate-holder, Abdelfattah Amor, has noted that \"proselytism is itself inherent in religion, which explains its legal status in international instruments and in the 1981 Declaration\" (A/51/542/Add.1, para. 12). The Special Rapporteur has also held that missionary activity is accepted as a legitimate expression of religion or belief and she has emphasized that missionary activity cannot be considered a violation of the freedom of religion and belief of others if all involved parties are adults able to reason on their own and if there is no relation of dependency or hierarchy between the missionaries and the objects of the missionary activities.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The liberty of parents or legal guardians to ensure the religious and moral education of their children in conformity with their own convictions is not always respected. Some small children are denied access to the religious education in accordance with the choice of their parents or are even compelled to receive religious instruction against their wishes. The Final Document of the 2001 International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination notes, inter alia, \"the right of parents, families, legal guardians and other legally recognized caregivers to choose schools for their children, and to ensure their religious and/or moral education in conformity with their own convictions, and with such minimum educational standards as may be laid down or approved by the competent authorities, in a manner consistent with the procedures followed in the State for the application of its legislation and in accordance with the best interest of the child\". Furthermore, children from families of religious minorities are sometimes forced, against the wishes of their families and perhaps against their own will, to marry members of the majority religion and to adopt their faith. The girl child appears to be particularly vulnerable to such human rights violations.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur has noted that domestic registration requirements appear often to be used as a means to limit the right of freedom of religion or belief of members of certain religious communities. However, freedom of religion or belief is not limited to members of registered religious communities. Consequently, registration should not be a precondition for practising one's religion, but may only be appropriate for the acquisition of a legal personality and related benefits. In the latter case, registration procedures should be easy and quick and not depend on extensive formal requirements in terms of the number of members or the time a particular religious group has existed. No religious group should be empowered to decide about the registration of another religious group. Finally, re-registration requirements that operate retroactively or fail to protect vested interests should also be questioned and an adequate transition period should be envisaged concerning the application of new registration rules.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Persons belonging to minorities have the right to establish and maintain, without any discrimination, free and peaceful contacts with other members of their group and with persons belonging to other minorities, as well as contacts across frontiers with citizens of other States to whom they are related by national or ethnic, religious or linguistic ties. However, the freedom to communicate in matters of religion and belief at the national and international levels has been jeopardized in some cases. In order to avoid any form of discrimination, the Special Rapporteur considers that no mention of religion should be included on passports, on identity card application forms or on any other administrative documents.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Commission on Human Rights urged States to ensure that, in accordance with appropriate national legislation and in conformity with international human rights law, the freedom for all persons and members of groups to establish and maintain religious, charitable or humanitarian institutions is fully respected and protected. However, on a domestic level, some religious communities are not authorized to extend their religious activities into social, health or educational matters. Moreover, their right to solicit and receive voluntary financial and other contributions from individuals and institutions is sometimes restricted and the registration procedure is used to prevent funding from abroad. The right to establish such institutions and to receive funding is not unlimited, however, any limitations imposed must be prescribed by law and must be necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others, e.g. in order to prevent that such institutions are misused for advancing their cause through militant means and violence.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Many individuals have claimed the right to refuse to perform military service (conscientious objection) on the basis that such right derives from their freedom of thought, conscience and religion. The first mandate-holder, Mr. Angelo Vidal d'Almeida Ribeiro, developed a set of criteria concerning cases of conscientious objection (E/CN.4/1992/52, para. 185). Conscientious objectors should be exempted from combat but could be required to perform comparable alternative service of various kinds, which should be compatible with their reasons for conscientious objection, should such service exist in their country. To avoid opportunism, it would be acceptable if this service were at least as onerous as military service, but not so onerous as to constitute a punishment for the objector. They could also be asked to perform alternative service useful to the public interest, which may be aimed at social improvement, development or promotion of international peace and understanding. Conscientious objectors should be given full information about their rights and responsibilities and about the procedures to be followed when seeking recognition as conscientious objectors, bearing in mind that application for the status of conscientious objector has to be made within a specific time frame. The decision concerning their status should be made, when possible, by an impartial tribunal set up for that purpose or a by a regular civilian court, with the application of all the legal safeguards provided for in international human rights instruments. There should always be a right to appeal to an independent, civilian judicial body. The decision-making body should be entirely separate from the military authorities and the conscientious objector should be granted a hearing, and be entitled to legal representation and to call relevant witnesses.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Issues of discrimination have been at the heart of the mandate since its inception in 1986, when the mandate was still entitled \"Special Rapporteur on religious intolerance\". The framework for communications tries to analyse the various aspects involved in discrimination according to the subcategories of discrimination on the basis of religion or belief, inter-religious discrimination, tolerance and the issue of State religions.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The mandate practice throughout the past 21 years illustrates the importance of effective legal remedies for victims of intolerance or of discrimination based on religion or belief. There is plenty of evidence of inter-religious discrimination and violence; however, examples of intra-faith intolerance and discriminatory attitudes towards non-believers or dissenting individuals should also not be forgotten. The Special Rapporteur observed that there is a need to create better harmony between religious communities to enable them to live side by side and in mutual respect. Efforts to promote inter-religious dialogue at all levels should not only be praised, but also actively supported by Governments. Religious leaders regularly organize high-level meetings at the international level to promote inter-religious dialogue and the Special Rapporteur encourages more intergovernmental dialogue on the issues relating to her mandate, so as to increase the involvement of the relevant policymakers. Harmony between and among religious communities can only flourish if Governments remain committed to the promotion of freedom of religion or belief in a neutral and balanced manner.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. In order to promote ideals of tolerance and understanding, education on international and national standards in respect of freedom of religion and belief should be included in school and university curricula and teaching staff must receive proper training in this regard. Similarly, education should be aimed at inculcating, from early childhood, a spirit of tolerance and respect for the spiritual values of others. The Madrid Final Document (see E/CN.4/2002/73, appendix) may serve as useful guidance for educational policies aimed at strengthening the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with freedom of religion or belief and ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief as well as the right not to receive religious instruction inconsistent with his or her conviction.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. In its general comment No. 22, the Human Rights Committee states \"that the fact that a religion is recognized as a State religion or that it is established as official or traditional or that its followers comprise the majority of the population, shall not result in any impairment of the enjoyment of any of the rights under the Covenant, including articles 18 and 27, nor in any discrimination against adherents to other religions or non-believers\". The notion of an official or State religion must never be exploited at the expense of the rights of minorities and the rights linked to citizenship. Formal or legal distinctions between different kinds of religious or faith-based communities carry the seed of discrimination insofar as such a distinction in their status implies a difference in rights or treatment. Consequently, the Special Rapporteur has voiced her concerns that the legalization of such a distinction between different categories of religion is liable to pave the way for future violations of the right to freedom of religion or for discrimination on the basis of religion or belief.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 27,
        "Text": "27. It is possible to identify within the framework of the mandate a number of groups whose members find themselves in a vulnerable situation: women, persons deprived of their liberty, refugees, children, minorities and migrant workers.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Women are in a particularly vulnerable situation as evidenced by numerous urgent appeals and allegation letters sent by various Special Rapporteurs. Since intolerance and discrimination is often applied with regard to multiple identities of the victim or group of victims, many women suffer from aggravated discrimination with regard to their religious, ethnic and sexual identities. A comprehensive thematic study by the second mandate holder (E/CN.4/2002/73/Add.2) lists the different types of discrimination against women, such as practices that are harmful to the health of women, discrimination against women within the family, attacks on the right to life, honour killings, and attacks on their dignity, such as restrictions on the education of women or their exclusion from certain functions. Furthermore, this study reveals that there are many cultural practices to be found among peoples having many diverse religious traditions. While many religions have combated cultural practices which undermine the status of women, some harmful practices such as female genital mutilation are perpetuated in the name of religion or imputed to religion. The Special Rapporteur would like to reiterate the importance of ensuring that the right to freedom of religion or belief adds to the values of human rights and does not unintentionally become an instrument for undermining freedoms. Women all too often are required to negotiate with male religious leaders and with other members of their own communities in order to exercise their full human rights. Women themselves have to be empowered since they continue to be largely excluded from the decision-making process within most religious communities. Similarly, at a time when much emphasis is put on inter-religious dialogue, the absence of women's voices from that dialogue is striking.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur has been receiving a growing number of reports of alleged violations of the right to freedom of religion or belief of persons deprived of their liberty, either as prisoners or in the context of an armed conflict. Because the opportunity to practise one's religion in private or in public might easily be restricted by the fact of detention, the Standard Minimum Rules for the Treatment of Prisoners make specific reference to the need for prison authorities to allow prisoners to observe their religion and to have access to a minister of that religion. In the context of an armed conflict, too, there are obligations to respect the religion and religious practices of prisoners of war, interned persons and other types of detainees, who shall be treated alike without any adverse distinction founded on religion or faith. The Special Rapporteur would like to emphasize that it is crucial to provide the personnel of detention facilities with adequate training, raising awareness and enhancing their sensitivity about their A/HRC/6/5 page 14 duty to promote and respect international human rights standards for the treatment of prisoners, in particular the right to freedom of religion. Finally, the religious beliefs of a detainee should under no circumstances be used by the authorities against the detainee in order, for instance, to extract information from him or her.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Refugees, internally displaced persons and asylum-seekers also face problems worldwide both on legal and factual levels, for example on their domestic or international refugee routes or when applying for asylum on religious grounds. Decision makers have been criticized for not always taking a consistent approach, especially when applying the term \"religion\" contained in the refugee definition of the 1951 Convention relating to the Status of Refugees and when determining what constitutes \"persecution\" in this context. Furthermore, detailed knowledge of the applicant's religion does not necessarily correlate to the risk of persecution since individuals may get persecuted also for imputed beliefs. The Special Rapporteur would like to emphasize that religion based refugee claimants - in line with the standards as to the other Convention grounds - should not be required to hide their religion or to practise in secret in order to avoid persecution.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Moreover, the principle of non-refoulement according to article 33 of the 1951 Geneva Convention may be connected to freedom of religion or belief, since no Contracting State shall expel or return (\"refouler\") a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his religion. Persecution can also be linked to conscientious objection to military service when the punishment for desertion or draft evasion is disproportionate for a Convention reason or when the refusal to serve is based on genuine political, religious, or moral convictions, or valid reasons of conscience. The assessment of the asylum application may be particularly complicated concerning refugees sur place, i.e. persons who were not refugees at the time of leaving their country, but who become a refugee at a later date. Suspicions regarding the sincerity of asylum claims arise particularly when the asylum-seeker becomes a refugee sur place as a result of his own actions, e.g. by converting after his arrival in the country of asylum to a religion which would make him prone to persecution in his home country if he were to be returned. However, such conversion post departure should not give rise to a presumption that the claim is fabricated and the immigration authorities should evaluate the genuineness of the conversion on a case-by-case basis taking into account the applicant's past and present circumstances.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 32,
        "Text": "32. The first report of the mandate holder d'Almeida Ribeiro already concluded that \"children of believers are subject to discrimination of various kinds, such as ill-treatment and humiliation at school, expulsion from school or a ban on embarking on higher education, pressure to deny See UNHCR, Religion-Based Refugee Claims under article 1A (2) of the 1951 Convention and/or the 1967 Protocol relating to the Status of Refugees (HCR/GIP/04/06). their faith, and even in certain extreme cases imprisonment, torture and summary execution\" (E/CN.4/1987/35, para. 70). Such discriminatory treatment derives both from governmental actions and from incidents provoked by non-State actors. States must respect the rights and duties of the parents to provide direction to the child in the exercise of his or her freedom of religion or belief in a manner consistent with the evolving capacities of the child. At the same time, the best interests of the child shall be a primary consideration in all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies. The issue of religious symbols worn by pupils at State schools illustrates the delicate balancing exercise involved, i.e. on the one hand to protect the autonomy of minors who may be pressured or forced to wear religious symbols and on the other hand not to deny the right of those minors who have freely chosen to wear a religious symbol as part of their religious belief. Education should be aimed at strengthening the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with freedom of religion or belief, and ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Children"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Another difficult issue is the question to decide who is competent - and until when - to decide whether children could or should change their religion or belief. The Special Rapporteur has taken the position that the choice of religion is restricted by the parents' rights to determine their child's religion up to an age where the child is capable of doing so on his or her own. Such a case-by-case approach is also supported by article 12 (1) of the Convention on the Rights of the Child, which requests States parties to \"assure to the child who is capable of forming his or her own views to express those views freely in all matters affecting the child, the views of the child being given due weight in accordance with the age and maturity of the child\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The mandate practice shows that national or ethnic, religious and linguistic minorities are in a particularly vulnerable situation. The identity of many minorities is defined by various aspects and several instances of discrimination, for example when based both on racial and on religious motives, are aggravated by the effects of multiple identities. The Special Rapporteur wishes to emphasize that States have an obligation under international human rights law to guarantee the right of minorities to profess and practise their own religion. The State remains responsible even when abuses are committed against minorities by non-State actors and States are also required to encourage conditions for promoting the identity, including the religious identity, of minorities.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. It has to be borne in mind that while a certain religion may be a minority in one part of the world and suffer accordingly, it may constitute the religion of the majority of the population in another part of the world. Religious minorities face various forms of discrimination and intolerance, both from policies, legislation and State practice. Issues of concern relate to obstacles in the official registration procedures as well as inappropriate limitations when disseminating materials and displaying religious symbols. Furthermore, some religious minorities are adversely affected by manifestations of rejection or violence from non-State actors and by threats to their very existence as a specific community.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Article 12 of the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families mirrors the right to freedom of thought, conscience and religion as provided for in article 18 of ICCPR. The population of many countries features a considerable number of migrant workers and their vulnerable situation requires special attention. The Special Rapporteur is concerned by several limitations placed on the right of migrant workers and members of their families to manifest their religion or belief. For example, foreigners who do not belong to the major religion in one country, are not allowed to build places of worship or carry out prayers or religious rituals outside of their homes. The Special Rapporteur noted that many limitations are implemented as a matter of practice rather than a matter of law and consequently they may fail to comply with article 18 (3) of ICCPR which requires that any limitation on the right to manifest one's freedom of religion or belief must be prescribed by law. Furthermore, the Special Rapporteur questions to what extent these limitations are necessary to protect public safety, order, health or morals or the fundamental rights and freedoms of others. The Special Rapporteur would like to emphasize that all persons within a particular country, and not just the citizens of that country, have the right to freedom of religion or belief, including the right to manifest that belief.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Human rights are exercised in a context where rights coexist with each other. In this regard, most international human rights conventions provide that, in the exercise of their human rights, individuals have to respect the rights of others. However, the coexistence of rights does not only imply that rights should be seen in a restrictive manner because of the existence of other rights; it also implies the fundamental notion of interdependency of human rights. This is emphasized by the Vienna Declaration and Programme of Action, adopted by the World Conference on Human Rights in 1993, which proclaimed that \"[a]ll human rights are universal, indivisible and interdependent and interrelated\".",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The intersection of freedom of religion or belief with other human rights can be illustrated by the relationship to freedom of expression. In response to the offensive publication of representations of the Prophet Muhammad by the media in some countries starting in late 2005, the Special Rapporteur on freedom of religion or belief, the Special Rapporteur for the promotion and protection of the right to freedom of opinion and expression as well as the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance issued a joint press release. The three mandate holders recalled that religion or belief, for anyone who professes either, is one of the fundamental elements in his or her \"Human Rights Experts call for tolerance and dialogue in wake of controversy over representations of Prophet Muhammad\", UNOG press release HR06006E of 8 February 2006, full text available online at http://www.unog.ch/unog/website/news\\media.nsf/ (httpNewsByYear\\en)/54A59D88BFD753FBC125710F005B08A4?OpenDocument. conception of life and that freedom of religion or belief is protected as one of the essential rights by article 18 of ICCPR. They also recalled that respect for the right to freedom of expression, as articulated in article 19 of ICCPR, constitutes a pillar of democracy and reflects a country's standard of justice and fairness. Peaceful expression of opinions and ideas, either orally, through the press or other media, should always be tolerated. The press must enjoy large editorial freedom to promote a free flow of news and information, within and across national borders, thus providing an arena for debate and dialogue. Nevertheless, the use of stereotypes and labelling that insult deep-rooted religious feelings do not contribute to the creation of an environment conducive to constructive and peaceful dialogue among different communities. The Special Rapporteurs urged all parties to refrain from any form of violence and to avoid fuelling hatred. They also encouraged States to promote the interrelated and indivisible nature of human rights and freedoms and to advocate the use of legal remedies as well as the pursuance of a peaceful dialogue on matters which go to the heart of all multicultural societies.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. With regard to religious intolerance and incitement to religious hatred, the report (A/HRC/2/3, paras. 44-47) further to Human Rights Council decision 1/107 notes the following: \"According to article 20 of the Covenant, 'any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law'. In its general comment 11, the Human Rights Committee holds that the measures contemplated by article 20, paragraph 2, of the Covenant constitute important safeguards against infringement of the rights of religious minorities and of other religious groups to exercise the rights guaranteed by articles 18 and 27, and against acts of violence or persecution directed towards those groups. […] The Special Rapporteur notes that article 20 of the Covenant was drafted against the historical background of the horrors committed by the Nazi regime during the Second World War. The threshold of the acts that are referred to in article 20 is relatively high because they have to constitute advocacy of national, racial or religious hatred. Accordingly, the Special Rapporteur is of the opinion that expressions should only be prohibited under article 20 if they constitute incitement to imminent acts of violence or discrimination against a specific individual or group.\" She concluded that \"[a]t the global level, any attempt to lower the threshold of article 20 of the Covenant would not only shrink the frontiers of free expression, but also limit freedom of religion or belief itself. Such an attempt could be counterproductive and may promote an atmosphere of religious intolerance\".",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Every human being has the inherent right to life which shall be protected by law and everyone has the right to liberty and security of person. The occurrence of armed conflict and civil wars caused, inter alia, by religious factors, has lead to heavy losses of life. Also in countries where there is no prevailing climate of civil war, confrontations between religious communities may lead to violence and cause the death of many persons. The right to liberty is also frequently infringed as evidenced by numerous cases of arbitrary arrest and detention for reasons of religion or belief, including house arrest, internal exile, imprisonment and assignment to a re-education or labour camp. With regard to the reward for the killing of an individual in pursuance of a religious ruling, the first mandate holder d'Almeida Ribeiro recalled article 6 of ICCPR and emphasized \"that a decision which has not been issued by an independent tribunal A/HRC/6/5 page 18 where the accused would be entitled to defend himself with the assistance of legal counsel, to call witnesses and to exercise the right of appeal cannot be accepted. Offering a reward for the killing of such a person constitutes an incitement to crime and a call to religious hatred which is liable to legal prosecution in all countries where the rule of law prevails\" (E/CN.4/1993/62, para. 79).",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Human rights obligations of States are not limited to abstaining from committing direct violations of freedom of religion or belief or other fundamental human rights. Their obligations also consist in ensuring the free exercise of the right to freedom of religion or belief by protecting religious communities and enabling them to practise their faith in all security. States also have a positive obligation to bring the perpetrators of acts of violence or of other acts of religious intolerance to justice and to promote a culture of religious tolerance.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Commission on Human Rights has repeatedly urged States to ensure that no one within their jurisdiction is subjected to torture and Governments were reminded that corporal punishment, including of children, can amount to cruel, inhuman or degrading punishment or even to torture. Religious convictions are occasionally put forward to justify certain harmful practices. Some parents, whose religious doctrine postulated physical punishment of children as legitimate and necessary, considered the prohibition of corporal punishment of schoolchildren as an infringement of their right to provide for their children's education according to their religious convictions; however, the international case law rejects this interpretation as incompatible with human rights standards, such as the Convention on the Rights of the Child. Furthermore, in a country visit report, the Special Rapporteur analysed certain forms of punishment contained in sharia penal codes and she came to the conclusion that stoning or amputation constitute, if not torture, at least cruel, inhuman and degrading treatment that is prohibited in absolute terms by various international conventions.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The mandate practice has also dealt with a number of cross-cutting issues such as derogations, limitations, legislative issues as well as the role of defenders of freedom of religion or belief and non-governmental organizations.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The fundamental character of the freedom to thought, conscience and religion is reflected in the fact that article 18 of ICCPR cannot be derogated from, even in time of public emergency, as stated in article 4 (2) thereof. This aspect of freedom of religion or belief not only implies that no individual can be deprived of this right even in time of emergency, but also that States should avoid equating certain religions with terrorism as this may have adverse consequences on the right to freedom of religion or belief of all members of the concerned communities. Similarly, terrorist acts which are carried out by non-State actors in the name of religion ought to be delinked from religion, so that these actions are not associated with freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The permissibility of limitations is independent of the issue of derogability. Even in times of most serious public emergencies, States that interfere with the freedom to manifest one's religion or belief must justify their actions by referring to the requirements specified in article 18 (3) of ICCPR. Consequently, freedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals, or the fundamental rights and freedoms of others. The Special Rapporteur would like to emphasize that restrictions may not be imposed for discriminatory purposes or applied in a discriminatory manner and limitations must be directly related and proportionate to the specific need on which they are predicated. The burden of justifying a limitation upon the freedom to manifest one's religion or belief lies with the State. The chosen measures should promote religious tolerance and avoid stigmatizing any particular religious community. Furthermore, the principles of appropriateness and proportionality need to be thoroughly respected both by the administration and during possible legal review.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Commission on Human Rights has repeatedly urged States to \"ensure that their constitutional and legislative systems provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without distinction, inter alia, by the provision of effective remedies in cases where the right to freedom of thought, conscience, religion or belief, the right to practise freely one's religion, including the right to change one's religion or belief, is violated\". While some States already have institutions such as an ombudsperson for human rights, the Special Rapporteur has encouraged the creation of bodies or institutions dealing specifically with complaints and conciliation in matters of religion or belief. Such an organization should have genuine autonomy and independence of government. Its task could be to receive and consider complaints as well as to initiate and pursue inquiries on its own motion. Lastly, it could be responsible for conciliation or mediation, in cooperation with domestic judicial bodies, and for dealing with disputes arising from discrimination based on religion or belief. The Special Rapporteur would like to emphasize that the human rights obligations of States also consist in ensuring the free exercise of freedom of religion or belief and bringing the perpetrators of acts of religious intolerance to justice.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Members of non-governmental organizations (NGOs) and groups based on religion or belief play an essential and dynamic role in promoting freedom of religion or belief. The Special Rapporteur is particularly grateful for the information she receives from NGOs as well as for their input during country visits, highlighting cases of religious intolerance, discrimination and persecution. The Special Rapporteur's model questionnaire, which is available online, is http://www.ohchr.org/english/issues/religion/complaints.htm. A/HRC/6/5 page 20 designed to facilitate and tailor to the mandate the submission of information with regard to potential or actual violations of the right to freedom of religion or belief. Furthermore, NGOs may also help in ensuring an effective follow-up to the Special Rapporteur's observations in her communications reports and to the mandate holder's recommendations in country reports.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The terms of reference for fact-finding missions by Special Rapporteurs (see E/CN.4/1998/45, appendix V) provide, inter alia, for \"assurance by the Government that no persons, official or private individuals who have been in contact with the special rapporteur/representative in relation to the mandate will for this reason suffer threats, harassment or punishment or be subjected to judicial proceedings\". However, there have been cases of reprisals against persons cooperating with representatives of United Nations human rights bodies, including the Special Rapporteur on freedom of religion or belief. Since 1993, these cases as well as incidents where private individuals have been hampered in their efforts to avail themselves of United Nations human rights procedures have been documented in reports of the Secretary-General. It is imperative that Governments abide by their assurances and the Special Rapporteur will remain vigilant in order to protect individuals who try to cooperate with her mandate. Furthermore, she hopes that all incidents of intimidation or reprisals against human rights defenders will be scrutinized persistently by the judiciary, the media and civil society.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The 21 years of mandate practice confirm the statement in Human Rights Council resolution 4/10 that \"the disregard for and infringement of human rights and fundamental freedoms, in particular the right to freedom of thought, conscience, religion or belief, continue to bring, directly or indirectly, wars and great suffering to humankind\". Many further efforts need to be made at the international and national levels in order to eliminate intolerance and discrimination based on religion or belief. The right to freedom of religion or belief is a fundamental human right which is guaranteed by various international legal instruments, some of them are legally binding and others are so-called soft law. In her framework for communications (E/CN.4/2006/5, annex) the Special Rapporteur compiled the international human rights standards concerning freedom of religion or belief, including those referred to in Human Rights Council resolution 4/10. The Special Rapporteur also uses the framework's structure of thematic categories in the present report in order to illustrate the pressing issues of concern for her mandate.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Particularly worrying are cases where the freedom to adopt, change or renounce a religion or belief has been infringed, for example when State agents try to convert, reconvert or prevent the conversion of persons. While the right to freedom to worship is not limited to members of registered religious communities, many believers belonging to See the reports of the Secretary-General (E/CN.4/1993/38, E/CN.4/1994/52, E/CN.4/1995/53, E/CN.4/1996/57, E/CN.4/1997/27, E/CN.4/1998/57, E/CN.4/1999/27, E/CN.4/2000/101, E/CN.4/2001/34, E/CN.4/2002/36, E/CN.4/2003/34, E/CN.4/2004/29, E/CN.4/2005/31, E/CN.4/2006/30) and A/HRC/4/58. religious minorities are not allowed to worship or conduct any religious activities without State approval or prior registration. Since believers are in a situation of special vulnerability whenever they find themselves in places of worship, States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried. Women, persons deprived of their liberty, refugees, children, minorities and migrant workers can be identified as particularly vulnerable groups with regard to their freedom of religion or belief. The right to life and the right to liberty are also frequently infringed as evidenced by numerous cases of killings and arbitrary detention for reasons of religion or belief. States have to ensure that their constitutional and legislative systems provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without distinction, inter alia, by the provision of effective remedies in cases where the right to freedom religion or belief is violated.",
        "Labels": [
            "Migrants",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. States and non-State actors have to abide by the applicable international human rights standards. Furthermore, rather than waiting until acts of intolerance and discrimination based on religion or belief have been perpetrated, it would be advisable for States to devise proactive strategies in order to prevent such violations. Consequently, education could serve as an essential tool in creating a genuine human rights culture in society. Especially primary and secondary schools may be a suitable place for learning about peace, understanding and tolerance among individuals, groups and nations in order to develop respect for pluralism. States, academic institutions and NGOs should be encouraged to elaborate models for education in religion and ethics in accordance with international human rights instruments, as a follow-up to the 2001 International Consultative Conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Furthermore, inter-religious and intra-religious dialogue is vital for the prevention of conflicts. Religions may examine ways of managing the expression of their own internal diversity while at the same time incorporating a genuinely pluralist culture. Inter-religious and intra-religious dialogue should not only include religious leaders but could also involve initiatives at the grassroots level. In this regard, it may be useful to take into account the perspectives of believers who are dispassionate about their faith and of non-believers. Teachers, children and students could also benefit from voluntary opportunities of meetings and exchanges with their counterparts of different religions or beliefs, either in their home country or abroad. Consequently, States should be encouraged to consider promoting regional or international cultural exchanges in the field of education, for example by concluding agreements relating to such exchange programmes and by providing funding for related grassroots activities. -----",
        "Labels": [
            "Children"
        ]
    }
]