[
    {
        "ID": 1,
        "Text": "1. This report gives an account of communications transmitted by the Special Rapporteur on freedom of religion or belief between 1 December 2006 and 30 November 2007. It also contains the replies received from Governments to her communications by 30 January 2008, as well as observations of the Special Rapporteur where considered appropriate. Many of these observations refer to the framework for communications (see E/CN.4/2006/5, Annex and A/HRC/6/5). The various categories are as follows: - 1. Freedom to adopt, change or renounce a religion or belief - 2. Freedom from coercion - 3. The right to manifest one's religion or belief - a) Freedom to worship - b) Places of worship - c) Religious symbols - d) Observance of holidays and days of rest - e) Appointing clergy - f) Teaching and disseminating materials (including missionary activity) - g) The right of parents to ensure the religious and moral education of their children - h) Registration - i) Communicate with individuals and communities on religious matters at the national and international level - j) Establish and maintain charitable and humanitarian institutions/solicit and receive funding - k) Conscientious objection - 1. Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance - 2. State religion - 1. Women - 2. Persons deprived of their liberty - 3. Refugees - 4. Children - 5. Minorities - 6. Migrant workers - 1. Freedom of expression including questions related to religious conflicts, religious intolerance and extremism - 2. Right to life, right to liberty - 3. Prohibition on torture and other cruel, inhuman or degrading treatment or punishment - 1. Derogation - 2. Limitation - 3. Legislative issues - 4. Defenders of freedom of religion or belief and non-governmental organizations.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur has developed this framework for communications into an online digest, which illustrates the international standards with pertinent excerpts of the mandateholders' findings since 1986 according to the categories of the framework for communications. The online digest is available on the website of the Office of the High Commissioner for Human Rights (http://www2.ohchr.org/english/issues/religion/standards.htm).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Owing to restrictions on the length of documents, the Special Rapporteur has been obliged to summarize the communications sent and received. As a result, replies from Governments could not be published in their entirety. The names of alleged victims are reflected in this report, although exceptions may be made in relation to children and other victims of violence in relation to whom publication would be problematic.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteurs brought to the attention of the Government information they had received concerning the possible imminent destruction of a sacred indigenous rock art complex situated in the Burrup Peninsula, Dampier Archipelago. The Dampier rock art and stone complex is reportedly one of the world's largest concentrations of indigenous art and houses hundreds of sacred sites for indigenous peoples, comprising at least 600,000 petroglyphs. The site has a deep spiritual significance for the Ngarlumas and Western Ngarlumas (or Wong-Goo-Tt-Oo), and it is still being used by the local indigenous communities for spiritual ceremonies and healing practices.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 5,
        "Text": "5. According to the reports, in 1963, the Dampier Archipelago was selected as a site for a harbor and industrial complex, leading to a first wave of destruction of the Dampier art complex. After a brief suspension, industrial operations were resumed in 2001, leading to further destruction of rock art. According to the information received, 24.4% of the original art was reported to have been lost due to the construction of industrial sites. This includes the physical destruction of the rock art complex to leave way to the construction of the industrial plants, as well as the erosion of remaining art as a result of the acid rain caused by the emissions of these plants. Other rock art has been reportedly relocated to temporary holding areas and consequently, some of it has been irreversibly damaged. It is alleged that the removal of the rock art from the original sites has the same effect as physical destruction from the perspective of the local indigenous communities, as, to them, the rock art and the site are both sacred and inextricably linked, and their separation involves the destruction of their spiritual essence.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 6,
        "Text": "6. According to the reports, the company Woodside Energy, in conjunction with Tokyo Gas Co. Ltd. and Kansai Electric Power Co. Inc., was planning to build a new plant, the Pluto LNG Project, to explore off shore natural gas field. The construction of the new plant affects the sites \"A\" and \"B\" of the Dampier complex. It was reported that the Ngarluma and Western Ngaluma (Wong-Goo-Tt-Oo) local communities had not been duly consulted with regard to the new industrial project, and that they had consistently opposed any further destruction of the sacred sites at the Dampier complex.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. On 5 February 2007, the Woodside Company started the physical construction of the plant in site A, involving the destruction of rock art and stone arrangements, as well as the removal and packing of petroglyph boulders. On 7 February 2007, the Ngarluma community reportedly held a meeting with representatives of the Minister for Aboriginal Affairs in Karratha, in which they stated their opposition to further destruction of the Dampier site. The community has reportedly refused to accept compensation in exchange for further destruction of the sacred site. On 9 July 2007, the Environmental Protection Authority (EPA) rejected the application to build the Pluto plant at the site B of Dampier, citing the negative impact of the planned industrial operation in threatened and migratory species, ecological communities and marine environment. The EPA's decision was subsequently overruled by the State Minister of the Environment. On 4 September 2007, the Western Ngarluma (Wong-Goo-Tt-Oo) reportedly lodged an application under the Commonwealth Aboriginal and Torres Strait Islander Heritage Protection Act before the Federal Environment Minister in order to prevent the further destruction of rock art. On 12 October 2007, the Federal Minister of the Environment gave its final approval to the project, thus paving the way for the immediate commencement of construction works at site B.",
        "Labels": [
            "Indigenous peoples",
            "Migrants"
        ]
    },
    {
        "ID": 8,
        "Text": "8. It was alleged that the new construction works at site B of Dampier would result in the physical destruction or removal of an estimate of 200 art works with spiritual and religious significance for the Ngarluma and Western Ngaluma (Wong-Goo-Tt-Oo) peoples. It was also alleged that the operation of the new plant would contribute to the acidification of the atmospheric environment, contributing to the rapid erosion of the remaining art.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Australian Government informed that it is finalizing its response and regrets the delay, which is due to the time required for appropriate consultation with the State of Western Australia and all relevant federal agencies. The Australian Government will endeavour to transmit the response to the question as soon as possible.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur is grateful for the Government's preliminary response and looks forward to receiving the full response. She would like to refer to her predecessor's report after his country visit to Australia (see E/CN.4/1998/6/Add.1, para. 77): \"The land and sacred sites hold a fundamental significance for the Aboriginals, insofar as their beliefs are identified with the land. A basic question is therefore the recognition of an Aboriginal religion intrinsically related to the land within the framework of an Australian society essentially based on Judeo-Christian and western values. In the view of the Aboriginals, maintaining the integrity of the land takes on a religious dimension, which therefore has to be preserved.\" Communication sent on 2 August 2007 jointly with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Representative of the Secretary-General on the situation of human rights defenders",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 11,
        "Text": "11. The Special Procedures mandate holders brought to the attention of the Government information they had received according to which, on 8 June 2007, the Ministry of Cult and Religion and the Buddhist patriarch Non Nget issued a directive, which forbids all monks living in the Kingdom of Cambodia from organizing or participating in any demonstration or strike or carrying out Buddhist marches that affect public order. The decision also bars monks from providing false information which may affect Buddhist religion. The directive states that monks who do not respect the instructions strictly will be punished in accordance to Buddhist norms and national law. The directive was adopted after Khmer Kampuchea Krom monks carried out a series of peaceful demonstrations in Phnom Penh in February and April 2007 to advocate for the protection of the rights of the Khmer Krom, particularly in Vietnam following the alleged defrocking and arrest of five Kampuchea Krom monks in that country. It has been reported that the monks who were defrocked and arrested in Vietnam were sentenced to 2-4 years of imprisonment for disturbing traffic when they organized demonstrations to advocate for the religious and cultural rights of the Khmer Krom in Vietnam to be respected. It is feared that the Cambodian authorities will use the directive of 8 June 2007 to prevent monks from continuing to carry out their peaceful protests in defence of human rights and to crack down on them if they go ahead. Allegedly the directive is specifically aimed at restricting the activities of Khmer Kampuchea Krom monks who protest regularly and who were under particular focus at the time because of their activities in Vietnam.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning the \"Intersection of freedom of religion or belief with other human rights\" (see above para. 1, category IV.), especially the right to freedom of opinion and expression. Furthermore, the Commission on Human Rights in its resolution 2005/40 \"welcomes and encourages the continuing efforts of non-governmental organizations and bodies and groups based on religion or belief to promote the implementation of the Declaration on the Elimination of All Forms of Discrimination Based on Religion or Belief, and further encourages their work in promoting freedom of religion or belief and in highlighting cases of religious intolerance, discrimination and persecution\".",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning the situation of Mr. Tim Sa Khorn, a member of the Khmer Krom community. Mr Sa Khorn acquired Cambodian citizenship after he moved to and settled down in 1979 in the commune of Phnom Denh in Kirivong District in Takeo Province because of acts of harassment against him. According to the information received, Mr. Sa Khorn was appointed as chief monk of North Phnom Denh temple in 2002. On 16 June 2007, Supreme Patriarch Tep Vong issued a religious decree in both Cambodian and Vietnamese languages to defrock Mr Sa Khorn, accusing him of conducting activities that were harmful to the Cambodia-Vietnam friendship. Subsequently, the Vietnamese authorities allegedly circulated this decree to Khmer Krom Buddhist temples. On 3 July 2007, a spokesperson of the Cambodian Minister of Foreign Affairs declared that Mr. Sa Khorn \"had returned to Vietnam\" after reportedly being summoned to the office of the religious head of the Takeo Province in Cambodia and being forced to enter a car. On 2 August 2007, Vietnamese authorities announced that he had been arrested for having illegally entered the country.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Government informed that Mr. Sa Khorn stayed at Baukhanaram Pagoda (North Phnom Den Pagoda) at Phsar Village, Phnom Den Commune, Kirivong District, Takeo Province, Cambodia. Mr. Sa Khorn is a Khmer Kampuchea Krom native and was born at Kla Krahim village, Ba Chuk Commune, Tri Ton District (or so called Srok Svay Torng), An Giang Province, Socialist Republic of Vietnam. Mr. Sa Khorn had used the location of the Pagoda to distribute bulletins of the Khmer Kampuchea Krom union. Each bulletin contained inspiration propaganda aimed at creating conflicts between Cambodia and Vietnam. Mr. Sa Khorn has a hard-line personality with no respect for the rules of Buddhism and did not participate in religious activities as required. He carried out activities such as raising an illegal flag in the Pagoda which contains the same insignia as the flag as printed in the bulletins of the Khmer Kampuchea Krom Federation.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Furthermore, Mr. Sa Khorn constructed a building in the Pagoda and ordained monks of Khmer Kampuchea Krom origin without permission. He propagated monks and followers to support activities of the foreign-based Khmer Kampuchea Krom Federation movement. These activities made monks in the Pagoda unhappy and they moved out to other Pagodas. Currently in the Pagoda only seven monks remain who have identity cards.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Mr. Sa Khorn and his followers twice organized an illegal demonstration in order to inspire anti-sentiment against the Cambodia-Vietnam relationship. The demonstrations created extreme confrontation and violence against the Buddhism disciples, monk students and Buddhism followers. The monk demonstrators used axes and wooden sticks against the other monks which injured many.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. After a consideration of Mr. Sa Khorn's abnormal activities, the Supreme Patriarch Buddhism Monk of Cambodia, Ven. Tep Vong, organized a special meeting in which 10 highranking monks participated, to officially review Mr. Sa Khorn's case. As a result of his violation of the disciplines, Mr. Sa Khorn's status was removed.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. With reference to the Takeo Provincial Court Order, on 30 June 2007, the representatives of the District authority, the Provincial Department of Cults and Religions, the Council of Commune and the Committee of the Pagoda jointly inspected the house of Mr. Sa Khorn on the premises of the Pagoda. The Inspection Committee found some evidence such as bayonets, VCD phonographs, two women and a letter written by Mr. Sa Khorn requesting to leave for his native land Vietnam.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 19,
        "Text": "19. After a while, it was found that Mr. Sa Khorn was detained by Vietnamese authorities. Mr. Sa Khorn is under the legal prosecution of the present laws of the Socialist Republic of Vietnam.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteurs brought to the attention of the Government information they had received concerning two female Falun Gong practitioners. According to the information received, on the night of 24 November 2005, one woman aged 51 was abducted by an estimated seven policemen. Her home was ransacked and all Falun Gong materials were seized. She was taken to Dongchengfang Town Police Station in Tunzhou City, Hebei Province, where she was interrogated, beaten with rubber clubs and shocked with stun batons. At approximately 2 p.m. on 25 November 2005, a police officer took her to a room, where he lifted her shirt and touched her breasts. He then shocked her breasts with a stun baton. Another police officer came into the room and raped her. During the rape, he repeatedly slapped her in the face. He then brought another woman aged 42 into the same room and raped her too. The two rapes took place in the presence of another police officer, who made no attempt to intervene or prevent the incidents.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The Government informed that on 24 November 2005, two female Falun Gong practitioners and other residents of Dongchengfang township in Tunzhou city, Hebei province, were taken into the local public security office for questioning on suspicion of involvement in illegal activities. They were released in the afternoon of the same day.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 23,
        "Text": "23. On 26 November 2005, the Dashiqiao criminal police team in the Tunzhou city public security bureau received a complaint from one of the two female Falun Gong practitioners claiming that she had been raped by a police officer. On 27 November 2005, the other woman also filed a report with the Tunzhou public security bureau, stating that she too had been raped. The public security authorities promptly summoned the accused police officer. In the ensuing questioning and investigation, it was ascertained that he was a temporary employee in the Dongchengfang township public security office. He admitted that in the afternoon of 25 November 2005, he had taken the two women in turn back to his hostel, where he had indecently assaulted one and raped the other. On 9 December 2005, following approval from the procurator's authorities, he was taken into custody.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 24,
        "Text": "24. On 29 April 2006, the Baoding city people's procurator in Hebei province instituted criminal proceedings with the Baoding city people's intermediate level court against the police officer for commission of the offences of rape and indecent assault of a woman. On 19 May 2006, after hearing the case, the Baoding city people's intermediate level court, applying the principle of aggregation of penalties for multiple offences, passed judgment at first instance, sentencing the defendant to eight years' fixed term imprisonment. After judgment had been passed at first instance, the defendant did not accept the verdict and lodged an appeal. On 17 June 2006, the Hebei people's high court handed down its final judgment, dismissing the appeal and upholding the original judgment. The Chinese Constitution and law guarantee the exercise by all citizens of their lawful rights. The Government emphasized that any conduct which harms citizens' lawful rights and interests will be punished under law.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The Special Rapporteur is grateful for the Government's response and for providing details of the investigations and conviction of a police officer in that case. She would like to reiterate that women and detainees are in a particularly vulnerable situation and it is of the utmost importance to ensure that the States' legislative and administrative systems provide adequate protection to victims and effective remedies. The Special Rapporteur would also appreciate further information about the allegation that the two rapes took place in the presence of another police officer, who reportedly made no attempt to intervene or prevent the incidents.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteurs received information concerning Bu Dongwei (also known as David Bu), aged 38, and Falun Gong practitioner. According to the allegations received, on 19 May 2006, he was detained by around seven police officers at his home in the Haidian district of Beijing. On 19 June 2006, he was assigned to two and a half years re-education through labour in connection with his activities as a member of the Falun Gong spiritual movement by Beijing's Re-education through Labour Committee, which has the power to impose periods of arbitrary detention without charge or trial. He was accused of \"resisting the implementation of national laws\" and \"disturbing social order\" on the basis of evidence including a verbal confession he made to the police and 80 copies of Falun Gong literature discovered in his home. He is due to be released on 18 November 2008.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. Despite repeated requests to the authorities, his family has not been told where he is being detained although unconfirmed reports have been received that he may have been transferred to Tuanhe Re-education through Labour facility in Beijing on 21 August 2006. There are concerns that he is at risk of torture or other ill-treatment. Bu Dongwei had previously served a term of ten months re-education through labour from August 2000 to May 2001 in Tuanhe for \"using a heretical organization to disrupt the implementation of the law\" after he petitioned the authorities asking them to review their ban on Falun Gong. During this period, he was reportedly beaten and made to sit all day in a small chair. He was also subjected to sleep deprivation aimed at forcing him to renounce his belief in Falun Gong.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Bu Dongwei, born on 11 March 1968, is an ethnic Han Chinese and university graduate. In July 2000, he was ordered to serve a term of one year's labour re-education for using a heretical cult to disrupt law and order. On 13 June 2006, Bu Dongwei was ordered by the Beijing city labour re-education committee to serve a further two and a half years' labour re-education, to run from 19 June 2006 to 18 November 2008, for using a heretical cult to disrupt law and order. Bu Dongwei is currently serving this term in the Tuanhe labour re-education facility in Beijing.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Inquiries have established that, while being held in the Tuanhe labour re-education facility, Bu Dongwei has not been subjected to any ill-treatment. The accusations in the letter that we have received that he was beaten by the police in the labour re-education facility and subjected to sleep deprivation are without substance. The Chinese labour re-education facility operates a strict management system, under which the ill-treatment of inmates undergoing labour re-education is categorically prohibited, and any persons disobeying this rule shall be punished in accordance with the law. Within the labour re-education facilities there are procurator representatives, specializing in supervision of the conduct of law-enforcement activities by the police in the labour re-education facility.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. As to the question whether Bu Dongwei lodged an appeal or whether an appeal was lodged on his behalf by a representative, Chinese laws and regulations stipulate that persons undergoing labour re-education may, within 60 days of receipt of the labour re-education order, submit an application for administrative review to the local government office that issued the order or, within three months of receipt of the labour re-education order, lodge an administrative appeal directly with the local people's court. This right is explicitly stated in the labour reeducation order that was issued to Bu Dongwei. On 5 May, Bu Dongwei presented a power of attorney to the people's police in the labour re education facility, naming his wife as his legal representative in dealing with all matters relating to his application for administrative review.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Chinese Government wishes to draw the attention of the Special Rapporteur to the fact that \"Falun Gong\" is not a religion, nor is it a spiritual movement. It is an anti-scientific, antihuman, anti-social cult. \"Falun Gong\" poses a serious menace to Chinese society, leading great numbers of its duped followers to cause harm to themselves and even to take their own lives. The Chinese Government conducts patient persuasive counselling and educational work among rankand-file \"Falun Gong\" practitioners, fully upholds all their rights and helps them return to their normal lives. A small number of \"Falun Gong\" practitioners receive punishments in accordance with the law, but this is not because of their opinions or belief: it is because their activities have breached the law, harming the interests of the State, society and individuals. In the course of the present case, the relevant departments have strictly observed due process and have guaranteed the exercise by the parties involved of their lawful rights and interests.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Special Rapporteur is grateful for the Government's response. With regard to the question of \"cults\" or \"sects\", she would like to refer to the chapter on \"Religious minorities and new religious movements\" in her report to the fourth session of the Human Rights Council (see A/HRC/4/21, paras. 43-47). The Special Rapporteur reiterates her predecessor's assessment that, apart from the legal courses available against harmful activities, \"it is not the business of the State or any other group or community to act as the guardian of people's consciences and encourage, impose or censure any religious belief or conviction\" (E/CN.4/1997/91, para. 99). Similarly, during the elaboration of general comment No. 22, Human Rights Committee member Rosalyn Higgins was \"resolutely opposed the idea that States could have complete latitude to decide what was and what was not a genuine religious belief. The contents of a religion should be defined by the worshippers themselves; as for manifestations, article 18, paragraph 3, existed to prevent them from violating the rights of others\" (CCPR/C/SR.1166, para. 48). The terms 'belief' and 'religion' are to be broadly construed, bearing in mind that manifestations of this freedom may be subject to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. The Special Rapporteur continues to be very concerned by the continued violations of freedom of religion or belief suffered by Falun Gong practitioners (see E/CN.4/2005/61, paras. 37-38; E/CN.4/2006/5/Add.1, para. 109; A/HRC/4/21/Add.1, para. 88).",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Zhang Hongwei, member of the \"Falun Gong\", detained in Jilin prison at the time the communication was sent. According to the information received, Mr. Hongwei was arrested in Beijing and sentenced to 11 years of imprisonment in 2001. He was transferred to Tiebei Prison in Changchun city, where he went on a 53-day hunger strike, and subsequently to Jilin Prison in March 2002. He was held in solitary confinement for two years and five months and ill-treated. His conditions of health were severe. By the beginning of 2006, Mr. Zhang was continuously coughing and type III tuberculosis was diagnosed. Body fluid was accumulating in his chest and in March 2006 he also suffered from pleurisy, high blood pressure and heart disease. Thereafter, he was transferred to the prison hospital, however, still illtreated by prison guards. Several applications by Mr. Zhang's family for medical parole and access to his X-rays were refused. Further, his family was denied to visit him.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The Government informed that on 20 January 2001 Mr. Hongwei was sentenced to 13 years' fixed-term imprisonment by the Fangshan district people's court in Beijing for the offence of using a heretical sect to engage in criminal activities and that he was stripped of his political rights for 3 years. He is currently serving his sentence in Jilin city penitentiary in Jilin province. It is not because he was a member of \"Falun Gong\" that Zhang was sentenced to a term of fixedterm imprisonment, but he was rather sentenced because he had engaged in criminal activities which were in breach of Chinese law.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In December 2005, when undergoing a health check-up in prison, Mr. Hongwei was found to be suffering from tuberculosis, but he maintained his firm conviction that, as a \"Falun Gong\" practitioner, when he fell ill he should not take any medicine or receive any injections, and that, as he himself was a disciple of the \"dafa\" - the major law, the master's \"dharma body\" would protect and save him, and for these reasons he refused medical treatment. In February 2006, the prison management found that his condition had taken a turn for the worse and only after being repeatedly advised and encouraged he did agree to receive treatment. While in hospital, Mr. Hongwei received meticulous medical treatment and nursing care. His condition has now clearly improved and in clinical terms he has been cured of his illness. He has undergone two medical examinations by Jilin City Central Hospital and showed no symptoms of fever. His breathing was smooth, his heart rate normal and his ECG normal. The results of a frontal chest Xray show a calcification focus in the right pulmonary field.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Mr. Hongwei's family members enquired as to whether he could be released for medical treatment outside the facility. The prison authorities deemed that his case did not meet the conditions for seeking medical attention outside the facility but special dispensation was granted to his family to be able to visit him outside regular visiting hours, with a view to fostering stronger relations between him and his family. To summarize, Mr. Hongwei has now fully recovered from his illness and has been discharged from hospital and his state of mind is stable. His family members make frequent visits and have expressed their satisfaction with the work of the prison staff. There is no question here of Mr. Hongwei being subjected to ill-treatment or of his family being refused permission to visit him.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 37,
        "Text": "37. The Special Rapporteur is grateful for the Government's response and she would like to refer to her previous observations (see above para. 26).",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning Mr. Cao Dong, a Falun Gong practitioner. According to the information received, on 21 May 2006, Mr. Dong met with the Vice-President of the European Parliament, Mr. Edward McMillan-Scott, in Beijing. Following this meeting, he was arrested and transferred to the Gansu Province State Security Bureau Detention Centre. On 29 September 2006, Mr. Dong was charged with \"producing Falun Gong material\". His current whereabouts are unclear and his family has not been allowed to visit him since the arrest. Gansu local authorities informed Mr. Dong's family that he will be on trial soon. Mr. Dong has previously been placed in administrative custody for being a Falun Gong practitioner.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her predecessor's conclusions and recommendations after his country visit (E/CN.4/1995/91, page 133): \"The Special Rapporteur considers that there must be no interference with religious activity falling within the scope of the 1981 Declaration. At all events, there must not be any surveillance of a kind to infringe the right to freedom of belief and to manifest one's belief. With regard to sects, the Special Rapporteur particularly wishes to point out that the 1981 Declaration protects not only religion, but also theist beliefs and that article 1, paragraph 3, of that Declaration states that freedom to manifest one's religion or belief may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health or morals or the fundamental rights and freedoms of others.\"",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteurs sent a letter to the Government of the People's Republic of China as a follow-up to a communication sent on 11 August 2006 (see A/HRC/4/21/Add.1, paras. 107-111). To this communication China had sent a response on 28 November 2006 (see A/HRC/4/21/Add.1, paras. 112-118), in which however the following issue was not addressed. It was reported that there were many more organ transplants than identifiable sources of organs, even taking into account figures for identifiable sources. Moreover, the reportedly short waiting times that had been advertised for perfectly-matched organs would have suggested the existence of a computerised matching system for transplants and a large bank of live prospective donors. It was alleged that the discrepancy between available organs and numbers from identifiable sources was explained by organs harvested from Falun Gong practitioners, and that the rise in transplants from 2000 coincided and correlated with the beginning of the persecution of these persons. The Special Rapporteurs noted reports that on 15 November 2006, Vice-Minister Huang reiterated at a conference of surgeons in Guangzhou that most organs harvested come from executed prisoners. Notwithstanding the reported stringent criteria in place for donors, including for those sentenced to death, the Government informed in its response of 28 November 2007, that voluntary donations and donations between relatives were the two other legitimate sources of transplant organs. The Special Rapporteurs also noted that between the years 2000 and 2005 there were 60,000 transplantations performed, or approximately 10,000 per year for six years. This period coincides with the alleged rise in the persecution of Falun Gong practitioners. In 2005, it was reported that only 0.5% of total transplants were accounted for by donations by relatives; nonrelative brain dead donors were around nine in 2006; and estimates—given that the Government does not make public statistics on executions—for 2005 indicate 1770 executions were reportedly carried out, and 3900 persons sentenced to death. It was alleged that the discrepancy between the number of transplants carried out and the number of available sources is made up from the harvesting of organs from Falun Gong practitioners.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteurs asked for a full explanation of the source of organ transplants that would disprove the allegation of organ harvesting of Falun Gong practitioners, particularly if they could be traced to willing donors or executed prisoners. Therefore, they reiterated their request for an explanation for the discrepancy in the number of transplants between the years 2000 to 2005 and the numbers from identifiable sources of organs.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Chinese Government informed that no Chinese authority has compiled official statistics on organ transplants for the period 2000-2005. The allegations are drawn from erroneous data cited in a report compiled by two Canadians investigating allegations of organ harvesting of Falun Gong practitioners in China. The report claims that Professor Shi Bingyi, vice-chair of the China Medical Organ Transplant Association, said that in the period between 2000 and 2005, since the persecution of Falun Gong began, there were 60,000 organ transplants. However, in January 2007, Professor Shi Bingyi expressly clarified that he had never made such a statement or given figures of this kind and that these allegations and the related figures are pure fabrication.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Government finds that given the above situation, the so-called \"discrepancy\" referred to in the communication does not make sense. In addition, from the point of view of medical science, during a person's lifetime that person may express the wish to donate one or more organs after his or her death, so it is not possible to estimate the number of organ donors on the basis of a one to one correlation with the number of organ transplants.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Second, the Government stated that as a State member of the World Health Organization (WHO), in carrying out organ transplants China unswervingly respects the WHO Guiding Principles on Human Organ Transplantation of 1991, strictly prohibits the buying and selling of human organs and insists on the principle that donations of human organs may only be made on a purely voluntary basis, with the prior written agreement of the organ donor.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. On 1 July 2006, the Chinese Government promulgated its interim provisions on the clinical application and management of human organ transplantation, reaffirming that human organs may not be bought or sold; that medical establishments may only use transplanted human organs with the written agreement of the donors; that donors have the right at any time prior to transplantation to refuse donation of their organs; that medical establishments conducting human organ transplantation must be properly equipped to be able to ensure the quality and safety of medical treatment; and that ethical principles must be respected. The aim of these provisions is to standardize and strengthen the clinical application and management of human organ transplantation, and to ensure the quality and safety of medical treatment.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. In China, it is categorically prohibited to coerce persons sentenced to death into donating their bodies or organs or for their bodies or organs to be resold for profit. The organs and bodies of people sentenced to death may only be used in strict compliance with the relevant regulations. Primary among these are: (a) they may only be used with the prior written agreement of the prisoners themselves and of their family members; (b) they may only be used with the approval of the health authorities at the provincial level and of the provincial high court; and (c) units using such organs or bodies must secure the approval of the health authorities at the provincial and higher level and must be properly equipped to conduct the applicable medical research or to carry out the relevant transplantation surgery.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Government informs that, notwithstanding strict regulations relating to organ transplants, it is still hard to stop certain unlawful practices. As soon as the administrative bodies discover such practices, the necessary legal action is undertaken to punish any perpetrators. Draft regulations aimed to set in place a more standardized system for the management of organ transplantation have been submitted to the State Council, who is soliciting the views of Chinese and foreign experts and the WHO on the content of the draft.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Third, the Government informed that, drawing on current international practice, it is exploring the possibility of creating a human organ transplantation allocation system and applying the same organ allocation principles as WHO, the United States of America, the European Union and other bodies. It must be noted that the allegation that China has \"a computerized matching system for transplants\" is inaccurate. To date, there is no institution in China responsible for coordinating and allocating organs and no network system in this area, nor does it have a live organ donor base. Currently, the sourcing of organs and surgical operations involving organs are the responsibility of medical institutions.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Fourth, the Government maintained that the situation and the figures alleged in the communication are merely the product of agitation by Falun Gong. Furthermore, most of them have already been revealed to be unfounded rumours.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur is grateful for the Government's response. Urgent appeal sent on 31 January 2007 jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the question of torture and the Special Representative of the Secretary-General on the situation of human rights defenders",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning Mr. Jamyang Gyatso, a monk at Bora Monastery in Xiahe, Northwest Gansu. According to the information received, he was arrested on 8 January 2007, by plain clothed Chinese security officials outside Bora Monastery. Officials at the Monastery later discovered that Mr. Gyatso's room had been searched and that a bag full of religious scriptures, including CDs, had been removed. Several calls made to the publicly listed number for the local police were dismissed as a wrong number or the recipient hung up when enquiries were made as to Mr. Gyatso's whereabouts. Mr Gyatso was at that moment being detained at an unknown location.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Before his arrest Mr. Gyatso had served as custodian of the gardens and forests in Bora Monastery and encouraged local Tibetans to listen to foreign radio broadcasts. He had also worked on making copies of a book written by a Tibetan poet, Hortsang Jigme, who lives abroad. His work as a human rights defender was carried out peacefully in the form of religious teachings and providing information to local Tibetans on how to receive images and writings of Tibetans living abroad. Concerns were expressed that the arrest and detention of Mr. Gyatso forms part of an ongoing campaign against Tibetans advocating for the human rights of Tibetans, such as the right to freedom of expression and freedom of religion. In view of the reported detention at an undisclosed location, further concern is expressed that Mr. Gyatso might be at risk of illtreatment.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The Chinese Government informed that Mr. Jamyang Gyatso is a male Tibetan, born 30 April 1981, and is a monk at Bora monastery in Gansu province. The Government stated that on 9 January 2007, in accordance with the law, Mr. Gyatso was placed under investigation by the State security authorities, on suspicion of having conducted unlawful acts which endangered State security. In the course of the investigation Mr. Gyatso confessed in full to having committed the offence of incitement to separatism. On 3 February 2007, the Chinese security authorities ordered that he be placed under restricted freedom of movement, on his own recognizance, pending trial.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Special Rapporteur is grateful for the Government's response and she would be appreciative to be informed of recent developments in that case.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The Special Rapporteur brought to the attention of the Government information she had received according to which Mr. Gedhun Choekyi Nyima, then aged 6, disappeared together with his parents from Lhari, their home village in Tibet on 17 May 1995, three days after having been recognized as the eleventh reincarnation of the Panchen Lama by the Dalai Lama. According to the Gelugpa school of Tibetan Buddhism, the Panchen Lama is the second highest ranking religious figure after the Dalai Lama. Mr. Gedhun Choekyi Nyima was reported to remain in isolation and concerns were expressed about his whereabouts, well-being and fate. It was further alleged that the Chinese Government interfered in the identification and training of significant reincarnations in order to control the political loyalties of these important figures in Tibetan society, weaken the influence of the traditional religious authorities and use the reincarnates' influence among Tibetans.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 56,
        "Text": "56. In a letter dated 7 September 2005 (E/CN.4/2006/5/Add.1, paras. 96-98), the Chinese Government indicated that Mr. Gedhum Choekyi Nyima \"is leading a normal, happy life and receiving a good cultural education\" and that his family and he do not want their \"normal routine to be disturbed\". Given the fact that Mr. Gedhum Choekyi Nyima has most recently turned 18, there have been calls that he should have the right to speak on his own behalf. The Special Rapporteur requested further information on measures envisaged by the Government to ensure that the Tibetan Buddhists may exercise the freedom to train, appoint, elect or designate by succession their religious leaders. Furthermore, she asked what measures the Government has taken to implement the concluding observations of the Committee on the Rights of the Child, adopted on 30 September 2005, where the Committee recommended that your Government should \"[a]llow an independent expert to visit and confirm the well-being of Gedhun Choekyi Nyima while respecting his right to privacy, and that of his parents.\" (CRC/C/CHN/CO/2, para. 45).",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Chinese Government informed that respect for and the safeguarding of citizens' freedom of religion and belief has been a long standing and fundamental policy of the Chinese Government. The Chinese Government has invariably attached utmost importance to and respected the distinguishing features of traditional Tibetan Buddhism, the religious rites and historical precepts of the Tibetan Buddhist tradition. Furthermore, it has respected the traditional method whereby the living Buddha is reincarnated from generation to generation and has formulated the necessary safeguards and standards in the country's regulations on religious matters and other legal instruments.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The titles of Dalai Lama and Panchen Erdeni in the Gelug school of Tibetan Buddhism have been conferred since the time of the Qing dynasty. Since 1792, when the Chinese central government promulgated the system of \"drawing lots from the golden urn\", the process of finding the Dalai and Panchen reincarnated soul boys must always, in accordance with religious rites, start with the identification of a number of candidate soul boys, then the chosen soul boys are confirmed by the ritual of drawing lots from the golden urn before the statue of Sakyamuni, and finally a report is submitted to the central government for ratification. This historical convention and established practice has already lasted for more than 200 years and constitutes the sole method of finding and confirming the Dalai and Panchen soul boys. The eleventh Panchen Lama Erdeni Qoigyi Gyaibo was sought out and confirmed in full compliance with precisely this historical convention and established practice.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 59,
        "Text": "59. Following the enthronement rite for the reincarnated living Buddha, a training plan was drawn up by the temple's management organization, in accordance with its own teaching methods, and a Buddhist teacher carefully selected, then the training was administered. Thus, in accordance with historical precepts and established religious rites, the eleventh Panchen Lama Erdeni Qoigyi Gyaibo was duly confirmed before the statue of Sakyamuni in the Jokhang temple in Lhasa, by the ceremony of drawing lots from the golden urn, and is now, in full compliance with religious tradition, being educated in religious tradition and initiated to Buddhist monastic life.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In accordance with the historical precepts and religious rites of the Tibetan Buddhist tradition, the Dalai emphatically does not have the authority to appoint the Panchen reincarnated soul boy. The Dalai's actions in confirming Mr. Gedhun Choekyi Nyima as the eleventh Panchen showed utter contempt for the historical precepts and religious rites of the Tibetan Buddhist tradition and were completely illegitimate and invalid. The Government further stated that Mr. Gedhun Choekyi Nyima is a perfectly ordinary Tibetan boy, in an excellent state of health, leading a normal, happy life and receiving a good education and cultural upbringing. He is currently in upper secondary school, he measures 1 m 65 cm in height and is easy-going by nature. He studies hard and his school results are very good. He likes Chinese traditional culture and has recently taken up calligraphy. His parents are both State employees, and his brothers and sisters are either already working or at university. The allegation that he disappeared together with his parents and that his whereabouts remain unknown is simply not true.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. In a letter dated 11 October 2007 the Special Rapporteur thanked the Government for its detailed reply of 17 July 2007. However, as she has received further information that the State Religious Affairs Bureau has subsequently issued Order No. 5 on \"Management measures for the reincarnation of living Buddhas in Tibetan Buddhism,\" she addressed some follow-up questions on this issue to the Government: - What is the legal status of State Religious Affairs Bureau Order No. 5 and has it been implemented? - Is it correct that State Religious Affairs Bureau Order No. 5 establishes or expands Government procedural control of the principal stages of identifying and educating reincarnated Tibetan Buddhist teachers and that such control would allegedly include: a) Determining whether or not a reincarnated teacher who passes away may be reincarnated again and whether a monastery is entitled to have a reincarnated teacher in residence; b) Conducting a search for a reincarnation; c) Recognizing a reincarnation and obtaining government approval of the recognition; d) Installing a reincarnation in a monastery and issuing of approval documents; e) Providing education and religious training for a reincarnation. - Does State Religious Affairs Bureau Order No. 5 provide for administrative or criminal punishment to individuals or offices that are responsible for a failure to comply with the measures or that conduct activities pertaining to reincarnation without Government authorization? - Have there been any administrative or criminal sanctions imposed on individuals or groups according to State Religious Affairs Bureau Order No. 5? - Have any complaints been lodged against State Religious Affairs Bureau Order No. 5?",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. So far, the Special Rapporteur has not received a response from the Government addressing the questions in her communication dated 11 October 2007.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur brought to the attention of the Government information she had received concerning the reported demolition by the Chinese People's Armed Police in May 2007 of a very large near completed gold and copper plated statue of Guru Padmasambava known as Guru Rinpoche of the Samye Monastery, Lhoka prefecture, Tibet autonomous region. It is the Special Rapporteur's understanding that rubble from the statue has been transported to unknown locations. Samye Monastery is believed to be the first monastery ever built in Tibet. According to information received \"Measures for the Regulation of Religious Affairs\" came into force on 1 January 2007. These provide in article 13 that \"Religious organizations or venues for religious activities that plan to build a religious structure such as an open-air religious statue, stupa, or Mani Lhakhang [Prayer (wheel) Temple] outside a venue for religious activities must petition the Autonomous Region's government religious affairs department for examination and approval after receiving consent from the prefectural (city) administrative office (people's government) religious affairs department where the venue is located\". Article 48 of the above Measures provides: \"Where, in violation of provisions in Article 13 of these measures, a religious structure such as an outdoor religious statue, stupa, or mani lhakhang [prayer (wheel) temple] is built without authorization outside of a venue for religious activity, the people's government religious affairs department at the county level or above orders redress, suspension of construction, and demolition within a specified time limit, in accordance with relevant laws and regulations.\"",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Government informed that in February 2006 a company director from Hainan donated a 9.8 metre-high copper statue of Guru Rinpoche Padmasambhava to the Samye monastery. In November, acting without authorization, the monastery erected this statue on the monastery grounds. On 14 March 2007, the Shannan prefectural office of the Department of Religious Affairs instructed the monastery to halt erection of the statue. On 7 May 2007, under the supervision of the relevant prefectural and district authorities, the monastery itself removed the statue and the monastery had the statue sent out of Tibet on 8 June 2007.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Chinese Cultural Properties (Protection) Act states, in its article 11, that no new construction project may be undertaken at a site that comes under protection of cultural properties and that, if the scale or layout of an original architectural complex is to be altered, consent must be obtained from the local government at the level of the province, autonomous region or city of provincial status and of the State Cultural Properties Bureau. Article 12 of the Act stipulates that no new buildings or structures may be erected in protected areas which impair the characteristics and environment of the protected area.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In 1994, the Religious Affairs Bureau of the Chinese State Council, the Ministry of Construction and the Chinese Tourism Office promulgated the \"Notice regarding the prohibition of the erection of statues of Buddha\", article 2 of which stipulates that no other departments or units may, for any reason, erect statues of Buddha outdoors in scenic spots or other places and that people's governments at all levels may not approve investment projects which are made conditional on the erection of outdoor statues of Buddha. If an agreement to this end has already been concluded, it must be cancelled.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Samye monastery is a protected area of national significance and a grade AAAA listed scenic site. There are legal safeguards to ensure that the original scale and appearance of the protected cultural site are preserved. By erecting the outdoor statue of Buddha without authorization, the monastery was violating the relevant laws and regulations. The removal, of its own volition, of the statue by the monastery citizens' management committee was in compliance with the laws and regulations. The Government stated that the allegation that the armed police has demolished the statue is a sheer fabrication. It has been ascertained that no claim for compensation has been made by the monastery, nor has it submitted any appeal. The monks and the congregation have shown both understanding and support for the removal of the statue by the monastery.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteurs brought to the attention of the Government information they had received concerning Mr. Runggye Adak, of the Yonru nomadic group, as well as reportedly 200 people allegedly involved in a protest to release him from prison. According to the information received, on 1 August 2007, Mr. Adak took the stage during the annual horse racing festival in Lithang, in the Kanze autonomous prefecture in the Suchuan province. He allegedly made a statement defending the Dalai Lama's return and the release of Gedhun Choekyi Nyima who has been recognized as the eleventh reincarnation of the Panchen Lama by the Dalai Lama. Furthermore, he stated that the people of Lithang should have freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Mr. Adak was reportedly arrested by the People's Armed Police as soon as he made these comments and subsequently taken into custody. According to the reports received, a large crowd proceeded to the police station and gained access to the compound. The crowd was dispersed after the authorities assured that Mr. Adak would be released the following day. On 2 August 2007, as people gathered in the police station again to demand the release of Mr. Adak, 200 protesters were allegedly taken into custody by the People's Armed Police, including several other members of the Yonru nomadic group.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 71,
        "Text": "71. Mr. Runggye Adak, aged 53, is an ethnic Tibetan and farmer from Kahui village in Benge rural district, Lithang county, Garzê prefecture. On 1 August 2007, he was taken into criminal custody, in accordance with the law, by the Lithang county public security bureau on suspicion of unlawful activities intended to foment the division of the State. On 25 August 2007, in accordance with the provisions of article 103, paragraph 23, of the Criminal Code of the People's Republic of China, his detention was authorized by Garzê prefecture people's procuratorate. After measures of restraint had been imposed against Runggye Adak by the public security bureau, he did not submit any complaint to the judicial authorities. The case is still at the pre-trial inquiry and preliminary investigation stage and has not yet been referred to the procurator's office.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. The Chinese Constitution protects citizens' freedom of religious belief and freedom of expression. No one may be prosecuted because of their expression of their views or the legitimate exercise of their right to freedom of religious belief. The Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, together with other international human rights instruments, clearly stipulate that the exercise of rights and freedoms must be subject to restrictions under the law. In accordance with its law, China punishes actions intended to divide the country and other illegal and criminal activities, in conformity with the relevant provisions of international human rights conventions.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. In the present case, there was no statement by Runggye Adak, as alleged, demanding steps by the Chinese Government to guarantee the safety of the Dalai Lama's return to China and the release of Gedhun Choekyi Nyima, appointed by the Dalai Lama as the eleventh Panchen Lama, or that the people of Lithang should have freedom of religion or belief, nor is it true that assurances were given that Runggye Adak would be released the following day or that some 200 protesters were taken into custody by the armed police.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur is grateful for the Government's response and she would be appreciative to be informed of recent developments in that case. According to further reports, Mr. Runggye Adak was indicted on 29 October 2007 by the Garzê Intermediate Court and sentenced to eight years of imprisonment on 20 November 2007.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Kunkhen, an artist, and Mr. Lobsang Phuntsok, a 30 years old monk of the Lithang Monastery. According to the information received, Mr. Lobsang Phuntsok was arrested on 15 September 2007 following a raid carried out at his residence in the monastery by officials from the Lithang County Public Bureau Security. He was arrested on allegations of having established close ties with an artist named Kunkhen. Kunkhen was arrested on 22 August 2007 by Lithang County Public Bureau Security officials for having taken pictures of Mr. Runggye Adak on 1 August 2007 when he was addressing a large Tibetan crowd gathered for the annual Lithang horse-race festival. The exact whereabouts of Kunkhen and Mr. Lobsang Phuntsok and the charges held against them remain unknown. In view of their incommunicado detention concern was expressed as regards their physical and psychological integrity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 76,
        "Text": "76. At the time this report was finalized, the Special Rapporteur was not in a position to reflect the content of the reply from the Government of China dated 21 December 2007 as she had not received the translation of its content from the relevant services.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur brought to the attention of the Government information she had received regarding Ms. Jin Meihua, 48 years old, from Hangzhou who was sentenced, on 15 November 2007, to five years of prison for practicing Falun Dafa. She had been arrested by 17 police officers from Hangzhou City Xiacheng District Police Sub-Bureau on 5 June 2007. Subsequently, her family members were not allowed to visit her in detention. Furthermore, the police refused to meet with her lawyer and did not file his complaint. On 18 June 2001, Ms. Meihua had already been sentenced to 4 years in jail because of distributing Falun Dafa literature.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. Furthermore, she would like to refer to her previous observations (see above para. 26).",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur brought to the attention of the Government information she had received concerning the obligation to indicate one's religious affiliation on birth certificates and identity cards. According to the information received, the forms contain three religious affiliations to choose from (Islam, Christianity and Judaism) and it is impossible for members of other religious groups or non-believers to indicate their religion or leave the space blank. The new computerized system has also been programmed to allow only three alternatives.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur was also informed of a ruling issued on 4 April 2006 by the Administrative Court that had upheld the right of two Bahá'í believers, Mr. Housam Ezzat Moussa and his wife, Mrs. Rania Rushdy, to receive government-issued identity documents in which their religion was specified as \"Bahá'í\". However, the Supreme Administrative Court on 16 December 2006 overturned the lower court's decision. It is alleged that members of religious minorities are forced either to lie about their religious beliefs, an offence punishable by law, or to give up their rights of citizenship.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. In this regard, further cases concern the following Bahá'í believers in Egypt. Mr. Nayyir Nabil Ali Taha El Hamamsy was dismissed from the College of Physical Education at Suez Canal University in February 2006, after the college asked for his proof of military service exemption. It is reported that the military told him they could not issue the standard exemption certificate, because he did not have a computerized ID card (National Number Card).",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Mr. Hossein Hosni Bekhit is unable to continue his studies owing to his inability to define his military conscription status, which requires obtaining the National Number Card.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Mr. Bassem Wagdy Nassif, hired by the German University in Cairo as a junior teacher of physics, was required by the university to open a bank account in order to receive his salary – but could not do so because the bank required the National Number Card to open an account.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. Questions relating to the obligation in Egypt to indicate one's religious affiliation on birth certificates and identity cards have already been the subject of previous communications (see E/CN.4/2004/63, paras. 40-41; E/CN.4/2005/61/Add.1, para. 85; E/CN.4/2006/5/Add.1, para. 117). In a letter dated 21 July 2003, the Government indicated that the law did not permit an identity card (or family or social security card) to be issued to a person who was not a follower of one of the three religions recognized by the Constitution. According to the Government, this was a public policy rule that cannot be circumvented on grounds of freedom of religion or belief as guaranteed by the Constitution. Since 2004, the Government has not responded to the last three communications concerning the situation of Bahá'í believers.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur would like to recall the concluding observations of the Human Rights Committee (CCPR/CO/76/EGY, para. 17) where the Committee emphasized that the \"State party must see to it that its legislation and practice are consistent with article 18 of the Covenant as regards the rights of the Bahai community and reinforce its legislation\". She also wishes to reiterate her predecessor's concerns (see E/CN.4/2004/63, paras. 42) that \"the mention of religion on an identity card is a controversial issue and appears to be somewhat at variance with the freedom of religion or belief that is internationally recognized and protected. Moreover, even supposing that it was acceptable to mention religion on an identity card, it could only be claimed that the practice had any legitimacy whatsoever if it was non-discriminatory: to exclude any mention of religions other than Islam, Christianity or Judaism would appear to be a violation of international law.\" The Special Rapporteur intends to deal with the issue of religion and citizenship, including the compulsory mentioning of selected religions on official ID cards or passports, in more detail in one of her future reports.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Amr Tharwat, Mr. Abdel-Latif Mohamed Ahmed and Mr. Abdel-Hamid Mohamed Abdel-Rahman. Mr. Tharwat, who is a member of the Quranic group (a movement reportedly advocating for peaceful reform in the Muslim world), was arrested on 30 May 2007 by the State Security officers at his family's home in the Matrya neighborhood in Cairo, pursuant to an administrative detention decree issued by the interior minister under the emergency law. He was accused of \"exploiting religion to promote extreme ideas in contempt of Islamic religion, denying the sunna and considering the Quran to be the main source of legislation\". Further charges included \"rejecting the penalty for apostasy\" and \"rejecting the stoning of adulterers\". In addition to Mr. Tharwat, the authorities arrested further people staying at the house, including Mr. Abdel-Latif Mohamed Ahmed and Mr. Abdel-Hamid Mohamed Abdel-Rahman.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 87,
        "Text": "87. Allegedly, during their detention, the detainees were not allowed to contact their families or lawyers until 21 June 2007, four days after their interrogations before the State Security Prosecution officer began. Reportedly, during the interrogations, questions were confined to the detainees' religious views. An appeal was filed against the administrative detention of the defendants, as they were detained for more than 30 days. On 12 and 14 July 2007, the Emergency State Security Court ordered the release of the three persons. However, the interior Ministry appealed their release order. On 7 and 8 August 2007, the court decided to release them immediately. Despite the release order, the three individuals remained detained in preventive detention by the State Security Prosecution Office.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to take the opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Persons deprived of their liberty\" (see above para. 1, category III. 2.) and with regard to \"Freedom of expression including questions related to religious conflicts, religious intolerance and extremism\" (see above para. 1, category IV. 1.).",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteurs brought to the attention of the Government information they had received concerning Mr. Zecharias Abraham, Mr. Mikias Mekonnen and 76 churchgoers. According to the information received, police forces arrived at the Mehrete Yesus Evangelical Presbyterian Church in Asmara during a service on 29 April 2007 and arrested Mr. Abraham, the pastor of the church, Mr. Mekonnen, an elder, and 78 other persons attending the service. Amongst those arrested were a man and woman from the United States of America and a number of school teachers from India. On 3 May 2007, the two United States citizens were released. Mr. Abraham, Mr. Mekonnen and the other 76 persons, however, remain detained at an undisclosed location without access to their families and legal counsel. Considering their reportedly incommunicado detention, concerns were expressed that the 78 individuals might be at risk of torture or other ill-treatment.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 90,
        "Text": "90. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a.). The Special Rapporteur wishes to emphasize that the right to freedom to worship is not limited to members of registered religious communities, since registration should not be a precondition for practising one's religion, but only for the acquisition of a legal personality and related benefits.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. The Special Procedures mandates holders brought to the attention of the Government information they had received regarding Mr. Abune Antonios, the 79-year-old Patriarch of the Eritrean Orthodox Church. Mr. Antonios was placed under house arrest in Asmara in January 2006. The reason for the house arrest would appear to be that he protested against the arrest of three Orthodox priests from the Medhane Alem Orthodox Church and refused to cooperate with the authorities in closing down this church. The Special Procedures mandates holders expressed particular concern over reports that Mr. Antonios had been held incommunicado for the last five months, which had prevented him from receiving adequate medical attention for his diabetes. As a consequence, his health is reportedly at serious risk.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to recall that the Human Rights Council in para. 9 of its resolution 6/37 of 14 December 2007 urged States \"(h) to ensure that, in accordance with appropriate national legislation and in conformity with international human rights law, the freedom of all persons and members of groups to establish and maintain religious, charitable or humanitarian institutions is fully respected and protected; (i) to ensure that, on account of religion or belief or the expression or manifestation of religion or belief, no one within their jurisdiction is deprived of the right to life, liberty or security of person, subjected to torture or arbitrary arrest or detention\".",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Paulos Eyassu, Mr. Isaac Mogos, Mr. Negede Teklemariam, Mr. Aron Abraha, Mr. Mussie Fessehaye, Mr. Ambakom Tsegezab, Mr. Bemnet Fessehaye, Mr. Henok Ghebru, Mr. Kibreab Fessehaye, Mr. Bereket Abraha Oqbagabir, Mr. Yosief Fessehaye, Mr. Asmeron Beraki, Mr. Tesgabirhan Berhe, Mr. Yemane Tsegay, Ms. Akberet Ghebremichael, Ms. Rebka Ghebretinsaye, Mr. Fesseha Ghebrezadik, Mr. Tekle Kebede, Mr. Hagos Woldemichael, Mr. Worede Kiros, Mr. Tekle Tesfai, Mr. Yonathan Yonas, Mr. Ghebrenigus Habte, Mr. Ghebru Birhane and Mr. Tekleab Tesfamichael.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. According to the information received these 25 Jehovah's Witnesses were detained solely on the basis of their religious beliefs in the Eritrean prisons of Sawa Camp, Mai Serwa and Sembel Prison Asmara. The eleven first-named persons have been imprisoned for conscientious objection to military service whereas the others were arrested while attending religious meetings or sharing their faith with people in public. The Government had not designed any service alternative to military service, which would permit Jehovah's Witnesses and others whose faith prevents them from serving in the army to satisfy the requirement of doing national service. Mr. Paulos Eyassu, Mr. Isaac Mogos and Mr. Negede Teklemariam have been imprisoned since 24 September 1994 in the Sawa prison for conscientious objection although the maximum legal penalty for refusing to perform national service is two years. Furthermore, they were denied any visitors, including their families. No specific charges have been filed against them and they have never been given a trial. The conditions of detention in Sawa Camp are harsh with overcrowding and extremely restricted access to medical care. Most of the prisoners are said to be held in metal containers and underground cells.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 95,
        "Text": "95. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She wishes to stress that the right of conscientious objection is a right which is closely linked with freedom of religion of belief. The Special Rapporteur would like to draw the Government's attention to paragraph 5 of resolution 1998/77 of the Commission on Human Rights, which emphasizes that States should take the necessary measures to refrain from subjecting conscientious objectors to imprisonment. Imprisoning conscientious objectors for more than 13 years is clearly a disproportionate measure which violates the individuals' right to freedom of thought, conscience and religion as laid down in article 18 of the Universal Declaration of Human Rights as well as article 18 of the International Covenant on Civil and Political Rights (ICCPR).",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. La Relatora Especial quiso llamar la atención urgente del Gobierno de Guatemala respecto a la información que recibió en relación con el lugar para ceremonias maya Tulam Tzu. Según la información, el 27 de diciembre de 2005 se emprendió la construcción de condominios en el lugar sagrado maya Tulam Tzu, ubicado en la 40.ª avenida, final del Naranjo, Zona Cuatro de Mixto, Guatemala. La Conferencia Nacional de Ministros de la Espiritualidad Maya de Guatemala Oxlajuj Ajpop utiliza este lugar para practicar sus rituales espirituales y tradicionales. Oxlajuj Ajpop ha demandado al Ministro de Cultura y Deportes y al alcalde del municipio de Mixto la interrupción de la construcción, dado que su continuación podría traer como consecuencia la destrucción (parcial o total) de este lugar sagrado maya.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Además de la respuesta enviada el 4 de abril de 2006 (A/HRC/4/21/Add.1, paras. 160- 166), el Gobierno informó asimismo que desde el 1 de agosto del 2006 viene implementando las medidas cautelares decretadas el 14 de julio de 2006 por la Ilustre Comisión Interamericana de Derechos Humanos, las cuales tienen por finalidad suspender definitivamente las labores de construcción y preservar el Centro Arqueológico de Rosario-Naranjo. El día 25 de septiembre del 2006, la Procuraduría General de la Nación realizó una reunión de trabajo en las instalaciones de COPREDEH con el fin de darle una solución al conflicto; sin embargo, los peticionarios se retiraron al momento de empezar las negociaciones. El estado de Guatemala ha seguido promoviendo el proceso relacionado en la vía ordinaria civil.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. El Estado de Guatemala señaló la adopción de las medidas cautelares dictadas por la Ilustre Comisión Interamericana de Derechos Humanos.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. La Relatora Especial agradece la respuesta que el Gobierno de Guatemala ha enviado.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Sabir Ali, Mr. Iqbal Shahi, Ms. Anisa Abdul Jabbar, Mr. Muhammad Allauddin Syed, Ms. Zill Gohar, Mr. Asad Gohar, Mr. Muhammad Ashfaque, Ms. Shaista Gohar, Mr. Ayoub Gohar, Mr. Muhammad Irshad, Mr. Muhammad Sajjad Babar, Ms. Shabana Gohar, Mr. Zaheer-ud-din Bukhari, Mr. Muhammad Faheem Jaffar, Ms. Rozina Faheem, Mr. Farooq Azam, Mr. Muhammad Khalid, Mr. Sarfaraz Hussain, Mr. Muhammad Fiaz, Mr. Muhammad Furqan Uddin Syed, Mr. Muhammad Yasir, Mr. Shehzaib Gohar, Ms. Gulnaz, Ms. Samreen Shahzadi, Mr. Muhammad Ikhlaq, Ms. Kulsoom Khan, Mr. Imran Saeed, Ms. Zakia Imran, Mr. Imran Pasha, Mr. Muhammad Maqsood, Mr. Irshad Ali, Ms. Rakhshanda Asim Syeda, Mr. Javaid Iqbal, Ms. Qazmi Begum, Mr. Muhammad Muzammil, Mr. Shahzad Mukhtar, Mr. Muhammad Zafar Iqbal, Mr. Mansoor Khan, Ms. Bushra Mansoor, Ms. Misbah Nisa, Ms. Ashraf Nisa, Mr. Moin-ud-din Ahmed, Ms. Noreen Shahzadi, Mr. Abdul Rashid, Ms. Maqsooda Bibi, Ms. Sana Riaz, Mr. Hassan AlGohar, Mr. Muhammad Shafi, Ms. Safia Shafi, Mr. Tanveer Younus, Mr. Asim Ilyas, Mr. Tahir Rasheed, Mr. Usman Rashid, Mr. Abdul Waheed, Ms. Sajida Waheed, Ms. Farah Naz Gohar, Mr. Waqas Ahmed Gohar, Ms. Samira Wasim, Mr. Muhammad Wasim, Mr. Aurangzeb, Ms. Qamar Parveen, Mr. Akhtar Ali Ansari, Ms. Abhaya Gohar, Ms. Mary Gohar, Mr. Amir Gohar. These 65 persons have Pakistani nationality and are currently detained in Central Jail Tihar, New Delhi, India. The three last-named persons were born during the past three months in Central Jail Tihar. Currently, a total of ten detainees are under six years of age.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 101,
        "Text": "101. According to the information received, the first-named 62 persons are members of the Mehdi Foundation International (MFI), a multi-faith institution utilizing mystical principles of Mr. Ra Gohar Shahi. They claim that in Pakistan MFI members are not allowed to practice their beliefs, that they were tortured there and that blasphemy cases against 250 MFI members have been initiated in Pakistan. In early 2007, they travelled from Pakistan to India intending to seek asylum. On 23 April 2007, they staged a protest demonstration at Jantar Mantar, New Delhi, at which they burnt the Pakistani flag as well as their passports and visa papers. In the absence of valid visa and other travel documents, they were arrested by the local police and sent to Central Jail Tihar.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 102,
        "Text": "102. Subsequently, their application for bail was denied with the reasoning that without local address it would not be possible to secure their presence during the trial once released on bail. On 22 June 2007, 31 July 2007 and 24 August 2007, three women of the group gave birth to Ms. Abhaya Gohar, Ms. Mary Gohar, Mr. Amir Gohar in detention; another detained woman is pregnant. Several other detainees suffer from severe depressions and their constant screaming and weeping frightens the children who are detained in the same ward. Their requests to the jail authorities to provide separate accommodation for the female detainees with children have been denied by the Additional Chief Metropolitan Magistrate of New Delhi on 28 May 2007.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 103,
        "Text": "103. The 65 above-mentioned persons are at risk of imminent forcible return to Pakistan. In view of blasphemy and treason charges they may face there, the Special Rapporteurs expressed their concern that their life and physical integrity may be at risk should they be returned to Pakistan.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to take the opportunity to refer to her last report to the General Assembly where she has dealt with the vulnerable situation of refugees, asylum-seekers and internally displaced persons (see A/62/280, paras. 38-63).",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 105,
        "Text": "105. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Rev. Socratez Sofyan Yoman who is the President of the Communion of Baptist Churches in West Papua. He is also an active spokesman on the issue of human rights, in particular relating to human rights violations allegedly committed by Indonesian police and military forces in West Papua. On 29 July 2007 at approximately 5.30 p.m., following the Sunday service of the Baptist Church in Jayapura, Rev. Yoman was allegedly subject to threats and intimidation at gunpoint by members of the Indonesian police force (Brimob) and members of the military intelligence service. The policeman holding the gun was reported to have been a member of Abepura local police force whose name is known to the Special Representative and the Special Rapporteur. According to some reports, this behaviour represents part of a campaign to force Rev. Yoman's resignation from his position as the President of the Communion of Baptist Churches in West Papua. Rev. Yoman is reported stating that military intelligence has infiltrated the Baptist church and are trying to subvert the work of the church in relation to protecting the human rights of the West Papuan people.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. The Government of Indonesia informed that Rev. Yoman was reportedly threatened at gunpoint by a police officer as he was standing outside the Baptist church in Jayapura. Allegedly, Rev. Yoman had told the officer he should not be at the church, because the Reverend suspected police involvement in disturbing the work of the church with regard to human rights. Furthermore, it was alleged that the officer was a member of the local police in Abepura and that he had the support of the Brimob and the members of the Indonesian military (TNI) intelligence, who were also reported to have been present.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. The Government decries this incident which is in effect as unusual as it is unacceptable. Furthermore, the Government indicated that the protection of all persons in Indonesia is fundamentally entrenched in article 28(G) subsection 2, Article 28 (I) subsection 2, and other provisions of the 1945 Constitution (and its subsequent amendment) as well as in the norms of the Indonesian legislation. Indonesia as a country supports the endeavours of its numerous civil societies and works equitably with non-governmental organizations to promote human rights from the grassroots level upwards. Indonesia therefore recognizes the efforts of human rights advocates as an important part of the process of human rights protection and promotion.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Furthermore, with regard to the allegation that this incident was religiously motivated, the Government wished to point out that it recognizes and respects the freedom of religious belief. This is evident in the provisions of Article 28 E subsections (1) and (2) of the second amendment of the Constitution, which respectively state \"Every person shall be free to adhere to his/her respective religion and to worship according to his/her religion\" and \"Every person shall have the right to the freedom to believe his/her faith and to express his/her views and thoughts, in accordance with his/her conscience\".",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. Indonesia's commitment to the promotion and protection of human rights and fundamental freedoms is, among others, also reflected in its National Plan of Action of 2004-2009 and Article 28 (I) subsection 5 of the Constitution, which both embody the effort that is geared towards ensuring a full and applicable protection of human rights and fundamental freedoms. The former also allows for the training of local authorities and law enforcement officials to this end. Notwithstanding this, it should be noted that the police is not permitted to use coercion or force as an intimidation tactic on individuals, whether for religious, racial or other reasons.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. The Government emphasized that therefore, whilst this matter is being investigated to determine the veracity of the facts, it is important that the authorities be allowed the space to establish who is responsible for this incident as well as the exact facts leading up to the allegations. The Government set out that when this is determined and only following the decision of appropriate authorities can a punitive judicial trail and ruling be carried out.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. The Special Rapporteur is grateful for the Government's response and she would be appreciative to be informed of recent developments in that case.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. The Special Rapporteur brought to the attention of the Government information she had received regarding the local Bahá'í community in Palolo, Donggala district, Central Sulawesi. On 7 November 2007, the Governmental Office of Religious Affairs in Palolo attempted to force members of the local Bahá'í community to recant their faith. Camera crews from national TV stations were present while the Bahá'í were called in, intimidated and pressured to recant their beliefs. Two of them gave in to the pressure and recanted, agreeing to return to Islam, while the others refused to do so. Furthermore, the local Office of Religious Affairs in Palolo told the Bahá'ís that their houses would be burned and that their safety could not be guaranteed. Prior to the incident, local and national media had focused attention on the issues of conversion and apostasy, explicitly referring to 31 residents of Banpers village in Palolo sub-district who had converted their belief in Islam into that in Bahá'í.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 113,
        "Text": "113. Furthermore, although the Bahá'í Faith is currently not included in a list of banned \"Islamic sects\", the Government reportedly mandated the Council of Ulemas to watch over movements not on the list and to propose those that, in its view, should be banned in future.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to emphasize that Article 18, paragraph 2, of the International Covenant on Civil and Political Rights states that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". Furthermore, each State also has the positive obligation of ensuring that the persons on their territory and under their jurisdiction, including members of religious minorities, can practise the religion or belief of their choice free of coercion and fear. Violations and limitations of the freedom to adopt, change or renounce a religion or belief are unacceptable. The Special Rapporteur has dealt with the question of conversion in her 2005 report to the General Assembly (see A/60/399, paras. 40-68), in which she identified situations, where State agents try to convert, reconvert or prevent the conversion of persons as one of the issues of concern.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Furthermore, the Special Rapporteur would like to reiterate (see A/HRC/6/5, para. 19) that no religious group should be empowered to decide about the registration or ban of another religious group.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. The Special Rapporteurs brought to the attention of the Government information they had received regarding Ms. Shirin Sadeg Khanjani, residing in Tehran, and her father Mr. Shahin Taghizadeh, City of Rasht, Mr. Behrooz Sadeg Khanjani, Tehran, and his father Mr. Yoosuf Noorkhani, Mr. Hamid Reza Tolooinia, Tehran, and his father Mr. Parviz Khalajzamani, City of Rasht, Mr. Bahman Irani, Karaj County, Province of Tehran, Mr. Behnam Irani, Karaj County, Mr. Mohammad Baliad, City of Rasht, Mr. Payman Salarvand, City of Rasht, and Mr. Sohrab Sayadi, City of Rasht, all Iranian nationals and of Christian belief.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. According to the allegations received, on 10 December 2006, they were arrested by officers of the internal security forces in Tehran, Karaj County, and the City of Rasht, together with Mr. Mathias Hagnejad, Mr. Davood and Mr. Amin, who have since been released. The arrests were made to prevent them from engaging in religious ceremonies for Christmas. Security officers also searched the homes of the persons concerned and seized books, CDs and photographs. Following their arrests, family and friends gathered peacefully in front of the prison, in which the above named persons have been detained. Their request for release was met with excessive force by both inland security forces and police officers. Furthermore, according to the allegations received, Iranian inland security forces have also pressured members belonging to religious minorities to return their identification documents to the Iranian Ministry of Information and Security.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. The Government maintained that the individuals mentioned in the urgent appeal had established illegal gatherings according to the current regulations in the Islamic Republic of Iran. Their detention was based on their illegal activities and has nothing to do with their participation in Christmas Ceremonies. They have all produced letters confirming their illegal activities and have been subsequently released.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 119,
        "Text": "119. The Government also wished to draw the Special Rapporteur's attention to the opinion expressed by the Council of Assemblies of God Churches, which is a recognized association of Christians in Iran. That Council has dissociated itself from the activities of this group and their association to the Iranian Christians has been denied by the latter.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. The Special Rapporteur is grateful for the Government's response. She would like to take the opportunity to emphasize that freedom of religion or belief is not limited to members of registered religious communities and does not depend on the approval of recognized religious associations.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. The Special Rapporteur brought to the attention of the Government information she had received according to which Bahá'í students in several primary, middle and high schools across the Islamic Republic of Iran were subjected to harassment, vilification and other forms of abuse by their teachers and school administrators. These Bahá'í students have allegedly been forced to identify their religion and then they were insulted, degraded, threatened with expulsion and, in some cases, summarily dismissed from school. In January/February 2007 some 150 such incidents were reported from ten different cities across the country. At high school level, most attacks were directed against female students, i.e. 68 out of 76 reported incidents. Moreover, 94 out of 178 Bahá'í students accepted into universities for the current academic year are reported to have been summarily dismissed. Many of these students were told verbally that they had been expelled because of their adherence to the Bahá'í faith.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 122,
        "Text": "122. Furthermore, it was reported that Bihnam Saltanat Akhdari, an 85 year old Bahá'í woman, was murdered in her home on the night of 16 February 2007. She had been bound, gagged and brutally assaulted. The following night, Shah Baygum Diqhani, a 77 year old Bahá'í woman, was lured out of her home by a masked intruder and was attacked in her garden with a rake. Her screams caused the assailant to flee and she crawled to a neighbour's house. Although Mrs Diqhani received medical attention for broken hands, broken ribs, head injuries and critical damage to her kidneys and liver, she died 17 days later.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. The Government stated that the information required to enable the Judiciary of the Islamic Republic of Iran to take the necessary action and pursue the case, such as details and particularities of the people referred to in the allegation letter, was lacking. The Government reiterated its willingness to cooperate with OHCHR and the Special Rapporteur, however, it wished to respectfully remind that letters of allegations lacking details should not have been included in the procedure. The Government requested further information regarding the students, schools and universities involved as well as address and the dates of the passing away of Ms. Akhdari and Ms. Diqhani, including any information on the legal action taken by the families and relatives of the deceased individuals.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. The Special Rapporteur is grateful for the Government's response. She has provided details and further related allegations in a communication dated 12 February 2008 which will be covered in her next report summarizing the cases transmitted to Governments and replies received.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. The Special Rapporteurs brought to the attention of the Government information they had received regarding the arrest of 278 women on 21 April 2007 alone for wearing overly loose headscarves or tight coats. 231 of these women were released after they signed papers promising they will not appear again \"inadequately dressed in public\". Allegedly, until 29 April 2007, police in various cities of the Islamic Republic of Iran have also stopped and warned at least 16,000 women who were showing too much hair or wore a headscarf deemed too colourful. The Iranian Police Chief, Mr. Esmaeil Ahmadi-Moqaddam, reportedly stated on 18 April 2007 that in 2006 more than one million women were stopped relating to the way they wear the hijab (Islamic veil) and 10,000 charged for violating the dress code.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 126,
        "Text": "126. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She has already covered the question of religious symbols in detail in her 2006 report to the Commission on Human Rights and she would like to reiterate that \"[t]he fundamental objective should be to safeguard both the positive freedom of religion or belief as manifested in observance and practice by voluntarily wearing or displaying religious symbols, and also the negative freedom from being forced to wear or display religious symbols\" (see E/CN.4/2006/5, para. 60). Urgent appeal sent on 30 August 2007 jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on the question of torture and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. The Special Rapporteurs brought to the attention of the Government information they had received regarding Shi'a cleric Ayatollah Sayed Hossein Kazemeyni Boroujerdi, Iranian citizen, aged 49. According to the information received, Mr. Boroujerdi's trial was held on 10 June 2007 before the Special Court for the Clergy. He was denied legal counsel. It was unclear whether he was sentenced to death or whether his case is still under consideration. Allegedly the trial was related to Mr. Boroujerdi's religious views since he supports freedom of religion and the separation between religion and politics.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. Mr. Boroujerdi is currently detained in Evin prison, where, on top of the severe conditions of detention, he has been beaten and had cold water spilled on him while he was sleeping. Although he suffers from Parkinson's disease, diabetes, high blood pressure and heart problems, Mr. Boroujerdi had reportedly been denied permission to seek treatment at the prison's medical facility until he started a hunger strike on 22 July 2007.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 129,
        "Text": "129. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom of expression including questions related to religious conflicts, religious intolerance and extremism\" (see above para. 1, category IV. 1.).",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding attacks on members of Christian minority communities in Baghdad. They were informed that attacks on Christian communities had recently intensified in Baghdad, in particular in al-Dora areas of Altu'ama Al-Mua'alimeen, Abu-Taiara, Mechanich and Asia, all of which witnessed campaigns of intimidation, threats, kidnappings and killings by various criminal armed groups. Allegedly, Iraqi official security forces did not have a regular presence or patrol in al-Dora and were seen only during official house searches/raids, and when people called to report dead bodies on the streets, left for 3-5 days before being collected.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. According to the information received, between 15 April and 20 May 2007, churches in the Rusafa district of Baghdad received 300 displaced families, all of whom needed immediate support. This number reportedly does not reflect the total number of all displaced Christians in Iraq in the past two months, as many of them have either left Iraq or sought shelter in the northern parts of the country. Interviewed families reported family members killed and that their bodies were left on the streets for days, before Iraqi police or members of the Multi-National Force – Iraq (MNF-I) were able to collect them. Residents understood that if they went to collect the bodies, they themselves would be killed. By the time the bodies were collected by the MNF-I or Iraqi security forces, they were in a much decomposed state.",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 132,
        "Text": "132. The family of Arkan Wadeea represents one example. In December 2006, Mr. Wadeea's wife was killed meters from their rented house in al-Dora, in violence following reports concerning the Pope's alleged comments on Islam. He was unable to collect her body for five days until MNF-I troops came to do so. Upon his collecting her body from al-Yarmouk hospital it was evident that dogs had attacked the body. Mr. Wadeea then moved to live with his father who resides in a house where he worked as a guard. On 8 May 2007 at 10 p.m., five armed men with covered faces stormed the house and ordered them to leave. The next day he left together with his father.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. In April, 2007, a Christian man owning a stationery shop was kidnapped in the al-Dora District and his family paid a ransom to secure his release. In early May, an armed group stormed their house and kidnapped his four daughters.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. In May 2007, Um Rana, also a Christian, found a threatening letter at her home in al-Dora advising that her family had three choices: convert to Islam, pay \"jizya\" of 250,000 Iraqi Dinars or leave the house on the same day without taking their belongings, failing which her family would be killed. The family left and now lives with relatives in Baghdad's al-Baladiyat area.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. In April 2007, churches in al-Dora were allegedly threatened with attack if their crosses were not removed. Priests obeyed and cancelled Easter ceremonies to avoid attacks. Later threats against Christians increased and some families found messages demanding that they leave their houses inscribed on the walls of their houses. Those who refused to leave were subsequently reportedly killed.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She wishes to emphasize that States have an obligation under international human rights law to guarantee the right of minorities to profess and practise their own religion. The State remains responsible even when abuses are committed against minorities by non-State actors and States are also required to encourage conditions for promoting the identity, including the religious identity, of minorities.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr Utair and approximately 2100 prisoners held at Swaqa correction and rehabilitation centre. According to the information received, in July and August 2007, they were subjected to repeated beatings with truncheons, electrical cables and steel balls attached to steel chains by about 300 officers of a \"Special Police Force\". The officers entered the cells, dragged out the prisoners and beat them in the adjacent courtyard. The prisoners did not receive any medical care following these beatings, although some were severely injured. Several prisoners were unable to walk because of injuries to their legs. Two prisoners, one of them Utair, died as a result of the ill-treatment.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. During the same period, the Muslim prisoners who had beards were forcibly shaved and subjected to other restrictions, e.g. they were not allowed to leave their cells 24 hours per day. Starting in September, the situation improved slightly in terms of access to food and access to family members, and exercise. The prison director, named Majed, was removed. However, reportedly, no investigations into the allegations of the deaths in custody or torture were initiated and none of the perpetrators were brought to justice.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 139,
        "Text": "139. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. Persons deprived of their liberty are in a particularly vulnerable situation, also with regard to freedom of religion or belief. The Special Rapporteur would like to emphasize that it is crucial to provide the personnel of detention facilities with adequate training, raising awareness and enhancing their sensitivity about their duty to promote and respect international human rights standards for the treatment of prisoners, in particular the right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 140,
        "Text": "140. The Special Rapporteur brought to the attention of the Government information she had received according to which on 21 November 2006 state authorities began bulldozing five Hare Krishna-owned country houses at their commune in Karasai district on the outskirts of Almaty. Concern has been expressed that only houses which are owned by Hare Krishna believers have been targeted for confiscation and destruction. It was reported that Hare Krishna devotees formed the commune after buying a 47.7-hectare piece of land with a farm in 1999. Confiscation of the land allegedly may lead to disintegration of one of the largest communities of Hare Krishna devotees in Central Asia. According to further allegations, the district authorities have also refused to allow the Hare Krishnas to celebrate a religious festival.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. The Government referred to the findings of the interdepartmental commission for land disputes in the case involving the religious association \"Society for Krishna Consciousness\". This decision confirmed the lack of any religious discrimination in this conflict. The commission found that the court proceedings were instituted against specific individuals for violations of current legislation (improper use of plots of land; forgery of titles by unauthorized modification of the indicated purpose of a plot of land; failure to comply with government rules relating to architecture, town planning and construction, as well as fire safety and health) and accordingly decided that there is only a dispute of an economic nature.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. The commission reported that the \"Society for Krishna Consciousness\" had not requested the local authorities to grant plots of land for the installation of religious structures. In the cities of Astana and Almaty as well as in six oblasts, a total of 10 communities of the \"Society for Krishna Consciousness\" have been registered without hindrance and are currently operating. They are playing an active part in activities designed to strengthen inter-confessional concord and there are no conflicts in their relations with State agencies.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. The leadership and representatives of the \"Society for Krishna Consciousness\", who are attributing a religious character to this dispute, have reported the alleged destruction of a Hindu temple and persecution of followers of the Hindu faith. The commission found this to be at variance with the facts and defined the matter as demolition of houses erected without permission and following the improper use of plots of land. None of the houses erected without permission had been registered as a religious structure in accordance with Kazakhstan legislation. The Office of the Procurator-General, which is the highest State supervisory body responsible for ensuring the precise and uniform application of the law, found that all the judicial decisions handed down in this matter are well-founded and lawful.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. The representatives of the \"Society for Krishna Consciousness\" accuse the local authorities of withholding consent to the privatization of the plots of the religious association. The commission pointed out that to date the members of the Society lawfully own 19 housing plots in the Eltai rural territory of Karasai district. According to the commission, this demonstrates that the local authorities have no claims against members of the \"Society for Krishna Consciousness\" whose house-building is in keeping with Kazakhstan legislation relating to land, architecture and town planning, and this also shows the unfounded nature of the accusations made by the representatives of the association.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 145,
        "Text": "145. In Almaty oblast over 330 religious structures, including 222 Muslim mosques, 39 Orthodox churches, 5 Catholic churches, 85 Protestant temples and other places of worship and 1 Jewish synagogue, have been built and are operating. For this reason the Commission recommended that the leadership of the \"Society for Krishna Consciousness\" contacts the local authorities in connection with the allocation of a plot of land for the construction of a religious structure. The leadership of the religious association was originally offered a choice of three plots of land in Almaty oblast. Later, in the light of the wishes of the community's leadership, a plot of land in the village of Ostemir in Nura rural territory, Talgar district, 60 kilometres from Almaty, was offered. The settlement, which has 2,000 inhabitants, enjoys all amenities (electric power, water supply, roads), a 300-place secondary school, etc. Despite the interest expressed in obtaining the plot referred to, the leadership of the religious association has not so far lodged the corresponding application with the local authorities. It should be pointed out that over 5,000 persons are on a waiting list to obtain plots of land in the district.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 146,
        "Text": "146. The commission also considered it essential to refer to a note from the Embassy of Kazakhstan in India concerning the official position of the Government of India on this issue. The Indian Ministry of Foreign Affairs maintains the following position: \"This matter affects citizens of Kazakhstan and should be resolved within the framework of domestic legislation in Kazakhstan. The interests and rights of Indian citizens have not been infringed, and accordingly the Government of India has no grounds for interfering in the internal affairs of the friendly State, and no intention of doing so.\"",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. The Special Rapporteurs brought to the attention of the Government information they had received concerning 430 Eritrean nationals, including over 50 women and children. 130 detainees, including several women and children, are detained at a detention centre in al-Marj, 1,000 km from Tripoli, while the remaining 300 are detained in Misratah, about 200 km from Tripoli.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 149,
        "Text": "149. Allegedly, the majority of the detainees are conscripts who fled Eritrea to avoid military service. The right to conscientious objection is not recognized in Eritrea. Military service in Eritrea is compulsory for men aged 18 to 40 and for women aged 18 to 27. Military offenders are punished without due process. The 430 individuals are facing imminent deportation to Eritrea. During their detention, Libyan authorities have reportedly beaten and raped or sexually abused some detainees. Concerns were expressed that, should they be forcibly returned to Eritrea, they may be at risk of torture or ill-treatment, as well as for potential persecution with regard to their freedom of thought, conscience and religion. Further concern was expressed for their physical and mental integrity while in detention.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 150,
        "Text": "150. According to the Government, the information received by the Special Rapporteurs is not true. It is taken from sources whose credibility is doubtful, relying as it does on reports from some Eritrean nationals and non-governmental organizations. There are 164 Eritreans currently being held in centres for illegal migrants after being caught attempting to migrate illegally to Europe. They are being well-treated and are provided with humanitarian and health assistance, as witnessed by many foreign media representatives and delegations from States and nongovernmental organizations which have visited these camps.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 151,
        "Text": "151. The Government further stated that Eritrean nationals come to the Great Jamahiriya, either because they are fleeing from compulsory military service or for other reasons. Most of them enter Libya as a transit zone and are bound for the northern shores of the Mediterranean Sea. This is a breach of the laws in force in the Great Jamahiriya. The Special Rapporteurs should therefore address this outrageous situation, in accordance with their mandates, with the State of origin, instead of directing insults and rash accusations at the Great Jamahiriya. The repatriation of these Eritrean nationals is an appropriate step to take, especially as this is what most of them want after failing in their attempt to migrate illegally to European shores.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. The Government wished to add that it is important to distinguish between persons who enter the Great Jamahiriya illegally with a view to migrating to other States and those who enter as refugees seeking protection from persecution on account of their political views, race, religion or social status. Many people tend to confuse the two. Act No. 6 of 1987 regulates alien entry, residence and departure from Libya. Anyone who breaches this Act will be arrested and detained in designated places of detention and the competent authorities shall take legal proceedings against them. According to the Great Green Document on Human Rights, the Promotion of Freedom Act and the relevant laws, and pursuant to the International Covenant on Civil and Political Rights and the Convention against Torture, to which Libya is a party, the competent Libyan authorities have no right to extradite or repatriate an individual where there is evidence to show that that individual will be subjected to torture or an unfair trial.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 153,
        "Text": "153. The Great Green Document and the Freedom Act guarantee freedom of conscience, expression and opinion and freedom of worship. Everyone is entitled to security of person and not to be subjected to cruel, degrading or inhuman treatment. Article 431 of the Criminal Code prescribes a sentence of imprisonment for public officials who use violence against individuals. Article 435 of the Code prescribes a term of imprisonment for any official who commits or orders torture. Some members of the police may use force during arrests in order to deal with individuals who resist arrest. One police officer has been convicted for abuse of authority. These are isolated cases and those responsible face the most severe criminal and disciplinary penalties when evidence of their guilt is presented.",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. The Special Rapporteur is grateful for the Government's response. She would like to take the opportunity to refer to her last report to the General Assembly where she has dealt with the vulnerable situation of refugees, asylum-seekers and internally displaced persons (see A/62/280, paras. 38-63). A refusal to perform military service in the refugee's country of origin may give rise to a well-founded fear of persecution and relevant UNHCR documents (see ibid., para. 58) provide that refugee status may be established if the refusal to serve is based on genuine political, religious or moral convictions or valid reasons of conscience. In conscientious objector cases, a law purporting to be of general application in the country of origin may be persecutory where it impacts differently on particular groups, where it is applied in a discriminatory manner or where the punishment is excessive or disproportionately severe or where it cannot reasonably be expected to be performed by the individual because of his or her genuine beliefs or religious convictions.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 155,
        "Text": "155. The Special Rapporteur brought to the attention of the Government information she had received regarding Mr. Everest Moorthy. According to the allegation received, Mr. Moorthy is scheduled to be buried on 23 December 2005 according to Islamic religious rites because he allegedly converted to Islam a few weeks before he died. However, it is also reported that the family of the deceased is opposing such funerals because they contest the genuineness of the conversion. They, inter alia, claim that they were not informed of the conversion by the deceased himself although they had been continually in contact with him before he died. Moreover, the conversion of Mr. Moorthy did allegedly not take place under the usual procedure. It is also reported that while the case has been brought to the High Court of Malaysia to determine the genuineness of the conversion, its first hearing would only take place on 29 December 2005 without having stayed the funerals.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. The Government declared that the facts concerning Mr. Moorthy's death were as follows. Mr. Moorthy was a member of the Malaysian Army, Special Forces. Following an accident at the Sungai Udang Army Camp in 1998, he became paralyzed from the waist down, confining him to a wheelchair. He became interested in Islam and for months, he learned about the religion from officers from the Religious Corp at the Kementah Camp. At least five army officers visited Mr. Moorthy regularly at the Kementah Camp to teach him about the religion of Islam.",
        "Labels": []
    },
    {
        "ID": 157,
        "Text": "157. On 11 October 2004, Mr. Moorthy made an official application to Captain Shukri bin Haji Yahya, Religious Army Officer of the Kementah Camp, to convert him to Islam. However, Mr. Moorthy had made an explicit request that his conversion be kept a secret from his wife and family members. Already for several months before the application date, Mr. Moorthy had learned and been exposed to the religion of Islam. He had also uttered the two clauses of the Affirmation of Faith (Syahadah) prior to the official application to verify the conversion. After the verification of his conversion by the Religious Army Officer of the Kementah Camp, Mr. Moorthy attended the mosque a few times to perform his duties and obligations as a Muslim. Nevertheless, the registration of Mr. Moorthy's conversion to Islam with Maijis Agama Islam Wilayah Perseketuan (MAIWP), a formal requirement under the law, had to be postponed due to his condition. He was only brought to the office of the registrar of Muallafs, MAIWP on 8 March 2005. After interviewing Mr. Moorthy, the Deputy Director of the Muallaf Unit, MAIWP, was satisfied that the requirements of section 85 of the Administration of Islamic Law had been fulfilled. Mr. Moorthy's conversion was duly registered, in accordance with the standard procedure.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. On 11 November 2005, Mr. Moorthy fell from his wheelchair and was admitted to hospital in a comatose state. On 1 December 2005, Mr. Moorthy's wife, Ms. Kaliammal, was informed that her husband had converted to Islam and should be given an Islamic burial in the event of death. She was shocked that she had not been informed about her husband's conversion. According to Captain Shukri, Ms. Kaliammal had admitted that her husband had informed her of his intention to convert to Islam and asked to join him, which she declined. Although Mr. Moorthy did not inform his wife, not wanting to cause her grief, there was evidence of Islamic religious books at their residence, which were frequently read by Mr. Moorthy.",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. Mr. Moorthy passed away on 20 December 2005. The officers from the MAIWP wished to claim the body, to which the wife and family members had strongly objected. Ms. Kaliammal wanted to bury her late husband according to Hindu rites however the Director of the hospital had refused to hand over the body without a court order ordering the release of the body to a specific party. On 22 December 2005, MAIWP obtained an ex parte order from the Kuala Lumpur Shariah High Court, a competent court with jurisdiction to determine the validity of the deceased's conversion to Islam, which inter alia affirmed that Mr. Moorthy had converted to Islam and thus ordered the release of his body to MAIWP for an Islamic burial. By virtue of the court order, the hospital released the body to MAIWP on 23 December 2005. However, because Ms. Kaliammal and her family members had objected to such release, the director of the hospital and MAIWP consented to wait for a decision by the Kuala Lumpur High Court on the Originating Summons filed by Ms. Kalliammal.",
        "Labels": []
    },
    {
        "ID": 160,
        "Text": "160. In the Originating Summons filed by Ms. Kaliammal on 21 December 2005, she prayed for the following declaratory orders: a) that she is the lawful wife of the deceased at the time of his death on 20 December 2005; b) that the deceased was a Hindu who practiced the Hindu way of life prior to his death; c) that the deceased was not a Muslim at the time of his death; d) that all documents pertaining to the conversion of the deceased to Islam were illegal, null and void; e) that the Director of the KL Hospital was to release the deceased's body for the wife for burial; and f) an interim injunction to stop MAIWP from claiming the body of the deceased until the determination of this application.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. MAIWP, the director of the hospital and the government of Malaysia conceded with a) but objected to the rest. In its decision of 28 December 2005 the Kuala Lumpur High Court allowed the prayer in a), however rejected the remaining prayers. The Court also decided not to disturb the declaration that the deceased was a Muslim on the ground that the matter was under the jurisdiction of the Shariah High Court. This decision was based on previous cases decided by the higher courts in Malaysia, to which the Kuala Lumpur High Court was bound. Finally, the Court also found that, according to Article 121 (1A) the civil court had no power to exercise judicial review on the Shariah Court order, and could not ignore or nullify it.",
        "Labels": []
    },
    {
        "ID": 162,
        "Text": "162. Mr. Moorty's burial took place following the High Court decision of 28 December 2005, even though the Shariah High Court, the court of competent jurisdiction, had delivered its decision on 22 December 2005. Thus the Government found that the release of the body to the MAIWP was done pursuant the order of a competent court and after giving Ms. Kaliammal every opportunity to exhaust all available remedies. Ms. Kalliammal filed an appeal to the Court of Appeal against the Kuala Lumpur High Court's decision. The appeal is still pending.",
        "Labels": []
    },
    {
        "ID": 163,
        "Text": "163. The Special Rapporteur is grateful for the Government's response. She would like to take the opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to adopt, change or renounce a religion or belief\" (see above para. 1, category I. 1.).",
        "Labels": []
    },
    {
        "ID": 164,
        "Text": "164. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning Mr. Malik Imtiaz Sarwar, one of two lawyers currently representing Ms. Lina Joy, in the Federal Court of Malaysia. Ms. Joy is a Malay woman who has renounced her Muslim faith and embraced Christianity, and the court proceedings are concerned with whether she can renounce Islam and has the right to have the religious affiliation on her identity card deleted. According to the information received, Mr. Sarwar is the subject of death threats by an unknown group, which openly calls for the death of Mr. Sarwar because of his role as a lawyer in the Lina Joy court case. Such threats include posters, titled \"Wanted Dead\", which describes Mr. Sarwar as a betrayer of Islam for his involvement in the Lina Joy court case and an email message circulating on the Internet offers a monetary reward to anyone willing to kill him. Concern is expressed that such threats are linked to the lawful professional activity of Mr. Sarwar as a lawyer and may represent an attempt to intimidate lawyers who take on cases in defence of right to freedom of religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 165,
        "Text": "165. The Government informed that Mr. Sarwar had lodged a police report about the threat against him following a meeting with the Inspector-General of the Royal Malaysian Police on 21 August 2006. During that meeting, Mr. Sarwar informed the Chief of Police that two posters were being circulated through e-mails which incited actions towards his death, thus constituting a direct threat to his life. The police assigned Assistant Superintendant Sohaimi as the Investigating Officer of that case. Following initial investigations carried out by the Royal Malaysian Police, it was found that a poster entitled \"Islam Denigrated! Muslims Threatened!\" had been disseminated at the Kuala Lumpur Federal Territory Mosque on 23 July 2006. The same poster appeared on the Anti-Apostasy Action Front (FORKAD) website. The police has classified the case under Section 507 of the Penal Code (criminal intimidation by an anonymous communication), and is currently conducting further investigations to determine the identity of the person who has uploaded the posters on the website. The police has also recorded statements from 13 witnesses about the case thus far. At the same time, the police has also sought the assistance of Telekom Malaysia to ascertain the identity of the source of the e-mails circulated. Mr. Sarwar has expressed satisfaction with the level of cooperation extended to him by the Royal Malaysian Police in finding a resolution to the case.",
        "Labels": []
    },
    {
        "ID": 166,
        "Text": "166. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 167,
        "Text": "167. The Special Rapporteurs brought to the Government's attention information they had received according to which over the previous month the Internal Security Ministry of Malaysia had banned eighteen books, mainly devoted to the study of inter-religious matters, on the grounds that they could have \"disrupted peace and harmony\". Twelve of these books were printed in English and the rest in Malay. The books have been banned under the Printing Presses and Publications Act 1984 section 9(1), by which the Internal Security Ministry of Malaysia may forbid any publication, article, caricature, photograph, report, notes, writing, sound, music, statement or any other expression which it considers: a) To be prejudicial to public order, morality, security, the relationship with any other country; b) To alarm public opinion or be contrary to any law; or c) Is otherwise prejudicial to public interest or national interest.",
        "Labels": []
    },
    {
        "ID": 168,
        "Text": "168. The ban was enforced despite the recent approval, by the Malaysian Government, of the Media Council Bill (2006) which seeks to ameliorate the most restrictive provisions included in the Printing Presses and Publications Act 1984. It was also reported that more than forty-five books have been banned by the Malaysian authorities since 2003.",
        "Labels": []
    },
    {
        "ID": 169,
        "Text": "169. The Government informed that the right of every Malaysian citizen to freedom of opinion and expression is guaranteed by article 10(1) of the Federal Constitution, the highest authority and source of law in Malaysia. This provision is in line with Article 19 of the Universal Declaration of Human Rights. When elaborated in the International Covenant on Civil and Political Rights, the right to freedom of opinion and expression was subject to the following limitation, that \"… in the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of … meeting the just requirements of morality, public order and the general welfare in a democratic society\". In line with this, the Constitutional guarantee of the right to freedom of opinion and expression in Malaysia is subjected to the same limitations. Article 10(2) of the Constitution states that Parliament may by law impose restrictions on these rights in the interest of the security of the Federation, friendly relations with other countries, public order and morality.",
        "Labels": []
    },
    {
        "ID": 170,
        "Text": "170. In Malaysia, all matters relating to the use of printing presses and the printing, importation, production, publishing and distribution of materials are regulated by the Printing Presses and Publications Act 1984 (hereinafter referred to as the PPPA). Under Section 7(1) of the PPPA, it allows for the banning of a publication which is prejudicial or likely to be prejudicial to public order, morality, security, the relationship with any foreign country or government, or which is likely to alarm public opinion, or which is likely to be contrary to any law or is otherwise prejudicial to public or national interest.",
        "Labels": []
    },
    {
        "ID": 171,
        "Text": "171. The publication of 18 books of various titles was banned by the Malaysian authorities as the content of the books were found to be inaccurate and contradicting the true teaching of Islam. Such deviations may be prejudicial to public order and security. The Government also attached a list of the banned publications. In essence, these publications contain one or more of the following elements: a) Theories, ideologies, statements or opinions with the purpose to influence readers on their aqidah (faith), laws and teachings which contradict with the Ahl Sunnah Wal-Jamaah, observed by Muslims in Malaysia; b) Caricatures or illustrations of Prophets, the Four Caliphs and Angels, which are forbidden in Islam; c) Articles and alleged facts which conflict with the historical facts of Islam and its Ummah, as agreed by Islamic historians; d) Elements of Isra'iliyat – tales with ludicrous cultures, which are forbidden in Islam; e) Quranic writings in languages other than Arabic, which may lead to different interpretations of their true meaning.",
        "Labels": []
    },
    {
        "ID": 172,
        "Text": "172. The Government stated that publications which are in conflict with the true teachings of Islam, if it is made available to the public without a certain amount of regulation, would create confusion and misunderstanding about the religion. This could lead to the establishment of deviant movements, which in turn could cause apprehension, stir strong emotional reactions and create a detrimental environment within a plural society. The provisions contained in relevant domestic legislation seek to ensure that Malaysia's multi-ethnic and multi-religious society continues to grow and thrive without unnecessary friction caused by virtue of insensitive and irresponsible publications. The Government maintained that the action it has taken in this matter is in full compliance with the provisions of relevant domestic legislation and in keeping with the provisions of the Universal Declaration of Human Rights.",
        "Labels": []
    },
    {
        "ID": 173,
        "Text": "173. The Special Rapporteur is grateful for the Government's response. She would like to reiterate that all human rights are universal, indivisible and interdependent and interrelated. The Special Rapporteur on freedom of religion or belief, the Special Rapporteur for the promotion and protection of the right to freedom of opinion and expression as well as the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance issued a joint press release on 8 February 2006. The three mandate holders recalled that religion or belief, for anyone who professes either, is one of the fundamental elements in his or her conception of life and that freedom of religion or belief is protected as one of the essential rights by article 18 of ICCPR. They also recalled that respect for the right to freedom of expression, as articulated in article 19 of ICCPR, constitutes a pillar of democracy and reflects a country's standard of justice and fairness. Peaceful expression of opinions and ideas, either orally, through the press or other media, should always be tolerated. The press must enjoy large editorial freedom to promote a free flow of news and information, within and across national borders, thus providing an arena for debate and dialogue. Nevertheless, the use of stereotypes and labelling that insult deep-rooted religious feelings do not contribute to the creation of an environment conducive to constructive and peaceful dialogue among different communities.",
        "Labels": []
    },
    {
        "ID": 174,
        "Text": "174. Les Rapporteurs spéciaux ont attiré l'attention du Gouvernement Maroc sur la situation concernant l'hebdomadaire « Nichane », son directeur M. Driss Ksikes et la journaliste Mme Sanaa Elaji. Le 15 janvier 2007, le Tribunal de première instance de Casablanca aurait condamné le directeur de publication de l'hebdomadaire Nichane, Driss Ksikes, et la journaliste Sanaa Elaji à trois ans de prison avec sursis et à une amende de 80 000 dirhams. Le Tribunal aurait aussi suspendu la parution de l'hebdomadaire pour deux mois à partir du 15 janvier 2007.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 175,
        "Text": "175. Dans son numéro 91 paru en décembre 2006, l'hebdomadaire aurait publié un dossier intitulé « Blagues: comment les Marocains rient de la religion, du sexe et de la politique ». Le 20 décembre 2006, le Premier ministre marocain aurait notifié à M. Driss Ksikes, l'interdiction de sa diffusion. Parallèlement à cette décision, le parquet du roi près le tribunal de première instance de Casablanca aurait lancé des poursuites à l'encontre de M. Driss Ksikes et de la journaliste responsable du dossier Mme Sanaa Elaji, pour « atteinte à la religion islamique » et « publication et distribution d'écrits contraires à la morale et aux mœurs ».",
        "Labels": []
    },
    {
        "ID": 176,
        "Text": "176. Le 8 janvier 2007, à l'issue de la première audience, le procureur du roi aurait requis une peine de trois à cinq ans de prison ferme ainsi que l'interdiction d'exercer et une amende allant de 10 000 à 100 000 dirhams à l'encontre de M. Driss Ksikes et de Mme Sanaa Elaji. Il aurait également réclamé la fermeture définitive du journal.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 177,
        "Text": "177. La Rapporteuse spéciale regrette qu'elle n'a pas reçu de réponse du Gouvernement. Elle voudrait souligner que tous les droits de l'homme sont universels, indissociables, interdépendants et intimement lies. La Rapporteuse spéciale sur la liberté de religion ou de conviction, le Rapporteur spécial sur la promotion et la protection du droit à la liberté d'opinion et d'expression et le Rapporteur spécial sur les formes contemporaines de racisme, de discrimination raciale, de xénophobie et de l'intolérance qui y est associée ont publié un communiqué de presse commun le 8 février 2006. Les trois titulaires de mandat ont rappelé que la religion ou la conviction constituait, pour celui qui la professait, un des éléments fondamentaux de sa conception de la vie et que la liberté de religion ou de conviction devait être intégralement respectée et garantie en tant que l'un des droits fondamentaux consacrés par l'article 18 du Pacte international relatif aux droits de l'homme. Ils ont également rappelé que le respect du droit à la liberté d'expression, tel qu'il est énoncé à l'article 19 de cet instrument, constituait un fondement de la démocratie et donnait la mesure du respect de la justice et de l'impartialité dans un pays. L'expression pacifique des opinions et des idées, que ce soit oralement, par le biais de la presse ou d'autres médias devrait être toujours tolérée. La presse doit jouir d'une vaste liberté éditoriale pour pouvoir promouvoir une libre circulation des informations à l'intérieur des frontières et par-delà les frontières, de façon à créer un cadre propice au débat et au dialogue. Toutefois le recours à des stéréotypes et des clichés qui heurtent des sentiments religieux profondément ancrés ne contribue pas à l'instauration d'un climat propice à un dialogue constructif et pacifique entre différentes communautés.",
        "Labels": []
    },
    {
        "ID": 178,
        "Text": "178. The Special Rapporteur brought to the attention of the Government information she had received concerning violations of the right to freedom of religion or belief in Myanmar, particularly regarding members of religious minorities. According to the information received, the State Peace and Development Council actively restricts freedom of assembly and does not take action to prevent or punish the use of violence against those who manifest their religious beliefs or question the religious persecution they are subjected to. Concerns have been expressed about the requirement to obtain a permit for any gathering of more than five people.",
        "Labels": []
    },
    {
        "ID": 179,
        "Text": "179. With regard to Christians, some of their members reported having been forced to destroy both their churches and public symbols of their religion. It has also been reported that at the direction of the Government they have been forced to construct Buddhist pagodas, even in areas where there is no Buddhist population. In addition, translations of the Bible in indigenous languages are forbidden, and it is likewise illegal to import Bibles from abroad.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 180,
        "Text": "180. Muslims claim that they are not allowed to build new mosques and to extend or repair existing mosques and madrassas. As a result, many mosques are left in a state of dilapidation. In certain places, the land of the mosque was confiscated by the authorities such as in Sittwe where a Buddha museum was built on the land of the mosque. Furthermore, under the 1982 Citizenship Law, the Rohingyas were denied Myanmar citizenship, which has curtailed the full exercise of their civil, political, economic, social and cultural rights and led to various discriminatory practices.",
        "Labels": []
    },
    {
        "ID": 181,
        "Text": "181. Besides, Rohingya couples need to obtain a permission to marry and, if they get married only in a religious way, which is not considered as an official marriage, they can be imprisoned. These measures are only reportedly imposed to Rohingya Muslims and only in North Arakan. According to two new regulations from October 2005, Muslim men, with the exception of religious leaders, must shave their beard to be allowed to marry and couples need to sign a declaration they won't have more than two children.",
        "Labels": []
    },
    {
        "ID": 182,
        "Text": "182. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Minorities\" (see above para. 1, category III. 5.). Urgent appeal sent on 28 September 2007 jointly with the Working Group on Arbitrary Detention, the Special Rapporteur on extrajudicial, summary or arbitrary executions, the Special Rapporteur on the question of torture, the Special Rapporteur on the situation of human rights in Myanmar and the Special Representative of the Secretary-General on the situation of human rights defenders",
        "Labels": []
    },
    {
        "ID": 183,
        "Text": "183. The Special Procedures mandate holders brought to the attention of the Government reports they have received indicating that, in the course of the past week or more, the military had dispersed demonstrations, peacefully initiated by Buddhist monks, in Yangon and other cities by use of force, including teargas and beatings. According to the information received, the armed forces had also fired indiscriminately into the crowds, thereby killing and injuring a significant number of persons. The mandate holders had also received allegations that raids on at least six monasteries have resulted in numerous monks being beaten and arrested. About 200 monks are said to be detained in two monasteries in Yangon alone.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 184,
        "Text": "184. In the light of these allegations, the mandate holders appealed to the Government of Myanmar not to use excessive force on the protesters. Excessive or disproportionate use of force can amount to cruel and degrading treatment and could, under certain circumstances, also amount to torture.",
        "Labels": []
    },
    {
        "ID": 185,
        "Text": "185. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to resolution S-5/1 the Human Rights Council adopted at its fifth special session on 2 October 2007 and to the comprehensive report of the Special Rapporteur on the situation of human rights in Myanmar (A/HRC/6/14).",
        "Labels": []
    },
    {
        "ID": 186,
        "Text": "186. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. U Gambira, Mr. Aung Kyaw Kyaw, Mr. Min Lwin and Ms. Su Su Nway. Mr. U Gambira is a Buddhist monk and human rights activist. He was one of the leaders of the peaceful demonstrations that began in August 2007 in reaction to an increase in fuel prices. He has also led the All-Burma Monks Alliance (ABMA). Mr. Aung Kyaw Kyaw and Mr. Min Lwin are, respectively, the brother and father, of Mr. U Gambira. Ms. Su Su Nway is also a human rights activist, campaigning for workers' rights in Myanmar.",
        "Labels": []
    },
    {
        "ID": 187,
        "Text": "187. Mr. U Gambira has allegedly been charged with treason due to his leading role in the August demonstrations, for which he faces either life imprisonment or the death penalty, and his name also reportedly appears on a list of those individuals wanted by the authorities. As a result, he went into hiding and he published an article indicating that hundreds of monks and nuns have been beaten and arrested, that thousands of clergy have disappeared and that monasteries have been looted or destroyed. Reportedly he was arrested on 4 November 2007 in Singaing. His brother, Mr. Aung Kyaw Kyaw, and his father, Mr. Min Lwin, were arrested in October 2007 in an attempt to force him out of his hiding. Both Mr. Aung Kyaw Kyaw and Mr. Min Lwin are still being detained.",
        "Labels": []
    },
    {
        "ID": 188,
        "Text": "188. Ms. Su Su Nway was arrested on 13 November 2007, during the visit of the UN Special Rapporteur on the situation of human rights in Myanmar. Ms. Su Su Nway was reportedly arrested in the city of Yangon following an attempt to distribute leaflets near the hotel where the Special Rapporteur was staying. Ms. Su Su Nway also took part in the August 2007 demonstrations and had been in hiding since the arrests of the suspected leaders of the protests. She has been previously charged with criminal intimidation and given 18 months' imprisonment in October 2005, following a successful lawsuit she brought against village authorities for the use of forced labor. On 9 May 2006, the Working Group on Arbitrary Detention rendered its Opinion No. 4/2006 indicating that the detention of Ms. Su Su Nway is arbitrary, being in contravention of articles 9, 10 and 19 of the Universal Declaration of Human Rights (A/HRC/4/40/Add.1, pp. 50-51). Ms. Su Su Nway was released in June 2006.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 189,
        "Text": "189. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to the comprehensive report of the Special Rapporteur on the situation of human rights in Myanmar, where the cases of Mr. U Gambira, Mr. Aung Kyaw Kyaw, Mr. Min Lwin and Ms. Su Su Nway are also mentioned (see A/HRC/6/14, para. 51).",
        "Labels": []
    },
    {
        "ID": 190,
        "Text": "190. The Special Rapporteurs brought to the attention of the Government information they had received regarding the persecution of members of the Shia community in the Nigerian state of Sokoto. According to information received, on 18 July 2007, Mr. Umar Danmashiyya, a Sunni cleric was shot while he was leaving his local mosque. The Shia community, which is a minority in the Nigerian state of Sokoto, has been collectively blamed for the killing of the Sunni cleric. Shia groups were attacked in residential areas by mobs carrying machetes. As of 21 August 2007, more than 70 homes have been destroyed, six Shia members have been murdered and more than 50 women and children are missing. Furthermore, the community's centre, clinic and schools were also destroyed. Subsequent to street fights, the police arrested and detained 115 members of the Shia community, including its leader Mr. Kasimu Rimin Tawaye. Allegedly, those acts were carried out by a combined force of federal military, state police and mobs under police protection, which use this assassination to discriminate against the Shia community of Sokoto.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons in street situations",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 191,
        "Text": "191. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She wishes to emphasize that States have an obligation under international human rights law to guarantee the right of minorities to profess and practise their own religion. With regard to inter-faith and intra-faith conflicts, the State remains responsible even when abuses and violence are committed against religious minorities by non-State actors.",
        "Labels": []
    },
    {
        "ID": 192,
        "Text": "192. The Special Procedures mandate holders raised their concerns about the case regarding Mr. Younis Masih, a citizen of Pakistan of Christian faith, resident in the Chunngi Amar Sadu area of Lahore. According to the information received, Younis Masih was arrested on charges of blasphemy on 11 September 2005 and taken to Kot Lakhpat jail, in Lahore, where he is still detained. Apparently, on 10 September 2005 a Muslim cleric filed a complaint against Younis Masih, accusing him of blasphemy under Section 295C of the Pakistan penal code for having allegedly made derogatory remarks about the Prophet Mohammed at a religious service. Blasphemy charges carry the death penalty or life imprisonment. A first bail petition was rejected by the session's court in Lahore in November 2005 and a second petition is currently pending in the Lahore High Court.",
        "Labels": []
    },
    {
        "ID": 193,
        "Text": "193. The Special Procedures mandate holders are aware that people detained on blasphemy charges in Pakistani prisons have been killed by fellow detainees or prison wardens, including at Kot Lakhpat, the prison where Younis Masih is currently held. The mandate holders are concerned that Younis Masih's life would thus appear to be in danger.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 194,
        "Text": "194. The Government indicated on 16 May 2006 (see A/HRC/4/21, para. 241) that Mr. Younas Masih, son of Wason Masih, was admitted in Central Jail Lahore on 11 September 2005. The Government stated that Mr. Younas Masih has been provided with all security jail facilities according to jail rules. Special security arrangements have been put in place to ensure that there is no threat to his life.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 195,
        "Text": "195. An additional response was sent to the Special Procedures mandate holders on 7 September 2007. The Government indicated that Mr. Masih's bail application was turned down by the Lahore High Court on 30 May 2007. He was given the death penalty by the Additional District and Session Judge Lahore. An application to the Lahore High Court against the decision was filed by Mr. Masih's lawyer on 31 May 2007. Mr. Masih is presently in Central Jail Lahore where he has been provided all facilities admissible under jail rules. The Government has issued specific instructions to the Inspector General of Prisons of Punjab Province to ensure the safety of Mr. Masih.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 196,
        "Text": "196. Under the law, the accused is provided every opportunity to prove his innocence, even after his conviction in the trial court. The offender can exercise the right of appeal against the conviction to the higher court. A sentence is carried out only when the convict has exhausted the right of appeal provided by law. Mr. Masih's appeal is pending before the Lahore High Court.",
        "Labels": []
    },
    {
        "ID": 197,
        "Text": "197. The Government clarified that the Blasphemy law in Pakistan does not discriminate against any specific individual or community. Also the Government has refined the law by an amendment, whereby a case under Blasphemy Law cannot be registered against any alleged offender, without a thorough preliminary investigation carried out by a senior police officer. This safety clause guards against the misuse of this law.",
        "Labels": []
    },
    {
        "ID": 198,
        "Text": "198. The Special Rapporteur is grateful for the Government's responses. She would like to stress the risk that efforts to combat blasphemy may be manipulated for purposes contrary to human rights and that any blasphemy legislation should not be used to censure all inter-religious and intra-religious criticism (see E/CN.4/2000/65, para. 111 and A/62/280, paras. 75-77). Furthermore, she would like to make reference to her predecessor, who stated in his country report on Pakistan that \"applying the death penalty for blasphemy appears disproportionate and even unacceptable\" (see E/CN.4/1996/95/Add.1, para. 82).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 199,
        "Text": "199. International human rights law provides that States which retain the death penalty can only impose it for \"the most serious crimes\". In interpreting Article 6(2) of the International Covenant on Civil and Political Rights, the Human Rights Committee has consistently rejected the imposition of a death sentence for offences that do not result in the loss of life, finding only cases involving murder not to raise concerns under the \"most serious crimes\" provision. As observed in the last report to the Human Rights Council of the Special Rapporteur on extrajudicial, summary or arbitrary executions, the conclusion to be drawn from a thorough and systematic review of the jurisprudence of all of the principal United Nations bodies charged with interpreting the \"most serious crimes\" provision, is that a death sentence can only be imposed in cases where it can be shown that there was an intention to kill which resulted in the loss of life (A/HRC/4/20, para. 53).",
        "Labels": []
    },
    {
        "ID": 200,
        "Text": "200. The Special Rapporteur brought to the attention of the Government information she had received concerning the arrest of four members from the Christian minority, Mr. Salamat Masih, Mr. Sheela Masih, Mr. Green Masih and Mr. Iffefaq Masih from Toba Tek Singh in Punjab province. According to the allegations received, on 1 April 2007, a report was filed with the Toba Tek Singh police, claiming that Mr. Salamat Masih and four other Christian persons were responsible for the desecration of posters containing Islamic verses. Blasphemy charges against these Christians were made in a First Information Report (FIR) although no inquiry by a police officer with a ranking of District Police Officer or above had been undertaken. Subsequently, about 80 young Muslims attacked the Christian homes close to Bakhshi Park and several Christians received injuries. When arriving at the scene of the incident, the city police did not take any action to intervene. Mr. Salamat Masih and Mr. Sheela Masih have been arrested, while the other people mentioned in the FIR have fled. Although Mr. Green Masih and Mr. Iffefaq Masih are not referred to in the FIR, they allegedly have also been detained by the police. The police has indicated that they will not be released until all those mentioned in the FIR are arrested.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 201,
        "Text": "201. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom of expression including questions related to religious conflicts, religious intolerance and extremism\" (see above para. 1, category IV. 1.).",
        "Labels": []
    },
    {
        "ID": 202,
        "Text": "202. The Special Rapporteur brought to the attention of the Government information she had received regarding the members of the Christian community in Charsadda, North-West Frontier Province. According to the information received, on 9 May 2007, Mr. Michael Masih from Charsadda received an anonymous letter which threatened the entire Christian community in Charsadda to \"treat them with bombs\" if they failed to either convert to Islam or leave the area within the next ten days. Members of the Christian community in Charsadda take this threat very seriously because additional threatening letters addressed to several video stores, girls' schools and barbershops in the area have recently been followed by bomb attacks. The Christian community leader demanded of the federal and provincial governments to provide security for the fifty Christian households living in Charsadda. Several members of the Christian community already fled from Charsadda.",
        "Labels": []
    },
    {
        "ID": 203,
        "Text": "203. The Government indicated that the Christian community resides peacefully in the district of Charsadda and practices its faith with freedom. There are about 45-50 Christian families (with 350-400 individuals) in Tehsil Charsadda, 14-15 families (with 100-120 individuals) in Tehsil Shabqadar and one family (with 8-10 individuals) in Tehsil Tangi of the Charsadda district. Chaudary Saleem Masih is an active member of the Christian community in the area. There are three churches in the district: St. Peters Church at Charsadda Bazaar, Bible Church in the Sugar Mills area, Charsadda and Frontier Church at the Christian Colony/Essa Abad near FC Fort Shabqadar.",
        "Labels": []
    },
    {
        "ID": 204,
        "Text": "204. On 9 May 2007, a hand-written note was found near St. Peters Church, threatening the Christian community to convert to Islam or leave the district within 10 days. However, no one claimed responsibility for the note. A few days later, wall-chalking also appeared near the Bible Church, against Christians. At the same time some unknown religious extremists sent threatening letters to CD/Video/music centres, barber shops and girls schools. They targeted the businesses for non-compliance of their instructions to close down. These activities were directed against the locals and not against minorities.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 205,
        "Text": "205. In view of the attacks on the businesses, the Christian community took the letter seriously. They immediately held a press conference on the issue. Some members of the Christian community also tried to exploit the situation to further their interests.",
        "Labels": []
    },
    {
        "ID": 206,
        "Text": "206. The local Police made arrangements for the protection of Christians and their establishments in the district. Security guards were also provided to notables of the community and an inquiry was initiated into the matter under Section 156 Cr.PC. During the course of the investigation, two teenagers confessed to the wall-chalking. On 31 May 2007, the police arrested two students for sending threatening letters to the Christian community. Both confessed to have sent the letters to frighten a school mate.",
        "Labels": []
    },
    {
        "ID": 207,
        "Text": "207. The Government stated that the cell of extremist elements that had sent the threatening letters to the businesses has since been dismantled and arrests have been made. Since then, no business has been targeted. Security arrangements for the Christian community and its important buildings are still in place.",
        "Labels": []
    },
    {
        "ID": 208,
        "Text": "208. Furthermore, the Government added that it was clear from the text and hand-writing of the letter sent to the Christian community that it was a prank, though with potentially serious consequences. The text and hand-writing was different from the threatening letters sent to owners of shops and girls schools. The letter was placed close to the Bible Church with a ten day deadline; however no incident has occurred since. There is no overt threat to Christians. They are living peacefully in the area and are satisfied with the security arrangements made by the local police.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 209,
        "Text": "209. The Special Rapporteur is grateful for the Government's response. She would like to take the opportunity to refer to Article 18(2) of the ICCPR which states that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". Furthermore, each State also has the positive obligation of ensuring that the persons on their territory and under their jurisdiction, including members of religious minorities, can practise the religion or belief of their choice free of coercion and fear.",
        "Labels": []
    },
    {
        "ID": 210,
        "Text": "210. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Raja Fiaz, Mr. Muhammad Bilal, Mr. Nazar Zakir Hussain, Mr. Qazi Farooq, Mr. Muhammad Rafique, Mr. Muhammad Saddique and Mr. Ghulam Hussain. According to the allegations received, they are members of the Mehdi Foundation International (MFI), a multi-faith institution utilizing mystical principles of Mr. Ra Gohar Shahi. They were arrested on 23 December 2005 in Wapda Town and the police confiscated posters on which Mr. Gohar Shahi was shown as \"Imam Mehdi\". On 13 July 2006, the Anti-Terrorism Court No. 1 in Lahore sentenced each of these persons to five years of imprisonment, inter alia, under section 295A of Pakistan's Penal Code for having outraged others' religious feelings. Since 27 August 2006, the seven men have been detained in Sahiwal Jail, Punjab, where they were forced to parade naked, hung up in the air and beaten. Their prisoners' records are posted outside the cell, falsely indicating that they had been sentenced on charges of blasphemy under section 295C of the Penal Code. For this reason, they are constantly threatened and intimidated by prison staff as well as by other detainees. One MFI member was targeted by several other inmates and sexually assaulted. Subsequently, also staff members sexually abused him and pushed burning cigarette butts in his anus, which left scars that can still be seen.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 211,
        "Text": "211. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegations. They show that persons deprived of their liberty and members of religious minorities are in a particularly vulnerable situation and that the risk of abuse may even increase if individuals are members of several vulnerable groups. The Special Rapporteur would like to take the opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Persons deprived of their liberty\" (see above para. 1, category III. 2.) and \"Minorities\" (see above para. 1, category III. 5.).",
        "Labels": []
    },
    {
        "ID": 212,
        "Text": "212. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding V. Berlin Guerrero, 46 years old, pastor assigned at Malaban in the United Church of Christ in the Philippines (\"UCCP\"), currently in the custody of the Philippine National Police at the Camp Pantaleon Garcia in Cavite. According to the information received, on 27 May 2007 at 5.45 p.m. the pastor was arrested in front of Seven Star gas station at Bgy. Casile, Binan, Laguna, by a sub-unit of the Philippines Armed Forces on board of two L 300 FB vans whose plate numbers were covered. He was then handcuffed and taken to a place he did not know and interrogated. He was forced to give names and addresses of family members, colleagues and of leaders of non-governmental organizations in Southern Tagalog as well as his password to enter his computer and e-mails. During the interrogation he was severely beaten on his head with blunt objects, such as a water bottle and fists. Plastic bags were put over his head and tightened until he could not breathe any more. He was forced to shake his head for about an hour and was beaten when he stopped. He was threatened that his family would suffer if he did not cooperate. He was also threatened with death, burning or burial. He continued to be beaten throughout the whole interrogation session. He was also called \"Pastor-Impostor\", which offended his religious feelings. After about twelve hours, he was put back on the van, still handcuffed and blindfolded, and taken to Camp Pantaleon Garcia. Mr. Guerrero has been charged in connection with a murder case of 1990 and with inciting to sedition. Mr. Guerrero's abduction is said to be linked to the fact that the UCCP has been included in a military orientation document called \"Knowing the Enemy\" and listed as a leftist front organization. About 30 UCCP pastors, lay workers have been killed since 2001.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 213,
        "Text": "213. Concerning the accuracy of the allegations, the Government indicated that Pastor Guerrero was arrested at Binan, Laguna by elements of the Naval Intelligence and Security Force (NISF). The arrest was carried out by virtue of Warrants of Arrest for Murder and Incitement to Sedition issued by the Regional Trial Court (RTC) Branch 19 – Bacoorm Cavite and the Municipial Trial Court (MTC) – Calamba City. The Government further added that Pastor Guerrero is a suspected high ranking member of the Communist Party of the Phillipines/New People's Army (CCP/NPA) operating in the Southern Tagalog region.",
        "Labels": []
    },
    {
        "ID": 214,
        "Text": "214. Upon his arrest, he was turned over to the Cavite Police Provincial Office and was temporarily held at the Provincial Intelligence and Investigation Branch quarters in Cavite. He was visited immediately by members of his family and friends including politicians. He was also visited by the Special Investigators Quiteves and Abago of the Commission on Human Rights of the Philippines (CHRP) together with a physician who conducted medical examinations on him.",
        "Labels": []
    },
    {
        "ID": 215,
        "Text": "215. The Government maintained that the alleged torture committed against him is an exaggerated accusation concocted by the National Democratic Front (NDF) to articulate and propagate the essence of their propaganda offensive. There was no complaint lodged by or on behalf of Pastor Guerrero. There were no disciplinary or administrative sanctions imposed on the alleged perpetrators.",
        "Labels": []
    },
    {
        "ID": 216,
        "Text": "216. An update was provided by the Government in a letter dated 8 November 2007. The Government informed that Pastor Guerrero's case was pending before the Regional Trial Court Branch 18 in Bacoor, Cavite, under Criminal Case No. B-91-254. Judge Garcia of the Regional Trial Court has reset arraignment to 14 November 2007 and he ruled on 2 August 2007 that there was no basis for Mr. Guerrero's release since he is charged with a non-bailable offense.",
        "Labels": []
    },
    {
        "ID": 217,
        "Text": "217. The Government attached reports of the CHRP's investigation and of the Medico-Legal examination. The Medico-Legal report's Interpretation of Findings stated the following: \"The above physical injuries sustained by the subject [are] related to the ill-treatment dealt [at] him. Because the subject was being forced to admit that he is the head of a certain COM.PROV, or Comiteng Provincia ng Cavite while being detained against his will [this] satisfies the criteria for torture as defined under the UN Convention Against Torture.\" The CHRP indicated that it will further look into the case of torture as contained in the Medico-Legal report. It will continuingly monitor the development of the case with the Court and provide regular updates.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 218,
        "Text": "218. The Special Rapporteur is grateful for the Government's responses and she would be appreciative to be informed of recent developments in that case.",
        "Labels": []
    },
    {
        "ID": 219,
        "Text": "219. The Special Rapporteur brought to the attention of the Government information she had received concerning a new Religion Law that was promulgated by President Traian Basescu on 27 December 2006. Concerns have been expressed that the law's three-tier system of state recognition is inconsistent with fundamental human rights as it contravenes the principles of equality and non-discrimination. There are said to be high thresholds to enter the most preferential category of \"recognized religious denominations\" both in terms of the required number of adherents and of the waiting period for new applications. Further concerns relate to provisions that bar religious communities with similar names to existing recognized communities from gaining recognition. It is also feared that the law's provisions concerning State funding to recognized clergy and religious workers will make religious communities dependent on the state and increase Government control over them. Moreover, the bans on \"religious defamation\" and \"public offence to religious symbols\" might prevent people of one faith speaking about other faiths.",
        "Labels": []
    },
    {
        "ID": 220,
        "Text": "220. Furthermore, reports indicated that the process of adoption of the law violated parliamentary processes since the members of the Chamber of Deputies allegedly did not have the required five days to consider the report and amended text from the Chamber's Juridical and Human Rights committees before the text was debated and voted on in plenary session.",
        "Labels": []
    },
    {
        "ID": 221,
        "Text": "221. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. Her predecessor, Mr. Abdelfattah Amor, had already commented on earlier drafts in the report of his country visit to Romania (see E/CN.4/2004/63/Add.2, paras. 94-99). In addition, the current mandate holder also had sent an urgent appeal on 21 October 2005 (see E/CN.4/2006/5/Add.1, paras. 306-312) but has not yet received any reply. The Special Rapporteur wishes to receive further information from the Government, including regarding the compatibility of its measures concerning religious communities with relevant international human rights law. Urgent appeal sent on 16 May 2007 jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health",
        "Labels": []
    },
    {
        "ID": 222,
        "Text": "222. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Dias Rafikov, a Russian national born in 1986, currently in pre-trial detention in Kazan city, Tatarstan. According to the information received, Mr. Rafikov, a practicing Muslim, was arrested by police officials on the early morning of 7 December 2006, and accused under articles 205, part 1, 272, and 282-1, parts 1 and 2, of the Criminal Code of the Russian Federation, for involvement in terrorist activities, establishment of an extremist organization, participation in an extremist organization and preparation of a change of the constitutional order by violence.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 223,
        "Text": "223. Upon his arrest, the police conducted a search and seized several copies of Islamic literature, films, and other documents. Mr. Rafikov was accused of having acted on behalf of Hizb ut-Tahrir al-Islami, a party whose activities were banned in the Russian Federation by a decision of the Supreme Court in 2003. However, Mr. Rafikov allegedly had no links with this organization or with Islamic extremism. The police seized only Islamic literature, whereas in his home there were also Christian and Hindu materials. Mr. Rafikov was interested in religion in general and is a first-year student in psychology. Many of the witnesses during the seizure did not pay attention to the police acts and it is not certain that all the materials recorded as seized had actually been present in his house prior to the seizure.",
        "Labels": []
    },
    {
        "ID": 224,
        "Text": "224. Mr. Rafikov suffered from several diseases. His father requested a copy of his medical record from the district medical unit to show it to the pre-trial detention centre authorities in order for his son to receive the necessary medical treatment. The medical personnel refused to issue a copy of the medical record, claiming that Mr. Rafikov was an extremist. This refusal was reportedly due to acts of intimidation against the medical personnel carried out by members of the Security Services, who had visited the medical unit earlier than Mr. Rafikov's father. Mr. Rafikov's arrest and detention were ordered by a court and his pre-trial detention was extended by courts on two occasions.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 225,
        "Text": "225. Concern is expressed that the arrest and detention of Mr. Rafikov is solely connected to his peaceful exercise of his rights to freedom of opinion and expression and to freedom of religion or belief. Further concern is expressed as regards Mr. Rafikov's state of health and the fact that the proceedings against him may have been instigated in order to enhance statistics relating to activities in the fight against terrorism.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 226,
        "Text": "226. The Government informed that regarding the circumstances surrounding the arrest of Dias Albertovich Rafikov, it has been ascertained that, following investigations by the authorities of the Russian Federal Security Service, the above-mentioned citizen of the Russian Federation was charged under the following articles of the Criminal Code of the Russian Federation: 205.1 (Abetting terrorism); 282.1 (Setting up an extremist organization); 282.2 (Organizing the activities of an extremist organization); and 279 (Armed insurrection), also taking into consideration article 30 (Preparing to commit an offence and attempted commission of an offence). On 5 December 2006, criminal proceedings No. 606008 were instituted against Mr. Rafikov by the investigations branch of the Republic of Tatarstan office of the Federal Security Service. In accordance with the rules of the Russian Federation Code of Criminal Procedure, as a measure of restraint imposed on the defendant, the court of the Republic of Tatarstan ordered remand in custody, and this custody has since been extended by the court to 5 August 2007.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 227,
        "Text": "227. During detective operations, it was established that, when Mr. Rafikov learned of the 14 February 2003 decision of the Supreme Court of the Russian Federation declaring the so called \"Islamic Freedom Party\" (\"Hezb'-ut-Tahrir al-Islami\") a terrorist organization and banning it from the territory of the Russian Federation, he had systematically organized and conducted extremist activities in the interests of the said banned organization in the Republic of Tatarstan, laying the groundwork for the perpetration of acts designed to bring about violent change of the constitutional order of the Russian Federation. These activities led to his being charged with the commission of the offence covered by article 278 (Preparations for the forcible seizure of power or forcible retention of power) of the Criminal Code of the Russian Federation.",
        "Labels": []
    },
    {
        "ID": 228,
        "Text": "228. Mr. Rafikov's involvement in the perpetration of offences with which he is charged is corroborated by the evidence gathered on his case. Pursuant to a judicial order of 7 December 2006, Mr. Rafikov's home was searched and extremist materials seized. During the search, books, leaflets, pamphlets and other publications on the activities of the Islamic Freedom Party were found. The search was conducted in compliance with the requirements of criminal procedure law. Other searches carried out in the homes of 13 active members of the \"Islamic Freedom Party\" revealed material containing information on the activities of the said organization. In addition, plans and 1 kilogram of aluminium powder, which serves for the manufacture of home-made explosive devices, were found. The searches of the homes of the accused, including Mr. Rafikov, were carried out by a detective from the investigations branch of the Republic of Tatarstan office of the Russian Federal Security Service. During these searches, no comments or statements by the investigative officers were recorded in the search report.",
        "Labels": []
    },
    {
        "ID": 229,
        "Text": "229. Mr. Rafikov was transferred to pre-trial detention centre No. 1 of the State headquarters of the Russian Federal Corrections Service for the Republic of Tatarstan and, upon admission to this facility, underwent a medical check-up and examination. He did not report any health complaints.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 230,
        "Text": "230. On 21 March 2007 and 11 April 2007, Mr. Rafikov sought medical attention from the medical service of the pre-trial detention centre, in response to which he was given medical examinations and prescribed the appropriate treatment for his conditions. He was placed under medical observation by specialists at the medical service of pre-trial detention centre No. 1 for the illnesses from which he was suffering. Currently, Mr. Rafikov is in satisfactory health and shows no sign of aggravation of these chronic illnesses. The allegations that obstacles have been placed in the way of Mr. Rafikov receiving medical assistance are unfounded. No requests for medical checks have been submitted to the authorities at the pre-trial detention centre or to the investigative authorities either by the accused or by his relatives.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 231,
        "Text": "231. The claims that staff at the district medical unit refused to issue medical records to Mr. Rafikov's relatives have been investigated and found to be baseless. Upon his request, Mr. Rafikov's father was given a transcript from his son's outpatient card on 14 December 2006. A second request based on Mr. Rafikov's alleged poor health and need of extensive treatment was refused in early February 2007, on the grounds that there were no records of Mr. Rafikov's state of health. The claims that medical personnel at the clinic had been intimidated by officials from the Tatarstan headquarters of the Federal Security Service were checked and also proved to be unfounded.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 232,
        "Text": "232. It was also established that Mr. Rafikov was admitted to Kazan pre-trial detention centre No. 1 on 14 December 2006 and detained in cells which are furnished in accordance with the requirements of Federal Act 103 of 15 July 1995, the Criminal Suspects and Defendants (Remand in Custody) Act. Every cell is fitted with a sufficient number of sleeping places for the detainees confined within it, the essential sanitary facilities, a television, a cabinet for storing food, proper ventilation and adequate lighting. The check brought to light no evidence of failure by the staff of the criminal corrections system to protect Mr. Rafikov's right to personal safety.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 233,
        "Text": "233. The Special Rapporteur is grateful for the Government's detailed response.",
        "Labels": []
    },
    {
        "ID": 234,
        "Text": "234. The Special Rapporteur brought to the attention of the Government information she had received concerning a group of 46 Ahmadiyya believers including women, minor children and infants. According to the information received, Mr. Shamsuddin Koduvazhakkal, Mr. Bashiruddin Shams, Mr. Basil Shamsuddin, Mr. Rehan Ahmad, Ms. Zainab Rehan, Ms. Hiba Rehan, Ms. Faiza Rehan, Mr. Asad Ullah, Ms. Ramlah Asadullah, Mr. Shaheer Ahmad Asad, Mr. Shaheen Ahmad Asad, Mr. Rafi Ahmad Qureshi, Ms. Arifa Qureshi, Ms. Anaam Qureshi, Mr. Umair Ahmad Qureshi, Mr. Aziz Ahmad Qureshi, Mr. Mahmood Koorumban, Mr. Shamsuddin C. K., Mr. Bashir Ahmad Panoolan, Mr. Mahmood Ahmad K. T., Mr. Mohammad Athar, Mr. Suleman Ahmad, Mr. Sharaf-u-din, Mr. Abdul Aziz, Mr. Mushtaq Ahmad, Mr. Ahmad Hussain Suri, Mr. Mohammad Fazil, Ms. Amtul Wadood, Mr. Malik Ali Ahmad, Mr. Malik Mohammad Ahsan, Mr. Mahmood Ahmad Zafar, Ms. Shahida Mahmood, Ms. Sandas Mahmood, Ms. Kamil Mahmood, Ms. Israa Mahmood, Mr. Asim Ahmad Amar, Mr. Bashir Ahmad, Mr. Tanveer Ahmad, Mr. Amjad Ahmad Cheema, Mr. Saghir Ahmad, Mr. Muzaffar Ahmad Cheema, Mr. Malik Abdul Razzaq, Mr. Muhammad Sarwar, Mr. Qamar Ahmad, Mr. Naveed Ahmad, Mr. Muhammad Tahir have been taken into custody on 29 December 2006 and were detained at the Bruman Tauqeef Al Ittehaad Detention Centre in Jeddah.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 235,
        "Text": "235. These Ahmadiyya believers, who initially come from India, Pakistan and Syrian Arab Republic, have reportedly been working and living in Saudi Arabia for years with valid residence and work permits. They were apparently arrested without being given any reason and the authorities are preparing their deportation to their countries of origin. Subsequent to the interrogation of the detainees, seven additional male members of the Ahmadiyya community were arrested on 5 and 6 January 2007. While many of the detainees apparently have been released in the meantime, it is alleged that members of the religious police verbally requested the detainees' \"kafils\" (sponsors/employers) to ensure the departure of the Ahmadiyya believers to their countries of origin. These events are reported to cause a sense of insecurity and discomfort among the Ahmadiyya believers in Saudi Arabia.",
        "Labels": []
    },
    {
        "ID": 236,
        "Text": "236. The Government indicated that the persons concerned were arrested after more than 150 members of the Ahmadiyya (Qadiani) community held an unauthorized assembly which disturbed and alarmed other people living in the neighbourhood. They were released when bail was posted in respect of their violation of the Kingdom's regulations and after undertaking to refrain from causing further disturbance to other residents.",
        "Labels": []
    },
    {
        "ID": 237,
        "Text": "237. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 238,
        "Text": "238. The Special Rapporteurs brought to the attention of the Government information they had received concerning regarding a 19-year-old Shiite woman from Al-Qatif. According to the allegations received, in 2006, the Shiite woman and a male companion were kidnapped at knifepoint by a gang of seven Sunni men. The male companion was attacked by the gang, and later released. The woman, however, was repeatedly raped by the gang. Four members of the gang were at the time sentenced by the Qatif General Court to prison terms ranging from one to five years, with floggings of up to 1000 lashes. Three other gang members reportedly turned themselves in before the conclusion of the trial.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 239,
        "Text": "239. The victim of the gang rape and her male companion were convicted in 2006 of being alone in private with a member of the opposite sex who was not an immediate family member, under an offence known as Khilwa in sharia law. Following the request of the review of the verdict by the woman and her lawyer, on 15 November 2007, a court in eastern Saudi Arabia increased the original sentence against the seven members of the gang, and also increased the sentence against the 19-year old woman from 90 lashes to 200 lashes and a six month prison term. In addition, it is reported that the court revoked the professional license of her lawyer and banned him from defending her.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 240,
        "Text": "240. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegations. They show that women may suffer from aggravated discrimination with regard to their religious, ethnic and sexual identities, for example when female members of minority religions become victims of rape and violence. The Special Rapporteur welcomes that according to various news reports Saudi Arabia's King Abdullah issued an official pardon for the woman and the male companion on 17 December 2007.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 241,
        "Text": "241. The Special Rapporteur brought to the attention of the Government information she had received concerning members of the All Ceylon Thareekathul Mufliheen society in Sri Lanka. According to the allegations received, the religious leader of the All Ceylon Thareekathul Mufliheen society, a religious movement based on Islam but rejected by mainstream Muslims in Sri Lanka, died on 6 December 2006. His body was exhumed and burned by a mob under the pretext that members of the All Ceylon Thareekathul Mufliheen society were not permitted to bury their dead in Kathankudy soil. During the subsequent riots, the minaret and part of the meditation centre were destroyed and over 117 houses of members of the All Ceylon Thareekathul Mufliheen society were burned down. Furthermore, their lives were threatened and many of them left Kathankudy.",
        "Labels": []
    },
    {
        "ID": 242,
        "Text": "242. On 7 February 2007, the Human Rights Commission of Sri Lanka informed the General Secretary of All Ceylon Thareekathul Mufliheen that the Commission cannot interfere in the disputes between various sects of a religion and advised to refer these disputes to the Council of Ulemas – All Ceylon Jameeathul Ulama or the Minister of Religious Affairs.",
        "Labels": []
    },
    {
        "ID": 243,
        "Text": "243. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to emphasize that the human rights obligations of States also consist in ensuring the free exercise of freedom of religion or belief and bringing the perpetrators of acts of religious intolerance, discrimination or violence to justice. Already in the report on her country visit to Sri Lanka (see E/CN.4/2006/5/Add.3, para. 100), the Special Rapporteur had referred to another incident targeting the All Ceylon Tharikathul Mufliheen society: In October 2004, their place of worship in Kathankudy and the residences or properties of some of their members were allegedly attacked by a mob of approximately 500 people lead by Muslim organizations. The properties were either destroyed or set on fire and several members of the society were injured. While the police arrested eight alleged perpetrators, these were later released on bail and some mainstream Muslim organizations continued to threaten the members of the society to force them to abandon their belief. As the police reportedly failed to provide protection to the victims of these attacks, they had to flee and find refuge in Colombo. Since then, they have not been able to return to their properties because of continued threats and the absence of appropriate measures by the authorities.",
        "Labels": []
    },
    {
        "ID": 244,
        "Text": "244. In the country report the Special Rapporteur concluded (see E/CN.4/2006/5/Add.3, paras. 113-114) that \"the Government of Sri Lanka has to fulfill its positive obligation to protect the right to freedom of religion or belief of all its citizens, irrespective of the religious community to which they belong. These positive obligations include, first and foremost, the prompt investigation of any act of religious violence or intolerance, the prosecution of all perpetrators and the awarding of compensation to the victims of these violations. The Special Rapporteur considers that in most of the cases that have been brought to her attention and despite the information provided by the Permanent Mission, these obligations have not been satisfactorily fulfilled by the Government. Moreover, the implementation of these obligations should constitute an essential priority in guaranteeing the enjoyment of the fundamental right to freedom of religion or belief of all Sri Lankan citizens and a prerequisite for maintaining the high level of religious tolerance and harmony that has so far prevailed in Sri Lanka.\"",
        "Labels": []
    },
    {
        "ID": 245,
        "Text": "245. The Special Rapporteur brought to the attention of the Government information she had received concerning the draft religion law. Allegedly, in June 2007, the Ministry of Culture has produced a draft law \"On Freedom of Conscience, on Religious Associations and Other Organizations\". Various religious communities have voiced their concerns that the draft law establishes a burdensome registration procedure for religious organizations and that it gives the competent state agency on religious affairs a wide authority over the religious organizations. For state registration of a church, its founders are required to submit an application with signatures of 400 followers for establishing a church in a district or 800 signatures in a city (or 1.200 signatures in the city of Dushanbe). The draft law relates the establishing of mosques to the number of the population in a territorial unit of the Republic of Tajikistan, i.e. another mosque can only be established if thresholds between 2.000 and 60.000 people in a village, settlement, city or Dushanbe City have been reached.",
        "Labels": []
    },
    {
        "ID": 246,
        "Text": "246. Furthermore, the draft law prohibits actions directed to converting believers of one confession into others as well as any other charitable or missionary activity having a nature of intellectual, mental or other pressure to citizens in proselyte aims. According to the draft law, only citizens of the Republic of Tajikistan who have special religious education can be heads of religious organizations. The draft law seems to restrict the production, export, import and dissemination or religious literature to religious organizations, thus excluding any such activity of non-registered religious entities. Finally, the draft law provides that all religious organizations that already exist must re-register under the provisions of the new draft law.",
        "Labels": []
    },
    {
        "ID": 247,
        "Text": "247. There are concerns that the draft law of June 2007 could lead to undue limitations on the rights of religious communities and could impermissibly restrict religious activities of religious minorities. The Special Rapporteur also referred to her communication dated 18 May 2006 concerning a previous draft law in early 2006 entitled \"About the freedom of conscience and religious unions\" (see A/HRC/4/21/Add.1, para. 286).",
        "Labels": []
    },
    {
        "ID": 248,
        "Text": "248. Moreover, it was reported that the Ministry of Culture recently published a list of officially banned religious literature which allegedly consists primarily of documents by Hizb-ut Tahrir. The Special Rapporteur also requested the Government to send her a copy of the list of banned religious literature and explain the legal procedure of prohibiting religious literature.",
        "Labels": []
    },
    {
        "ID": 249,
        "Text": "249. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She already commented on the previous 2006 draft law \"On Freedom of Conscience and Religious Associations\" in the report after her country visit to Tajikistan (A/HRC/7/10/Add.2). The draft law \"On Freedom of Conscience, on Religious Associations and Other Organizations\" of June 2007 also contains provisions which would be difficult to reconcile with international human rights standards if the draft law was adopted in this form. The Special Rapporteur would like to emphasize that registration should not be a precondition for practicing one's religion, but may only be appropriate for the acquisition of a legal personality and related benefits. In the latter case, registration procedures should be easy and quick and not depend on extensive formal requirements in terms of the number of members or the time a particular religious group has existed. Re-registration requirements that operate retroactively or fail to protect vested interests should also be questioned and an adequate transition period should be envisaged concerning the application of new registration rules. Furthermore, the draft law of June 2007 seems to unduly restrict religious activities of smaller religious groups and minorities. Finally, the Special Rapporteur would be appreciative to receive the requested list of banned religious literature.",
        "Labels": []
    },
    {
        "ID": 250,
        "Text": "250. The Special Rapporteur brought to the attention of the Government information she had received concerning Mr. Nuryagdy Gayyrov and Mr. Bayram Ashirgeldyyev who were reportedly arrested on 14 June 2007 in Turkmenistan for refusing to perform compulsory military service on grounds of religious conscience. Both are Jehovah's Witnesses and were reportedly charged with \"evasion of call-up to military service\" in violation of article 219, part 1 of the Turkmenistan Criminal Code and are believed to be detained in pre-trial detention in Ashgabat. Mr. Gayyrov was jailed in 1999 for one year for the same offence. It is the Special Rapporteur's understanding that the cell where they are currently detained is very crowded with 20-30 others and is also very hot and lacking in ventilation. It is reported that Mr. Gayyrov and Mr. Ashirgeldyyev have been unable to meet with either their defence lawyers or family members.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 251,
        "Text": "251. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to Resolution 1998/77 of the Commission on Human Rights, which draws attention to the right of everyone to have conscientious objections to military service. The Human Rights Committee recently observed \"that while the right to manifest one's religion or belief does not as such imply the right to refuse all obligations imposed by law, it provides certain protection, consistent with article 18, paragraph 3, against being forced to act against genuinely-held religious belief\" (CCPR/C/88/D/1321-1322/2004, para. 8.3). In line with the Human Rights Committee's General Comment No. 22, there shall be no differentiation among conscientious objectors on the basis of the nature of their particular beliefs when the right to conscientious objection is recognized by law or practice; likewise, there shall be no discrimination against conscientious objectors because they have failed to perform military service.",
        "Labels": []
    },
    {
        "ID": 252,
        "Text": "252. The Special Rapporteur brought to the attention of the Government information she had received concerning Mr. Vyacheslav Kalataevsky, a Ukrainian citizen aged 49 years, who has been sentenced by the Turkmenbashi city court to three years of hard labour for crossing the border illegally. Reports suggest that this punishment is related to his religious activities as leader of a congregation which is part of a network of independent Baptist churches in Turkmenistan.",
        "Labels": []
    },
    {
        "ID": 253,
        "Text": "253. Mr. Kalataevsky had been expelled from his country in 2001 for inciting \"religious unrest\" since he had organized prayer groups and religious meetings for an unregistered Baptist group. After being released with no money or food across the border in Kazakhstan he allegedly had no option but to return to Turkmenistan. On 12 March 2007, while Mr. Kalataevsky and his wife were trying to regularize his status in his native town of Turkmenbashi (formerly Krasnovodsk), he was arrested by secret police of the Ministry of State Security (MSS). Mr. Kalataevsky has been held since 17 March 2007 in temporary isolation cells in the town of Balkanabad (formerly Nebit-Dag) near Turkmenbashi while the regional MSS secret police continued their investigations. In June 2007 he has been moved to a harsher labour camp in Seydi. The camp is 1,200 kilometres away from his family home, and armed guards with machine guns denied the family the opportunity to see him during the transit.",
        "Labels": []
    },
    {
        "ID": 254,
        "Text": "254. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. However, she is grateful that the Government has extended an invitation to visit Turkmenistan and she intends to address the issues involved in her country report.",
        "Labels": []
    },
    {
        "ID": 255,
        "Text": "255. The Special Rapporteurs brought to the attention of the Government information they had received regarding three Christian employees of the Zirve publishing house who distributed bibles in Malatya, a city in eastern Anatolia, and who on 18 April 2007 were found dead with their throats slit and their hands and legs bound. Allegedly, one man was still alive when found, was taken to the hospital but died later. Reportedly, one of the victims was the director of the publishing house. According to the information received, the Zirve publishing house prints bibles and Christian literature. Its employees had reportedly been the target of threats and a demonstration by nationalists accusing them of proselytism. Concern is expressed that these killings may be in connection with their freedom of expression and freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 256,
        "Text": "256. The Government indicated that the incident has prompted a great reaction in all segments of the society in Turkey. The perpetrators of this crime were captured and brought to justice soon after the incident. Freedom of religious belief and conscience is firmly safeguarded by the Turkish Constitution and the relevant legislation. Equality before the law and the prohibition of all forms of discrimination are enshrined as fundamental principles of the Republic in the Turkish Constitution. The religious rights of non-Muslim citizens are further protected in accordance with the Lausanne Peace Treaty. There are more than 300 places of worship belonging to non-Muslim communities, including 53 churches run by foreigners residing in Turkey. As of December 2006, 122 foreign clergymen have been registered with working permit to serve in places of worship.",
        "Labels": []
    },
    {
        "ID": 257,
        "Text": "257. The Government informed that the dissemination of religious beliefs is not prohibited under Turkish Law, contrary to the suggestions made in connection with the last incident. Indeed, preventing a person from disseminating or expressing their religious beliefs through use of force or threat constitutes an offence according to the Turkish Penal Code.",
        "Labels": []
    },
    {
        "ID": 258,
        "Text": "258. The Government also sent an information note on the case. According to this note, it is reported that on 18 April 2007 the Directorate for Security of Malatya received a phone call from a person who reported that he was concerned about his friends working at the Zirve Publishing House and that he could not enter its premises as the door was not answered for a long time despite the fact that he heard noises coming from inside. The law enforcement officials immediately responded to the call and arrived at the premises of the Zirve Publishing House. While the officials were trying to break the lock of the door, a man was seen jumping from the balcony. The law enforcement officials, who later entered the flat, discovered three men lying on the floor with their hands and legs bound and seriously injured. A medical team was immediately dispatched to the crime scene. Despite the necessary medical intervention, the German citizen Mr. Tilman Ekkehart Geske and Mr. Necati Aydin, lost their lives at the scene due to the serious injuries they had sustained as result of the attacks. The third victim of the assault, Mr. Ugur Yüksel, who was found alive, was transferred to the nearest hospital but could not be saved since he was heavily injured.",
        "Labels": []
    },
    {
        "ID": 259,
        "Text": "259. The five suspects, who were trying to escape, were apprehended by the law enforcement authorities at the crime scene together with the weapons used in the crimes. An investigation was immediately launched in connection with the murder. A total of 13 persons, 8 of whom had direct links with those apprehended at the crime scene, were detained for their suspected involvement in the incident. The four suspects were arrested on the charges of murder, accomplicing to murder, depriving a person of liberty as well as terrorist charges under the Anti-terror law No. 3713. They are currently in Malatya E-Type Prison. The fifth suspect, who jumped from the balcony, was arrested on 19 May 2007 and sent to the same prison after he received medical treatment in the hospital. Further eight persons were later released, facing trial for their suspected involvement in the incident. The investigation is still under way.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 260,
        "Text": "260. During the investigation, the families of the deceased reported to the authorities that they did not receive any threats prior to their relatives' murder and there was nothing to suggest that their lives were in danger. Close friends and business partners of the deceased also confirmed in their statements to the authorities that to their knowledge the deceased did not face an apparent threat, otherwise they would have taken precaution both in their private and business lives and would have reported any threats to the relevant authorities, which was apparently not the case.",
        "Labels": []
    },
    {
        "ID": 261,
        "Text": "261. Upon the request for protection by the wife of Mr. Geske, the family has been offered protection by the law enforcement officials, who accompany their children to school. The house of the other deceased, Mr. Aydin, has also been provided with protection. The Zirve Publishing House is under 24-hour protection by the security forces. After this incident, the law enforcement agencies conducted an inquiry in Malatya in order to identify as to whether the non-Muslim community is facing any similar threat due to their religion or sect. As a result, neither a threat nor an application for protection was reported to the authorities, except for a priest, who was rendered a protection order upon his application solely based on the last incident.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 262,
        "Text": "262. Regarding compensation for the victims or their families to redress the damages or losses that they sustain as a result of serious crimes, the Government informs that no such compensation scheme exists. However, individuals are entitled to claim compensation before the courts for any pecuniary and non-pecuniary damages as a result of any crime as well as other injurious acts. Judicial assistance is provided for those who are in need. The administrative authorities are also liable for any negligence which may be attributed in such instances and can be sued for compensation.",
        "Labels": []
    },
    {
        "ID": 263,
        "Text": "263. The Special Rapporteur is grateful for the Government's detailed response.",
        "Labels": []
    },
    {
        "ID": 264,
        "Text": "264. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Ms. Samar Hoseyn Razavi, a 30 year-old national of the Islamic Republic of Iran, who used to reside in Bournemouth. According to the information received, Ms. Razavi converted from Islam to Christianity before leaving the Islamic Republic of Iran. Her asylum application in the United Kingdom of Great Britain and Northern Ireland was subsequently rejected. At the most recent Court of Appeal hearing on 17 May 2007 the Lord Justices found that Ms. Razavi's case did not reach the threshold of being at a real risk of persecution on return to the Islamic Republic of Iran and dismissed her appeal.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 265,
        "Text": "265. However, Ms. Razavi claimed that she was the subject of a death warrant for apostasy in her home country. According to verdict no. 96/19/181 of the Iranian Islamic Revolutionary Court no. 19, confirmed by case no. 1296 of the Judiciary High Constitutional Court, she was an apostate who deserves to be stoned to death. On 21 May 2007, the Islamic Revolutionary Court no. 9 declared this verdict to be enforceable within ten days.",
        "Labels": []
    },
    {
        "ID": 266,
        "Text": "266. Ms. Razavi is currently detained at an Immigration Removal Centre near Heathrow Airport, London, and is at risk of imminent forcible return to the Islamic Republic of Iran. In view of the threats related to her conversion, concern is expressed that her life and her physical integrity may be at risk should she be returned to the Islamic Republic of Iran.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 267,
        "Text": "267. The Government first set out the chronology of Ms. Razavi's immigration case. Ms. Razavi applied for asylum on 28 January 2004, but her application was refused. Her most recent appeal, to the Court of Appeal, was dismissed on 17 May 2007. At this appeal, the Court found that Ms. Razavi's circumstances were below the required threshold to constitute being at a real risk of persecution on to Iran. Ms. Razavi was detained on 10 July 2007 with a view to effecting her removal from the United Kingdom.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 268,
        "Text": "268. The Government pointed out that the basis of Ms. Razavi's asylum claim was that she was caught having an affair with a Christian man by her husband and that she feared ill-treatment as a result. No part of her original asylum claim was based upon her religion. In his decision of 14 June 2004 on her appeal the Adjudicator found that while Ms. Razavi has expressed an interest in Christianity, she has not officially changed, or tried to change her religion, and no evidence was provided of any persecution.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 269,
        "Text": "269. Ms. Razavi also claimed that her husband had obtained a Court verdict sentencing her to death by stoning due to her adultery. However, at the appeal before the Asylum and Immigration Tribunal it was found that Ms. Razavi was an unreliable witness and her account was not considered credible. The Immigration Judge at this appeal did accept that Ms. Razavi had converted to Christianity and that she had carried out some evangelical activities whilst in the United Kingdom by handing our leaflets and visiting people in her local neighbourhood to discuss Christianity. Furthermore, the Immigration Judge indicated the following: \"Consideration of the objective evidence in Iran shows that some sections of Christianity, particularly Evangelists, Proselytisers are more at risk (or even at real risk) than other Christians in Iran. However, Christianity is generally tolerated. A consideration of the objective evidence also shows that the nature of the real risk is generally of severe harassment as opposed to persecution. There have been few deaths for example or lengthy imprisonments over recent years relating particularly to Proselytisers. Whilst the Appellant is apparently interested in spreading the message of Christianity, her activities are with her present church and in the company of the Pastor's wife. I do not find these activities place the Appellant in the category of a convert with a high profile role. There is evidence that churches with an Evangelical element to them and their congregation are able to practice with a measure of tolerance in Iran and I do not find that his particular Appellant, who has only been baptised for barely a year, is at risk of attracting the adverse attention of the Iranian authorities.\"",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 270,
        "Text": "270. Furthermore, the Court of Appeal also considered this matter in depth and evaluated Ms. Razavi's claim that as a convert to Christianity she would face ill-treatment in her country of origin due to her vulnerability. Upon dismissing her appeal, the Lord Justices found that \"[…] the protection available to the appellant against her vulnerability as a single woman convert was enough to place her, on return, below the threshold of real risk of persecution or of inhuman or degrading treatment\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 271,
        "Text": "271. The Government stated that Ms. Razavi's asylum claim was given careful consideration by the Border and Immigration Agency with specific regard to the 1951 United Nations Convention relating to the status of refugees and the 1950 European Convention on Human Rights. The decision to refuse her asylum and human right applications have been overseen by the appropriate independent appellate authorities and reviewed on two occasions by the United Kingdom Court of Appeal.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 272,
        "Text": "272. Since the dismissal of her appeal on 17 May 2007, Ms. Razavi has submitted a document which she claimed is an arrest warrant issued by the Iranian Islamic Revolutionary Court. The document is based on apostasy in her home country. It formed the basis of a fresh asylum claim submitted on 12 July 2007. This application was rejected because it was decided that for several reasons little (if any) evidential weight could be attached to the document for a number of reasons. The original document had not been submitted (only a faxed copy) and no explanation had been offered as to how this document had been obtained. It should be noted that documents of this type are not routinely distributed by the authorities of Iran. The British Embassy in Tehran confirmed that the document was not genuine.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 273,
        "Text": "273. The Government maintained that Ms. Razavi's human rights have been carefully considered by the authorities. The decision to return her to Iran has been upheld by the impartial judiciary of the United Kingdom. Ms. Razavi was detained on 10 July 2007 as she is a failed asylum seeker with no legal basis to remain in the United Kingdom. She is detained pending her imminent removal from the United Kingdom.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 274,
        "Text": "274. The Special Rapporteur is grateful for the Government's detailed response.",
        "Labels": []
    },
    {
        "ID": 275,
        "Text": "275. The Special Rapporteur received information concerning Mr. Saifullah A. Paracha, aged 58, a Pakistani national who has been detained at Guantánamo Bay since September 2004. According to the allegations received, Mr. Paracha has not been allowed to speak to a chaplain since he arrived at Guantánamo Bay in September 2004, despite the fact that he has indicated that he would be willing to speak to a chaplain of any tradition.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 276,
        "Text": "276. The Government indicated that the United States maintains its firm commitment to respect religious freedom and is dedicated as a policy matter to respecting the religious and cultural dignity of all of the detainees of Guantanamo Bay.",
        "Labels": []
    },
    {
        "ID": 277,
        "Text": "277. The United States does not provide chaplains to the detainees at Guantanamo Bay due to resource constraints, and in any case notes that is not legally obligated to do so. Nevertheless, the United States (US) has taken many steps to protect the rights of the detainees to freely practice their religion. These steps include issuing Korans to detainees in one of five languages commonly spoken at the camp. US military personnel responsible for providing security for the detainees under US control at Guantanamo Bay receive special training regarding handling religious articles associated with the Islamic faith in the appropriately respectful manner. The United States has carefully implemented a standard operating procedure at Guantanamo that makes every effort to provide detainees with religious articles associated with the Islamic faith, including prayer beads and prayers rugs, to accommodate prayers and religious periods as well as to provide them with culturally acceptable meals and practices.",
        "Labels": []
    },
    {
        "ID": 278,
        "Text": "278. Calls to prayer are conducted over loudspeakers at the appropriate times every day and there are arrows indicating the direction to Mecca throughout Guantanamo to assist detainees in knowing which direction to pray. Once the call to prayer is sounded, detainees receive 20 minutes of uninterrupted time to worship.",
        "Labels": []
    },
    {
        "ID": 279,
        "Text": "279. The Special Rapporteur is grateful for the Government's response. With regard to access to qualified representatives of a religion she would like to refer to the 1955 Standard Minimum Rules for the Treatment of Prisoners, which were approved by ECOSOC resolutions 663 C (XXIV) of 31 July 1957 and 2076 (LXII) of 13 May 1977. While these Standard Minimum Rules for the Treatment of Prisoners are not legally binding, they seek to set out what is generally accepted as being good principle and practice in the treatment of prisoners and the management of institutions. Rule 41 provides: \"(1) If the institution contains a sufficient number of prisoners of the same religion, a qualified representative of that religion shall be appointed or approved. If the number of prisoners justifies it and conditions permit, the arrangement should be on a fulltime basis. (2) A qualified representative appointed or approved under paragraph (1) shall be allowed to hold regular services and to pay pastoral visits in private to prisoners of his religion at proper times. (3) Access to a qualified representative of any religion shall not be refused to any prisoner. On the other hand, if any prisoner should object to a visit of any religious representative, his attitude shall be fully respected.\"",
        "Labels": []
    },
    {
        "ID": 280,
        "Text": "280. The Special Rapporteur brought to the attention of the Government information she had received according to which prison guards had allegedly attempted to force four Muslim detainees in Rikers Island Jail in Queens, NY, to become Christians. It is reported that on 18 February 2006 around 1 p.m., the inmates Dr. Mohammed Adnan Bhutta, Mr. Gerry Smith, Mr. Khaleek Hoyle and Mr. Joseph M. Smart were brought to the Rikers Island prison gym where they were told by two Captains, in the presence of several Christian priests, to convert to Christianity. Upon the inmates' refuse, the Captains as well as around ten prison guards allegedly became angry and tried to force the detainees to convert to Christianity. These events are reported to have created a fearful atmosphere for the Muslim detainees in Rikers Island Jail.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 281,
        "Text": "281. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to take the opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom from coercion\" (see above para. 1, category I. 2.) and with regard to \"Persons deprived of their liberty\" (see above para. 1, category III. 2.).",
        "Labels": []
    },
    {
        "ID": 282,
        "Text": "282. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Natarajan Venkataram, 43-years-old, a US citizen and Indian by birth, currently detained at Metropolitan Detention Center in Brooklyn, N.Y. According to the information received, Mr. Venkataram emigrated from India to the United States in 1988 and later became the Director of the Medical Examiner's Management Information Systems Department of the New York City Office of Chief Medical Examiner, a position he held for 15 years. In 2005 he was charged with embezzling more than USD 10 million in Federal Emergency Management Agency cash allocated for a computer system that analyzes DNA and was used to identify the bodies after the attacks of 9 September 2001 on the World Trade Center in New York. On 7 December 2005 he was arrested, however, no arrest warrant was shown to him.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 283,
        "Text": "283. Since then he has been detained at the high-security Metropolitan Detention Center. His first bail application was reportedly denied for the sole reason that he was not a US citizen. After he had proven that he holds US citizenship his application for bail was rejected because he is Indian by birth. Mr. Venkataram, who is a practicing Hindu, is provided with meals containing meat which runs counter to the principles of his religion. Furthermore, he is not given the opportunity to practice his religion in prison. Mr. Venkataram is subjected to regular strip searches and humiliations and is forced to work under severe conditions. He is being refused access to proper medical care, although he has informed the prison authorities about his suffering from pain. Finally, Mr. Venkataram is held together with sentenced criminals in prison, some of whom are dangerous.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 284,
        "Text": "284. The Special Rapporteur regrets that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her 2005 report to the General Assembly (A/60/399, para. 85), in which she stated that \"a person in custody finds him or herself in a situation of enhanced vulnerability and can therefore be an easy target for persecution. Prison authorities are given total control over the most basic activities of the inmates, from the time they will sleep to what they will eat, and how they will be able to exercise their right to freedom of religion or belief\". The Special Rapporteur wishes to emphasize that it is crucial to provide the personnel of detention facilities with adequate training, raising awareness and enhancing their sensitivity about their duty to promote and respect international human rights standards for the treatment of prisoners.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 285,
        "Text": "285. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Mirkarim Saitkarimov, aged 28, student of the Tashkent Culinary College. According to the information received, on 31 May 1999 his house was searched and he was arrested by the National Security Service (NSS) and transferred to the Tashkent City Department of Internal Affairs. While Mr. Saitkarimov was held there, he was subjected to ill-treatment in order to force him to confess.",
        "Labels": []
    },
    {
        "ID": 286,
        "Text": "286. On 14 August 1999 Mr. Saitkarimov was sentenced to 15 years of imprisonment by the Tashkent Criminal Regional Court on the basis of this confession for being a Hisb-ut-Tahrir member. The Appeal Board of Tashkent Regional court upheld the verdict. Since then Mr. Saitkarimov has served his sentence in a series of prisons, initially Prison Colony No. 64/49 in Karshi town, where the Deputy Head of the Colony, Mr. Sherobod struck him every day on the soles of his feet, raped him by inserting a baton in his anus, electro shocked him and forced him to stay outside naked during winter time.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 287,
        "Text": "287. In 2001 Mr. Saitkarimov was transferred to Colony No. 64/61 of Karshi town, in 2003 he was transferred to Colony 64/3 in Tavaksai village of Tashkent Region. In both facilities he was subjected to ill-treatment by prison officials. In March 2005, he was transferred to Colony 64/65 in Zangiata not far from Tashkent, where he was regularly ill-treated by fellow-prisoners from Zhaslyk Colony (No. 64/71) with the participation of the Deputy Head of the Colony. In December 2006, Mr. Saitkarimov was transferred to the high security prison in Andijan \"SI-1\", where some guards and another prisoner reportedly regularly subject religious believers to illtreatment.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 288,
        "Text": "288. The Government indicated that, on 14 August 1999, the Yangiyul Municipal Court in Toshkent oblast declared Mirkarim Seitkarimov guilty of the crimes according to article 159, paragraph 3 (a), \"Crime against the constitutional order of the Republic of Uzbekistan\", and article 244-1, paragraph 3 (a), \"Preparation or distribution of material containing threats to public order and security\", of the Criminal Code of the Republic of Uzbekistan, and sentenced him to 15 years' deprivation of liberty under article 59 of the Criminal Code. The term of sentence began on 1 June 1999 and will end on 1 June 2014. In accordance with a decision taken on 16 November 2006 by Zangiata District Court in Toshkent oblast, Mr. Seitkarimov was transferred for one year of the unfinished part of his sentence to a prison regime, since, under article 112 of the Penal Correction Code he is a serious violator of the prison regime.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 289,
        "Text": "289. No foundation for the allegations that the convicted offender Mr. Seitkarimov is subject to severe torture and illegal forms of treatment was found during investigation. In prison colonies No. 64/49, No. 64/61, No. 64/3 and No. 64/65, where the convicted offender Mr. Seitkarimov had previously been held, the information on the use of moral and psychological pressure, torture or other illegal acts by the administration against Mr. Seitkarimov was not substantiated. In addition, religious rituals are respected in penal institutions in compliance with article 12 of the Penal Correction Code, \"Ensuring the freedom of conscience of convicted persons\": convicted persons are guaranteed the right to freedom of conscience. They are entitled to follow any religion or none at all.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 290,
        "Text": "290. At present, Mr. Seitkarimov is serving his sentence in prison colony No. 64/T-1 in the city of Andijon in Andijon oblast. No illegal acts were carried out by the administration of the penal institution against Mr. Seitkarimov when he arrived at prison colony No. 64/T-1. Furthermore, every person who enters the penal institution undergoes a full medical examination, including checks of whether his or her body bears any traces of torture or other forms of cruel treatment. No traces of torture or any other forms of cruel treatment were found on Mr. Seitkarimov when he arrived at prison colony No. 64/T-1 to serve his sentence.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 291,
        "Text": "291. The conditions under which sentences are served in the institutions of the Uzbekistan Ministry of Internal Affairs penal correction system conform rigorously with the established rules for the internal regulation of penal institutions, Ministry of Internal Affairs regulations and the relevant legislation of Uzbekistan. The allegations transmitted in the joint letter of the Special Rapporteurs are without foundation and bear no relation to reality. It should also be mentioned that the convicted offender Mr. Seitkarimov has not complained to the prison administration about the use of illegal forms of treatment against him by employees of the institution or other prisoners.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 292,
        "Text": "292. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 293,
        "Text": "293. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Ksor Daih, 45 years old, from Ploi Ko village, commune Dang Ya, district Cu-Pah, Gialai province; Mr. Ksor Jak, 24 years old, from Ploi Ko village, commune Dang Ya district Cu Pah, Gailia province, and Mr. Ksor Har, 54 years old, from Ploi Ia-Gri village, commune Dang Ya, district Cu Pah, Gialai province. All of them are currently held at Trai Ba-Sao prison in Ha Nam province.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 294,
        "Text": "294. According to the information received, Mr. Ksor Daih was arrested in 2004 after having spent two years in hiding, for participating in the 2001 peaceful protest for religious rights and supporting an organization called \"Montagnard Foundation\". He was then sent to prison, where he has been subjected to beating and kicking on a regular basis. During one incident he was blinded in one eye. As a result of the treatment in prison, his body is covered in scars and bruises, his eye socket gorged and he can barely stand.",
        "Labels": []
    },
    {
        "ID": 295,
        "Text": "295. Mr. Ksor Jak was arrested in 2004 for supporting the \"Montagnard Foundation\" and participating in the peaceful demonstration in 2001 for religious freedom. After the 2001 demonstration he went into hiding, but was captured on 24 February 2004 by Vietnamese soldiers and imprisoned at Trai-Ba-Sao, where his leg was broken and disfigured and he was subjected to taunting by the authorities. Also, guards forced him to eat rice mixed with broken glass.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 296,
        "Text": "296. Mr. Ksor Har was arrested in 2004 for participating in the 2001 peaceful protest for religious rights and supporting the \"Montagnard Foundation\". He went into hiding but was captured by Vietnamese soldiers in August 2004. As a result of the treatment he has received in prison, his left ear has been torn into pieces. Guards continue to regularly pull his wounded ear.",
        "Labels": []
    },
    {
        "ID": 297,
        "Text": "297. The Government of Vietnam provided the following information concerning the three persons concerned. Mr. Ksor Daih (born in 1962 at Gia Lai), Mr. Ksor Jak (born in 1981 at Gia Lai) and Mr. Ksor Har (born in 1954 at Gia Lai) had been working since 2003 for the Fulro Organization (\"the organization of the bandits\"), where they allegedly incited and forced others to demonstrate to request the establishment of the \"Dega State\" in the provinces of Tay Nguyen, thus countering the most fundamental principles of the Charter of the United Nations, namely independence, sovereignty, unity and territorial integrity. Their acts also caused a feud and drove a wedge among the ethnics, thus violating Vietnamese laws and article 20, paragraph 2 of the ICCPR. Therefore, they were arrested by the Investigation Agency on 26 February 2004, 25 February 2004 and 13 October 2004 respectively. When they were arrested and strip-searched, explosives and weapons were found on Mr. Ksor Daih and Mr. Ksor Jak. On 25 January 2005, Mr. Ksor Daih and Mr. Ksor Jak were tried by the People's Court of the Gia Lai Province and both sentenced to 7 years of imprisonment in accordance with Article 87 of the Penal Code. Mr. Ksor Har was tried on 17 October 2005 and sentenced to 6 and 5 years of imprisonment in accordance with Article 87 and 91 of the Penal Code respectively. Currently, they are carrying out their sentence in the Nam Ha prison camp.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 298,
        "Text": "298. According to the results of the health examination on 20 April 2005 and 19 December 2005 all three persons' habitus, skin, weight, blood pressure and eye sight were normal. Mr. Ksor Jak could walk well and did not have a broken leg. Mr. Ksor Har's both ears were normal. The doctor concluded that Ksor Daih's and Ksor Jak's health was ranked at the first category, Mr. Ksor Har's at the second.",
        "Labels": []
    },
    {
        "ID": 299,
        "Text": "299. According to the minutes of meetings, reports of other prisoners, the superintendent, the educator-warden and minutes of the inspection by a delegation from the Department for Management of Prison Camps, there was no cruel treatment against Mr. Ksor Daih, Mr. Ksor Jak or Mr. Ksor Har. The information that Mr. Ksor Jak was forced to eat rice mixed with broken glass is slander. All three persons have received the right ration of food and drink in strict accordance with provisions of laws on regimes for prisoners. Since they have been arrested, no complaint has been lodged by or on behalf of Mr. Ksor Daih, Mr. Ksor Jak or Mr. Ksor Har.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 300,
        "Text": "300. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 301,
        "Text": "301. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Father Nguyen Van Ly, a Catholic priest and one of the editors of the underground magazine \"Tu do Ngôn luan\" (Free Speech). According to the information received, Father Nguyen Van Ly was arrested on the evening of 19 February 2007, the Lunar New Year, in the central city of Hue, during an administrative check at the archdiocesan building where he lives. Several police cars had been pulled up outside the archdiocesan Nha Chung building. Around 60 police officers, reportedly led by a colonel who specializes in religious matters, cut phone lines and searched the entire building, breaking open a cupboard which Ly refused to unlock. They took away six computers and mobile phones and many documents.",
        "Labels": []
    },
    {
        "ID": 302,
        "Text": "302. It was reported that Father Nguyen Van Ly is a member of the pro-democracy movement called Bloc 8406. He spent several years in prison in 1977 and 1978 and from 1983 to 1992 as a result of his activities in support of freedoms of opinion, expression and religion. He was sentenced again in October 2001 to 15 years in prison for activities linked to the defence of free speech. The sentence was commuted several times and he finally left prison in February 2004.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 303,
        "Text": "303. Two others editors of \"Tu do Ngôn luan\", Father Chan Tin and Father Phan Van Loi, were also put under house arrest. No information was provided about the reasons for their detention.",
        "Labels": []
    },
    {
        "ID": 304,
        "Text": "304. The Government emphasized that the State of Vietnam always respects the rights to freedom and democracy and that no one is detained on the ground of political views or religions. Only those who violate laws are handled with, conforming to Vietnamese and international laws.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 305,
        "Text": "305. Concerning the case of Nguyen Van Ly, the Government indicated that he in 1977 was dismissed as General Bishop's Secretary by the Archbishop. In 1981, late Archbishop Nguyen Kim Dien issued a decision to deprive Nguyen Van Ly of his right to do missionary work because of his self-indulgent lifestyle, violating the Christian rules and damaging the credibility of the Church. In 1983, Nguyen Van Ly was convicted by the provincial People's Court of the Binh Tri Thien Province to 10 years of imprisonment for his acts of undermining the national unity bloc and provoking serious public disorder. On 17 May 2001, Nguyen Van Ly was arrested for repeating acts in violation of the law. He was publicly tried on 19 October 2001 by the People's court of the Thua Thien-Thue Province and sentenced to 15 years of imprisonment and another 5 years of administrative probation following the completion of his jail term. The arrest and trial were conducted in full accordance with the law.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 306,
        "Text": "306. On 16 July 2003, the People's Court of the Ha-Nam Province, in view of Nguyen Van Ly's repentance and redemption, reduced Ly's sentence from 15 to 10 years of imprisonment. In a letter to the US Congress dated 27 June 2003, Nguyen Van Ly had admitted that the Vietnamese Government never suppressed religion and that he was rightly imprisoned because he had committed crimes against the law which could result in creating conditions unfavourable for the common cause of building national unity. Nguyen Van Ly was released in January 2005 under the special amnesty order by the State President of Vietnam, but he still had to serve his administrative probation for another 5 years.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 307,
        "Text": "307. On 19 February 2007, Nguyen Van Ly was arrested again for violation of the probation sentence and other Vietnamese laws, such as inciting complaints, causing social and security disorders and establishing illegal organizations. On 30 March 2007, he was publicly tried by the People's Court of the Thua Thien Hue Province in full and strict observance of legal proceedings stipulated in the Criminal Procedures Code. The State of Vietnam allowed him to have his defence counsel but he refused to do so. He showed aggressive behaviour, defied the law, not fully respected the Court (e.g. demolishing the bar with his foot) and libelled the Court. Not any international or national legal standard could allow such deeds. Therefore, the authorities had to apply the necessary measures to restore the order of the Court. Nguyen Van Ly was sentenced to 8 years of imprisonment and 5 years of administrative probation in accordance with Article 88 of the Penal Code.",
        "Labels": []
    },
    {
        "ID": 308,
        "Text": "308. Regarding Mr. Chan Tin, born 15 November 1920, a priest of the Messiah, Ho Chi Minh City and Mr. Phan Van Loi, born 9 March 1951, living in Hue city, the Government stated that these are Vietnamese citizens, who fully enjoy all rights of freedom like other Vietnamese citizens. The information that they \"were put under house arrest\" is completely ungrounded.",
        "Labels": []
    },
    {
        "ID": 309,
        "Text": "309. The Special Rapporteur is grateful for the Government's response. The previous mandate holder, Mr. Abdelfattah Amor, had already sent two communications regarding Father Nguyen Van Ly (see E/CN.4/1993/62, para. 68 and A/56/253, para. 77) to which the Government replied (see E/CN.4/1994/79, para. 80 and E/CN.4/2002/73, para. 114).",
        "Labels": []
    },
    {
        "ID": 310,
        "Text": "310. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Kpa Kin, a Christian believer aged 35, born at Ploi Tao Or village, commune Ia Hru, district Cu Se in Gialai Province. According to the information received, in April 2004 Mr. Kin participated in a demonstration calling for religious freedom and land rights, following which he went into hiding. He was arrested on 16 December 2005 by security police and detained in Cu Se District. He was then transferred to T-20 prison in Pleiku Province and later to Phu Yen Province prison. Upon each transfer he was beaten with batons, kicked and electro-shocked on all parts of his body. As a result, he became seriously ill and needed to be taken to the hospital in Phu Yen Province, where the doctors, since they were unable to help him, recommended that he be released for medical reasons. However, on 24 August 2007, Mr. Kin died in Phu Yen Province hospital. When his family asked for his corpse to be returned to his home in order to be able to bury him, the request was refused. The authorities argued that since Mr. Kin was sentenced to three years in prison and had not yet finished his prison term, his body will be buried at the prison; only after the expiration of the three-year term may his relatives collect the corpse.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 311,
        "Text": "311. Mr. Kpa Kin, born in 1972, permanently residing at Tao Or Village in the Gai Lia Province, was tried on 7 August 2006 for suspicion of carrying out illegal activities. He was found guilty and sentenced to 11 years of imprisonment. He carried out his sentence at Xuan Phuoc Prison, where he enjoyed medical care and regular health examinations and was allowed to follow a vocational training course. In early July 2007, the medical doctors of the prison diagnosed him with liver cancer. On 13 July 2007 he was admitted to the clinic in the prison but his illness did not recede. On 24 July 2007, he was sent to a general hospital of Phu Yen Province, where he was given wholehearted and thoughtful care by doctors and his family members, but due to his liver cancer he passed away on 24 August 2007. Immediately after his death the Board of Superintendents of the prison notified his family, the local administration where he had his permanent residence and the People's Court of Phu Yen Province in order to follow the rules of procedure to register the death of a prisoner in accordance with the laws.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 312,
        "Text": "312. The Government further stated that during his hospitalization in the Phu Yen Province, the Board of Superintendents informed Mr. Kin's family members of his health status so they could take care of him. His wife took care of him till his death, after which she signed a minute on the forensic examination identifying the cause of death as liver cancer. Members of his family and clan prepared his funeral, requesting the Board of Superintendents in writing to make arrangements to bury him at a cemetery in Phu Yen Province. According to the Government, Mr. Kin's stepfather thanked the doctors of the hospital, the prison personnel and Board of Superintendents in writing for their care and assistance as well as for providing all the costs of the funeral of Mr. Kin and financial assistance to cover the travel costs of his family members. He also confirmed that his family and clan did not have any complaint about the death of Mr. Kin.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 313,
        "Text": "313. The Special Rapporteur is grateful for the Government's response.",
        "Labels": []
    },
    {
        "ID": 314,
        "Text": "314. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding the situation of Mr. Tim Sa Khorn, chief monk in the North Phnom Denh temple and member of the Khmer Krom community in Cambodia. Mr. Tim Sa Khorn acquired Cambodian citizenship after he moved in 1979 to the commune of Phnom Denh in Kirivong District in Takeo Province because of acts of harassment against him. According to the information received, on 8 November 2007, the People's Court of Justice of the An Giang Province, Southern Vietnam, sentenced Mr. Tim Sa Khorn to one year's imprisonment for \"sabotaging the unification policy\" under Article 87 of Vietnam's Penal Code, following a pre-trial incommunicado detention of more than four months. The trial reportedly failed to meet international standards as Mr. Tim Sa Khorn was denied the right to be represented by a lawyer and to present his defence, including the opportunity to present his own witnesses or crossexamine prosecution witnesses. Instead, he was forced to repeat a text read by the judge.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 315,
        "Text": "315. In 2002, Mr. Tim Sa Khorn was appointed as chief monk of North Phnom-Denh temple. On 16 June 2007, Supreme Patriarch Tep Vong issued a religious decree in both Cambodian and Vietnamese languages to defrock Mr. Tim Sa Khorn, accusing him of conducting activities that were harmful to the Cambodia-Vietnam friendship. Subsequently, the Vietnamese authorities allegedly circulated this decree to Khmer Krom Buddhist temples. On 3 July 2007, a spokesperson of the Cambodian Minister of Foreign Affairs declared that Mr. Tim Sa Khorn \"had returned to Vietnam\" after reportedly being summoned to the office of the religious head of the Takeo Province in Cambodia and being forced to enter a car. On 2 August 2007 Vietnamese authorities announced that he had been arrested for having illegally entered the country.",
        "Labels": []
    },
    {
        "ID": 316,
        "Text": "316. The Government conveyed the following information and clarifications. Mr. Tim Sa Khorn, born in 1968, was residing at North Tham Dung temple, Tri Ton District in the Ta Keo Province of Cambodia. Since April 2005, Mr. Tim Sa Khorn joined the \"Khmers Kampuchea-Krom Federation\" (KKF) and for many times accepted money and equipments to arouse hatred among nations, falsely accused Vietnam of suppression against religions and the Khmer minority in Vietnam. On 16 June 2007, the Central Managing Board of the Cambodian Buddhism issued the decision No. 502/07 DN dismissing Mr. Tim Sa Khorn from the monk community for reasons that he had wrongfully conducted activities violating Buddhist dogmatics.",
        "Labels": []
    },
    {
        "ID": 317,
        "Text": "317. On 30 June 2007, Mr. Tim Sa Khorn illegally entered Vietnam. He was arrested and provisionally detained by the Vietnamese border guards. He carried a number of distorted documents aimed at undermining policies for the solidarity of all ethnic minorities in Vietnam. Mr. Tim Sa Khorn admitted to the law enforcement agency of the An Giang Province that while he lived in Cambodia, he joined the KKF and together with a number of Khmer from Southern Vietnam wearing bronze clothes often organized gatherings to arouse hatred against Vietnam, to lure the Khmer minority in Vietnam to request the secession from Vietnam and to create pretexts to accuse the Government of Vietnam of suppressing the Khmer minority.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 318,
        "Text": "318. On 9 July 2007, the Police Agency for Investigation provisionally detained Mr. Tim Sa Khorn in accordance with Article 87 of the Penal Code. On 8 November 2007, the People's Court of the An Giang Province in an open and fair trial found Mr. Tim Sa Khorn guilty of \"undermining policies for the solidarity of ethnic minorities\" and sentenced him to 12 months of imprisonment in accordance with Article 87 of the Penal Code. He is currently carrying out his sentence and his health is normal.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 319,
        "Text": "319. The Special Rapporteur is grateful for the Government's response. She would like to take this opportunity to refer to her predecessor's conclusions and recommendations after his country visit to Vietnam (see E/CN.4/1999/58/Add.2, para. 107 [d]): \"Several provisions are vague and imprecise and therefore liable to permit interference by the authorities, by granting them excessive discretionary powers, in religious matters, including arrest, detention and imprisonment for religious activities that are in full conformity with international law. The following are the problematical provisions: […] (iii) The Penal Code establishes severe penalties for particularly vague offences\". Special Rapporteur Amor also recommended (see E/CN.4/1999/58/Add.2, para. 110 [b]): \"As part of the procedure for bringing domestic legislation into conformity with international law, on the one hand, relaxing or lifting the limitations placed on the exercise of the right to freedom of religion or belief, retaining only those limitations which are admissible, i.e. which do not undermine the enjoyment of the right itself, and on the other, eliminating the use of vague, imprecise and 'catch-all' expressions, in order to formulate and define clearly the conduct to be punished, so that everyone is fully aware of what is prohibited.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 320,
        "Text": "320. The Special Rapporteur brought to the attention of the Government information she had received regarding Mr. Dawood Yosuf Mousa, a local Jewish community leader from the village of Al-Salem in northern Yemen. According to the information received, Mr. Mousa was reportedly approached by four masked men on 10 January 2007 who gave him a letter which warned that if the Jews did not leave within ten days they would be abducted, killed and their property would be looted. The handwritten letter was allegedly signed by the leader of al-Houthi supporters in the area of Saada. The threatening letter claimed that Jews work at \"corrupting people and making them abandon their values\" and it concluded that \"our religion ordered us to fight the corrupt people and expel them. Allah is Greater, Death to America, Death to Israel, Curse to Jews, and Victory to Islam.\" The words of the last sentence are reported to be the slogan of the slain Shiite cleric, Hussein Badr al-Deen al-Houthi. Subsequent to these threats, about 45 Jews have sought refuge in a hotel in Saada City, the provincial capital. It is alleged that the Yemeni Government is not providing enough security for them in their local areas.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 321,
        "Text": "321. The Government informed the Special Rapporteur that members of the Jewish community in Yemen are equal with other Yemenis in Citizenship without discrimination. They enjoy the protection of their Government equally as Muslim citizens. The Government considers their protection a key part of its responsibility, according to constitutional and legal texts.",
        "Labels": []
    },
    {
        "ID": 322,
        "Text": "322. On 10 July 2007, Jewish Yemeni citizens in the Al-Salem area in Sa'dah governance received a threatening letter, signed in the name of the ALHOTHI supporters group. This terrorist group targets not only particular groups but Yemeni citizens as a whole, including the Jewish community. Following the letter, Jewish citizens complained to the local authorities in the region.",
        "Labels": []
    },
    {
        "ID": 323,
        "Text": "323. The Government of the Republic of Yemen has taken several measures. Local authorities transferred the residence of all Jewish Yemeni citizens who were threatened to the capital governorate Sa'dah, bearing all their accommodation expenses in an effort to ensure their wellbeing. In addition, to ensure more security, the Government transferred the Jewish citizens with their children and families to the capital Sana'a, where accommodation is being prepared. Furthermore, Security services are pursuing the terrorists in an effort to catch them and present them to the legal authorities. The Government of Yemen is aware of its obligations towards its citizens and it is putting all available efforts to establishing security and stability within the whole country, thereby considering all possible measure to maintain harmony within Yemeni Society.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 324,
        "Text": "324. The Government of the Republic of Yemen also added that it adheres to the right to freedom of religion or belief in accordance with the principles set forth in the Declaration on the Elimination of All Forms on Intolerance and of Discrimination based on Religion or Belief and article 18 of the Universal Declaration on Human rights as well as the International Covenant on Civil and Political Rights. The Government ensures that people are respected and make accountable any person guilty of alleged violations. The Government is putting all its efforts to adopting effective measures to prevent the recurrence of these acts and to safeguard the Yemeni Jewish community, together with the whole Yemeni community, in compliance with the above international instruments.",
        "Labels": []
    },
    {
        "ID": 325,
        "Text": "325. The Special Rapporteur is grateful for the Government's response. - - - - -",
        "Labels": []
    }
]