[
    {
        "ID": 1,
        "Text": "1. In December 2007, the Human Rights Council decided to extend the mandate of the Special Rapporteur for a further period of three years. In this context, the Human Rights Council, in its resolution 6/37, invited the mandate holder to: (a) promote the adoption of measures at the national, regional and international levels to ensure the promotion and protection of the right to freedom of religion or belief; (b) identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief and present recommendations on ways and means to overcome such obstacles; (c) continue her/his efforts to examine incidents and governmental actions that are incompatible with the provisions of the United Nations Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and to recommend remedial measures as appropriate; and (d) continue to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Since taking up her mandate in July 2004, the current Special Rapporteur has devoted her reports to a number of thematic issues associated with the mandate. These thematic analyses related to the question of conversion;1 the freedom of religion or belief of detainees;2 religious symbols;3 incitement to racial and religious hatred and the promotion of tolerance;4 religious intolerance and the rights of women;5 the adverse effects of some counter-terrorism measures on the enjoyment of freedom of religion or belief;6 religious minorities and new religious movements;7 the situation of refugees, asylum-seekers and internally displaced persons;8 the situation of persons with atheistic or non-theistic beliefs;9 citizenship issues and religious discrimination in administrative procedures;10 discrimination based on religion or belief and its impact on the enjoyment of economic, social and cultural rights;11 and the situation of persons in vulnerable situations as regards their ability to freely exercise their right to freedom of religion or belief.12",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 3,
        "Text": "3. As the term of the current mandate holder will expire in July 2010, this will be her last general report to the Human Rights Council.13 The Special Rapporteur would like to take this opportunity to thank all the Member States for their cooperation and to particularly acknowledge the support of those Governments who invited her for an in situ visit. The work of the Special Rapporteur could not have been conducted without the constant support provided by the Office of the High Commissioner for Human Rights (OHCHR). Above all, the Special Rapporteur would like to acknowledge the excellent services rendered by the A/HRC/4/21, paras. 43–47. staff members assisting the mandate, who often worked under huge pressure from all sides and yet continued to respect deadlines and the quality of work entrusted to them.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. In the present report, the Special Rapporteur first gives an overview of her mandate activities. She then discusses early warning signs of discrimination and violence on the grounds or in the name of religion or belief. In this context, she also provides an overview of some general patterns and issues of concern related to her mandate. In her conclusions and recommendations, she identifies some appropriate responses by various actors, including recommendations with regard to the role of the State, religious leaders and civil society, and the international community and human rights mechanisms.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur wishes to provide a brief overview of her activities with regard to: (a) communications sent to States concerning individual cases; (b) her participation in recent conferences and meetings; (c) country visits undertaken; and (d) further follow-up activities of the mandate.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The communications sent to States and the replies received have been indispensable tools for the Special Rapporteur in monitoring and verifying allegations of human rights violations falling within her mandate. They open up the possibility of constructively engaging with States in examining incidents and State actions as follow-up to these communications. The information received from all sides has also proven useful for the identification of existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. This information has also enabled the identification of good practices put in place by States in this regard.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Since the establishment of the mandate in 1986, the Special Rapporteur has sent more than 1,200 allegation letters and urgent appeals to a total of 130 States. Summaries of these communications are reflected in the various reports of the Special Rapporteur and represent important documentation of individual cases and issues of concern for the mandate. The Special Rapporteur regularly updates the online digest of her framework for communications, which illustrates the international human rights standards pertaining to freedom of religion or belief with relevant excerpts of the reports since the inception of the mandate.14",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The communications sent by the Special Rapporteur between 1 December 2008 and 30 November 2009, as well as the replies received from States as of 30 January 2010, are summarized in an addendum to the present report (A/HRC/13/40/Add.1). She welcomes the decision taken during the sixteenth meeting of special rapporteurs, special representatives, independent experts and chairpersons of working groups to produce a joint communications report in future.15 Consequently, all mandate holders' communications will be compiled by country in alphabetical and chronological order in common reports, to be presented at each regular session of the Human Rights Council. In comparison to the current annual cycle of separate communication reports by each individual mandate, the future practice — with a more frequent reporting cycle of joint reports — will also ensure that the content of religion/standards.htm. 15 A/HRC/12/47, paras. 24–26. communications and any follow-up given to them can feed into the universal periodic review process more effectively.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur attended numerous meetings with representatives of States, religious and belief communities and civil society organizations in order to consider the situation of freedom of religion or belief at the national and international levels. These meetings were mainly held during country visits or at United Nations offices in New York and Geneva. The Special Rapporteur also participated in conferences related to the mandate, delivering, for example, a public lecture on religions and religious freedom on 19 February 2009 in Bamberg, Germany.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Furthermore, she contributed to the preparatory process leading up to the Durban Review Conference16 and addressed its main committee on 23 April 2009 in Geneva, Switzerland. During the Durban Review Conference, she also participated in a side event on freedom of expression and incitement to racial or religious hatred, organized by OHCHR.17",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In addition, she participated in a round-table discussion on \"Special procedures: Early warning and emerging issues\", held on 23 October 2009 in New York.18 She also delivered a keynote speech on the role and significance of the Human Rights Council's special procedures, organized on 1 December 2009 by the OHCHR Regional Office for South-East Asia in Bangkok.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Country visits are an essential part of the Special Rapporteur's activities. Such factfinding missions offer an important opportunity for the Special Rapporteur to interact with various State officials as well as to meet representatives of religious or belief communities and other members of civil society. In her country reports, the Special Rapporteur tries to identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief and present practical recommendations on ways and means to overcome such obstacles. She also seeks to encourage the adoption of measures at the national level to ensure the promotion and protection of the right to freedom of religion or belief. In this regard, she welcomes the willingness of several States to re-examine draft laws and take into account the recommendations made by the Special Rapporteur in her country reports.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The following table provides a list of the 31 country missions that have been carried out so far by the Special Rapporteur on freedom of religion or belief, including the mission dates and corresponding document symbols. on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance is available at the address www2.ohchr.org/english/issues/religion/docs/ SRJointstatement22April09.pdf. 18 See the webcast archive of 23 October 2009, available at the address www.un.org/webcast/2009.html. | Mission destination | Date of visit | Report on visit | |-----------------------------------------------|---------------------------------------|------------------------------| | Bulgaria | October 1987 | E/CN.4/1988/45, sect. II. C. | | China | November 1994 | E/CN.4/1995/91, sect. III. | | Pakistan | June 1995 | E/CN.4/1996/95/Add.1 | | Islamic Republic of Iran | December 1995 | E/CN.4/1996/95/Add.2 | | Greece | June 1996 | A/51/542/Add.1 | | Sudan | September 1996 | A/51/542/Add.2 | | India | December 1996 | E/CN.4/1997/91/Add.1 | | Australia | February/March 1997 | E/CN.4/1998/6/Add.1 | | Germany | September 1997 | E/CN.4/1998/6/Add.2 | | United States of America | January/February 1998 | E/CN.4/1999/58/Add.1 | | Viet Nam | October 1998 | E/CN.4/1999/58/Add.2 | | Turkey | November/December 1999 A/55/280/Add.1 | | | Bangladesh | May 2000 | A/55/280/Add.2 | | Argentina | April 2001 | E/CN.4/2002/73/Add.1 | | Algeria | September 2002 | E/CN.4/2003/66/Add.1 | | Georgia | August/September 2003 | E/CN.4/2004/63/Add.1 | | Romania | September 2003 | E/CN.4/2004/63/Add.2 | | Nigeria | February/March 2005 | E/CN.4/2006/5/Add.2 | | Sri Lanka | May 2005 | E/CN.4/2006/5/Add.3 | | France | September 2005 | E/CN.4/2006/5/Add.4 | | Azerbaijan | February/March 2006 | A/HRC/4/21/Add.2 | | Maldives | August 2006 | A/HRC/4/21/Add.3 | | Tajikistan | February/March 2007 | A/HRC/7/10/Add.2 | | United Kingdom | June 2007 | A/HRC/7/10/Add.3 | | Angola | November 2007 | A/HRC/7/10/Add.4 | | Israel and the Occupied Palestinian Territory | January 2008 | A/HRC/10/8/Add.2 | | India | March 2008 | A/HRC/10/8/Add.3 | | Turkmenistan | September 2008 | A/HRC/10/8/Add.4 | | The former Yugoslav Republic of Macedonia | April 2009 | A/HRC/13/40/Add.2 | | Republic of Serbia, including visit to Kosovo | April/May 2009 | A/HRC/13/40/Add.3 | | Mission destination | Date of visit | Report on visit | |----------------------------------|---------------|-------------------| | Lao People's Democratic Republic | November 2009 | A/HRC/13/40/Add.4 |",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Follow-up is considered a crucial element in ensuring that appropriate measures are taken in response to the work of the special procedures. Follow-up includes the full range of measures taken to encourage, facilitate and monitor the implementation of recommendations contained in the Special Rapporteur's country reports, communication reports and thematic reports. In addition to States — which have the main responsibility for implementing the recommendations — key partners at the national level who might be involved in follow-up activities include national human rights institutions, civil society organizations and United Nations country teams.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. As indicated in her previous report to the Human Rights Council,19 the Special Rapporteur has re-established the initial approach20 of sending follow-up letters after country visits in order to receive updated information about the implementation of her recommendations at the national level. In this regard, the Special Rapporteur transmitted in November 2009 follow-up tables to the Governments of the eight countries which she had visited from 2005 to 2007. These tables contain the conclusions and recommendations from her mission report and follow-up information from relevant United Nations documents, including from the universal periodic review, special procedures and treaty bodies. A third column includes information provided by the State on the consideration given to these recommendations, the steps taken to implement them and any constraints which may prevent their implementation. These follow-up tables will also be uploaded onto the Special Rapporteur's website.21",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The communications reports provide an opportunity for the Special Rapporteur to follow up on allegation letters and urgent appeals, in particular through her observations on the communications sent and the replies received from States. In some instances, the Special Rapporteur has also sent follow-up communications to request further clarification or information from the State concerned. While the Special Rapporteur has taken up some individual cases for a second time, in particular in the absence of a State reply and when new developments warrant sending another allegation letter or urgent appeal, the main follow-up to communications is carried out by local, national or international civil society organizations. The Special Rapporteur would like to emphasize the importance of being kept informed of any positive or negative developments in the relevant cases, including from the victims or the sources of the allegations.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The universal periodic review is another avenue for follow-up to country visits and special procedure communications. In addition, the Special Rapporteur can take up recommendations from the universal periodic review with regard to freedom of religion or belief when she subsequently visits the country concerned. During the five sessions of the universal periodic review which had been completed at the time of writing, religious issues were discussed with regard to 60 of the 80 countries reviewed so far. This fact illustrates that matters of freedom of religion or belief are of concern in a large number of countries in different regions of the world and that the international community is actively engaged in pursuing these issues.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. As the Special Rapporteur has noted in previous reports, it is of utmost importance that due attention be given to early warning signs associated with her mandate. In this chapter, the Special Rapporteur's preliminary analysis of early warning signs of discrimination and violence on the grounds or in the name of religion also draws on the work which has already been undertaken by various human rights mechanisms as part of their respective mandates.22",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. According to Human Rights Council resolution 6/37, the Special Rapporteur on freedom of religion or belief is mandated to identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. Consequently, the mandate is not only limited to monitoring human rights violations, but also has a role to play in the detection of early warning signs of discrimination and violence.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. For example, the Special Rapporteur's predecessor warned in one of his country reports about the likelihood of the recurrence of extensive killings in the event of political exploitation of a certain situation.23 Unfortunately, his warning was prophetic, because six years later related communal violence again claimed more than one thousand lives. In her follow-up mission report another six years later, the current mandate holder also expressed concerns about the degree of polarization in some pockets of different faith groups and about the danger of chain reactions that can be triggered by communal tensions.24",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur is convinced that early action is required at the first warning signs of discrimination and violence on the grounds or in the name of religion or belief. Since assuming her mandate in July 2004, the Special Rapporteur has indeed noted a number of acts or behaviour of different stakeholders that can be regarded as early warning signs of discrimination and violence and therefore requires determined measures to counter them.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Early warning signs refer to action, or indeed inaction, by: (a) State actors, (b) non-State actors and (c) international or external factors.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. One early warning sign with regard to State actors is the lack of adequate legislation ensuring freedom of religion or belief in all its dimensions and prohibiting discrimination based on religion or belief.25 Provisions in some domestic laws, or even in constitutions, ExternalVersion.pdf). 23 E/CN.4/1997/91/Add.1, para. 46. which accord privileged treatment to a particular religion, resulting in adverse effects on the members of other religions or beliefs, are of particular concern in this regard. Discriminatory laws that, for example, restrict citizenship to people with certain religious beliefs or that deny official documents on the grounds of the applicant's religious affiliation may also lead to a lack of religious diversity in a given country. An additional indicator is the adoption of discriminatory legislation, in particular if State officials overtly justify such new laws.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. A second early warning sign would be the lack of accountability for crimes and patterns of impunity following a human rights violation targeting members of a specific religious or belief community. It might be an indicator if members of several religious minorities are subject to persecution, violence and harassment. It is alarming if, in practice, victims of religious discrimination have no access to legal redress or if the existing domestic laws to protect them are not adequately implemented. In this regard, the inaction of the relevant State institutions or discriminatory acts of police officers, prosecutors and judges may be crucial indicators.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. A third early warning sign is the existence of significant patterns of religious discrimination in State practices and policies. Such patterns are usually manifested in negative social, educational and economic indicators. For example, some domestic procedures for registration of religious communities are applied by the relevant authorities in a discriminatory manner; sometimes, the authorities even make the recognition of the legal status of a community applying for registration conditional on the agreement of another religious community. In addition, compulsory identification of a person's religious affiliation on official identity documents carries a serious risk of abuse or subsequent discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. A fourth early warning sign is persistent negative stereotyping in public speeches by elected or other officials targeting members of specific religious or belief communities. Furthermore, it is disturbing if a Government uses State-controlled media to spread fabrications about targeted groups in order to condone or justify violence against members of these religious communities. Unfortunately, irrational fears about members of specific religious or belief communities may be easily exploited for political purposes. It may also be a negative indicator if members of certain religious communities cannot make their voices adequately heard by decision makers and the relevant State authorities.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Certain acts and behaviour of non-State actors may also constitute early warning signs of discrimination and violence on the grounds or in the name of religion or belief. Violent attacks on and harassment of persons based on their religious affiliation — real or presumed — may be pertinent indicators that warrant State intervention. In addition, the deliberate destruction of and attacks on places or worship and other religious sites of a specific community by non-State actors are worrying trends which need to be tackled at an early stage.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Furthermore, patterns of advocacy of religious hatred that could constitute incitement to discrimination, hostility or violence should be watched closely. In this regard, one early warning sign is if religious leaders, opinion-makers in the mass media or individuals spread messages of religious hatred, including using new information technologies such as blogs or online discussion sites. A further indicator is the preaching of hatred by religious leaders. Teaching at educational institutions that encourages religious bigotry and exploitation of children in a systematic and organized fashion is also a troubling sign.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 29,
        "Text": "29. Another early warning sign at the societal level would be the degree and persistence of religious tensions. Such tensions may exist either between different religions or among branches of the same religious or belief community. In this regard, a rise in militant extremism and a refusal to engage in any debate about religious issues may suggest further polarization along religious lines in the future. Another indicator for such polarization would be a situation where some non-State actors deliberately exclude members of other religious or belief communities from certain economic and social activities or employment opportunities. In addition, the ghettoization of certain religious communities or compartmentalization of various groups into distinct zones may perpetuate a lack of understanding and fear of others, thus creating a potential source of conflict between communities.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. International or external factors may also contribute, either directly or indirectly, to discrimination and violence on the grounds or in the name of religion or belief. One early warning sign would be the adverse impact of actors who are based outside the country concerned, for example, foreign Governments, armed groups based in neighbouring countries, refugee groups or diasporas with vested interests.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Such foreign actors may have a motivation to create divisions between religious groups in the country concerned or even to perpetrate genocidal violence. According to article II of the Convention on the Prevention and Punishment of the Crime of Genocide, the term \"genocide\" means any of the following acts committed with intent to destroy, in whole or in part, a national, ethnic, racial or religious group, such as: (a) killing members of the group; (b) causing serious bodily or mental harm to members of the group; (c) deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part; (d) imposing measures intended to prevent births within the group; and (e) forcibly transferring children of the group to another group. It is the obligation of the international community to remain vigilant, particularly in detecting any early warning signs of intent to commit genocide or acts of genocide.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 32,
        "Text": "32. There are also a number of external factors that might further aggravate the situation in a given country and adversely affect the enjoyment of freedom of religion or belief. Such external factors could be related to upcoming elections, for example, discriminatory voter registration, hate campaigning on religious lines and divisive vote-bank politics. A coup d'état or any other change of the Government outside of a constitutionally sanctioned process may also spark a deterioration in the situation of religious minorities. Tensions that subsist over a long period of time may be another early warning sign, in particular if they are linked to past conflicts over places of worship, land, power or religious identity. In addition, natural disasters may trigger demands from some religious groups to curb socalled \"unethical conversions\", as was the case in some countries following the tsunami of December 2004 in the Indian Ocean. Other external factors might be significant flows of refugees or displaced persons resulting from a pattern of religious discrimination and encroachment on the traditional lands of minority communities, or enforced removal of these members from their lands.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by natural disasters",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur would also like to provide an overview of some general patterns and issues of concern related to her mandate. In this context, she wishes to distinguish between: (a) discrimination and violence \"on the grounds of religion or belief\", i.e., based on the religious affiliation of the victim; and (b) discrimination and violence \"in the name of religion or belief\", i.e., based on or arrogated to religious tenets of the perpetrator.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The most prominent example of a general, worrying pattern all over the world is the discrimination and violence suffered by members of religious minorities. Many religious minorities are in a vulnerable situation, which is further aggravated when States specifically target them by registering their members' names and scrutinizing these individuals. Worse still are laws that openly discriminate against individuals on the basis of religion or belief or the perceived lack of religious fervour. Indeed, dissenting or dispassionate believers are being marginalized and face interreligious or intra-religious problems. Admission to schools and employment in Government and private enterprises are denied to people because of their religious or belief affiliations. Many violent acts or threats against members of religious minorities are also perpetrated by non-State actors, all too often with impunity.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Another worrying general pattern is the targeting of places of worship and other religious buildings or properties. The Special Rapporteur is seriously concerned about frequent attacks on places of worship and the desecration of cemeteries. Such attacks violate the rights of not only a single believer, but also the group of individuals forming the community attached to the place in question. In this regard, the General Assembly has adopted resolution 55/254 on protection of religious sites, calling upon all States to exert their utmost efforts to ensure that religious sites are fully respected and protected.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. National policies, legislation and practices which are designed to combat terrorism have had and continue to have adverse effects on the enjoyment of freedom of religion or belief worldwide. The Special Rapporteur notes with concern the worsening situation of minority communities in the wake of the events of 11 September 2001 and the estrangement of communities who earlier lived together without suspicion. While States are obliged to take effective measures to counter terrorism, the Special Rapporteur would like to underline that States must also ensure that counter-terrorism measures comply with their obligations under international law, including international human rights, refugee and humanitarian law.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 37,
        "Text": "37. There are also further issues of concern in relation to her mandate, which seem to be more prevalent in particular regions or countries. For example, some domestic registration procedures for religious communities are applied in a discriminatory manner by the authorities, often curbing the freedom of religion or belief of minority communities such as new religious movements or indigenous peoples. In addition, she is concerned about undue State interference in religious teaching and dissemination of related publications, for example when the authorities censor, monitor and write sermons or persecute religious leaders. Furthermore, the Special Rapporteur has noticed a number of restrictions imposed on different forms of religious expression, for example, on the wearing of distinctive clothing or head coverings. At the same time, she is concerned about reports of women who are forced to wear religious dress in public in certain countries.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 38,
        "Text": "38. A number of societies are facing obstacles to ending all forms of discrimination on religious grounds and creating informed public opinion that can effectively challenge religious bigotry. The Special Rapporteur has noticed with regret that, as far as her mandate is concerned, denunciation of human rights abuses is often selective; the religion of the victim and of the perpetrator, rather than the act itself, seems to be a determining factor as to who feels obliged to publicly condemn the incident. Where the victim belongs to one religion, but the perpetrator to another, public outrage from the victims' community unfortunately seems to be greater than if the perpetrator and the victim had the same religion or belief. However, in addition to interreligious conflicts, intra-religious violence also warrants close monitoring and condemnation. All perpetrators, regardless of their or the victims' religious affiliation, should be brought to justice.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Similarly, the Special Rapporteur has noticed that, while criticism of major religions attracts a lot of attention at the national, regional and international levels, more attention should be focused on addressing the numerous cases of incitement to violence against smaller religions. Article 20, paragraph 2, of the International Covenant on Civil and Political Rights obliges States to prohibit by law any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. However, the right to freedom of religion or belief does not include the right to have a religion or belief that is free from criticism or ridicule.26 The Special Rapporteur would like to emphasize the important role of an independent judiciary, which needs to adjudicate in each particular case according to its own circumstances and taking into account the specific context. There also have been cases of mob violence as a reaction to expressions of perceived criticism of religions and religious personalities. In this context, several special rapporteurs urged all actors to refrain from any form of violence and avoid fuelling hatred. In addition, States should promote the interrelated and indivisible nature of human rights and freedoms and advocate the use of legal remedies and the pursuance of a peaceful dialogue on matters which go to the heart of all multicultural societies.27",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Religious education is another contentious issue which has sparked controversy in many societies. A number of countries have religious instruction in public schools in a particular religion, while other countries provide for school classes about the history of different religions. From a human rights perspective, the latter is less problematic provided that classes on the history of religions are given in a neutral and objective way. However, public education which includes instruction in a particular religion or belief is consistent with article 18, paragraph 4, of the International Covenant on Civil and Political Rights only if provision is made for non-discriminatory exemptions or alternatives that would accommodate the wishes of parents and legal guardians. In some countries, religious instruction is mandatory, a situation which poses the problem of how to provide the same level of teaching to children belonging to religious minority groups. They are, in some instances, given no option but to receive instruction in the religion of the majority community. Only in a few cases are schools able to provide religious instruction to students of all the different religious or belief communities. During her interaction with Governments and school authorities, the Special Rapporteur has been made aware of the fact that some parents, who demanded that religious instruction be given in schools, often queried the contents of such religious instruction. This has invariably placed school authorities in a difficult situation, particularly where a religious community is itself divided and has no official spokesperson. The Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools28 provide practical guidance for preparing curricula for teaching about religions and beliefs, as well as preferred procedures for ensuring fairness in the development of such curricula.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Another worrying pattern is discrimination and violence in the name of religion or belief. As emphasized in the preamble of the 1981 United Nations Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, it is essential to promote understanding, tolerance and respect in matters relating to freedom of religion and belief and to ensure that the use of religion or belief for ends inconsistent with the Charter of the United Nations, other relevant instruments of the United Nations and the purposes and principles of the 1981 Declaration is inadmissible.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Discrimination and violence in the name of religion or belief is at the heart of many conflicts which are — or are at least perceived to be — based on religious issues, often intertwined with particular ethnic, national, political or historical backgrounds. Since the creation of the mandate in 1986, various instances of discrimination and violence in the name of religion or belief have come to light both in thematic reports and during country visits or in the exchange of communications with States. The following examples from the exercise of mandate are designed to illustrate some forms of militant extremism and religious polarization, as well as the negative consequences that these phenomena may ultimately have for the enjoyment of human rights, including freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In his annual report submitted to the Commission on Human Rights in 1993, the first mandate holder, Angelo Vidal d'Almeida Ribeiro, noted \"how difficult it is to curb or eradicate the propagation of extremist and fanatical opinions and overcome the distrust opposing members of certain denominations. Although the phenomena of religious discrimination and intolerance are often caused by a variety of economic, social, political or cultural factors deriving from complex historical processes, they are frequently the result of sectarian or dogmatic intransigence. In view of their adverse effect on the stability of international relations, the Special Rapporteur is of the opinion that States should be vigilant in this regard and make determined efforts to combat religious discrimination and intolerance at all levels\".29",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 44,
        "Text": "44. The second mandate holder, Abdelfattah Amor, emphasized that the nature of religious extremism is such as to jeopardize the right of individuals and of peoples to peace and to prejudice human rights as a whole.30 He noted that religious extremism acts as a cancer in a religious group of any denomination and that it affects the members of that religious group just as much as those of other religious groups.31 He added that extremism in any religion, wherever it appears, openly or latently, covertly or overtly, and potentially or explicitly violent, merits a hard look at the causes — including economic and social causes — and at its immediate and longer-term effects.32 Additional aspects of extremism include such phenomena as collective suicides by followers of certain groups, terrorist acts by new religious movements and the impact of suicide attacks with an alleged religious motivation.33",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Recent examples of discrimination and violence in the name of religion or belief can be found in the Special Rapporteur's two latest reports on communications.34 One of the examples given in those reports, which are obviously not exhaustive, refers to riots and attacks on places of worship perpetrated by members of a group who sought to impose their interpretation of religious law on all other individuals in that region. Another case involved an alleged instance of blasphemy where certain political and religious groups threatened to seal off a whole city and attack a religious minority unless the police arrested five members of this religious minority. In another incident, two members of a religious minority were killed after the perpetrator had requested to see the victims' identity cards, which state the religious affiliation of the bearer. Just before holding national elections in one country, a personal status law for one religious community was passed, which further entrenched discrimination and violence against women, girls and members of religious minorities. In a particular province of another country, a new criminal code was adopted for one religious community, effectively legalizing marital rape. Further examples of sectarian violence, religious persecution and atrocities committed in the name of religion are mentioned in the Special Rapporteur's recent mission reports.35",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 46,
        "Text": "46. In many cases, persons in a vulnerable situation, including children, women and converts, are targeted by discrimination or violence in the name of religion or belief. Children have been indoctrinated with religious intolerance and, unfortunately, continue to be used by certain non-State actors to perpetrate violence on others or themselves in the name of religion. Women also remain a constant target of religious intolerance. Their rights are violated in the name of religion or belief in the most self-righteous manner. Laws continue to discriminate against women particularly, for example in the field of personal law, on the insistence that only those laws conform to the religious beliefs of the woman's religious community.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Non-State actors, and sometimes even State authorities, continue to threaten or discriminate against individuals who have changed their religion. This problem remains an alarming one in a number of countries, despite the fact that article 18 of the United Nations Universal Declaration of Human Rights explicitly provides that freedom of thought, conscience and religion includes freedom to change religion or belief. Religious leaders and opinion makers should become aware that not only is conversion to their own religion or belief protected, but the decision to replace one's current religion or belief with a different one is too. The possibility of changing, choosing, replacing and retaining one's religion or belief is fundamental to freedom of thought, conscience and religion. No person ought to face intolerance, discrimination or persecution because of his or her decision to change religion or belief or not to have one. In addition, obliging individuals to disclose their religion or belief in official documents might increase their risk of being persecuted. The Special Rapporteur would like to emphasize that theistic, non-theistic and atheistic believers and those who do not profess any religion or belief are equally protected. All of them have important roles to play in building pluralistic societies for the twenty-first century.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. As long as discrimination and violence on the grounds or in the name of religion or belief persist at the national or global levels, tensions will continue and indeed also be exploited by various religious, political or militant forces. The reports over the years indicate that religious intolerance is not a natural outcome of diverse societies but is all too often manipulated by a few groups or individuals for various reasons. Issues of religion and belief are highly emotive and, once the germs of religious intolerance spread, it is hard to contain them. Intolerance breeds intolerance and curing it takes far longer than instigating it. The struggle against discrimination must be intensified and given higher priority by all societies and at all levels as a key human rights objective.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Prevention is therefore key to creating an atmosphere of religious tolerance. The structure of the State, its method of governance and educational policies, and the commitment of Governments and societies to fundamental human rights are the central ingredients that can act as precautionary factors in creating religious harmony or contributing factors to religious friction. These principles also apply at the global level. Religious bigotry is not confined to any one region, nor does it recognize national boundaries. Denial — or perceived denial — of freedom of religion or belief in one region or country can trigger reactions in another part of the world. The basic principles of freedom of religion or belief must find equal respect in all societies. The Special Rapporteur would like to reiterate that all human rights are universal, indivisible and interdependent and interrelated.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Through research, the information received by the Special Rapporteur, exchange with experts, country visits and communications with States, some general patterns and issues of concern can be identified (see paragraphs 33–47 above). There are indeed several contentious issues that societies are trying to resolve. While some of these religious issues are dealt with in a careful and well thought-out manner, other issues have unfortunately been allowed to fester until the controversy erupts into violence. However, there are also some good practices and innovative approaches with regard to freedom of religion or belief that the Special Rapporteur continues to share, inter alia, through her country mission reports.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. With a view to promoting the adoption of measures at the national, regional and international levels to ensure the promotion and protection of the right to freedom of religion or belief, the Special Rapporteur would like to present some ideas for appropriate responses by various actors. Consequently, the Special Rapporteur identifies the following measures and recommendations with regard to: (a) the role of the State; (b) the role of religious leaders and civil society; and (c) the role of the international community and human rights mechanisms.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. States have the main responsibility for implementing international human rights standards, including on the promotion and protection of freedom of religion or belief. On the one hand, States must refrain from violating freedom of religion or belief and, on the other hand, they also have the obligation to protect persons under their jurisdiction from violations of their rights, including abuses committed by non-State actors. Measures should not only consist in prosecuting the perpetrators of such acts and providing compensation to the victims, but also in devising specific preventive action to avoid the recurrence of such acts in future.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The legislative and executive branches should adopt non-discriminatory laws and policies which aim at achieving equality. Domestic legislation must also be in conformity with article 20, paragraph 2, of the International Covenant on Civil and Political Rights. Indeed, incitement to religious hatred can be an indicator of emerging tensions and the relevant authorities should find the most effective ways to protect individuals against others' advocacy of hatred and violence. In this regard, an independent and impartial judiciary, which examines each case on its own merits, is vital to ensuring that neither religious freedom nor freedom of expression is unduly restricted.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. With regard to preventive approaches, the Special Rapporteur would like to emphasize that members of religious minorities need to have their voices heard by being given adequate access to decision makers and State authorities. The executive power, the administration and political leaders should develop human rights-based policies and communication strategies. They should also raise awareness and educate people about religious diversity, thus enabling societies to adopt a progressive attitude towards the beliefs of other communities. Doing so will help to eliminate the cause of irrational fears about some religious groups and prevent those fears being exploited for political purposes.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Politicians from different political parties should undertake brainstorming sessions on how to address new challenges in an increasingly globalized world. Such joint brainstorming could eventually lead to practical actions to mainstream diversity and implement inclusive approaches, for example, in housing projects, school curricula and nominations to statutory bodies. The Special Rapporteur has noted that religious minorities in many countries have less opportunity to participate effectively in decision-making, including in political and economic fields. Yet, their effective participation and consultation at all levels of decision-making is crucial to ensuring that their issues of concern are given adequate attention and enabling informed policy decisions.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In addition, children from religious minorities seem to suffer disproportionately from unequal access to good-quality education. Consequently, the relevant authorities need to ensure equal opportunities and equal access to education in order to prevent adverse economic and social consequences for new generations. Special temporary measures in this regard may be envisaged to empower members of those religious communities that have suffered on account of historic discriminatory practices. However, the effectiveness of such affirmative action should be measured and its progress monitored.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. It is of utmost importance that States and educational institutions find more creative strategies for ensuring that freedom of religion or belief is fully extended to all children and providing them with good-quality education that promotes tolerance, mutual understanding and respect. In this regard, teacher-training programmes may help to ensure that teachers have a non-biased attitude to different religious or belief communities. There is also significant scope for voluntary school exchanges with other countries. In this regard, the 2001 International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Nondiscrimination recommended that teachers and students are provided with voluntary opportunities for meetings and exchanges with their counterparts of different religions or beliefs. Members of the local authorities should also visit schools and talk to youth representatives as a way to determine the actual level of tolerance in society. Regarding the recruitment and indoctrination of children for the purposes of militant groups, the Special Rapporteur emphasizes the need to monitor State institutions such as orphanages, prisons or schools.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 58,
        "Text": "58. In addition, States should not allow activities which contravene human rights, even if such activities are seemingly based on religious or traditional practices. In this regard, the Special Rapporteur and her predecessor have referred to female genital mutilation as an example of a practice that is harmful to women's health. Since female genital mutilation is often wrongly associated with religion, the Special Rapporteur has welcomed statements which clarify religious views on this harmful practice and prohibit the abuse of the female body. The General Assembly also referred, in its resolution 63/181, to the need to address the situations of violence and discrimination that affect many women as well as other individuals on the grounds or in the name of religion or belief or in accordance with cultural and traditional practices, and the misuse of religion or belief for ends inconsistent with the Charter of the United Nations, as well as other relevant instruments of the United Nations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 59,
        "Text": "59. The State may also envisage providing a forum for interreligious and intrareligious dialogue. However, such a dialogue should neither be formulated in a compulsory or condescending manner nor imposed by the State. The States' policies in this regard should give room and space for the variety of religions and beliefs, thus encouraging opportunities for interaction and understanding. The best approach to interreligious and intra-religious dialogue is when the initiative for such activities comes from the religious communities themselves, for which the State may then provide facilities or some funding.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Religious leaders and civil society as a whole may play an important role in supporting and encouraging religious tolerance. For example, it may be useful in defusing emerging tensions in a given society if religious leaders clearly affirm the importance of the right to freedom of religion or belief for everybody and in all its dimensions. This includes a reaffirmation of the right to convert to a different religion or express views on other religions or beliefs, even if such views are considered contentious. At the same time, all actors have to abide by the prohibition of advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, pursuant to article 20, paragraph 2, of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Members and leaders of different religious communities should envisage participating in interreligious and intra-religious dialogues at various levels and with a wide selection of participants. While joint declarations and statements by religious leaders are important, the Special Rapporteur would like to emphasize the vital role of initiatives, meetings and joint actions at the grass-roots level. It is evident that interreligious dialogue alone does not solve underlying problems; however, it may be a first step in the right direction. Interreligious dialogue should not only be an intellectual and theological exercise, but should also prompt the silent majority to look for a common strategy on how to reduce tensions and promote tolerance. Exchanges of views should also include believers who are dispassionate about their faith as well as atheistic and non-theistic believers and members of religious minorities. Any dialogue would also greatly benefit from the views of women, who tend to be marginalized in major interreligious and intra-religious dialogue events. Women are among those who suffer the most from religious intolerance, yet the Special Rapporteur has noticed that groups of women from different religions or beliefs have been very effective human rights advocates in situations of communal tensions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Artists may also play an important role in educating the public about religious tolerance and building bridges between different communities. Journalists, lawyers and human rights defenders can also make a difference, especially when their statements and actions transcend religious boundaries. There are a number of examples where individuals — crossing all religious boundaries — have come to each other's rescue in situations of communal violence.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Members of religious communities, civil society organizations and national human rights institutions and academics should also be involved in human rightsbased teaching efforts. The Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools encourage the establishment, at different levels, of advisory bodies that take an inclusive approach to involving different stakeholders in the preparation and implementation of curricula and the training of teachers. Those bodies should be chosen in ways that are inclusive, ensure openness and competence with respect to issues that may arise, and create input channels for major stakeholders. This involves taking into account the opinions, interests and sensitivities not only of the pupils, their parents or guardians, the teacher and school administrators, but also a variety of other stakeholders, including representatives of various religion and belief communities, parent and teacher organizations and other civil society organizations. Interreligious councils may play a useful role in this process, provided that they are structured in ways that ensure broad representation, or provided that those not represented on such councils have alternative channels for communicating their concerns.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Furthermore, the traditional print or audio-visual media, as well as actors in new information technologies, have an important role in the promotion of religious tolerance. The media can serve as a watchdog for discriminatory government policies and a lively, multifaceted public-interest debate can give voice to different viewpoints. Consequently, mass media should take steps to: (a) ensure that their workforces are diverse and representative of society as a whole; (b) address as far as possible issues of concern to all groups in society; (c) seek a multiplicity of sources and voices within different communities, rather than representing communities as monolithic blocs; and (d) adhere to high standards of information provision that meet recognized professional and ethical standards. In this regard, self-regulation, where effective, appears to be the most appropriate way to address professional issues relating to the media.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The international community and human rights mechanisms should continue monitoring freedom of religion or belief worldwide. The General Assembly, the Human Rights Council — including through the universal periodic review process and the system of special procedures and treaty bodies also have important roles in detecting early warning signs of discrimination and violence on the grounds or in the name of religion or belief.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The General Assembly, in its resolution 62/90, declared 2010 the International Year for the Rapprochement of Cultures, and recommended that, during the course of the year, appropriate events be organized on interreligious and intercultural dialogue, understanding and cooperation for peace, inter alia, a high-level dialogue and/or informal interactive hearings with civil society. In its resolution 63/181, the General Assembly expressed concern over the persistence of institutionalized social intolerance and discrimination practised against many in the name of religion or belief. Furthermore, the General Assembly invited all actors to address, in the context of interreligious and intercultural dialogue, inter alia, the following issues within the framework of international human rights: (a) the rise of religious extremism affecting religions in all parts of the world; (b) the situations of violence and discrimination that affect many women as well as other individuals on the grounds or in the name of religion or belief or in accordance with cultural and traditional practices; (c) the misuse of religion or belief for ends inconsistent with the Charter of the United Nations, as well as other relevant instruments of the United Nations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 67,
        "Text": "67. The Human Rights Council and its working group on the universal periodic review have also discussed a number of general or country-specific issues related to freedom of religion or belief. The universal periodic review process offers a unique possibility to assess the human rights records of all United Nations Member States on a regular basis, i.e., every four years. One of the reports that are submitted to the working group on the universal periodic review for each State under review is a compilation of the information contained in the reports of treaty bodies, special procedures (including observations and comments by the State concerned) and other relevant official United Nations documents. Thus, the recommendations by the treaty bodies and special procedures, including on freedom of religion or belief, feed into the universal periodic review process. In addition, many of the recommendations which emanate from the peer review refer to issues of freedom of religion or belief. While most of these recommendations made during the interactive dialogue are supported by the State under review, some recommendations pertinent to freedom of religion or belief have subsequently been rejected by the Government concerned. Treaty bodies and special procedures can take the opportunity to follow up the recommendations from the universal periodic review — including those rejected — and continue to address human rights issues in the treaty bodies' concluding observations or in the special procedures' allegation letters and mission reports.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Early warning signs identified by the different human rights mechanisms also need to reach the political and conflict-prevention bodies of the United Nations. Effective channels of communication are needed between different parts of the United Nations system in order to allow decision makers to take action with full knowledge of the facts on the ground. Member States have the main responsibility for facilitating the work of the special procedures, cooperating with them and following up their recommendations. Stakeholders in the field could also benefit more from specific recommendations from the special procedures in the aftermath of violence, in order to address the root causes of such violence and prevent its recurrence.",
        "Labels": []
    }
]