[
    {
        "ID": 1,
        "Text": "1. In its resolution 40/10, adopted on 21 March 2019, the Human Rights Council extended the mandate of the Special Rapporteur on freedom of religion or belief for a period of three years. The current mandate holder, Ahmed Shaheed, assumed his mandate on 1 November 2016, following his appointment by the Council during its thirty-second session.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. An overview of the activities of the mandate holder between 1 March and 31 July 2019 is provided in the report presented to the General Assembly at its seventy-fourth session (A/74/358). The Special Rapporteur participated in the seventh meeting of the Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the Basis of Religion or Belief, held in The Hague on 18 and 19 November 2019, and took part in the validation meeting of the #Faith4Rights toolkit in Collonges, France, on 18 and 19 December 2019. He undertook a number of activities to advance the recommendations in his report to the General Assembly on combating antisemitism, including participating in a workshop in Geneva on 16 and 17 December 2019 on the role of education, and giving evidence at a hearing on antisemitism organized by the United States Commission on International Religious Freedom and held in Washington, D.C., on 8 January 2020. The Special Rapporteur also took part in the meeting of the International Contact Group on Freedom of Religion or Belief, held in The Hague on 20 November 2019.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The year 2020 marks the twenty-fifth anniversary of the adoption of the Beijing Declaration and Platform for Action, a pivotal document affirming women's rights and equality, and five years since 193 countries signed on to the most ambitious development agenda in history, the Sustainable Development Goals, which included a pledge to achieve gender equality and leave no one behind. In this regard, this past decade has witnessed significant advances in protections for the human rights of women, girls and lesbian, gay, bisexual and transgender (LGBT+) persons, accompanied by a worldwide escalation in challenges to these efforts.",
        "Labels": [
            "Women/girls",
            "Children",
            "LGBTI+"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The Secretary-General recently reported that, although there had been a significant global decline in the practices of female genital mutilation, and early and forced marriage, in the past decade, at least 200 million girls and women had been subjected to female genital mutilation, and some 30 per cent of women aged 20 to 24 years had been married before the age of 18 years. An estimated 295,000 women died of causes related to pregnancy or childbirth in 2017, most of which were preventable; globally, women parliamentarians risk harassment and violence for their work; and a typical economy this past decade gave women only three-fourths of the legal rights of men. Seventy-two countries worldwide criminalize same-sex relationships; up to 11 States impose the death penalty for homosexual acts. Only 10 per cent of States have laws that protect against discrimination based on gender identity.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 5,
        "Text": "5. Fundamental to these challenges, the Secretary-General notes, is \"insufficient progress on structural issues at the root of gender inequality, such as legal discrimination, unfair social norms and attitudes, decision-making on sexual and reproductive issues, and low levels of political participation\". At risk are the crucial international goals of combating gender-based discrimination and violence, in addition to the longstanding critical objectives tethered to these aspirations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 6,
        "Text": "6. States seeking to confront these challenges have adopted a variety of approaches to uphold their obligation to ensure the freedom to manifest religion or belief, while simultaneously protecting the rights to equality and non-discrimination of all people. Some States have taken important measures aimed at creating conditions in which all members of society are able to exercise their rights on equal footing. Other States have made less effort, instead aligning official laws and policies with religious actors. The Special Rapporteur has also identified situations in which States have restricted gender-discriminatory practices but have done so in such a way as to render the very individuals on whose behalf they purported to act unable to fully enjoy their right to manifest their freedom of religion or belief, alone or in community with others.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Of particular concern is the considerable evidence that, in all regions of the world, actors citing religious justifications for their actions have advocated to Governments and to the broader public for the preservation or imposition of laws and policies that directly or indirectly discriminate against women, girls and LGBT+ persons. In every region of the world, the Special Rapporteur has identified laws enacted with the aim of mandating standards of conduct purportedly demanded by a particular religion that effectively deny women and other individuals the right to equality and non-discrimination on the basis of their sex, sexual orientation or gender identity. Furthermore, laws identified as intended to protect the right of all individuals to manifest their religion or belief have been applied in a manner that has resulted in discrimination in practice on the same bases. Governments in all regions of the world have also failed to uphold their obligation to protect people from gender-based violence and discrimination perpetrated against them by private individuals or entities claiming a religious justification for their actions and to sanction the perpetrators of such acts. Gender-based violence and discrimination are being perpetuated both in the public sphere and by and within religious communities and entities.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 8,
        "Text": "8. In its resolution 6/37, the Human Rights Council directed the Special Rapporteur to apply a gender perspective in carrying out his work, and to continue to do so, inter alia, through the identification of gender-specific abuses, including in information collection and in recommendations. Accordingly, several of the Special Rapporteur's predecessors devoted attention to the issue of gender-specific human rights abuses with a relationship to the exercise of religious or other beliefs (A/68/290, para. 22). In the present report, attention is drawn to different situations in which gender-based violence and discrimination grounded in religious justifications persist, whether as a direct result of official laws and policies or carried out by private actors with explicit or tacit encouragement from State officials. The Special Rapporteur discusses the legal standards that should inform States' responses to these issues and identifies initiatives to ensure that the exercise of the right to manifest religion or belief does not impede the enjoyment of the rights to equality and non-discrimination, and makes recommendations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 9,
        "Text": "9. In the present report, the Special Rapporteur identifies a number of situations recently addressed by United Nations human rights experts in which laws enacted with reference to religious beliefs or private actors citing religious \"justifications\" for their actions have given rise to gender-based violence or discrimination.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur also gathered information for the present report directly from survivors of human rights violations resulting from the implementation of laws or perpetrated by private actors as described above, and from rights monitors, advocates, academics, legal experts, faith-based actors, and government officials working and living in 42 countries, including 11 countries in the Americas, 11 countries in South and South-East Asia, 19 countries in Africa and a single country in Eastern Europe. The information was gathered during two-to-three day consultations that were held from May to December 2019 in Buenos Aires, Warsaw, Johannesburg, Colombo, Geneva, Bangkok, Tunis, New York and Montevideo.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Participants in these meetings also included members of United Nations treaty bodies and special procedure mandate holders, representatives from the Office of the United Nations High Commissioner for Human Rights in Geneva and in Tunisia, and officers from several United Nations agencies, including the Joint United Nations Programme on HIV/AIDS, the United Nations Population Fund, the United Nations Entity for Gender Equality and the Empowerment of Women, and the World Health Organization. The Special Rapporteur is grateful to those who participated in the consultations for taking the time to travel great distances – at times at peril to their security – in order to engage with him.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur also invited civil society, faith-based actors and other stakeholders to submit information about laws, policies and activities affecting the right to freedom of religion or belief for women, girls and LGBT+ persons, as well as information about the intersection of freedom of religion or belief and other rights. Dozens of reports and studies were submitted by monitors, researchers and rights organizations.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur has received a great deal of information alleging that women, girls and LGBT+ persons have experienced gender-specific violence and discrimination that impedes their ability to fully enjoy their human rights – including the right to freedom of religion or belief – by State and non-State actors relying on religious \"justifications\" for their actions. Additionally, civil society and faith-based actors who engaged in a series of consultations for the present report highlighted the varied ways in which women, girls and LGBT+ persons were denied equal personhood in both the private and the public spheres in States where interpretations of religious doctrine that promote gender-based violence and discrimination were enforced through law and policy.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 14,
        "Text": "14. To date, much attention regarding gender-based discrimination in the name of religion or belief has focused on practices such as female genital mutilation, marital rape, early and forced marriage, and polygamy, all of which are rightly condemned as harmful traditional practices by the human rights community. At the same time, consultation participants across four regions also noted the increasing use of religion or belief to deny reproductive health and sexual rights, to criminalize protected conduct and deny the equal personhood of LGBT+ persons, or to undermine the right to freedom of religion or belief to women, girls and LGBT+ persons.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur shares the concern expressed by other United Nations human rights mechanisms about legislation in force in many countries that imposes standards of conduct allegedly prescribed by a religion or belief on the entire society and that have the effect of discriminating against women, girls and LGBT+ persons. Through the consultations held in preparing the present report, a number of additional such cases were identified and the Special Rapporteur's attention was drawn to the significant role of religious actors and groups in mobilizing Governments to adopt such legislation.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 16,
        "Text": "16. Many States have submitted reservations to provisions of international human rights treaties that protect rights that advance gender equality, often asserting that, in the event of a conflict between national laws that are informed by religious teachings and obligations under the human rights treaty, the legally protected religious norms prevail (A/HRC/37/49, para. 41; and A/HRC/29/40). A significant number of such religiously grounded reservations are contrary to the object and purpose of the relevant treaties and invalid under international law. Among States that have adopted such reservations, many also impose significant restrictions on freedom of religion or belief and often discriminate against persons belonging to religious minorities, converts or apostates and non-believers, as well as women, girls and LGBT+ persons.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur draws particular attention to discriminatory legal provisions in personal status and family laws that are informed by interpretations of religious traditions. As recently noted by the Secretary-General, discrimination in personal status and family laws can prevent women from leaving violent relationships and have a significant bearing on their safety and well-being \\(E/CN.6/2020/3, box III.1), as well as numerous other rights. Across regions, participants in the consultations for the present study highlighted examples wherein Governments either enforce religious principles that promote gender-based violence and/or discrimination against women and girls through personal status or family law, or delegate authority in administrating personal status rights and affairs regulated by family law to religious communities. Despite recent reforms to the \"guardianship system\", women and girls in Saudi Arabia continue to face systematic discrimination in law and in practice in several areas and are inadequately protected against gender-based violence. Denominational family law in Israel, to which there is no civil alternative, permits divorce only with the consent of the husband, which reportedly can coerce women to forfeit property or custody of children. Although Tunisia stands out in the Middle East and North Africa Region for many of its protections for the human rights of women and girls, the Personal Status Code of 1956, rooted in an interpretation of Islam, requires further amendment to guarantee gender equality in inheritance rights (see also A/HRC/40/58).",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 18,
        "Text": "18. Participants in the consultations on South and South-East Asia reported that, in many countries, Governments have advanced efforts to combat gender-based violence and discrimination, such as by criminalizing marital rape, mandating written consent for marriage from all parties and specifying a minimum age for marriage. Some States, however, delegate legal authority to minority religious communities to respect pluralism and multiculturalism, but do so in ways that dilute gender equality norms. For example, the Muslim Marriage and Divorce Act of Sri Lanka, which, unlike national legal provisions for non-Muslim women, does not identify a minimum age requirement or require a woman to consent to marriage, leaving Muslim women and girls unprotected by national provisions. Such arrangements, the participants emphasized, mean that people were accorded different degrees of protection, depending on their religious identity, and many women and girls were left at risk of sexual and gender-based violence within their religious communities without any legal remedy. The Special Rapporteur and his predecessors have repeatedly called upon States to eliminate in law and in practice, including in plural legal systems, all forms of marriage that restrict and/or deny the rights, well-being and dignity of women and girls, including early and forced marriage.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 19,
        "Text": "19. Human rights treaty bodies and special procedures have expressed concern about laws in several countries that criminalize consensual relations between adults of the same sex, thereby discriminating against persons on grounds of their sexual orientation and gender identity. The Special Rapporteur notes that States that maintain laws criminalizing consensual same-sex relations have occasionally referred to religious \"justifications\" for maintaining them. Officials in several countries in the Middle East and North Africa, South and South-East Asia, and sub-Saharan Africa, for example, have \"justified\" the maintenance of the country's legal prohibition of homosexuality on the grounds that it upholds the tenets of Islam or Christianity.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 20,
        "Text": "20. Consultation participants reported that discriminatory mores on gender and sexuality rooted in religious orthodoxy were often translated into national law as secular restrictions. The criminalization of homosexual acts, they noted, was frequently justified on grounds of \"public morals\" associated with the tenets of a hegemonic religious tradition. Similarly, undefined morality laws are used to target transgender populations in public spaces (A/HRC/38/43/Add.1, paras. 55–63; and CCPR/C/KWT/CO/3, paras. 12–13). Participants from civil society noted that State-sanctioned laws and practices that promote gender-based discrimination created a permissive environment for non-State actors to commit violence against LGBT+ persons, and that the multi-layered negative impact of gender discriminatory laws on access to health, education and employment could be stark.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Participants in the consultations held in the Americas further noted that many countries in their region were leaders in the protection of rights for LGBT+ persons, including in advancing respect for the self-determination rights of transgender persons, in combating discrimination against LGBT+ persons in the health system (Argentina), and in adopting provisions for equal marriage rights (Argentina, Brazil, Colombia, Uruguay and parts of Mexico). They noted, however, that many Governments maintained legal provisions that discriminated against LGBT+ persons, including in health care, housing, social security, employment, marriage and parental rights, often on religious grounds.",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 22,
        "Text": "22. Participants in the consultations focused on States in sub-Saharan Africa reported that, despite the decriminalization of homosexuality by several States, including Angola, Botswana and Mozambique, legal rights were reportedly diminishing for LGBT+ persons in the region. Thirty-two countries continue to criminalize and are increasing the penalties for same-sex relationships, and States have been reportedly shrinking the space for human rights advocates working to promote respect for the human rights of LGBT+ persons. In 2014, one country in the region introduced a 14-year jail sentence for same-sex cohabitation and any \"public show of same-sex relationship\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur welcomes the decision in 2018 by the Supreme Court of India that struck down the colonial-era criminal law against homosexuality, recognizing the importance of individual autonomy, non-discrimination and privacy for LGBT+ persons. However, elsewhere in South Asia, similar colonial-era laws prohibiting same-sex relations are found in the penal codes of Bangladesh, Pakistan and Sri Lanka. Participants in the consultations noted that attempts to push for regulations that safeguard the existence of LGBT+ individuals in Afghanistan, Maldives and Pakistan struggled against tenets of Islamic law.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Participants also reported that laws criminalizing adultery were often rooted in patriarchal interpretations of religious doctrine and had a disparate impact on women. The Working Group on the issue of discrimination against women in law and in practice noted that, in countries where Islamic law governs personal laws, adultery was severely punished and might even result in a sentence of death by stoning (A/HRC/29/40, para. 49). The sanctions are generally imposed on the women rather than the men. Additionally, sexual assault and rape often go unreported because women fear they will be charged with adultery; and there may be impunity for marital rape.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Participants in the consultations focused on the South and South-East Asian region reported that women and girls from religious minority communities were often at particular risk of violence, including violence associated with forced conversions and forced marriage, and that \"counter-extremism\" measures adopted by States had targeted women from Muslim minority communities with rape, forced sterilization and forced abortion.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur and other special procedure mandate holders have also expressed concern about the imposition of restrictive garments or \"modest\" dress codes by laws inspired by religious beliefs and the impact of such measures on the ability of women and girls to enjoy their human rights. In 2019, in a communication to the Government of the Islamic Republic of Iran, the Special Rapporteur, along with other special procedure mandate holders, expressed concern about the Government's compulsory veil legislation and the reported arrest, enforced disappearance and arbitrary detention of women's human rights defenders who protested against it. In that communication, special procedure mandate holders recalled a recent recommendation to the Government to reject any cultural or religious practice that violated human rights and the principle of equality or prevented the establishment of an egalitarian society free of gender-based discrimination.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. In other instances, consultation participants noted that some States had opted to limit religious practices such as wearing headscarves or full-face veils in public – attire predominantly worn by Muslim women – in their efforts to combat gender-based discrimination, but without sufficient attention to the self-understanding and agency of women. Critics of such policies have noted the danger that such policies posed to the right to freedom of religion or belief, along with myriad other rights, noting that efforts to combat gender-based discrimination often failed to incorporate freedom of religion or belief and forced individuals to choose between their faith and national protections for human rights.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur notes that, in a number of countries around the world, Governments continue to maintain partial or total bans on access to abortion, and religious figures have both encouraged those measures and advocated against efforts to reform the laws. At the consultations on Latin America, it was asserted that discriminatory religious edicts informed laws and policies that restricted sexual and reproductive rights in the region, including, but not limited to, partial or total bans on access to abortion and contraception, prohibitions on assisted reproductive technologies and gender reassignment surgery, and limits on the provision of evidence-based sexuality education.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 29,
        "Text": "29. It was noted that four States in the region enforced complete bans on abortion, in two States women and girls could be prosecuted for miscarrying their pregnancies, and limitations in other countries had seriously limited women's access to abortion in circumstances in which denying it caused serious suffering. Three quarters of abortions in the region are reportedly unsafe due to legal impediments to safe access, resulting in high rates of preventable maternal mortality in Argentina, Bolivia (Plurinational State of), Brazil, Paraguay, Peru and Venezuela (Bolivarian Republic of).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Consultation participants also reported that restrictive laws on access to abortion and contraception in sub-Saharan Africa were mostly inherited from pre-independence colonial laws, but were maintained, in part, owing to pressure from certain religious groups. Approximately 13.2 per cent of maternal deaths in the region can be attributed to unsafe abortion.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Participants in the consultations on South and South-East Asia reported that, in the Philippines, the criminalization of abortion and a lack of access to contraception were often justified by reference to religious postulates. The Committee on the Elimination of Discrimination against Women also concluded that religion was the basis for sexual and reproductive health policies, including at the level of local government units, given that the Constitution required the State to \"equally protect the life of the mother and the life of the unborn from [the time of] conception\" (CEDAW/C/OP.8/PHL/1).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. In many States, religious communities and institutions are assuming an increasingly important role in the social, political and economic affairs of those countries; some are playing a critical part in the promotion and realization of human rights – including the right to freedom religion or belief – while others are advancing protections for their religious commitments at the expense of the human rights of others both within and outside their communities. Critically in some societies, some religious institutions promote and perpetuate interpretations of religious tenets to promote gender-based violence and discrimination against women, girls and LGBT+ persons, including physical, sexual and psychological harm.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur is deeply concerned by numerous reports he has received, and by information provided to other United Nations human rights mechanisms, alleging that religious interest groups are engaged in campaigns characterizing rights advocates working to combat gender-based discrimination as \"immoral\" actors, seeking to undermine society by espousing \"a gender ideology\" that is harmful to children, families, tradition and religion. Invoking religious tenets, as well as pseudoscience, such actors argue for the defence of traditional values rooted in interpretations of religious teachings about the social roles for men and women in accordance with their alleged naturally different physical and mental capacities, often calling upon Governments to enact discriminatory policies. Other special procedures and participants in consultations across regions have also documented the activities of increasingly well-coordinated groups that are reportedly misusing freedom of religion or belief across continents in the media, through litigation and political campaigns to counter human rights in the name of religion or belief (A/HRC/34/56; A/74/181, paras. 34–35; A/HRC/38/46, paras. 30–35; and A/HRC/21/42, para. 65).",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Consultations in Europe highlighted a campaign by interest groups in Poland against \"gender ideology\" that has characterized advocates for gender equality as \"anti-family\" and intimidated and stigmatized women human rights defenders. In three States, religious interest groups have attempted to change the constitution to define \"the family\" according to religiously grounded heterosexual norms. Interest groups are also reportedly misusing freedom of religion or belief to oppose self-determination rights for gender-diverse persons (A/73/152, para. 21).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Participants in the consultations on Latin America reported that reproductive and sexual health education programmes had been curtailed in Brazil, Chile, Colombia, Ecuador and Paraguay following pressure from religious groups. In addition, there has been a campaign by religious groups against the Inter-American Court of Human Rights advisory opinion on gender identity, equality and non-discrimination of same-sex couples, characterizing \"gender ideology\" as \"against human nature\" and explicitly encouraging discrimination against LGBT+ individuals.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 36,
        "Text": "36. At the consultations that took place in South Africa, focused on countries in sub-Saharan Africa, participants provided information about the role of religious groups based in the United States of America in providing training and funding to Ugandan religious leaders who successfully mobilized communities to support the adoption by the Government of the Anti-Homosexuality Act in 2014. In countries that do not criminalize homosexuality, some religious groups have successfully campaigned against the introduction of schoolbooks on sex education by arguing that the books promoted homosexuality. Regionally, some States are advocating for hegemonic interpretations of \"African values\" within the African Charter on Human and Peoples' Rights, in order to exclude LGBT+ and abortion rights.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. At the consultations held in Tunisia, participants noted that faith-based groups had opposed legislative changes that would have decriminalized homosexuality and repealed discriminatory laws on the grounds that those changes would contradict religious teachings. LGBT+ rights defenders stressed that they faced harassment and threats of violence from religious actors in response to their activities.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteur notes, however, that the role of religious groups in perpetuating norms that promote gender inequitable attitudes is complex because religious communities themselves are not monolithic. A multitude of voices exist within religious groups and institutions, including faith-based actors who campaign for the rights of women, girls and LGBT+ persons and work to promote gender equality within their faith. Advocates within religions, across multiple traditions, have long sought to challenge norms and expectations that undermine the human rights of women, girls and LGBT+ persons; many have expanded religious leadership and influencer roles for women and challenged interpretations of religious texts that are used to \"justify\" discrimination and other harmful practices against women, girls and LGBT+ persons.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Their work makes clear that religions are not necessarily the source of gender-based discrimination and violence, but that interpretations of those beliefs, which are not protected per se, and which are not necessarily held by all members of a religious community, are often the source of gender-based violence and discrimination. In fact, the present report emphasizes the fact that freedom of religion or belief can be an important tool to empower women and LGBT+ persons of faith in their struggles for equality, and that respect for the freedom of religion or belief of women and LGBT+ persons, as well as other human rights that underwrite this freedom, should be promoted and protected.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Women, girls and LGBT+ persons endure myriad forms of violence perpetrated by non-State actors, which are often implicitly or explicitly sanctioned by influential religious laws and discourse (A/74/181, para. 27; and A/HRC/19/41, para. 21). The Special Rapporteur is alarmed by the persistence of harmful practices and the fact that those who engage in them \"justify\" such acts on the grounds that they are permitted or required by religious beliefs, including female genital mutilation, dowry killings, rape, polygyny, early and forced marriage, beatings, coercive gender reassignment surgery and so-called \"honour\" crimes. Governments have an obligation to prohibit such practices in law and to ensure that perpetrators of gender-based violence, including violence perpetrated by individuals claiming a religious \"justification\" for their actions, are held accountable and their victims provided with redress. For example, participants in the consultations in Tunisia identified practices that are directly or indirectly rooted in religion and often defended by reference to religion, including forced virginity tests, child and forced marriage, \"honour\" killings, domestic violence and female genital mutilation.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Various human rights mechanisms, including the Human Rights Committee and the Committee against Torture, have also noted with concern that deadly attacks on LGBT+ persons were taking place in States where laws adopted with reference to religion had criminalized same-sex sexual conduct, and religious leaders were actively engaged in hate speech against individuals on the basis of their sexual orientation (see, for example, CAT/C/RUS/CO/6, paras. 32–33; and E/C.12/UGA/CO/1). The Independent Expert on Protection against Violence and Discrimination based on Sexual Orientation and Gender Identity Minorities notes that, in the United States alone, some 698,000 lesbian, gay, bisexual, trans or gender non-conforming persons have received \"conversion\" therapy at some point in their lives, and over half of them reportedly when they were adolescents (A/HRC/38/43, para. 47). The Special Rapporteur is similarly alarmed by ongoing reports of the failure of State authorities to effectively investigate incidents of such violence or to hold perpetrators accountable.",
        "Labels": [
            "Women/girls",
            "Adolescents"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Moreover, according to some sources, the rising number of hate crimes based on sexual orientation and gender identity worldwide correlates with a steep rise in faith-based groups using interpretations of religious teachings that promote gender-based violence and discrimination to violate the human rights of LGBT+ persons, including, inter alia, their right to life and freedom from torture (A/73/152, paras. 47–48). The Special Rapporteur confirms that these accounts are emblematic of allegations he has received and that have been raised by United Nations human rights experts with the Governments of States including Egypt, Georgia, Indonesia, the Philippines and the Republic of Korea.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 43,
        "Text": "43. One area of particular concern regarding accommodations to national law for religious beliefs is the use of conscientious objection by health-care providers and institutions unwilling to perform abortions or provide access to contraception on religious grounds. In Uruguay, for example, women can elect to have an abortion, but in certain regions up to 87 per cent of medical providers refuse to perform abortions. Participants in the Special Rapporteur's consultations from countries such as Kenya, Poland and the United States noted that the invocation of \"conscience clauses\" provided in law had made access to legal abortion effectively unavailable to women in significant parts of the country. The Special Rapporteur notes that the Human Rights Committee has expressed concern about this phenomenon, in addition to the absence of effective referral mechanisms for accessing legal abortion medical services as a result of the exercise of conscientious objection. The Special Rapporteur recalls that the Human Rights Committee has called upon States to ensure that women have access to legal abortion notwithstanding conscientious objection by medical practitioners, which it has referred to as a \"barrier\" to access (CCPR/C/POL/CO/7, paras. 23–24; and CCPR/C/COL/CO/7, paras. 20–21), and has suggested that conscientious objection should only be permitted, if at all, for individual medical providers. The Special Rapporteur was presented with additional information about gender-based discrimination by private persons refusing to provide medical or other services to women, girls and LGBT+ persons and who cited religious objections for doing so. At the consultations in the United States, for example, it was noted that individuals had refused to provide services to LGBT+ persons, including in the areas of family planning and prenatal care, infertility treatment, adoption, housing, lodging, employment and commercial services. South Africa has seen a significant increase in State-sanctioned \"conscience-based refusals\" to provide women with legal abortion services or to recognize the right of LGBT+ persons to non-discrimination in civil marriage.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Moreover, participants in all of the consultations reported that legal exemptions to anti-discrimination measures on the grounds of religious commitments were being increasingly accommodated. Participants in the consultations on the Americas noted, for example, that those outcomes had resulted in the termination of pregnant employees for being unmarried; the denial of insurance coverage for legal reproductive health services; refusals to discharge prescriptions for contraception and the impeding of the ability to obtain legal abortion services, and the denial of health services and treatment to LGBT+ persons.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Consultations addressed the phenomenon of pervasive gender-based discrimination against women, girls and LGBT+ persons within religious communities around the world, particularly against women who openly contest predominant gender stereotypes. Sometimes, even in situations where States have intervened, the leaders of faith-based communities maintain discriminatory practices. In 2005, the Supreme Court of Nepal declared illegal the practice of exiling women from their homes to bare-bones huts during menstruation, yet religious leaders and faith healers continue to enforce the practice, often with deadly consequences. Similarly, despite the Supreme Court of India ruling that declared the prohibition on women entering places of worship to be unconstitutional, Hindu leaders continue to ban women \"of menstruating age\" from entering temples.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 46,
        "Text": "46. In every region, the Special Rapporteur heard from women and LGBT+ persons who are limited in their opportunities to contribute to the content of their religion or belief. In addition to being denied the right to manifest their beliefs through gender equal interpretations of their faith, advocates or individuals working to combat gender-based violence and discrimination may be punished or stigmatized for attempts to do so. For many, their only option is to accept the discriminatory beliefs, rules and internal workings of a religion or belief or leave. Thus, the disenfranchisement of women and LGBT+ persons in religious communities presents serious challenges for the global advancement of equality.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur notes that, while religious organizations are entitled to autonomy in the administration of their affairs, such deference should be extended within a holistic conception of human rights grounded in the universality, indivisibility, interdependence and inalienability of all human rights. For example, the Committee on Economic, Social and Cultural Rights has called upon States to ensure that church-run institutions are not permitted to discriminate against non-ecclesiastical employees on grounds of religious belief, sexual orientation or gender identity (see E/C.12/DEU/CO/6).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur reiterates that the right to freedom of religion or belief belongs to individuals, not religions, and emphasizes that, in general, States should not interfere with a community's communal practices or internal organization. He further stresses that States are prohibited from imposing beliefs on individuals and communities and that religious actors can and should, in upholding their institutional autonomy, be exempted from complying with government regulations where doing so would not inordinately discriminate against others on the basis of gender. He notes, however, that the principle of institutional autonomy does not extend to State deference to harmful discriminatory gender norms. Nor does it oblige States to defer from intervening to prevent harmful practices because said practices are informed by \"religious ethos\", including discriminatory acts that have as their purpose or effect the nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis. This is particularly important with regard to internal dissidents who may be targeted with violence as a result of their advocacy for gender equal teachings (A/68/290, para. 60).",
        "Labels": [
            "Women/girls",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Many feminist and human rights scholars argue that such deference to the autonomy and traditions of religious institutions is problematic for a number of reasons. Firstly, they contend that rules regulating the status of men and women, including in the appointment of clergy or in institutional structures that enforce anti-LGBT+ bias, may be \"religious\" in nature but they are also political; norms and practices that promote stereotypical masculinities and femininities about roles and about sexuality have profound impacts on the polity. Feminists argue that limiting the roles of persons within their religious communities and institutions cannot be said to involve solely the private relationship between clergy and congregation, and that commitments that consider women and girls subordinate and LGBT+ persons unequal in their personhood implicate much more than the \"self-administration\" of a religious community. Feminists and human rights scholars observe that norms that oppress women, girls and LGBT+ persons, regardless of their foundation in religious convictions or expression in communal practices, are a concern for the State and international human rights law. Secondly, feminists argue that the State cannot address the religious commitments of a community as fixed monoliths. In many instances, deference to institutional traditions on the grounds that these traditions are shared by, and integral to, the existence of the community, contradicts the reality that religious communities are far from homogenous, and instead consist of individuals with diverse beliefs.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Consultation participants working within religious communities noted that the ability of women, girls and LGBT+ persons to belong to a faith of their choice, or, more often, a faith into which they were born that comprises their social and cultural connections, without being discriminated against, was vital to realizing myriad human rights, including the right to freedom of religion or belief. As such, many individuals within religions and across traditions, they reported, were increasingly rejecting patriarchal interpretations of religious doctrine and demanding equal rights within their religious traditions. They further asserted that religion should not be \"all or nothing\" – either you choose to take part in a religion and must accept its inequalities, or you must cease to belong to that religion. However, as consultation participants across regions attested, women and LGBT+ persons often had little influence over the rules of the community in which they lived. They noted that those who pursued gender equality, including gender equal beliefs, could risk violence, shunning and stigma from their religious communities.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 51,
        "Text": "51. These consequences are particularly stark for those who often cannot leave, or do not want to leave, their religious community due to economic reasons. Furthermore, the response that one has the \"option to leave\", they asserted, could fail to appreciate that many individuals were born into a religion and their religious community, and that membership in a religious community could become part of one's identity, family, and social and economic structure before choice in beliefs was introduced and developed. Individuals further noted that the unequal treatment and social status of women and girls in many societies, including in education and assigned gender roles, meant that women were routinely less able than men to exercise their independence and exit their groups of origin. As such, leaving a faith community in many cases is impractical or impossible, particularly where a woman has little or no social, economic or personal independence from a religious group, or where she risks losing custody of her children or faces other forms of coercion. An effective right to exit is contingent on a form of unfettered autonomy and freedom from external control that rarely exist in such cases.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. The Special Rapporteur asserts that this overlap between freedom of religion or belief and the right to non-discrimination needs to be addressed not by trade-offs or a hierarchy, but by producing the \"practical concordance\" of all human rights involved, to the maximum degree possible, based on reasons accessible to all. As duty bearers, States must become more clear-eyed about the root causes of gender inequality and intentional about the multilevel, transformational approaches that are necessary to \"solve\" such a complex problem. Anchoring freedom of religion or belief in a principle that demands nondiscrimination requires the legal protection of the equality of opportunity in the enjoyment by all of this right, as well as all the other rights on which freedom of religion or belief depends. This means that the rights of individuals should be protected even within groups, by creating an enabling environment where dissenters are protected against incitement to violence, and are able to assert their agency through the exercise of their fundamental human rights, including freedom of expression, right to information, freedom of religion or belief, the right to education, the right to work, freedom from coercion and equality before the law, among others. Equal liberties and protections in society, such as the right to equality and nondiscrimination or the right to physical integrity, can be maintained only if individuals are never deemed as having waived said rights and liberties, even by voluntarily joining an organization.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 53,
        "Text": "53. While the information presented to the Special Rapporteur concerning the extent of gender-based violence and discrimination caused by laws or actors citing religious justification worldwide is alarming, the Special Rapporteur is also encouraged by a number of ongoing initiatives being advanced by State and non-State actors aimed at enlisting religious actors and communities in efforts to eliminate barriers to equality, both in society and within religious communities.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. In the United States, the Religious Coalition for Reproductive Choice, a national interfaith movement, promotes women's right to make reproductive decisions based on their own conscience. Participants in the consultations on Latin America referred to the Seguimos Unidos Hasta el Final campaign in El Salvador, which was aimed at provoking greater compassion towards women whose lives were jeopardized by the country's complete ban on abortion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. At the consultations on sub-Saharan Africa, participants highlighted grass-roots religious campaigns such as ImamsForShe in Burundi, which offers educational workshops for religious leaders, sports camps for girls and a weekly radio show to discuss Qur'an-based support for women's human rights, including the rights to education, health care and equal work opportunities. The Global Interfaith Network leads pilgrimages for religious leaders across the continent to affirm scriptures in the Bible in support of LGBT+ rights. At the consultations in Warsaw, participants referred to communication campaigns in Poland, such as the #jestemLGBT (I am LGBT) campaign on social media, that were challenging the intolerance of LGBT+ persons, and Rainbow Friday initiatives sponsored by nongovernmental organizations that had been encouraging a regular discussion of LGBT+ rights in schools.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Participants at the consultations on South and South-East Asia provided information on school instruction about gender-based violence. In Myanmar, the Government adopted a national-level youth policy that focuses on offering students education about sexual orientation and gender identity. In Pakistan, an initiative to include political actors in workshop discussions reportedly helped to advance changes with regard to the legal status of transgender persons; similarly, dialogues with judges in Indonesia have explored religious texts and their relationship to gender discrimination. In Nepal, human rights defenders often invoke religious texts' references to gender diversity to advocate for the equality and nondiscrimination of LGBT+ persons. In 2007, LGBT+ advocates used this strategy to successfully petition against the Government in a landmark Supreme Court case, Sunil Babu Pant and Others v. Government of Nepal and Others, calling upon the Government to recognize a third gender category.",
        "Labels": [
            "Women/girls",
            "Adolescents",
            "LGBTI+"
        ]
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur also draws attention to recent initiatives at the United Nations that engage religious or belief actors in the promotion of gender equality. The Faith for Rights initiative, led by the Office of the United Nations High Commissioner for Human Rights, launched in January 2020 a peer-to-peer learning toolkit for faith actors to assist in revisiting religious interpretations that perpetuate gender inequality and harmful stereotypes or condone gender-based violence. The Plan of Action for Religious Leaders and Actors to Prevent Incitement to Violence That Could Lead to Atrocity Crimes, developed by the Office on Genocide Prevention and the Responsibility to Protect, recognizes the need to prevent incitement to gender-based violence and to support religious leaders in changing discriminatory social norms and ideas relating to women, girls and sexual minorities.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Lastly, the Special Rapporteur notes that, in order for the initiatives described above to be carried out successfully, States need to create and ensure the conditions in which all individuals can exercise the right to freedom of expression free from fear of harassment and violence, or official sanction. At the consultations on South and South-East Asia, participants noted that, while laws prohibiting blasphemy and related offences might be facially genderneutral, they had the effect of silencing dissent and criticism of laws enshrining genderdiscriminatory practices that had been justified on the basis of religious beliefs. Similarly, at the consultations held in Poland, similar concerns were raised about article 196 of the Criminal Code of Poland, which criminalized \"offence to religious feelings\". These laws impermissibly restrict the right to freedom of expression and pose serious obstacles to those who seek to confront and promote the reform of the discriminatory laws and policies identified above.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The right to freedom of thought, conscience and religion or belief includes: (a) the right to hold or to change one's theistic, non-theistic, atheistic or non-religious beliefs; and (b) the right to manifest those beliefs individually or in community with others. These two aspects of the right are interdependent; both protect people in their ability to think independently and to develop identity, while shaping religious and non-religious convictions and commitments. The components are, however, distinguishable; an individual's right to form, develop, adopt and maintain a religious or non-religious belief of his or her choice is absolute. The freedom to manifest a religion or belief can be restricted, however, only if the limitations are prescribed by law and are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The legally instituted limits on manifesting freedom of religion or belief reflect the fact that an essential part of the right to freedom of religion or belief is that freedom of religion or belief must not be used for ends that are inconsistent with the Charter of the United Nations or relevant human rights instruments. Both article 30 of the Universal Declaration of Human Rights and article 5 of the International Covenant on Civil and Political Rights further clarify that no human right may be invoked to destroy another human right. The key findings of the present report evidence the overlap between the right to freedom of religion or belief and the right to non-discrimination in the context of gender (A/HRC/34/50, para. 31; and A/72/365, para. 46). In this regard, the Special Rapporteur outlines below relevant international human rights norms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 61,
        "Text": "61. Gender-based discrimination is prohibited by international law through numerous provisions. Article 26 of the International Covenant on Civil and Political Rights provides a freestanding right to equality before the law for all persons. Article 2 establishes the prohibition against discrimination, proscribing distinctions of any kind, including race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status in the exercise of any rights promulgated by the Covenant. Furthermore, article 3 asserts that men and women have an equal right to the enjoyment of all the rights enshrined in the Covenant.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Similar accessory provisions against discrimination can be found in most other human rights instruments, including the International Covenant on Economic, Social and Cultural Rights, the Convention on the Rights of the Child, the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, the International Convention on the Rights of Persons with Disabilities, the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and the United Nations Declaration on the Rights of Indigenous Peoples. Under article 2 of the Convention on the Elimination of All Forms of Discrimination against Women, States are obligated to modify or abolish existing laws and policies that constitute discrimination against women. Both the International Convention on the Rights of Persons with Disabilities and the Convention on the Elimination of All Forms of Discrimination against Women contain express obligations on States to eliminate harmful gender stereotypes as part of the States' obligations to ensure equality. Additionally, gender-based violence, that is \"physical, sexual and psychological harm (including intimidation, suffering, coercion, and/or deprivation of liberty within the family, or within the general community)\", directed against heterosexual women or LGBT+ persons is recognized as a prohibited form of discrimination in international law.",
        "Labels": [
            "Indigenous peoples",
            "Migrants",
            "Women/girls",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 63,
        "Text": "63. International law has further evolved beyond narrowly focused, physiologically based interpretations and applications of the right to non-discrimination on the grounds of \"sex\". The Human Rights Committee, the Committee on the Elimination of Discrimination against Women, the Committee on the Elimination of Racial Discrimination, the Committee against Torture, numerous special procedure mandates (see, for example, A/HRC/38/46, para. 14; A/HRC/35/23, para. 16; and A/56/156, para. 19) and regional human rights systems all recognize that sex-based discrimination amounts to gender-based discrimination, which is understood in international law as discrimination arising from the socially constructed roles, behaviours, activities and attributes that a given society considers appropriate for the different sexes. The Human Rights Committee recognizes that \"sex\" referred to in articles 2 (1) and 26 of the International Covenant on Civil and Political Rights includes sexual orientation and that article 26 of the Covenant encompasses discrimination on the basis of gender identity, including transgender status. The Committee on Economic, Social and Cultural Rights has also made clear that sexual orientation and gender identity based discrimination is covered by articles 2 (2) and 3 of the Convention. The Committee on the Elimination of Discrimination against Women recognizes that discrimination against women is \"inextricably linked to other factors that [affect] their lives\", including having a transgender status. Twenty-four special procedure mandate holders have jointly affirmed \"the wide recognition of gender as a social construct that permeates the context in which human rights abuses take place\".",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 64,
        "Text": "64. Non-discrimination is not an unqualified right, as in some, albeit very limited, circumstances \"objective and reasonable criteria\" may be invoked to justify exemptions from general laws and standards for combating discrimination. Equally relevant for the experiences represented in the present report is the prohibition of religious-based discrimination under international law, which includes: (a) treating a person unfavourably because of his or her faith or belief; (b) imposing undue restrictions on an individual's right to manifest his or her religion or belief; and (c) exerting limits on an individual's enjoyment of other fundamental rights in the name of, or on the basis of, an individual's religion or belief (see A/HRC/37/49). Additionally, the right of members of religious minorities to practise their religion with other members of their religious group is protected by article 27 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur on freedom of religion or belief has illustrated that reasonable accommodation for the manifestation of religion or belief can be an important part of combating indirect discrimination based on religion or belief, and should be provided by States and private employers in situations where such measures would not amount to \"a disproportionate or undue burden\" (A/69/261, para. 59). The jurisprudence of the European Court of Human Rights also treats the doctrine of reasonable accommodation as part of antidiscrimination law, but is clear that accommodations may be denied when third-party rights or public safety is affected. The Human Rights Committee held that, while some neutral laws might have a discriminatory impact, national laws based on objective and reasonable grounds did not constitute religious discrimination. In Canada, accommodations on the manifestation of religion or belief must comply with other human rights standards, in particular concerns to gender equality and the principle of the religious neutrality of the State.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Freedom of religion or belief includes the right to maintain the internal institutional affairs of religious community life without State intervention (A/69/261, para. 41; and A/HRC/22/51, para. 25). As outlined by the Special Rapporteur's predecessor, the autonomy to determine the rules for appointing religious leaders or for governing \"monastic life\", for example, allows religious communities to adhere to the self-understanding of the respective group and their traditions (A/69/261, para. 41). It must also be noted, however, that the autonomy of religious institutions falls within the forum externum dimension of freedom of religion or belief, which, if the need arises, can be restricted in conformity with the criteria spelled out in article 18 (3) of the International Covenant on Civil and Political Rights (A/68/290, para. 60).",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. On the occasion of the twenty-fifth anniversary of the Beijing Declaration and Platform for Action, the Special Rapporteur notes with concern that serious obstacles to the realization of gender equality persist in every region of the world. It is of great concern that discriminatory laws and gender-based violence should remain so pervasive, and it is deeply alarming that efforts to achieve gender equality have experienced setbacks in some regions in recent years, rather than advancing.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 68,
        "Text": "68. In 2010, the late Special Rapporteur Asma Jahangir wrote in her final report to the General Assembly that the mandate needs to continue highlighting discriminatory practices that women have had to suffer over centuries and continue to do so, sometimes in the name of religion or within their religious community. It can no longer be taboo to demand that women's rights take priority over intolerant beliefs used to justify gender discrimination (A/65/207, para. 69). Her successor, Heiner Bielefeldt, stated similarly that freedom of religion or belief can never serve as a justification for violations of the human rights of women and girls (A/68/290, para. 30). The Special Rapporteur fully affirms these views, and further stresses that the universal right to equality is unqualified in a way that the obligation to promote the right to manifest religion or belief, which can be subject to limitation where necessary to protect the rights of others, is not. However, acknowledging and rebuking practices rooted in claims to religion or belief that perpetuate harmful stereotypes, attitudes and practices does not mean tacitly accepting an inherent incompatibility between the right to freedom of religion or belief, gender equality and the human rights of women and LGBT+ persons (see A/HRC/34/50).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur rejects any claim that religious beliefs can be invoked as a legitimate \"justification\" for violence or discrimination against women and girls or against people on the basis of their sexual orientation or gender identity. International law is clear that the manifestation of religion or belief may be limited by States, in full conformity with the criteria outlined in article 18 (3) of the International Covenant on Civil and Political Rights, to protect the fundamental rights of others, including the right to non-discrimination and equality, a principle upon which all human rights, including the right to freedom of religion or belief, depends.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 70,
        "Text": "70. States have an affirmative duty to create the conditions in which all members of society can exercise their rights, including the right to hold a religion or belief. States have an obligation to ensure that, where they act to protect individuals' rights to manifest their religion or belief, this does not have the effect of impairing the enjoyment of the rights to equality and non-discrimination of any member of society.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The principle of \"reasonable accommodation\" for religious persons or institutions can be a pragmatic tool for States to promote pluralism and to overcome intolerance and discrimination based on religion or belief (A/69/261, para. 25). In fact, exemptions from general laws may be essential to ensure that religious minorities are not indirectly discriminated against by facially neutral laws. However, it is difficult to justify the accommodation of religious beliefs when the consequences are discriminatory and impose harm on others, especially on groups that may have long faced discrimination and marginalization. When claims based on freedom of religion or belief and of nondiscrimination collide, a careful analysis of all the relevant information should be made to maximize the protection of both sets of rights through a proportionality analysis rather than an abstract hierarchy of rights.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. It is essential that States exercise due diligence to ensure that all individuals are able to effectively enjoy their human rights, taking effective action to combat gender-based violence and discrimination, including where perpetrators of such acts seek to \"justify\" their actions on the basis of their religion or belief. Moreover, the obligation to ensure gender equality extends beyond the public realm and into areas of religious life, where discriminatory practices impair the ability of women, girls and LGBT+ persons to enjoy their human rights on an equal footing.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 73,
        "Text": "73. For women and LGBT+ individuals, realizing religious freedom is often about realizing their agency and equality within religion. The Special Rapporteur submits that the ability of women, girls and LGBT+ persons to belong to a faith of their choice without being discriminated against is vital to realizing their right to freedom of religion or belief, as well as their right to be free from gender discrimination. International law protects the right of persons to exit a religious or belief community, but it may also recognize the right of those persons to take part on an equal basis in the process of defining that community (A/67/287, para. 79 (g) and (h)).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 74,
        "Text": "74. However, as noted above, freedom of religion or belief includes the right to maintain the internal institutional affairs of religious community life without State intervention. Such autonomy, however, falls within the forum externum dimension of the right freedom of religion or belief and therefore may be restricted, but in strict compliance with article 18 (3) of the International Covenant on Civil and Political Rights (A/68/290, para. 60). Moreover, religious communities are not monolithic, and in many religions a plurality of selfunderstandings exist, some of which may be more committed than others to advancing gender equality and non-discrimination. The State has an obligation to guarantee to everyone, including women, girls and LGBT+ persons, an equal right to freedom of religion or belief, including by creating an enabling environment for pluralist and progressive selfunderstandings to be manifested. Moreover, not all claims for institutional autonomy may warrant an exemption from general laws against discrimination, and religious beliefs cannot be privileged over non-religious beliefs.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 75,
        "Text": "75. The Special Rapporteur agrees with the Secretary-General's conclusion that further progress in implementing the Platform for Action of the Fourth World Conference on Women and achieving gender equality will require \"transformational policies, systemic change, multilateral cooperation and a commitment to achieving gender equality and full respect for the human rights of women, including sexual and reproductive health and rights\" (E/CN.6/2020/3, para. 11). As promoters and defenders of human rights, the human rights community must become more clear-eyed about the root causes of gender equality and intentional about the multilevel, transformational approaches that are needed to \"solve\" such a complex problem. The international human rights, security and development goals, including the Beijing Declaration and Platform for Action and the 2030 Agenda for Sustainable Development, require that States consider a more extensive and proportional conception of its duties to promote and protect human rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur recommends that States: (a) Reaffirm that traditional, historical, religious or cultural attitudes must not be used to justify violations of human rights;; (b) Review their laws and practices and ensure that all uphold the principles of the universality of human rights and respect the right to equality and nondiscrimination and do not create, perpetrate or reinforce gender-based violence, discrimination or inequalities;; (c) Withdraw reservations to core human rights treaties citing religious considerations;; (d) Combat all forms of violence and coercion perpetrated against women, girls and LGBT+ persons justified with reference to religious practice or belief, ensure their personal safety and liberty, and hold accountable perpetrators of such violence and ensure victims obtain redress;; (e) Repeal discriminatory laws, including those enacted with reference to religious considerations, that criminalize adultery, that criminalize persons on the basis of their actual or perceived sexual orientation or gender identity or expression, that criminalize abortion in all cases, or that facilitate religious practices that violate human rights;; (f) Ensure that legal protections for individuals to manifest their religion or belief, such as in health-care settings, do not have the effect of denying women, girls or LGBT+ persons the right to non-discrimination or other rights; in all cases, States should ensure the right to physical and mental integrity, as well as the right to health, including reproductive health, for women, adolescents and LGBT+ persons and effective access to reproductive health services and comprehensive sexuality education, in line with international standards;; (g) Publicly condemn expressions of hostility against, and the perpetuation of harmful gender stereotypes of, women, girls, LGBT+ persons and human rights defenders promoting gender equality, including by religious figures or when \"justified\" with reference to religious belief, and instead express active support for gender equality;; (h) Create a safe and enabling environment in which women, girls, LGBT+ persons, human rights defenders and all others are able to exercise the right to freedom of expression in defence of human rights, to manifest their religion or belief; and repeal laws criminalizing offences such as blasphemy or \"offence to religious feelings\";; (i) Establish and maintain educational programmes and public policies that promote gender equality and non-discrimination, developed in cooperation with women, girls and LGBT+ persons, and make appropriate financial resources available;; (j) Empower advocates for equality and non-discrimination through access to education, including equality training for teachers;; (k) Develop human rights education and training for religious leaders; in this connection, the Special Rapporteur welcomes the #Faith4Rights toolkit, recently launched by the Office of the United Nations High Commissioner for Human Rights;; (l) Encourage private actors, both from human rights organizations and religious groups, to facilitate the realization of women's agency within religions. By allowing all women to have a voice, including to dissent, exercising freedom of thought and conscience, individuals can achieve not only respect for one another's human rights, but also a greater understanding of where and how religious practices can diminish and curtail rights;; (m) Promote education about religions and freedom of religion or belief within communities of women, girls and LGBT+ persons;; (n) Extend invitations to United Nations human rights mechanisms, including the Working Group on discrimination against women and girls and the Independent Expert on protection against violence and discrimination based on sexual orientation and gender identity.; 77. The Special Rapporteur also recommends that: (a) Faith leaders publicly oppose expressions of hostility against, and negative stereotypes of, women, girls, LGBT+ persons and human rights defenders promoting gender equality, including by faith leaders, and express solidarity with and support for women, girls and LGBT+ persons;; (b) Civil society organizations and faith leaders promote holistic and inclusive discussions on how practices \"justified\" with reference to religion or belief are causing discriminatory treatment, harmful practices and sometimes life-threatening abuses, and continue campaigns focused on combating these practices;; (c) The United Nations human rights system continue to clarify international human rights law on the intersections of freedom of religion or belief and gender equality and urge the Human Rights Committee, in consultation with the Committee on the Elimination of Discrimination against Women and relevant special procedures, to produce a general comment on the intersections between the right to freedom of religion or belief and the right to equality and non-discrimination on the basis of gender, including in the context of private services.; 19",
        "Labels": [
            "Women/girls",
            "Children",
            "Adolescents",
            "Persons affected by armed conflict"
        ]
    }
]