[
    {
        "ID": 1,
        "Text": "1. In its resolution 18/10, the Human Rights Council requested the Advisory Committee to prepare a study on the issue of hostage-taking by terrorist groups and its adverse impact on the protection of the human rights of hostages and on the protection and enjoyment of these rights by those living in local communities in the countries of the regions affected. It requested the Committee to submit the study to the Council at its twenty-third session and to present an interim report thereon at its twenty-first session.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. At its eighth session, the Advisory Committee established a drafting group, consisting of Wolfgang Stefan Heinz (Rapporteur), Latif Hüseynov (Chairperson), Obiora Chinedu Okafor, Shigeki Sakamoto, Ahmer Bilal Soofi and Jean Ziegler. The Committee also recommended that the Council consider a decision whereby it takes note of the recommendation of the Committee and requests it to submit an interim report to the Council at its twenty-second session, and a final report at its twenty-fourth session.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. At its ninth session, Cecilia Rachel V. Quisumbing a new member of the Advisory Committee, joined the drafting group. The Committee recalled the recommendation made at its eighth session, took note of the progress report (A/HRC/AC/9/CRP.1) and agreed to invite all interested stakeholders, including Member States, international organizations, national human rights institutions and non-governmental organizations, to contribute to the study, and requested the drafting group to finalize its work on the study in the light of the discussions held by the Committee at the ninth session, and to submit the draft final report to the Committee at its tenth session. 2 In this regard, the secretariat sent a note verbale to all interested stakeholders on 13 August 2012.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Accordingly, in order to allow the Advisory Committee to finalize the study in the light of such contributions and the discussions held at its ninth session, the interim report requested by the Human Rights Council for its twenty-first session will be presented at its twenty-second session, and the final report of the Committee at the twenty-fourth session.",
        "Labels": []
    }
]