[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by the Commission on Human Rights pursuant to its resolution 1986/20 and renewed by the Human Rights Council in its resolutions 6/37, 14/1 and 22/20. The Council appointed Heiner Bielefeldt as the mandate holder as from 1 August 2010; in 2013, Mr. Bielefeldt's appointment as Special Rapporteur was renewed for a further three-year term",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In chapter II, the Special Rapporteur provides a brief overview of his activities since the submission of his previous report to the Human Rights Council (A/HRC/22/51). The Special Rapporteur focuses in chapter III on the need to tackle manifestations of collective religious hatred. In chapter IV, he provides conclusions in this regard and addresses recommendations to various stakeholders.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur has conducted various activities pursuant to Human Rights Council resolutions 6/37, 14/11 and 22/20. In this chapter, he presents a brief overview of his mandate activities from 1 December 2012 to 30 November 2013.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur undertook two country visits during the reporting period: to Sierra Leone, from 30 June to 5 July 2013, and to Jordan, from 2 to 12 September 2013.1 He expresses his appreciation to all interlocutors and to the Government officials of Jordan and Sierra Leone for the excellent cooperation they extended to him during his visits.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Additional country visits are currently being scheduled. This includes an agreed visit to Kazakhstan during the first quarter of 2014 and an agreed visit to Viet Nam later in 2014. Updated information about the Special Rapporteur's visits and related requests is available on the website of the Office of the United Nations High Commissioner for Human Rights (OHCHR).2",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur deals with individual cases or issues of concern brought to his attention. He seeks to clarify allegations of certain actions possibly incompatible with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief by sending allegation letters and urgent appeals to States. Since the creation of the mandate, the Special Rapporteurs have sent more than 1,290 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 December 2012 and 30 November 2013 are included in the latest communications reports (A/HRC/23/51, A/HRC/24/21 and A/HRC/25/74). See www.ohchr.org/EN/HRBodies/SP/Pages/CountryandothervisitsSP.aspx.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. On 12 and 13 December 2012, the Special Rapporteur attended the Office of the United Nations High Commissioner for Refugees (UNHCR) Dialogue on Protection Challenges, entitled \"Faith and Protection\".",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 8,
        "Text": "8. During the session of the Working Group on the issue of discrimination against women in law and in practice, held on 17 and 18 January 2013, a preliminary discussion was held with the Special Rapporteur on the issue of gender equality and freedom of religion and belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 9,
        "Text": "9. On 21 February 2013, the Special Rapporteur took part in the high-level event, held in Geneva, to launch the Rabat Plan of Action. On 22 February, he also participated in the seminar on \"Preventing incitement to atrocity crimes: policy options for action\" organized by the Office of the Special Adviser on the Prevention of Genocide.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. On 27 and 28 February 2013, the Special Rapporteur attended the fifth Global Forum of the United Nations Alliance of Civilizations, held in Vienna, which focused on the theme \"Responsible leadership in diversity and dialogue\".",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. From 4 to 8 March 2013, the Special Rapporteur attended the twenty-second session of the Human Rights Council. During that week, he also participated in several events organized by various civil society organizations.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur held many meetings with Government representatives, religious or belief communities, civil society organizations and academic experts working in the area of freedom of religion or belief. In this context, he participated in national and international conferences and workshops, including in Berlin, Colombo, Fès, Geneva, Helsinki, London, Lusaka, Luxembourg, Oslo, Oxford, Rabat, Richmond (Virginia), Salzburg, Stockholm, Tbilisi, Uppsala, Vienna and Yerevan. In addition, he held video conferences with stakeholders across different continents.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 12 September 2013, the Special Rapporteur participated in the first interreligious round table held in Cyprus, organized by the Office of the Religious Track of the Cyprus Peace Process, under the auspices of the Embassy of Sweden, and in cooperation with OHCHR.3",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 29 October 2013, the Special Rapporteur presented his interim report to the General Assembly (A/68/290) at its sixty-eighth session; the report focused on the interplay between freedom of religion or belief and equality between women and men. During that week, he also participated in several initiatives organized by civil society organizations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 15,
        "Text": "15. On 27 November 2013, the Special Rapporteur participated in the sixth session of the Forum on Minority Issues, held in Geneva, as well as in a number of related side events.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Manifestations of collective hatred poison relationships between communities, threaten individuals and groups and are a source of innumerable human rights violations perpetrated by State agencies and/or non-State actors. The various forms of collective hatred also include religious hatred. While a generally agreed definition of this phenomenon does not exist, the Special Rapporteur understands by \"collective religious hatred\" any joint manifestations of intense and irrational emotions of opprobrium, enmity and animosity towards a specific target group or individual4 that are proclaimed in the name of a particular religion or belief. Such manifestations may be made with the intention of defending certain religious or belief-related truth claims, practices, norms or identities against perceived or imagined threats.5 While frequently targeting believers of a competing persuasion, or non-believers, religiously motivated hatred may also affect internal critics, dissidents, \"heretics\", or converts from within one's own religious community.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In practice, manifestations of collective religious hatred frequently overlap with national, racial, ethnic or other forms of hatred, and in many situations it may seem impossible to clearly separate these phenomena. As a result, the label \"religion\" can sometimes be imprecise and problematic when used to describe complex phenomena and motives of collective hatred. Nevertheless it remains obvious that religions and beliefs can serve as powerful demarcators of \"us-versus-them\" groupings. Unfortunately, there are many examples testifying to this destructive potential of religion. At the same time, one should always bear in mind that anti-hatred movements exist within all religions and that most adherents of the different religious and belief traditions are committed to practising their faith as a source of peace, charity and compassion, rather than of hostility and hatred.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur's rationale for focusing the present thematic report on manifestations of collective religious hatred is twofold. On the one hand, collective religious hatred is a source of many violations of the right to freedom of thought, conscience, religion or belief as enshrined in article 18 of the Universal Declaration of Human Rights, article 18 of the International Covenant on Civil and Political Rights and other international human rights instruments. A better understanding of this disturbing phenomenon is required in order to prevent human rights abuses in this area. On the other hand, securing freedom of religion or belief alongside other human rights can help eliminate the root causes of collective religious hatred by establishing trust within societies and between communities on the basis of respect for everyone's religious or belief-related convictions and practices.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Manifestations of collective hatred, including religious hatred, can set in motion a seemingly unstoppable negative dynamic. However, manifestations of hatred do not \"erupt\" like a volcano. Rather, they are caused by human beings, that is, by human action and omission. For instance, populist politicians attract followers by offering simplistic explanations for complex societal problems; advocates of hatred poison intergroup relations by stirring up resentment for short-sighted political or economic gains; lack of trust in public institutions may exacerbate an existing atmosphere of suspicion in society; and parts of the population may be all too willing to replace political common sense with the snappy slogans of hatred.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. What renders policies of hatred so unfortunately \"attractive\" in the eyes of their followers is that they provide scapegoats on whom to project multiple fears. Obviously, fear See also A/HRC/13/40. is a basic emotion and feature of human life. Unlike animals, whose fears are triggered by imminent dangers to their physical survival, human beings can imagine a broad range of potential threats — even far-fetched or statistically unlikely ones — to which they feel directly or indirectly exposed. Moreover, given the complexity of the human condition, fears can be connected to many different interests, such as social and economic status, the educational prospects of one's children or the long-term development of one's community. People may also fear for their religious identities — both as individuals and as communities. For instance, rapid changes in societies may cause feelings of a gradual dissolution of one's familiar religious lifeworld and concomitant fears of a decline in religious values.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Fear is a necessary and useful sentiment as long as it is balanced by common sense and realistic analysis. However, fear is often quite a \"narcissistic emotion\".6 Unlike compassion, which requires openness to the perspectives of others and a readiness to move beyond one's own selfish interests, fear can breed narrow-mindedness among individuals and groups. The emotional under-complexity of fear, combined with an over-complexity of imagined reasons for being fearful, creates a demand for answers which are at the same time simplistic and all-encompassing. People wish to know — and sometimes pretend to know — on whom they can project their multiple fears.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Objects of fear are typically imagined as both powerful and, at the same time, deserving of contempt. For example, the Special Rapporteur once heard malicious rumours that members of a religious minority running an underwear factory allegedly contaminate female underwear with a chemical substance in order to reduce the fertility rate of the majority population. As a result of those rumours, the factory was likely to be driven into bankruptcy. However bizarre this example may sound, this type of rumour-mongering is in fact quite typical of hate propaganda, in that religious or belief minorities — including even tiny minorities — are frequently portrayed as wielding some surreptitious power by which they allegedly pose a threat to the majority society. Moreover, the way in which they are said to exercise their mysterious power is imagined as clandestine, unfair and utterly contemptible. In the above-mentioned case, the suggestion of surreptitious attacks against women may furthermore evoke atavistic male attitudes of wishing to protect female community members from external threats — this is only one example indicating that hate propaganda also needs to be studied systematically from a gender perspective (see A/68/290).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The combination of fear and contempt occurs regularly in hate propaganda, including in manifestations of collective religious hatred. Fear can even escalate into collective paranoia, and contempt can lead to acts of public dehumanization. Anti-Semitic conspiracy theories may be the most intensively studied and one of the most malign examples. While ascribing to the Jews some manipulative power by which they would allegedly threaten societies, the Nazis at the same time maliciously portrayed Jews as being allegedly driven by greed, malevolence and other primitive motives, an approach also employed by other promoters of anti-Semitism, both past and present.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The peculiar pattern of combining fear and contempt displays itself in numerous hate manifestations targeting members of religious minorities or individual dissenters who are imagined as clandestinely operating in the interest of foreign powers or otherwise exercising some pernicious influence. In response to these combined sentiments of fear and contempt, two sources of aggressiveness can merge into a toxic mix, that is, aggressiveness stemming from imagined threats and aggressiveness stemming from the pretence of one's own collective superiority.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The likelihood of collective manifestations of religious hatred largely depends on the general climate, and the overall context, of a society. One widespread negatively contributing factor is that of endemic corruption, that is, corruption pervading a society to such a degree that it largely shapes social interaction and expectations in general. In a country in which people experience corruption as affecting all sectors of societal life, they can hardly develop a reasonable trust in the fair functioning of public institutions. However, public institutions play an indispensable role in facilitating the peaceful coexistence of people of diverse religious and belief-related orientations. Without reasonable trust in public institutions, a public space to which everyone has equal access and in which religious, philosophical, ethical and political pluralism may freely unfold cannot be sustained. Moreover, persons living in a society characterized by endemic corruption may not have many alternatives to organizing their lives within their own more or less narrow networks, groups or communities. This can foster an inward-looking mentality, in which people strongly cling to their own groupings while largely avoiding meaningful communication with people outside of their own circles. There are many examples of religion becoming a defining feature of such groupings, thus further contributing to the overall fragmentation of society and the hardening of \"us-versus-them\" demarcations. By undermining the institutional and legal foundations of society, and providing a sense of a moral and legal vacuum, uncertainty and insecurity, endemic corruption may create a breeding ground for collective religious narrow-mindedness in which religious diversity is generally perceived as threatening the position of one's own group. This may explain some of the extreme hostility that religious communities at times display towards the admission of other religions or beliefs, even minority ones, into the existing infrastructure of their society.7",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Another aggravating factor is a climate of political authoritarianism which discourages people from communicating openly and participating actively in public debates. Indeed, the most important antidote to existing, or emerging, mistrust between groups of people is the reality check facilitated by frank intergroup communication and open public discourse. Without an encouraging communicative atmosphere in society, there is always the danger that negative anecdotal evidence associated with unfamiliar religious communities, minorities or dissenting individuals will remain exclusively within closed circles, including Internet chat rooms, while never being exposed to any open communication and public critical discussions. Rumours and gossip which remain unchecked by any counter-evidence and counterarguments can easily escalate into fully fledged conspiracy theories against unwelcome religious competitors or other religious groups. This increases the likelihood of religious hatred becoming an influential factor in social and political life. Moreover, when attempting to curb public criticism of their own political performance, authoritarian Governments may easily succumb to the temptation to blame existing problems and obvious political failures on religious or belief minorities, thus further contributing to an atmosphere of paranoia and scapegoating.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Governments may also instrumentalize religion as a means of shaping and reinforcing narrow concepts of national identity, tapping into feelings of religious belonging for the purposes of strengthening political loyalty. No religion or belief is per se immune from being utilized in such a way. Moreover, such instrumentalization of religion can occur in many different political or constitutional settings. Not only in countries that profess an official State religion but also in many formally secular States, religion has been harnessed to promote national unity and societal homogeneity through the invocation of one predominant cultural and/or religious legacy to which all citizens are supposed to relate in a positive manner. However, utilizing religion for the purposes of fostering national identity politics harbours serious risks of increased discrimination against members of religious minorities, as well as hostility towards those perceived as not belonging to the mainstream national-religious identity. Besides being viewed as religiously different, members of minorities, or individuals with dissenting religious views, may thus additionally be suspected of undermining national unity and endangering the future development of the nation. This can increase the likelihood of manifestations of collective religious hatred occurring in which national and religious hatred blend into one another. Typical target groups are members of immigrant religious communities or new religious movements who are often stigmatized as not fitting into the prevailing religious and national makeup of the country or even characterized as potential traitors. But members of long-standing religious minorities in a country, many of which simultaneously constitute ethnic minorities, can similarly be subject to stigmatization and accused of threatening national unity.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The three above-mentioned aggravating political factors — endemic corruption, an authoritarian atmosphere and the harnessing of religion for narrow identity politics — serve as salient examples. While not constituting an exhaustive list of negative factors, they can mutually reinforce one another, thus possibly further speeding up the vicious cycle of mistrust, narrow-mindedness, hysteria, scapegoating and rumours that arouse contempt against certain religious or belief groups.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. However, the Special Rapporteur would like to reiterate that this vicious circle does not have the status of a natural law. It should never be treated as something that is unavoidable. Although he experiences many negative examples of religious hatred in his daily work, the Special Rapporteur also regularly meets with people from different religious or belief-related backgrounds — religious leaders as well as ordinary community members — who successfully and actively work to overcome these destructive tendencies. Indeed, many people understand their religion or belief as a source of broad-mindedness rather than narrow-mindedness, and of open-heartedness and compassion rather than fear and contempt. The Special Rapporteur has witnessed numerous positive examples, such as during his country visit to Sierra Leone in July 2013, where he was impressed by how amicably religious communities — Muslims, Christians and others — work together and cooperate on a daily basis in rebuilding the country after a recent history of civil war. This is possible since religious community leaders had successfully managed to keep religion out of the dynamics of fragmentation and escalation of violence (see A/HRC/25/58/Add.1). Likewise, during his country visit to Jordan in September 2013, the Special Rapporteur witnessed much good will and commitment to preserve the positive climate of interreligious harmony within an increasingly difficult regional environment (see A/HRC/25/58/Add.2).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In general, the Special Rapporteur has the impression that the potential of religious or belief communities to become positive factors of societal resilience against manifestations of collective hatred still requires further exploration in order to be fully understood. He thinks this is a fascinating area for research, practical experimentation and exchange of experiences.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. If it is true that collective hatred typically originates from combined sentiments of unreasonable fear and contempt, then it follows that policies of countering hatred must invest in trust-building based on universal respect for human dignity. Building trust with the purpose of overcoming unreasonable fears requires well-functioning public institutions, as well as activities that encourage and facilitate communication. Both levels are intertwined: whereas public institutions necessarily presuppose a certain level of public communication, the prospects of meaningful and sustained communication generally increase with an infrastructure of institutions that provide a public sphere to which everyone can have equal access.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In policies specifically addressing religious hatred and its root causes, freedom of religion or belief has a pivotal function. Like other human rights, freedom of religion or belief is a part of the development of an infrastructure of public institutions at national, regional and international levels, including courts, ombudsman institutions, national human rights institutions and international monitoring bodies. At the same time, freedom of religion or belief has far-reaching implications for communication — which, incidentally, also accounts for its close interrelatedness with freedom of expression. Finally, freedom of religion or belief institutionalizes due respect for all human beings as potential holders of profound, identity-shaping convictions and conviction-based practices.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Respect is a key term for the understanding of human rights in general and in particular for freedom of religion or belief. In the human rights framework, respect always relates to human beings, as evidenced in the opening sentence of the preamble of the Universal Declaration of Human Rights, which proclaims the \"recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family\". In the face of widespread misunderstandings, it cannot be emphasized enough that freedom of religion or belief does not provide respect to religions as such; instead it empowers human beings in the broad field of religion and belief. The idea of protecting the honour of religions themselves would clearly be at variance with the human rights approach (see A/68/290).",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. For many people around the world, religious convictions, spiritual values, a sense of sacredness, community-related ceremonies and other religious norms and practices constitute an essential part of their daily lives and may be the backbone of their individual and communitarian identities. Working on behalf of freedom of religion or belief requires an appreciation of the deep emotional attachment and loyalty that many believers feel to their religion or belief. However, to take religions and beliefs seriously in all their dimensions also implies taking pluralism seriously, including sometimes irreconcilable differences in world views and practices. What is sacred for one community may remain opaque to another community, and the values that one group holds in high esteem may appear incomprehensible to some others. This is one of the reasons why respect in the framework of human rights cannot immediately be accorded to the particular contents of religions or beliefs — that is, religious truth claims, norms, practices or identities — but only to human beings as those who hold, cherish, develop and try to live up to such convictions and norms.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Moreover, as the Human Rights Committee has pointed out in its general comment No. 22 (1993), freedom of religion or belief applies to a broad variety of convictions and conviction-based practices, beyond any predefined lists of \"classical\" religions. In the words of the Committee: \"Article 18 protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. The terms belief and religion are to be broadly construed. Article 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions.\"8",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Sustainable trust within a society presupposes an infrastructure of public institutions operating in the interest of all. In connection with other human rights, freedom of religion or belief is important for the progressive development of society and requires the development of public institutions at international, regional and national levels. These institutional implications of the right to freedom of religion or belief constitute an important aspect of its comprehensive trust-building function in society.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Under international law, States serve as the formal guarantors of human rights, including freedom of religion or belief. In order to operate as trustworthy guarantors of freedom of religion or belief for everyone, States should provide an open, inclusive framework in which religious or belief pluralism can unfold freely and without discrimination. This requires overcoming any exclusivist settings. Above all, what must be overcome is an understanding in which the State identifies itself with one particular religion or belief at the expense of an equal and non-discriminatory treatment of followers of other persuasions. Such exclusivist settings do not only occur in States which have formally embraced an official religion or a State religion. Even in many supposedly religiously neutral or secular States, Governments may be tempted to invoke one particular religion as the basis of its political legitimacy or with the purpose of mobilizing followers by tapping into emotions of religious loyalty. Ample experience demonstrates that the use of religion in the context of national identity politics always harbours increased risks of discrimination against minorities, in particular against members of immigrant religious communities or new religious movements, who often are stigmatized as allegedly endangering national cohesion. As elaborated above, this can become the breeding ground for manifestations of collective religious hatred stoked by State agencies, non-State actors or a combination of both.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. International human rights law does not prescribe one particular model of how the relationship between State and religion should be organized, and State religions or official religions are not per se prohibited under international human rights law. However, as the Human Rights Committee has pointed out, States should ensure that having an official religion — or making reference in constitutional or legal provisions to the historical role of a particular religion — does not lead to a de jure or de facto discrimination against members of other religions and beliefs. In its general comment No. 22, the Committee insisted that \"the fact that a religion is recognized as a State religion or that it is established as official or traditional or that its followers comprise the majority of the population, shall not result in any impairment of the enjoyment of any of the rights under the Covenant, including articles 18 and 27, nor in any discrimination against adherents of other religions or non-believers.\"9",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Notwithstanding, it seems difficult, if not impossible, to conceive of an application of the concept of an official \"State religion\" that in practice does not have adverse effects on religious minorities, thus discriminating against their members.10",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. An open constitutional framework that allows free manifestations of existing or emerging religious pluralism on the basis of equal respect for all is a sine qua non of any policy directed towards eliminating collective religious hatred by building trust through public institutions. This in turn requires a disentangling of any exclusivist relations between the State and particular religions or beliefs. Of course, this does not mean that all States will end up having the same structure of relations with religious communities. Moreover, the process of disentanglement may take time, and there remains space for experimentation and institutional diversity in this field, including in response to different historical legacies. In practice, however, States will hardly be able to function as trustworthy guarantors of freedom of religion or belief for everyone as long as exclusivist settings remain unchallenged.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The communicative aspects of trust-building are no less important than the institutional aspects. In the context of religious diversity, communication activities should cover at least three different dimensions: (a) intergroup communication; (b) outreach activities of the State towards religious communities; and (c) creation of an atmosphere in which public debates on religious issues can flourish. Freedom of religion or belief has to play a role across all these dimensions.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Regular communication across religious boundaries is the most important precondition for fostering understanding and preventing or overcoming mistrust between religious or belief groups (which is one of the root causes of collective religious hatred). When conducted on an equal footing and in a sustained manner, that is, in ways that go beyond mere superficial brief encounters, interreligious communication can help replace stereotypes and prejudices by real experiences. Even though these experiences may not always be positive, they can nonetheless challenge stereotypical us-versus-them demarcations which are unlikely to ever do justice to the complex realities of human beings.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur would like to emphasize in this context that, in his view, the potential of interreligious communication to lead to policies that contribute to the elimination of religious hatred still needs to be fully explored. He has often observed an attitude of merely lukewarm support for systematic activities in this field. Whereas hardly anyone would express a straightforward opposition to interreligious communication, its political significance typically remains underestimated.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. However, the Special Rapporteur has had the opportunity to directly experience the beneficial impact of a highly developed culture of inter- and intrareligious communication, for instance during his country visit to Sierra Leone, where the Interreligious Council has become a key factor in a reunited country that until a decade ago had been torn by civil war (see A/HRC/25/58/Add.1). Likewise, during his visit to Jordan he met with many people from the Government, religious communities and civil society organizations whose commitment in this field helps to keep society together in an increasingly volatile region (see A/HRC/25/58/Add.2). In addition, there seems to be an improved climate of interreligious communication and cooperation in Cyprus, which the Special Rapporteur witnessed during the ground-breaking interreligious round tables held in Nicosia in September 2013.11",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 45,
        "Text": "45. Under freedom of religion or belief, States have an obligation to promote interreligious communication and take active measures in this area. One should not underestimate the possible symbolic impact of interreligious communication being publicly acknowledged and promoted by State representatives. Governments can support interreligious dialogue in a number of ways, for example by providing financial support for existing projects or for the creation of new forums. In addition, Governments have the possibility to directly invite religious or belief groups to meetings. The \"neutral\" space provided by State institutions can help facilitate dialogue even between groups which, perhaps due to a history of conflicts or other negative factors, would not be likely to meet on their own initiative. For example, when visiting the Republic of Moldova (in 2011), the Special Rapporteur attended a meeting of representatives of different religious leaders convened by the Ministry of Justice. It was evident from the uneasy atmosphere between participants of different communities that a culture of interreligious communication still needs to be further developed in that country and that this is unlikely to happen, unless the State undertakes more proactive initiatives in this field (see A/HRC/19/60/Add.2).",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. As pointed out in the Special Rapporteur's thematic report on the role of the State in this area (A/66/156, paras. 21–69), State activities should cover both formal and informal interreligious communication, that is, dialogue projects undertaken explicitly under the auspices of religious differences as well as forms of communication in which people meet without necessarily displaying their respective religious identities. State commitment in the field of interreligious communication should always take into account the existing and emerging diversity, including intrareligious differences, while also ensuring the substantive participation of women (who continue to be largely discriminated against in many dialogue projects). Moreover, school education also deserves special attention in this context, since the school is arguably the most influential institution in which interreligious communication (both formal and informal) can be experienced on a daily basis, during the formative years of young people and with the prospects of promoting sustained open-mindedness within the younger generation.12 Fair information and real experiences with religious or belief pluralism, as part of normal public and private life, are among the most important preconditions for developing societal resilience against manifestations of collective religious hatred.",
        "Labels": [
            "Women/girls",
            "Adolescents"
        ]
    },
    {
        "ID": 47,
        "Text": "47. While interreligious communication can build trust between communities, outreach activities by the State should also aim to establish trustful relations between representatives of the State administration and representatives or members of various religious the auspices of the Embassy of Sweden, and in cooperation with OHCHR. 12 See A/HRC/16/53, paras. 20–62. See also the Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools. communities. Communication channels should be a two-way process. On the one hand, it is important for Government agencies to be able to reach out to communities, in particular during crisis situations when public manifestations of collective hatred increase the risks of escalation into intergroup or other forms of violence. On the other hand, it is equally important for religious communities to have easy access to persons acting as focal points within the administration so they can alert them to emerging hostilities before a crisis situation fully unfolds its destructive dynamics.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. During the first conference held in the context of the Istanbul Process for Combating Intolerance and Discrimination Based on Religion or Belief in December 2011 in Washington D.C.,13 the Special Rapporteur had the chance to witness how civil servants operating as focal points within the administration worked together with members of various religious communities. They simulated a fictitious crisis situation in order to demonstrate how to communicate quickly and efficiently and how to decide on practical measures if the need were to arise. The Special Rapporteur was impressed by the degree of professionalism with which participants interacted. Obviously, they had known one another for quite some time and had established trustful working relations. For outreach activities to be successful it seems imperative that communication channels do not only exist in theory; they must also be regularly used in practice. During an informal visit to Sweden, the Special Rapporteur heard some positive examples of how Government agencies and municipalities maintain regular contact with faith-based communities in Sweden on issues relating to crisis preparedness and security, and of how they cooperate together to help forge greater societal trust and prevent incidents of religious violence.14",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Manifestations of collective hatred do not usually occur without prior warning signals, and they are quite often even publicly announced by those orchestrating them. However, even if all the early warning signs are visible, this does not often lead to appropriate early action, perhaps due to a lack of experience or to a lack of imagination about how to react appropriately and in due time. In order to close the gap between early warning and early action, regular outreach meetings are recommended between focal points in the administration and influential members of religious communities. Such meetings can include practical exercises, similar to the manoeuvres conducted by fire brigades or other crisis response agencies. It is important for States to be proactively prepared for crises resulting from manifestations of collective hatred and to keep the necessary communication channels open by using them on a regular basis. Practical training manoeuvres could be conducted at national and municipal levels, and it might also be useful to exchange both negative and positive experiences in this area within appropriate United Nations forums such as the Alliance of Civilizations.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Early warning signs identified by the different human rights mechanisms need to reach the political and conflict-prevention bodies of the United Nations. Effective channels explore appropriate policies and measures in this area. 14 Sweden has created a national-level advisory group for faith communities, where the Swedish Civil Contingencies Agency and the Swedish Commission for Government Support to Faith Communities are responsible for maintaining contacts with faith communities in Sweden on crisis-related issues. This advisory group meets several times per year, and it played a key role in facilitating interreligious dialogue following the attacks on immigrants in Malmo in 2010. At the local level, crisis preparedness is organized by the Swedish municipalities, which are responsible for building networks involving governmental agencies, business, volunteer and community organizations and religious communities, to ensure functioning cooperation between all relevant parties whenever a crisis occurs. of communication are needed between different parts of the United Nations system to enable decision makers to take appropriate and timely action. In this context, the Special Rapporteur commends a recent document on preventing atrocity crimes, prepared by the Office on Genocide Prevention and the Responsibility to Protect, in particular its paragraphs on the need to prepare contingency plans.15 51 As outlined earlier, an authoritarian climate that discourages people from publicly expressing their various concerns tends to increase the likelihood of manifestations of religious hatred occurring in a country. Where a culture of free public discourse does not exist, negative rumours are likely to remain within closed circles and to avoid sufficient exposure to critical public scrutiny. Even worse, those who have lived for a long time in a repressive climate may develop a distorted \"mentality of suspicion\", where they assume hidden agendas. As a consequence, the dichotomy between thinking and speaking, which people may have experienced in their own personal behaviour, is often also ascribed to other individuals or groups. Likewise, the dichotomy between private narratives and public propositions may become the interpretative background for any public statements made by individuals, groups or organizations, resulting in a society that is marked by general mistrust and suspicion. As a result, trustful communication may become increasingly difficult and may yield more and more to mere tactical rhetorical manoeuvres. In extreme cases this may culminate in a total breakdown of any meaningful intergroup communication, a collapse of the culture of public discourse and in unchecked prejudices and misconceptions.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The most promising antidote to a society beleaguered by a combination of paranoia and contempt is a well-developed culture of public discourse in which people feel encouraged to exercise their freedom of expression. Such a culture should also allow for the expression of any concerns, worries, anxieties and less pleasant experiences in the area of religious pluralism. Living together in a pluralistic society can certainly be enriching, but it is not always easy and at times can even become quite challenging. When people feel they have the freedom to publicly express any frustrations and irritations that may arise from their adverse experiences, instead of merely telling negative stories in private circles, there remains a good chance that counter-evidence and the promulgation of alternative narratives may help restore realistic proportion and perspective. This may prevent negative experiences from hardening into fixed prejudices. A culture of public discourse should thus enable people to conduct controversial discussions in the area of religious diversity, which naturally must also accommodate criticism of certain religions or even of religion in general.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Attempts to replace negative stereotypes about other religious communities or minorities by superficially imposing positive language and discouraging the articulation of adverse experiences are only likely to raise suspicion in the long run. A more promising strategy aims at overcoming misperceptions by facilitating the articulation of real experiences in the interaction of human beings, both as individuals and as communities. After all, sustainable trust can develop only on the basis of realism and by taking seriously the experiences that people have. Inter alia, such a realist strategy presupposes the availability of differentiated information by nuanced research and reporting, including on religious community issues. Investigative journalism, which is often wrongly suspected of undermining social peace, can serve as a necessary ingredient of trust-building policies, since it may help to promote a climate of experience-based common sense in public life. Moreover, it is imperative that members of minorities, including religious or belief minorities, have access to fair opportunities to articulate their own experiences, interests and perspectives in the public domain through the existence of community media, as well as through effective participation in media that caters for more mainstream audiences (including new digital and online media).",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Sentiments expressing hatred can escalate into real acts of discrimination, hostility or violence. This often happens as a result of deliberate incitement to such acts. The question of how States and other stakeholders should prevent, or react to, incidents motivated by hatred has attracted the increased attention of the international community. It seems obvious that States have to tackle this problem by developing effective preventive and coping strategies. In extreme situations this may also include restrictive measures, such as prohibiting certain speech acts. However, when resorting to prohibitions and other restrictive measures, States should always make sure that this does not have a chilling effect on people's willingness to communicate freely and frankly, including on controversial religious issues. Any limitations to freedom of expression or other human rights deemed necessary in this respect must comply with all the criteria laid down in respective international human rights standards.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In order to find appropriate solutions, OHCHR conducted a series of regional expert workshops, with broad participation of representatives from Governments, civil society, academia, United Nations treaty bodies and special procedures.16 A wrap-up expert workshop was convened in Rabat in October 2012 and led to the elaboration of the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.17 OHCHR launched the Rabat Plan of Action publicly in Geneva in February 2013.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The title of the Rabat Plan of Action includes a quote from article 20 of the International Covenant on Civil and Political Rights, which in its second paragraph provides: \"Any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law.\" It cannot be emphasized enough that this provision does not demand a prohibition of sharp or even hostile speech in general; instead it concentrates on such forms of hatred advocacy that constitute \"incitement\" to real acts of discrimination, hostility or violence. One of the main purposes of the Rabat Plan of Action is to raise awareness and understanding of article 20, paragraph www.ohchr.org/EN/Issues/FreedomOpinion/Articles19-20/Pages/ExpertsPapers.aspx. 17 See A/HRC/22/17/Add.4, annex, appendix. 2, of the Covenant, while interpreting it consistently in conjunction with other human rights, in particular article 18 (freedom of religion or belief) and article 19 (freedom of expression) of the Covenant.18",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Rabat Plan of Action acknowledges that \"there has been a number of incidents in recent years, in different parts of the world, which have brought renewed attention to the issue of incitement to hatred.\"19 As one of the reasons for this renewed attention, the text of the plan cites the challenge \"to contain the negative effects of a manipulation of race, ethnic origin and religion and to guard against the adverse use of concepts of national unity or national identity, which are often instrumentalized for, inter alia, political and electoral purposes.\"20",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Rabat Plan of Action places great emphasis on the need to uphold a climate of free communication and public discourse based on freedom of expression, freedom of religion or belief and various other freedoms. It establishes a high threshold for imposing limitations on freedom of expression, for identifying incitement to hatred and for the application of article 20 of the International Covenant on Civil and Political Rights. It furthermore underlines that \"freedom of expression is essential to creating an environment in which constructive discussion about religious matters could be held.\"21 The Rabat Plan of Action explicitly endorses what the Human Rights Committee has clarified in its general comment No. 34, namely that prohibitions enacted under article 20, paragraph 2, of the International Covenant on Civil and Political Rights must comply with the strict requirements of article 19, paragraph 3, as well as such articles as 2, 5, 17, 18 and 26 of the Covenant.22 Accordingly, the guarantees of freedom of expression as enshrined in article 19 of the Covenant can never be circumvented by invoking article 20. Prohibitions must be precisely defined and must be enacted without any discriminatory intention or effect. In addition, the Rabat Plan of Action presents a six-part test for assessing whether concrete acts of speech that are aggressive or antagonistic to certain religious or ethnic groups actually amount to \"incitement to discrimination, hostility or violence\" and are serious enough to warrant prohibitive measures.23 The six test questions concern: (a) the social and political context; (b) the speaker, for example his or her status and influence; (c) the intent of a speech act, as opposed to mere negligence; (d) its content or form, for example style or degree of provocation; (e) the extent of the speech, for example its public nature and the size of its audience; and (f) the likelihood and imminence of actually causing harm.24",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. In its assessment of existing legislation and jurisprudence on this issue, the Rabat Plan of Action observes a broad variety of statutes and case law, often enacted on an ad hoc basis and lacking in consistency. This can lead to arbitrary reactions and also to overreactions, with chilling effects on freedom of expression or on free manifestations of religious or belief convictions, in particular as regards religious minorities or people with dissenting views. In this context, the Rabat Plan of Action provides: \"At the national level, blasphemy laws are counter-productive, since they may result in de facto censure of all inter-religious or belief and intra-religious or belief dialogue, debate and criticism, most of which could be constructive, healthy and needed. In addition, many blasphemy laws afford different levels of protection to different religions and have often proved to be applied in a discriminatory manner.\"25 The Rabat Plan of Action therefore recommends that \"States that have blasphemy laws should repeal them, as such laws have a stifling impact on the enjoyment of freedom of religion or belief, and healthy dialogue and debate about religion.\"26 The Special Rapporteur would like to confirm that, according to his experiences, blasphemy laws typically have intimidating effects on members of religious minorities as well as on critics or dissenters.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Rabat Plan of Action certainly contributes to an understanding of article 20, paragraph 2, of the International Covenant on Civil and Political Rights, in full appreciation of the significance of freedom of expression and other freedoms. This implies that restrictive legal measures can play a necessary, but only limited, role in preventing or reacting to incidents of incitement. As a consequence, States and other stakeholders should develop more holistic policies that include non-restrictive and non-prohibitive activities: \"To tackle the root causes of intolerance, a much broader set of policy measures is necessary, for example in the areas of intercultural dialogue — reciprocal knowledge and interaction —, education on pluralism and diversity, and policies empowering minorities and indigenous people to exercise their right to freedom of expression.\"27 61 Indeed, one of the most remarkable messages contained in the Rabat Plan of Action is that what we require above all in order to prevent and respond to incidents of incitement to hatred are policies which promote a creative and productive use of freedom of expression. For instance, in order to challenge advocates of religious hatred in their claims to speak in the name of \"the silent majority\", it is important that the majority does not remain silent. Civil society activities which visibly and audibly reject advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence can have very practical effects in discouraging such advocacy, while at the same time showing solidarity and support for their targets. In any such activities, the gender dimension warrants special attention, as women frequently suffer from complex and intersectional stigmatization which renders them particularly vulnerable to hate propaganda and concomitant manifestations of contempt.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 62,
        "Text": "62. The Rabat Plan of Action specifically calls upon political and religious leaders to speak out firmly and promptly against intolerance, discriminatory stereotyping and instances of hate speech.28 They should also refrain from using messages of intolerance or expressions which may incite to religious violence and lead to manifestations of collective religious hatred. Religious leaders can play a critical role in societies at risk of large-scale violence, by spreading positive messages of acceptance, reconciliation, peace and respect for diversity.29",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Other measures recommended in the Rabat Plan of Action include voluntary ethical guidelines for media reporting and self-regulatory supervision, support for community media, facilitation of a non-discriminatory participation of religious minorities within mainstream media and encouragement of interreligious and intrareligious dialogue initiatives, public awareness-raising campaigns and educational efforts in schools. It is worth noting that actors in the area of new information technologies can also play an important role through the promotion of religious tolerance in the digital space. Artists, journalists, lawyers and human rights defenders can help to make a difference as well, especially when their statements and actions transcend religious boundaries and denounce religious intolerance.30",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur would like to conclude by reiterating that freedom of religion or belief and freedom of expression, as enshrined respectively in articles 18 and 19, respectively, of both the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, are \"neighbouring rights\" in a literal as well as metaphorical sense.31 They are interdependent and mutually reinforcing and can serve as complementary safeguards of communicative freedom. This positive interrelation between freedom of religion or belief and freedom of expression should guide policies designed to combat negative stereotypes, prejudice and other narrow-minded attitudes, which can best be tackled in an environment that enables more meaningful intergroup communication, communicative outreach activities and public discussion of any controversies.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Manifestations of collective religious hatred, albeit sometimes leading to a seemingly unstoppable destructive dynamic, are not natural phenomena; they are caused by human action and/or omission. States and other stakeholders therefore have a shared responsibility to combat collective religious hatred, which presupposes an understanding of its root causes and of any aggravating political circumstances.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Sentiments of collective religious hatred are often caused by a combination of fear and contempt, which can trigger a vicious circle of mistrust, narrow-mindedness, collective hysteria, contempt-filled rumours and fear of imaginary conspiracies. Aggravating political factors that further increase the likelihood of manifestations of collective religious hatred include: (a) endemic corruption, which typically undermines reasonable trust in public institutions, thus creating inward-looking mentalities and possibly breeding collective narrow-mindedness; (b) an authoritarian political atmosphere that stifles free and frank public debate, creates a \"mentality of suspicion\" and undermines trust between individuals and groups; and (c) the harnessing of religion for the purposes of national identity politics, which typically leads to the political marginalization of religious minorities whose members may become easy scapegoats or subjects of prejudice and misperception.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Policies intended to counter manifestations of religious hatred must invest in trust-building based on universal respect. By ensuring respect for all human beings as holders of profound, identity-shaping convictions, freedom of religion or belief plays a pivotal role in such anti-hatred policies, both in the area of trust-building through public institutions as well as in the area of trust-building through communication.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Trust-building through public institutions presupposes that the State operates as a trustworthy guarantor of freedom of religion or belief for everyone. Dissolving any exclusivist arrangements in the State's relation to religions or beliefs and overcoming all forms of instrumentalization of religion for the purposes of national identity politics serves as a precondition for providing an open, inclusive framework in which religious or belief-related pluralism can unfold freely and without discrimination.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Trust-building through communication implies at least three dimensions: (a) intergroup communication with the aim of replacing stereotypical perceptions and ascriptions by real experience and regular encounters with human beings belonging to different religious or belief communities; (b) outreach activities by the State towards religious communities with the purpose of establishing trustful relations and communication channels that can be used in crisis situations as part of contingency planning; and (c) the development of a public culture of open discourse in which rumours, stereotypes and misperceptions can be exposed to the test of public criticism. In all these dimensions States must take an active role in promoting respect for everyone's freedom of thought, conscience, religion or belief.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Against this background, the Special Rapporteur would like to formulate the following recommendations: (a) States and other stakeholders should base their policies of prevention, or response to, manifestations of collective religious hatred firmly on respect for freedom of thought, conscience, religion or belief — a human right which requires a broad understanding and an inclusive implementation, in conjunction with other human rights, in particular that of freedom of expression; (b) States should develop an open constitutional and infrastructural framework to facilitate free and non-discriminatory manifestations of the existing and emerging diversity of religion and belief in the society; (c) States should actively foster the inclusion and integration of religious and other minorities as part of their responsibility to combat religious intolerance and tackle advocacy and manifestations of collective religious hatred; (d) States should implement the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. When developing strategies concerning the implementation of this plan of action, they should invite relevant stakeholders to participate, including religious communities, national human rights institutions, civil society organizations, media representatives and professionals working in education, with the purpose of joining forces and establishing an effective division of labour; (e) Policies of preventing, or reacting to, incidents of incitement to acts of discrimination, hostility or violence, should include a broad range of measures. Restrictive measures, if deemed necessary, should be the last resort and must comply with all the criteria set out in the respective international human rights standards, including in articles 18, 19 and 20 of the International Covenant on Civil and Political Rights. States should repeal blasphemy laws, which typically have a stifling effect on open dialogue and public discourse, often particularly affecting persons belonging to religious minorities; (f) Political and religious leaders, as well as civil society organizations, should actively support and encourage an atmosphere of religious tolerance and help to build societal resilience against manifestations of religious hatred. As stressed in the Rabat Plan of Action, they should refrain from using messages of intolerance or expressions which may incite to religious violence and manifestations of collective religious hatred. They also have a crucial role to play in speaking out firmly and promptly against intolerance, discriminatory stereotyping and instances of hate speech; (g) States and other stakeholders should facilitate a culture of frank public discourse in which people can express their concerns, worries, anxieties and less pleasant experiences in the area of religious or belief pluralism. Encouraging people to express their fears and negative experiences in public, instead of confining them to private circles, opens up opportunities for counter-evidence and alternative narratives that can put things into realistic proportion and perspective. This may help to prevent adverse experiences from hardening into fixed prejudices; (h) States and other stakeholders should encourage inter- and intrareligious communication and take practical initiatives to engage all relevant stakeholders, in full recognition of the existing and emerging pluralism in society. This should also include intergenerational pluralism. A main purpose of inter- and intrareligious communicative efforts should be to replace negative stereotypes and preconceptions with real encounters between real human beings, both as individuals and within their communities. Women (often heavily underrepresented) must always have a substantive share in such initiatives, which should be promoted at the local, national and international levels; (i) States should create accessible focal points within the administration in charge of developing relationships of trust with representatives of different religious or belief communities. Regular meetings — at the municipal, national and regional levels — can help to keep the communication channels open. Such meetings may include practical \"manoeuvres\" in which fictitious crisis situations are played out to test and develop de-escalation strategies. This may help close the gap between early warning and early action; (j) International forums, such as the United Nations Alliance of Civilizations, as well as existing United Nations mechanisms for the protection and promotion of human rights, should be used to exchange positive experiences of human rights-based de-escalation strategies aimed at preventing, or coping with, manifestations of collective religious hatred and at combating advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence; (k) Public and private media should be encouraged to help overcome religious or belief-related stereotypes by replacing these with more accurate and nuanced information. By promoting more balanced representations, professional journalism, including investigative journalism, can contribute to a public atmosphere of common sense, realism and experience, serving as an antidote to conspiracy theories, misperceptions and public hysteria. As new social media and the Internet have become major tools for fostering advocacy of religious hatred and incitement to discrimination, hostility or violence in many countries, specific efforts should be directed towards understanding and addressing this phenomenon appropriately; (l) The media is encouraged to develop voluntary guidelines for reporting on religious issues, in particular as regards situations of (alleged or factual) religious conflicts. Self-regulatory supervision mechanisms, such as regular peer review, can help to implement such guidelines in ways that fully respect the human right to freedom of expression; (m) Those responsible in public and private media should ensure a fair participation of religious or belief minorities within the media, so that their voices can be heard and become a part of the public discourse. The Camden Principles on Freedom of Expression and Equality can provide guidance in this regard; (n) School education should include fair information on religious and beliefrelated issues as part of the mandatory curriculum. Such information should take seriously the self-understandings of the respective religious communities, including internal pluralism, thus overcoming mere external descriptions, which often remain stereotypical. School education can also facilitate daily encounters between students of different religious or belief persuasions, thus helping them to experience diversity as something quite natural and serving to inhibit the formation of emotions of disgust towards groups of fellow citizens. Education can also encourage students to better imagine the experience and self-perception of others, especially those from diverse religious, ethnic and cultural contexts; (o) National human rights institutions are encouraged to use the Rabat Plan of Action as a reference document when planning their activities towards overcoming the root causes of collective religious hatred; (p) The implementation of the Rabat Plan of Action and of Human Rights Council resolution 16/18 at the national level should also be systematically scrutinized in the context of the universal periodic review of each State.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    }
]