[
    {
        "ID": 1,
        "Text": "1. Le Rapporteur spécial sur le droit à l'éducation, Kishore Singh, a effectué une visite au Sénégal du 8 au 14 janvier 2011, à l'invitation du Gouvernement sénégalais. Le présent rapport expose ses principales observations sur sa visite.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Lors de sa visite, le Rapporteur spécial a rencontré plusieurs responsables officiels, notamment le Ministre de l'enseignement préscolaire, de l'élémentaire, du moyen secondaire et des langues nationales, la Ministre déléguée auprès du Ministre de la justice chargée des droits humains, ainsi que le Président de la Commission de l'éducation de l'Assemblée nationale. Il s'est également entretenu avec les représentants des Ministères des affaires étrangères; de l'enseignement technique et de la formation professionnelle; de l'enseignement supérieur; des universités et des centres universitaires régionaux (CUR), de la recherche scientifique; de la famille, des groupements féminins et de la protection de l'enfance; ainsi que de l'économie et des finances en charge du budget.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. En outre, le Rapporteur spécial a rencontré les représentants des institutions du système des Nations Unies, mais aussi des ONG et des partenaires techniques et financiers opérant dans le domaine de l'éducation. Pour finir, il a visité des écoles élémentaires et secondaires ainsi que des daaras, tant dans la zone urbaine de Dakar que dans la région de Diourbel.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Le Rapporteur spécial remercie le Gouvernement sénégalais pour son invitation ainsi que pour son accueil et son esprit d'ouverture pendant toute la durée de la visite. Il salue également le soutien apporté par le bureau régional du Haut-Commissariat aux droits de l'homme dans la promotion de cette mission. En outre, il remercie tous ceux qui ont accepté de partager avec lui leurs points de vue et leurs expériences sur l'éducation au Sénégal, en particulier les directeurs, les enseignants et les élèves.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Pendant sa visite au Sénégal, le Rapporteur spécial a prêté une attention toute particulière aux points suivants: les cadres légal et institutionnel de l'éducation, son financement, les progrès accomplis dans l'accès à l'éducation et la qualité de l'éducation, et la situation de l'enseignement privé et religieux. Le présent rapport expose les progrès accomplis et les défis à relever sur chacun de ces points. De façon générale, le Sénégal a su démontrer, à de nombreuses reprises, la force de son engagement pour mettre en œuvre le droit à l'éducation. L'augmentation importante des inscriptions dans le primaire et celle plus progressive des ressources allouées à ce secteur sont autant de preuves de cet engagement. Cependant, des efforts supplémentaires restent à faire pour assurer la qualité de l'éducation et la pérennité des progrès accomplis à ce jour.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. La Constitution de la République du Sénégal de 2001 consacre le droit à l'éducation. Selon l'article 8, la République du Sénégal garantit à tous les citoyens «le droit à l'éducation et le droit de savoir lire et écrire». Par ailleurs, l'article 22 prévoit que «l'Etat a le devoir et la charge de l'éducation et de la formation de la jeunesse par des écoles publiques. Tous les enfants, garçons et filles, en tous lieux du territoire national, ont le droit d'accéder à l'école. Les institutions et les communautés religieuses ou non religieuses sont également reconnues comme moyens d'éducation. Toutes les institutions nationales, publiques ou privées, ont le devoir d'alphabétiser leurs membres et de participer à l'effort national d'alphabétisation dans l'une des langues nationales». L'article 23 ajoute: «Des écoles privées peuvent être ouvertes avec l'autorisation et sous le contrôle de l'Etat.»",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Le Sénégal est partie à la majorité des traités internationaux relatifs aux droits de l'homme contenant des dispositions sur le droit à l'éducation. Le pays reconnaît leur supralégalité dans l'ordonnancement juridique national en vertu de l'article 98 de la Constitution, qui dispose que «Les traités ou accords régulièrement ratifiés ou approuvés ont dès leur publication une autorité supérieure à celle des lois»2 .",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. En revanche, le Sénégal n'est pas encore partie au Protocole facultatif se rapportant au Pacte international relatif aux droits économiques, sociaux et culturels, un instrument particulièrement important pour assurer le respect du droit à l'éducation.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Au niveau régional, le Sénégal a aussi activement participé à l'élaboration de la Charte africaine des droits de l'homme et des peuples, signée à Nairobi (Kenya) le 21 juin 1981, qui dans son article 17 pose le droit de chaque enfant à l'éducation. De plus, le Sénégal a ratifié en 1998 la Charte africaine des droits et du bien-être de l'enfant, qui consacre le droit à l'éducation dans le respect et la dignité (article 11).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Dans les années 90, le Sénégal a mis en place un cadre juridique, qui régit les diverses dimensions du droit à l'éducation ainsi q ue l'organisation du système scolaire.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. La loi n° 91-22 du 16 février 1991 définit l'orientation de l'éducation nationale. Consécutivement à l'engagement pris lors du Forum mondial sur l'éducation, que le Sénégal a accueilli en avril 2000, cette loi a été modifiée en 2004 par la loi n° 2004-37 instaurant la scolarité obligatoire pour les enfants âgés de 6 à 16 ans. Le nouvel article 3 bis stipule que «L'Etat a obligation de maintenir, au sein du système scolaire, les enfants âgés de 6 à 16 ans. La scolarité est obligatoire pour tous les enfants des deux sexes âgés de 6 à 16 ans. La scolarité obligatoire est assurée gratuitement au sein des établissements publics d'enseignement. Il est fait obligation aux parents, dont les enfants atteignent l'âge de 6 ans, de les inscrire dans une école publique ou privée. Les parents sont tenus de s'assurer de l'assiduité de leurs enfants jusqu'à l'âge de 16 ans. Tout enfant âgé de moins de 16 ans et n'ayant pu être maintenu dans l'enseignement général, est orienté vers une structure de formation professionnelle.» Rapport national présenté conformément au paragraphe 15 a de l'annexe à la résolution 5/1 du Conseil des droits de l'homme, A/HRC/WG.6/4/SEN/1, 5 novembre 2008, Conseil des droits de l'homme, Groupe de travail sur l'Examen périodique universel, quatrième session, Genève, 2 au 13 février 2009, par. 23 et 31.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. La loi d'orientation n° 91-22 prévoit que «l'éducation spéciale fait partie intégrante du système éducatif».",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. La décentralisation de l'éducation est consacrée dans le décret n° 93.789 du 25 juin 1993 portant création des inspections d'académie. Ce décret réhabilite les structures régionales et départementales auxquelles sont délégués des pouvoirs supplémentaires. Les régions sont découpées en circonscriptions scolaires appelées inspections départementales de l'éducation nationale.3",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Un décret portant sur le statut des enseignants (décret n° 77-987 en date du 14 avril 1977) consacre le statut particulier des fonctionnaires de l'enseignement et fixe leurs grades, classes et échelons, de même que les modalités de leur recrutement et avancement.4 Le décret n° 2006-392 du 27 avril 2006 le complète, qui permet aux enseignants contractuels, dits «vacataires», bénéficiant d'un diplôme d'enseignement et âgés de moins de 35 ans de rejoindre le corps des enseignants-fonctionnaires.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Sur la base du décret 2010-1356 du 6 octobre 2010 fixant la composition du Gouvernement, le système éducatif s'articule autour du Ministère de l'éducation, chargé de l'enseignement préscolaire, de l'élémentaire, du moyen secondaire et des langues nationales; du Ministère de l'enseignement supérieur, des Centres universitaires régionaux et de la recherche scientifique; et du Ministère de l'enseignement technique et de la formation professionnelle. Le dispositif est complété par l'Agence nationale de la case des tout-petits. Ces Ministères sont assistés par des institutions décentralisées au niveau départemental et régional: les Inspections d'Académie au niveau régional (IA) et les Inspections départementales (IDEN).",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. L'éducation formelle s'entend de l'éducation préscolaire, de l'enseignement élémentaire, de l'enseignement moyen et secondaire général, de l'enseignement technique et de la formation professionnelle, et de l'enseignement supérieur. Dans chacune de ces composantes, on retrouve des établissements publics et des établissements privés dont l'offre s'est beaucoup diversifiée et développée au cours de ces dernières années. L'éducation non formelle comprend l'alphabétisation, les écoles communautaires de base et les «écoles du troisième type». L'éducation spéciale ciblant les groupes marginalisés est plus présente dans l'enseignement élémentaire, et occupe une place de plus en plus importante dans l'éducation en général.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Le Gouvernement a élaboré des politiques visant à assurer et améliorer l'éducation des enfants au Sénégal. Dans le cadre de l'Initiative spéciale des Nations Unies pour l'Afrique, le Sénégal a élaboré un Programme décennal de l'éducation et de la formation (PDEF, 2000-2010) avec l'appui des partenaires au développement.5 Les objectifs du PDEF reposent sur les axes suivants: élargissement de l'accès à l'éducation et à la formation à des compétences utiles dans la vie; consolidation des capacités à dispenser une éducation la lutte contre la discrimination dans le domaine de l'enseignement, 2006, UNESCO, Paris, p. 5. 4 Données mondiales de l'éducation: Sénégal - 7e édition, 2010/11, Bureau international d'éducation, UNESCO, Genève. 5 À cet effet, il a été mis en place un Comité de suivi, instance politique chargée de la coordination, du cadrage et de la validation des travaux des commissions techniques. Ces dernières sont au nombre de huit, à savoir: éducation de base; enseignement moyen secondaire général; enseignement technique et formation professionnelle; enseignement supérieur; enseignement privé; utilisation des nouvelles technologies; gestion du système éducatif; et coûts et financement. pertinente et de qualité à tous les niveaux; création de conditions propices à une coordination efficace des politiques et programmes d'éducation; et rationalisation de la mobilisation et de l'utilisation des ressources. Dans ce contexte, la première priorité du Gouvernement est d'atteindre l'objectif d'une scolarisation universelle de qualité de six ans à l'horizon 2010, et de dix ans en 2017 dans le cadre d'une école de base de type communautaire. Ce programme est entré dans sa troisième phase, la deuxième s'étant achevée en 2007. Les leçons tirées de la phase 2 ont permis d'actualiser la politique gouvernementale et de se concentrer sur la phase 3, sur la gouvernance et sur une décentralisation accrue du pilotage du système éducatif, sans occulter pour autant la question de la qualité.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Les conclusion et recommandations de la revue annuelle du PDEF commanderont au cours de la troisième phase l'avenir du système éducatif, notamment sa capacité à répondre avec efficacité, et les chances de succès du Sénégal en matière d'accès et de qualité. La gouvernance est au cœur de la phase III du PDEF (2008-2011) ainsi que le souci d'améliorer la qualité des apprentissages.6",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Le Gouvernement sénégalais a fait de l'éducation un secteur prioritaire de sa politique et on notera avec satisfaction que le secteur de l'éducation ne dépend que faiblement des financements extérieurs. En 2010, l'État sénégalais a contribué à hauteur de 85,04% aux dépenses d'éducation, le reste étant pris en charge par d'autres sources de financement, notamment les partenaires extérieurs. Cette situation n'est pas spécifique à l'année 2010 mais révèle plutôt une tendance de ces dix dernières années.7",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Grâce à cette reconnaissance politique de l'importance de l'éducation, les dépenses publiques de fonctionnement allouées à l'éducation ont connu une augmentation régulière tout au long de ces dernières années. D'après les statistiques fournies par le Gouvernement: - La part de l'éducation dans les dépenses de fonctionnement de l'État a régulièrement augmenté entre 2000 et 2008, passant de 30,88% à 40,64%; - La part de l'éducation dans les dépenses publiques d'investissement a évolué en dents de scie sur toute la période comprise entre 2000 et 2008, avec une progression de 1,44% entre 2007 et 2008. Cette part a été portée à 8, 20% en 2002, dépassant l'objectif fixé dans le Document de stratégie pour la réduction de la pauvreté (DRSP), pour ensuite descendre à 6,20% en 2006.8 l'éducation en Afrique, Dakar, décembre 2010. 7 Expérience Sénégalaise en matière de réponse aux besoins en enseignants, Ministre de l'enseignement préscolaire, de l'élémentaire, du moyen secondaire et des langues nationales (MEPEMSLN), 2009, p. 25. 8 Programme décennal de l'éducation et de la formation, Direction de la planification et de la réforme de l'éducation (DPRE), Rapport national sur la situation de l'éducation 2009, Ministre de l'enseignement préscolaire, de l'élémentaire, du moyen secondaire et des langues nationales (MEPEMSLN), novembre 2009, p. 121, 125 et 126..",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Entre les années 2005 et 2008, la part des dépenses publiques dédiées à l'éducation dans le produit intérieur brut est passée de 4,7% à 5,2%, positionnant le Sénégal en tête dans le groupe des pays africains, la moyenne africaine étant de 4,6%.9",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. L'effort national de financement de l'éducation est démontré par la part des dépenses liées à l'éducation dans les ressources domestiques de l'État. Grâce à des efforts considérables, ce ratio est passé de 22% en 2005 à 26% en 2008, soit un ratio supérieur aux 20% recommandés par le programme «Éducation Pour Tous» (EPT) 10. La part du secteur de l'éducation et de la formation dans les dépenses récurrentes est de 31%; elle est de 32% pour ce qui est des dépenses récurrentes hors services de la dette, et de 40% hors dettes et hors dépenses communes.11",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. En dépit de cette augmentation globale, l'éducation souffre des coupures budgétaires décidées au sein des dépenses publiques d'investissement. En 2008, 66% de ces dépenses concernaient la construction et l'équipement d'infrastructures et 32% les actions de renforcement des capacités et de l'appui institutionnel, alors que les 2% restants étaient utilisés pour l'achat de matériels didactiques et la formation des enseignants.12 La charge salariale représente respectivement 91% et 93% des dépenses de l'enseignement élémentaire et du moyen secondaire général, et 79% des dépenses globales du secteur.13 Ces ressources ne sont donc pas suffisantes car les coûts par élève sont importants et majoritairement absorbés par les frais de fonctionnement et de salaires, ne laissant que peu de moyens pour améliorer les conditions dans les écoles et la qualité de l'enseignement. Il est donc nécessaire d'assurer la répartition équitable des ressources et leur utilisation optimale.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. L'appui externe reçu par le Sénégal pour mettre en œuvre le droit à l'éducation est intégré aux dépenses d'investissement. De nombreux partenaires techniques et financiers interviennent dans le secteur de l'éducation, notamment l'UNESCO, l'UNICEF, la Banque mondiale et les agences de coopération et de développement européennes, japonaise et américaine. Leurs contributions complètent les efforts déployés par le pays pour mettre en place les programmes prioritaires. préscolaire, de l'élémentaire, du moyen secondaire et des langues nationales, République du Sénégal. 12 Les acteurs du système éducatif bénéficient indirectement des appuis budgétaires consentis au Gouvernement de manière globale par certains partenaires extérieurs comme l'Agence canadienne de développement international (ACDI), la Banque mondiale, l'Agence francaise de développpement, la Banque africaine de développement (BAfD) et l'Union européenne. . 13 Expérience sénégalaise en matière de réponse aux besoins en enseignants, Ministre de l'enseignement préscolaire, de l'élémentaire, du moyen secondaire et des langues nationales (MEPEMSLN), 2009, p. 15.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Depuis 2000, le Sénégal déploie des efforts considérables pour mettre en œuvre le programme sectoriel de l'éducation et atteindre les objectifs de l'Éducation Pour Tous (EPT). Dans le cadre de la mise en œuvre du PDEF, les taux de scolarisation ont augmenté de façon importante dans les écoles primaires et secondaires, ainsi que dans le préprimaire et le secondaire général. Le Gouvernement reste déterminé à étendre cette action en vue d'élargir l'accès à tous les niveaux d'enseignement.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Au cours de ces dernières années, le Gouvernement sénégalais a réussi une expansion sans précédent du système éducatif. D'après le rapport national sur la situation de l'éducation en 2010, le taux brut de scolarisation (TBS) a régulièrement augmenté pour atteindre 94,4% au niveau national (au primaire).14 En ce qui concerne l'enseignement moyen, le TBS s'élève à 45%, contre un objectif de 43,5%. En 2010, près de cinq enfants sur dix, dans la tranche d'âge concernée, étaient en dehors du cycle de l'enseignement moyen. En conséquence, il convient de redoubler d'efforts pour mettre en œuvre le Programme de manière plus efficace si on veut parvenir, progressivement, à ce que tous les enfants suivent une scolarité de base, dont la durée est de 10 ans.15",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Le bilan global de la mise en œuvre de l'éducation de base pour tous au Sénégal dressé par l'UNICEF montre le chemin qu'il reste encore à parcourir. En 2009, 5,1 millions d'enfants âgés de 3 à 19 ans pouvaient légitimement prétendre à une éducation. Parmi eux, 2,4 millions d'enfants, soit seulement 46,5% du nombre total, étaient inscrits dans l'enseignement préscolaire, élémentaire, moyen ou secondaire, tous niveaux confondus. Inversement, 2,7 millions d'enfants ne fréquentaient aucun établissement scolaire en 2009, et de ce fait ne jouissaient pas de leur droit à l'éducation.16",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Les groupes les plus vulnérables se voient particulièrement touchés par ces difficultés d'accès à l'éducation. C'est le cas notamment des enfants issus de ménages pauvres. En effet, l'accès à l'éducation se heurte à une contrainte majeure du fait que la gratuité de l'éducation n'est pas pleinement assurée, limitant ainsi l'accès aux établissements scolaires. Les frais de scolarisation, qu'ils soient directs (livres, cahiers, frais de scolarité, cotisation à l'association des parents d'élève) ou indirects (uniformes, frais de transport, d'internat et de cantine, autres frais scolaires)17, sont considérés comme l'obstacle principal à la scolarisation des enfants. En effet, le droit à l'accessibilité et à la gratuité de l'éducation, droit garanti par la Constitution, n'est pas pleinement respecté.18",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. L'État a fait de l'éducation un axe important de sa stratégie de réduction de la pauvreté. Il y consacre une partie des ses ressources avec pour objectif de réduire les inégalités et de venir ainsi en aide aux parents pauvres n'ayant pas la capacité de prendre en charge l'ensemble des coûts liés à l'éducation. Ces dépenses publiques, qui profitent effectivement à l'ensemble de la population, ne sont ni suffisantes ni correctement réparties entre les différents postes de dépenses et les catégories sociales. Pourtant, malgré une relative amélioration, dans le primaire, des taux de scolarisation des enfants vivant dans des conditions de pauvreté, les inégalités dans la fréquentation des autres niveaux d'enseignement se sont en fait accentuées.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Les filles restent souvent exclues de l'éducation même si, dans le primaire, l'indice de parité des sexes est passé en l'espace d'une génération d'écoliers de 86 filles pour 100 garçons en 1999 à un nombre égal de filles et de garçons en 2007.19 Toutefois, celles-ci sont encore confrontées à une série d'obstacles spécifiques: des distances plus longues pour se rendre à l'école peuvent aggraver les inquiétudes liées à la sécurité et, dans certains contextes, le mariage précoce et/ou leurs activités génératrices de revenus pour leur famille les empêchent de dépasser le stade de l'école primaire.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Ces difficultés d'accès se trouvent exacerbées dans le cas des enfants handicapés par l'absence des équipements adéquats (par exemple, de rampes d'accès à la salle de classe). À ces difficultés s'ajoutent non seulement le fait que les enseignants ne sont pas formés à la gestion des différentes sortes d'handicap mais aussi les préjugés que les parents et les élèves nourrissent souvent envers les enfants handicapés. Les enfants sont donc souvent scolarisés dans des établissements spécialisés. Leur très faible nombre au Sénégal rend l'accès à l'éducation des enfants handicapés issus de familles pauvres d'autant plus difficile que ces enfants doivent aussi faire face à la question des distances et des transports.21",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Pour finir, les conditions administratives peuvent aussi affecter le droit à l'éducation. Le Gouvernement a informé le Rapporteur spécial que la présentation de l'acte de naissance n'est plus obligatoire pour l'inscription de l'enfant à l'école, Cependant, la pièce d'état civil est exigible aux examens de fin de cycle – ce qui peut entraîner une absence d'inscription, voire un abandon du cursus scolaire. Ce phénomène, qui est particulièrement préoccupant dans les régions rurales, souvent les plus pauvres, pourrait être une des causes majeures de la faible scolarisation22.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Le Sénégal a enregistré des avancées importantes en matière d'accès à l'éducation primaire au cours de la dernière décennie. Grâce aux progrès accomplis, un plus grand nombre d'étudiants finissent par accéder à l'enseignement secondaire et même au supérieur. Par conséquent, il convient d'accroître les investissements dans les institutions pertinentes.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. L'examen de la structure des écoles révèle une prédominance des écoles à cycle incomplet. Au total, celles-ci représentent 54,5% des écoles au Sénégal. En effet, parmi les 8 198 écoles recensées en 2010, seules 45,5% d'entre elles proposaient six années d'études. Les écoles à cycle incomplet s'avèrent plus nombreuses dans les zones rurales, soit 4 066 sur les 4 467 écoles recensées; dans les zones rurales, au total, 34,8% des élèves sont scolarisés dans ces écoles.23 Ce phénomène est en grande partie dû au manque d'infrastructure adéquate pour accueillir des élèves de tous niveaux.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Des disparités régionales peuvent être constatées à tous les niveaux de la scolarisation.24 76,3 % des écoles du Sénégal se trouvent en zone rurale et 23,7 % en zone urbaine.25 Les taux de fréquentation et la couverture sont moins bons en zone rurale qu'en zone urbaine. Le pays se doit de mieux répondre au souci de «développement d'une carte scolaire prospective qui accorde la priorité aux zones rurales» et de «prendre en compte la demande d'éducation en créant, selon les besoins des populations, des écoles bilingues formelles franco-arabes ou en introduisant l'enseignement de l'arabe dans les écoles existantes», tel que le stipule la Lettre générale de politique sectorielle.26",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. En zone urbaine, la capacité d'accueil est insuffisante pour faire face à l'importante demande. On note un phénomène identique à l'intérieur du pays où les enseignants francoarabes sont surchargés, compte tenu de la forte demande qui n'est pas toujours suivie d'une offre conséquente au niveau des infrastructures.27 En effet, les progrès accomplis pour ce qui est de la scolarisation en primaire ont conduit à une pression croissante de la demande de scolarisation. Cet afflux massif d'élèves dans le moyen et dans le secondaire s'accentuera au cours des prochaines années du fait que la scolarité est devenue obligatoire pour les enfants âgés de 6 à 16 ans. Au sein de l'enseignement secondaire général, on observe une baisse de la fréquentation des établissements due à un ralentissement de la construction des collèges et des lycées.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Au cours de ses visites dans les écoles, principalement urbaines, le Rapporteur spécial a constaté que les classes étaient surchargées. Le manque de salle de classe dans les écoles rurales oblige parfois tous les élèves et leurs instituteurs à travailler dans une seule et même pièce. Le bon fonctionnement des écoles est également affecté par le manque d'accès à l'eau, à l'assainissement et à la nourriture. La solidarité des communautés et des enseignants eux-mêmes permet de nourrir les élèves. Dans une des écoles rurales visitées, par exemple, faute de locaux équipés pour cuisiner et pour manger, élèves et enseignants doivent eux-mêmes préparer leurs repas et les consommer à même le sol.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. L'enseignement préscolaire joue un rôle crucial puisqu'il prépare l'enfant à mieux aborder les apprentissages scolaires du cycle élémentaire, et qu'il participe au développement de l'enfant. Le Gouvernement a pris un certain nombre de mesures visant à assurer le droit des enfants à ce type d'éducation. Cet enseignement est dispensé dans les écoles maternelles, les garderies et les cases des tout-petits.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Depuis 2000, on s'efforce d'étendre le secteur de la petite enfance et du préscolaire en le dotant d'un cadre institutionnel et de ressources financières. Par ailleurs, des campagnes sont organisées pour sensibiliser les parents, les familles et les communautés à l'importance de cette éducation.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Le taux brut de préscolarisation (TBPS) est passé de 2,3% en 2000 à 9,1% en 2009. Le nombre des écoles correspondantes est passé de 356 à 1 725. Malgré ces avancées, il est évident qu'une grande majorité des enfants en âge préscolaire ne sont toujours pas intégrés dans le système éducatif.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. L'examen conduit en 2009 pour évaluer la politique d'éducation et de protection de la petite enfance du Sénégal28 a mis en évidence des points critiques comme l'inadaptation des prestations aux besoins des tout petits enfants, faute de norme concernant les services et du fait des qualifications généralement insuffisantes des personnels d'encadrement.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Le droit à l'alphabétisation est un droit constitutionnel au Sénégal. Toutefois, une partie importante de la population du Sénégal, majoritairement les femmes, demeure analphabète. Le Gouvernement aborde le problème par le biais des programmes d'alphabétisation et d'éducation de base non formelle, qui permettent d'inscrire de plus en plus d'élèves à l'école.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Les écoles communautaires de base (ECB) ciblent aussi les enfants âgés de 9 à 14 ans n'étant jamais allés à l'école ou l'ayant quittée très tôt.29 Mais les adultes sont également visés par cette forme d'éducation non formelle. Les ECB constituent l'un des modèles développés par le programme d'appui à l'alphabétisation (PAPA) axé sur la réduction de la pauvreté. On notera une approche de l'alphabétisation fondée sur le village comme entité dans une œuvre de construction humaine ou BAMTARRE, selon le terme pulaar30 . Malgré les progrès réalisés, de nombreux efforts restent à faire pour parvenir à éradiquer l'analphabétisme.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 44,
        "Text": "44. L'enseignement technique et la formation professionnelle (ETFP) sont au cœur de l'éducation de base. Il reste beaucoup à faire pour que ces enseignements contribuent à valoriser les savoirs et l'apprentissage traditionnel, et qu'ils préparent les adultes aux métiers dont le monde moderne a besoin.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Malgré les Premières Assises nationales de l'ETFP, organisées en 2001, la part du budget alloué à l'ETFP dans le budget de l'éducation reste faible, en dépit d'une hausse sensible entre 2007 et 2010 (de 3,37 % à 9,99%).31 De surcroît, entre 2001 et 2008, la part de la formation professionnelle et technique n'a jamais atteint le niveau prévu.32 Les structures de formation professionnelle et technique se situent dans leur écrasante majorité dans les zones urbaines. Seules 11 sont implantées en zone rurale, soit 5,56% de l'ensemble discrimination dans le domaine de l'enseignement, 2006, p. 11 à 12. 30 Capitalisation et intégration des innovations éducatives au Sénégal - Rapport de synthèse, Forum national sur les innovations éducatives, UNESCO - Bureau régional pour l'éducation en Afrique, Dakar, décembre 2010, p. 17 à 18. 31 Annuaire des statistiques de la formation professionnelle et technique, Ministère de l'enseignement technique et de la formation professionnelle, République du Sénégal, 2009-2010, p. 44. 32 Ibid. p. 34. On appréciera de constater que la part des filles dans les effectifs enregistrés dans la formation professionnelle et technique était de 52,57% en 2008. de ces structures.33 L'ETFP est aussi affectée par les déséquilibres entre les effectifs des filières scientifiques et les autres. En 2009, sur l'ensemble des nouveaux inscrits en seconde, seuls 34,4% fréquentaient les séries scientifiques.34",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. L'ETFP peut se concentrer sur l'acquisition des compétences de base et ainsi mieux répondre aux besoins en cadres professionnels et techniques dans des domaines clés, notamment l'agriculture, la pêche, la menuiserie, le bâtiment et la construction, l'hôtellerie, la gestion et le management, et l'informatique, tout en s'inspirant des Stratégies pour dynamiser la formation et l'enseignement techniques et professionnels en Afrique (2007).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Les effets positifs de l'augmentation des taux de scolarisation des autres soussecteurs de l'éducation (élémentaire, moyen, et secondaire) ont fortement accru la demande d'accès au supérieur. Or, étant donné la capacité limitée du système, l'accès universel à l'enseignement supérieur n'est pas effectivement garanti, alors que le Gouvernent reconnaît le droit de tous les bacheliers à l'enseignement supérieur. Lors de sa visite, le Rapporteur spécial a assisté à une manifestation d'étudiants qui n'arrivaient pas à trouver de place dans les universités publiques.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. L'État sénégalais s'est engagé, depuis 2001, dans la réforme du sous-secteur de l'enseignement supérieur au titre du PDEF, et il a notamment mis sur pied une commission «Carte universitaire». Celle-ci est chargée de proposer un schéma directeur visant à élargir l'accès au supérieur et à diversifier l'offre de formation. Ce schéma directeur s'articule autour d'une décentralisation qui devrait désengorger la principale université, Cheikh Anta DIOP, surpeuplée, et faire monter en puissance l'Université Gaston Berger.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Par ailleurs, le Gouvernement sénégalais a mis en place des mesures visant à promouvoir l'accès à l'enseignement supérieur. Tout étudiant qui ne bénéficie pas d'une bourse nationale d'études se voit automatiquement attribuer une aide universitaire. Ce système incitatif initialement réservé aux seuls étudiants de l'enseignement public a été élargi à partir des années 2000 aux élèves et aux étudiants des établissements privés. Ces derniers ont connu un bond quantitatif considérable.35 Le Rapporteur spécial reconnaît qu'il s'agit là de mesures importantes pour la promotion de l'égalité des chances dans l'éducation.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Le Sénégal est réputé pour la qualité de son enseignement supérieur, et pour son excellence dans tout le continent africain. Cet acquis mérite d'être préservé afin que le pays continue à enrichir son capital intellectuel.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Compte tenu du fait que de plus en plus d'enfants ont accès aux établissements scolaires, la qualité de l'enseignement devient un enjeu majeur. Sans des enseignants bien formés et motivés, sans accès à des matériels pédagogiques adéquats et sans la possibilité d'enseigner dans la langue maternelle au niveau primaire, l'impact de l'augmentation des inscriptions dans le cycle primaire sera limité. Et les enjeux sont identiques dans le moyen et dans le secondaire.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. La faible performance globale de l'indicateur de qualité et sa tendance à la baisse depuis 2007 et, d'autre part, la dégradation et les valeurs encore élevées des taux de redoublement et d'abandon posent un problème d'efficacité interne qui appelle une attention des responsables à tous les niveaux pour identifier et lever les contraintes qui limitent les performances dans le sous-secteur.36",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Dans ce contexte, il convient de rappeler le mémorandum sur la qualité de l'éducation qui résulte de la cinquante-quatrième session ministérielle et de la célébration du cinquantenaire de la Conférence des ministres de l'éducation ayant en partage le français (CONFEMEN), qui souligne la nécessité de privilégier les mesures portant sur les facteurs essentiels à la qualité de l'éducation tout en développant un cadre d'action visant à améliorer les systèmes éducatifs.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Les contraintes qui pèsent sur la qualité de l'éducation primaire ont été mises en évidence au cours de l'évaluation du Projet PAEM.37 Le rapport préparé pour l'USAID/Sénégal montre que l'accès à l'éducation a progressé au Sénégal au cours de ces huit dernières années, mais que simultanément la qualité de l'éducation s'est détériorée – pour ce qui est de l'environnement scolaire, des programmes d'études, des matériels didactiques et des manuels, mais aussi de la formation des enseignants. Le rapport conclut, entre autres, à la nécessité d'améliorer l'enseignement de la lecture et des mathématiques. Il recommande d'assurer l'acquisition des compétences de base aux niveaux élémentaire et moyen.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Il convient de fournir un enseignement de qualité afin de créer les conditions de la réussite et de tendre vers l'égalité des chances par souci d'équité. Plusieurs facteurs soustendent la détérioration de la qualité: les carences en manuels scolaires, les lacunes de l'éducation dans les langues nationales et surtout le statut des enseignants et le faible niveau de leurs qualifications. Tous ces facteurs commandent une attention particulière.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Le système éducatif demeure marqué par les taux encore élevés des redoublements et des abandons scolaires, quel que soit le niveau d'enseignement concerné. La situation par année d'études montre que le taux de redoublement demeure élevé dans tout le pays, (6,4% contre 7,7% en 2008)39. Dans le primaire, les redoublements interviennent le plus souvent pendant les deux dernières années40, annihilant ainsi la portée des années précédentes d'éducation.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Par ailleurs, les classes surchargées et le manque de moyens pédagogiques favorisent le redoublement et l'abandon, phénomènes qui s'accroissent avec l'âge des enfants. Plus les enfants avancent dans le cycle, plus ils ont de chances de redoubler: de 13% en sixième, le taux de redoublement passe à 26,1% en troisième. L'abandon suit la même tendance et passe de 4,8% en sixième à 23,8% en troisième41.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. En 2010, le taux de réussite à l'examen de baccalauréat n'est que de 42,2%. Des écarts énormes qu'il faut donc combler si on veut que non seulement les élèves restent dans par la Direction de l'enseignement moyen et secondaire général. 38 La Qualité de l'Education de Base au Sénégal: Une Revue, Rapport final, résumé exécutif préparé pour USAID / Sénégal par le Center for Collaboration and the Future of Schooling, 14 avril 2009, p. i à vii. 39 Rapport national sur la situation de l'éducation, MEPEMSLN, 2010, p. 61 à 62. 40 Le droit des enfants à l'éducation de base au Sénégal, adapté de l'Analyse de la situation, 2010, UNICEF-SENEGAL, p. 5. 41 Ibid. p. 5. le système éducatif, mais aussi qu'ils reçoivent un enseignement de qualité tout au long de leur scolarité.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Par ailleurs, une forte hétérogénéité caractérise les taux de réussite qui varient suivant les régions et suivant le sexe.42 Le taux de réussite des filles est partout inférieur à celui des garçons. Cette situation est la preuve qu'il faut prendre des mesures pour rétablir l'équilibre entre les régions et entre les filles et les garçons.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Depuis 2000, le Gouvernement s'applique à relever le taux d'achèvement dans le cycle primaire, qui est passé de 38,6% à 59,6% en 200943. Ainsi, le taux de réussite au certificat de fin d'études élémentaires a de son côté également progressé de 46,8% à 60,8% de réussite44.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Le faible niveau de l'enseignement - tant dans les écoles publiques que privées peut être attribué, entre autres, au manque d'enseignants qualifiés. Ce dernier facteur constitue un obstacle majeur à l'amélioration de la qualité de l'éducation.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. La scolarisation accrue et l'ouverture d'un plus grand nombre d'écoles depuis 1999 sont allées de pair avec une augmentation de la demande d'enseignants dans le primaire.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Face à la situation créée par son objectif de scolarisation universelle, le Gouvernement a décidé en 1995 de mettre en place le Projet des volontaires de l'éducation pour éviter les pénuries actuelles ou potentielles d'enseignants, qui pourraient l'empêcher d'atteindre son objectif. Aujourd'hui, la contractualisation est définitivement instaurée et elle est devenue le passage obligé pour accéder au statut de fonctionnaire. Les corps dits «émergents», représentent près de 60% des personnels enseignants.45",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. La baisse du niveau de qualification des enseignants au Sénégal, que l'on constate depuis ces dernières années, est en partie due au recrutement massif d'enseignants sans diplôme professionnel. Depuis le recours aux vacataires, certains enseignants ne disposent même pas de diplôme professionnel. En 2010, 33,1% des enseignants possédaient un diplôme professionnel, alors que les enseignants possédant un autre diplôme ou aucun diplôme représentaient 65,0%46. Même dans la formation professionnelle et technique, les contractuels et les vacataires représentent respectivement 37,12% et 18,37% de l'ensemble des enseignants.47",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Le manque constant d'enseignants entraîne des conditions de travail inadéquates, notamment des classes surchargées, regroupant parfois plusieurs niveaux. Les directeurs d'école se retrouvent souvent contraints de confier deux classes à un seul instituteur ou à une seule institutrice. En conséquence, le recrutement d'enseignants formés de façon adéquate doit devenir la priorité si on veut obtenir une éducation de qualité au Sénégal (dans le cadre des réformes lancées en 2009). MEPEMSLN, 2009, p. 7. 46 Rapport national sur la situation de l'éducation, MEPEMSLN, 2010, p. 101. 47 Annuaire des statistiques de la formation professionnelle et technique, Ministère de l'enseignement technique et de la formation professionnelle, République du Sénégal, 2009-2010, p. 26.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Les revendications des enseignants contractuels, qui se retrouvent en situation de précarité, se traduisent par des grèves récurrentes. Ces situations tendent les relations entre le Gouvernement et les syndicats d'enseignants et affectent négativement le quantum horaire et donc la qualité des apprentissages. Le Rapporteur spécial a appris que de façon générale beaucoup d'enseignants enseignent à la fois dans le public et dans le privé, ce qui révèle une situation sociale et salariale des enseignants préoccupante.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Pour y remédier, le Gouvernement a mis en place des formations qui permettent aux futurs enseignants d'obtenir le certificat élémentaire d'aptitude professionnelle et de rejoindre le corps de la fonction publique. Par ailleurs, la réforme adoptée en 2009 rallonge la durée de formation et rehausse le niveau d'études exigé: désormais, les futurs enseignants doivent être titulaires d'un baccalauréat pour être admis dans une de ces formations.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Le problème de la formation et de l'encadrement des contractuels se pose avec beaucoup d'acuité, et la formation des enseignants non qualifiés est un enjeu majeur dans la politique éducative: «une augmentation continue du pourcentage d'enseignants mal ou non formés ne présage pas bien pour le futur du système d'éducation au Sénégal.»48",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Dans le cadre du PDEF, le Ministère de l'éducation s'est fixé pour objectif de doter tous les élèves d'un livre dans chaque discipline fondamentale. À l'horizon 2010, chaque lycéen devrait disposer des six manuels essentiels. Cependant, la fourniture de manuels scolaires demeure encore très limitée et en deçà de l'objectif.49 En outre, il n'existe pratiquement aucun manuel en langue nationale50, par exemple en wolof; et lorsqu'il existe des manuels, non seulement ces derniers font souvent abstraction des spécificités culturelles des élèves, mais en plus ils sont très mal utilisés par les enseignants, qui n'ont aucune formation adéquate.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Un programme d'introduction des langues nationales à l'école a été lancé dans le but de promouvoir l'usage des langues nationales dans la vie officielle et à l'école.51 En effet, il ressort de l'analyse des résultats obtenus dans 13 inspections départementales de l'éducation nationale que le taux de réussite des élèves issus de classes bilingues (en moyenne de 50%) est supérieur à celui des classes monolingues (en moyenne de 30%).52",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. L'expansion de l'éducation privée est liée à la croissance de la demande. En effet, l'État garantit le droit des organisations privées, des individus, des communautés religieuses, des collectivités locales et de toute autre personne disposant des ressources Sénégal par le Center for Collaboration and the Future of Schooling, 14 avril 2009, p. 44. 49 En ce qui concerne les objectifs fixés et les limitations au regard de la disponibilité des manuels, voir le Rapport national sur la situation de l'éducation, MEPEMSLN, 2009, p. 49 à 51 et 109. 50 La Constitution (2001) dispose dans son article premier que la langue officielle de la République du Sénégal est le français et que les langues nationales sont le diola, le malinké, le pulaar, le sérère, le soninké et le wolof, ainsi que toute autre langue nationale qui sera codifiée. nécessaires de créer et de gérer des structures éducatives selon son bon vouloir sous réserve de se conformer aux lois et règlements en vigueur.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. On constate une prolifération des offres d'apprentissage ou d'enseignement dans le secteur privé, surtout à Dakar. L'enseignement privé est souvent de mauvaise qualité. L'absence d'un plafonnement des frais de scolarité et le contrôle pratiquement inexistant qui est exercé sur les salaires versés aux enseignants et sur les qualifications de ces derniers peuvent générer des situations abusives au sein des établissements privés.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. La loi n° 94.82 du 23 décembre 1994 portant sur le statut des établissements d'enseignement privé avait été adoptée pour encadrer l'établissement des écoles privées. Aujourd'hui, l'ouverture des établissements d'enseignement privé est désormais soumise à une simple obligation de déclaration préalable. Par ailleurs, les établissements d'enseignement privé sont tenus de suivre les programmes officiels, lorsqu'ils existent, et peuvent élaborer leurs propres programmes dans le cas contraire. Ils peuvent également délivrer des diplômes particuliers, l'État conservant le monopole de la délivrance des diplômes d'État. Toutefois, il n'est pas exclu qu'un décret soit promulgué, qui autorise les établissements d'enseignement privé à délivrer des diplômes d'État.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Selon l'article 24 de la Constitution de la République du Sénégal: «La liberté de conscience, les libertés et les pratiques religieuses ou culturelles, la profession d'éducateur religieux sont garanties à tous sous réserve de l'ordre public. Les institutions et les communautés religieuses ont le droit de se développer sans entrave. Elles sont dégagées de la tutelle de l'État. Elles règlent et administrent leurs affaires d'une manière autonome.»",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Dans l'éducation religieuse, les écoles coraniques - daaras - jouent un rôle important, y compris dans la vie nationale. Traditionnellement, le daara est un établissement d'enseignement islamique qui prend en charge des enfants en bas âge pour leur enseigner la lecture (en caractères arabes) et les principes fondamentaux de l'éducation religieuse. La plupart de ces daaras, qui sont fondés par des promoteurs privés et parfois soutenus par des réseaux communautaires, fonctionnent en régime de l'internat.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Les conditions d'enseignement dans certains daaras sont extrêmement préoccupantes. Les talibés (élèves des écoles coraniques) y reçoivent un enseignement qui n'est pas adapté aux exigences/défis du monde moderne et sont exposés à des conditions insalubres et à la mendicité. Au cours de sa visite au Sénégal, le Rapporteur spécial s'est rendu dans des daaras situés dans la région de Diourbel. Il a pu constater qu'un très grand nombre d'enfants, âgés de 4 à 17 ans, étaient regroupés dans des locaux insalubres pour y apprendre par cœur le Coran. Les enfants habitent sur place et font l'aumône l'après-midi. Les talibés qui viennent de l'étranger sont aussi très souvent exploités53 par le Marabout.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. L'ampleur du phénomène est difficile à évaluer car il n'existe pas d'étude statistique, tout comme il est difficile de quantifier l'impact exercé par la majorité des daaras sur la scolarisation des enfants ou d'évaluer leur efficacité. L'analyse actuelle de ces structures révèle des conditions d'apprentissage souvent précaires, une formation pédagogique initiale et continue inexistante au niveau des maîtres coraniques, un programme expérimental de trilinguisme diversement exécuté d'une localité à l'autre, des locaux souvent peu fonctionnels, une difficile planification des activités pédagogiques ainsi qu'une non-homogénéité des programmes et des moyens d'enseignement.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Pour ajuster son offre éducative à la demande des populations, dans certaines régions le Ministère de l'éducation a ouvert des écoles franco-arabes publiques destinées à promouvoir un bilinguisme français-arabe performant dans le système éducatif. Il a aussi introduit le trilinguisme (langue nationale, français et arabe) ainsi que la formation professionnelle et tente d'améliorer les conditions de vie et d'apprentissage des talibés et de les préparer à une insertion socioprofessionnelle.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Dès 1998, le PDEF recommandait déjà de développer des modèles alternatifs de formation à travers, entre autres stratégies, la modernisation des daaras. Cette dernière a été reprise dans la lettre de politique sectorielle de 2009, qui précise, conformément à l'orientation gouvernementale, que «la modernisation des daaras se poursuivra pour assurer aux apprenants des écoles coraniques une éducation religieuse adéquate et les doter des compétences de base visées dans le cycle fondamental. Elle intervient en complémentarité avec le secteur classique dans le cadre de la diversification de l'offre éducative et de la réalisation de l'objectif d'une scolarisation universelle de dix (10) ans». Les daaras dits modernes sont des institutions islamiques qui scolarisent des élèves âgés de 5 à 18 ans auxquels elles dispensent parallèlement à l'apprentissage (mémorisation) du Coran un enseignement bilingue, parfois calqué sur les programmes de l'école formelle.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Afin de réglementer cette modernisation, un «Accord-Cadre pour la promotion des daaras» a été signé le 1er décembre 2010 entre le Ministère de l'enseignement préscolaire, de l'élémentaire, du moyen secondaire et des langues nationales et le Collectif national des associations des écoles coraniques du Sénégal. Cet «Accord-Cadre» stipule que pour obtenir l'autorisation d'ouvrir un daara, le postulant doit fournir des informations sur le fonctionnement du daara (but éducatif et utilité publique, conditions de recrutement des élèves et régime des études, personnel prévu, programmes et horaires prévus ainsi que règlement intérieur). Selon l'article 4 de l'Accord-Cadre «sera reconnu tout daara régulièrement ouvert depuis au moins 2 ans, disposant au moins d'une étape complète du daara moderne, s'engageant par écrit à renoncer à toute forme de mendicité et ayant réuni les conditions minimales». Il est ajouté que «les daaras sont soumis au contrôle administratif, financier et pédagogique des structures de l'Etat».",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Face au développement fulgurant des daaras et à la forte demande sociale, un projet de loi relatif au statut des daaras au Sénégal a été rédigé afin de renforcer juridiquement la protection des enfants talibés et leur droit à l'éducation, et de répondre aux préoccupations des différents acteurs. Il contient des dispositions sur l'ouverture, le personnel et les programmes des daaras, la délivrance des diplômes et des certificats, les sanctions et les pénalités et institue un conseil consultatif. Ce projet de loi s'accompagne de plusieurs projets de décret d'application. Inspirés de l'Accord-Cadre pour la promotion des daaras, ces projets de décret plus détaillés et exigeants renforcent ainsi l'avancée vers des daaras modernes.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Ces projets de décret s'inscrivent dans la volonté du Gouvernement sénégalais d'intégrer les écoles coraniques dans le système éducatif, et de permettre ainsi une meilleure prise en charge de ce type d'enseignement par l'État. Une Inspection des Daara a été créée au niveau du Ministère de l'éducation pour une prise en charge institutionnelle de toutes ces questions. Selon le Gouvernement, les subventions accordées aux daaras permettront, notamment, d'améliorer les conditions de vie et d'études des élèves et de les protéger contre toute forme d'exploitation. Cependant, et cela afin de protéger les enfants et d'assurer leur droit à la dignité dans l'éducation, le Gouvernement sénégalais doit, parallèlement à tous ses efforts de modernisation des daaras, entreprendre de toute urgence d'identifier et d'apporter rapidement des réponses à tous les abus et aux exploitations commis par ces établissements et leurs enseignants.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Le terme wolof «téranga» qui renvoie à l'hospitalité et à la tolérance du peuple sénégalais fait la renommée du Sénégal. Le pays peut se féliciter d'avoir joué un rôle primordial en accueillant le Forum mondial sur l'éducation en 2000, au cours duquel la communauté internationale s'est engagée à mettre en œuvre le droit à l'éducation de base pour tous. La contribution du Sénégal à la promotion des engagements internationaux et régionaux envers le droit à l'éducation est bien connue.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Les progrès accomplis qui se traduisent par l'accès quasiuniversel à l'éducation élémentaire et par la parité entre les filles et les garçons laissent bien augurer de la capacité du Sénégal à atteindre les deuxième et troisième objectifs du Millénaire pour le développement (OMD). Le Sénégal a aussi joué un rôle important dans la promotion de l'éducation en Afrique. Le pays peut faire encore beaucoup plus pour garantir à tous les Sénégalais de jouir de leur droit à éducation. À cette fin, le Gouvernement et la société civile doivent poursuivre leurs efforts.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Néanmoins, il reste de nombreux défis à relever qui nécessitent que le Gouvernement, la société civile et la communauté internationale poursuivent l'action entamée. Les recommandations du Rapporteur spécial, figurant ci-après, sont destinées à promouvoir et mettre en œuvre le droit à l'éducation pour tous au Sénégal. 1. Moderniser la législation nationale",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Le Sénégal reconnaît le droit à l'éducation, et a développé un certain nombre de lois et de règlements portant sur le droit à l'éducation. Cependant, depuis l'adoption de la loi n° 91-22 portant orientation de l'éducation nationale au Sénégal en 1991, modifiée en 2004, le système éducatif a évolué et, de ce fait, le cadre juridique n'est plus en adéquation avec les réalités et les besoins du monde d'aujourd'hui. Il serait souhaitable que le Sénégal modernise le cadre juridique du système éducatif en y consacrant le droit à l'éducation de base. Une telle législation pourrait articuler les objectifs de l'éducation de base et le contenu de celle-ci autour du concept des «besoins éducatifs fondamentaux», en mettant le statut du personnel enseignant en adéquation avec les normes internationales.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. De même, la loi n° 94.82 du 23 décembre 1994, portant sur le statut des établissements d'enseignement privé, n'est plus en adéquation avec les réalités et les besoins du monde d'aujourd'hui. Une nouvelle législation sur les établissements privés pourrait établir le cadre juridique devenu nécessaire et obliger ces établissements à s'y conformer. 2. Établir une base juridique pour soutenir l'investissement dans l'éducation",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. Le Sénégal a récemment pris des engagements politiques qui l'ont amené à consentir un immense effort national d'investissement dans l'éducation. Cependant, il est crucial de veiller à soutenir le secteur de l'éducation de manière continue pour obtenir un enseignement de qualité. Il est indispensable que le Sénégal se dote d'un cadre juridique qui lui permettra d'assurer le financement de l'éducation et de fixer des bases stables pour les dépenses publiques d'éducation. Il convient de développer des mécanismes institutionnels propres à optimiser la mobilisation des ressources internes, et leur utilisation judicieuse. 3. Mettre fin à l'exclusion et aux inégalités des chances dans l'éducation",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Malgré les progrès enregistrés dans l'expansion du système scolaire et l'engagement pris par l'État d'assurer à tous les enfants l'accès gratuit à l'éducation primaire, les enfants des familles pauvres restent exclus. Apporter un soutien à ces populations par le biais de programmes de protection sociale, notamment des bourses, peut également contribuer à améliorer leur accès à l'enseignement. L'absence de certificat de naissance, phénomène encore très présent au sein des communautés rurales et pauvres, ne doit plus faire obstacle à l'accès à l'éducation. 4. Assurer un environnement scolaire protecteur des filles",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Le Sénégal a achevé la parité garçon/fille au niveau de l'enseignement primaire. Cependant, les filles ne progressent pas comme les garçons vers les niveaux supérieurs - les mariages forcés, les grossesses précoces, les travaux domestiques et les abus sexuels dont elles sont victimes sont autant de facteurs d'échec scolaire. Des mécanismes de contrôle doivent être mis en place afin de détecter toute violence ou tout abus dans l'environnement scolaire. 5. Améliorer la qualité de l'éducation",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Le Sénégal a enregistré des avancées importantes en matière d'accès à l'éducation primaire dans la dernière décennie. Grâce aux progrès accomplis, le nombre des étudiants qui accèdent à l'enseignement secondaire et même au supérieur a augmenté. Malgré les efforts entrepris, la qualité de cette éducation reste un défi majeur à relever. L'exigence d'une éducation de qualité est au cœur des engagements de l'EPT. Le Sénégal, comme d'autres pays, doit assurer une éducation de base de bonne qualité et accessible à tous. Une attention particulière doit être accordée au développement et à la distribution d'outils pédagogiques adaptés.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. En outre, il est impératif de valoriser la profession enseignante car les enseignants qualifiés sont une condition sine qua non à une éducation de base de bonne qualité. Il convient de mettre en place les normes nationales conformes à la recommandation de l'UNESCO sur la condition du personnel enseignant (1966) qui «s'applique à tous les enseignants des établissements publics ou privés». Il est crucial d'assurer le respect du statut du personnel enseignant et de valoriser la profession enseignante. Dans cet esprit, il conviendrait aussi d'élaborer une nouvelle législation garantissant une éducation de qualité dans le respect des normes internationales. 6. Préserver l'intérêt général dans l'éducation",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. Le foisonnement des écoles privées dont la gestion s'apparente plus à celle d'entreprises privées qu'à celle d'institutions publiques est une préoccupation majeure. Des mécanismes doivent être établis de manière à mieux réglementer les ouvertures incontrôlées de ces institutions privées. De plus, les frais d'inscription ainsi que les conditions de travail des enseignants devraient être contrôlés en vue de maintenir à l'éducation son caractère de service public. L'article 23 de la Constitution de la République du Sénégal dispose que «Des écoles privées [peuvent] être ouvertes avec l'autorisation et sous le contrôle de l'Etat.» Il incombe donc à l'État de réglementer le système éducatif privé dans le souci de préserver l'intérêt général. Les autorités ont le devoir de veiller à ce que les écoles privées se conforment aux normes en vigueur, et de sanctionner, le cas échéant, les personnes responsables d'abus. 7. Valoriser l'enseignement technique et la formation professionnelle",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. La part des ressources allouées à l'enseignement technique et à la formation professionnelle (ETFP) est maigre. Or avec un appui plus important, ces filières peuvent jouer un rôle important dans le développement du pays et offrir des opportunités d'accès à des apprentissages et de travail aux Sénégalais. Les réformes pourraient s'appuyer sur des axes stratégiques tels que la formation professionnelle et l'insertion des jeunes, en partenariat avec les entreprises, et sur des mécanismes institutionnels propres à assurer une collaboration continue. Ces réformes, en dotant l'ETFP d'un nouveau cadre juridique et politique, permettraient de mieux répondre aux besoins de l'enseignement professionnel et technique dans les domaines clés. Dans ce sens, l'enseignement technique et la formation professionnelle peuvent contribuer au développement. 8. Moderniser les daaras et s'attaquer à toutes les formes d'exploitation des enfants",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. La situation des enfants qui sont exposés à l'insalubrité et à la mendicité lorsqu'ils fréquentent certains daaras est profondément préoccupante. Rien ne peut légitimer ou justifier l'exploitation des enfants. C'est non seulement inacceptable au regard des normes internationales relatives aux droits de l'homme, mais c'est incompatible avec la religion, quelle qu'elle soit.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Il est particulièrement urgent que le Gouvernement veille à l'application des lois nationales qui criminalisent l'organisation de la mendicité d'autrui en vue d'en tirer profit ainsi que les violences infligées aux enfants. Des mécanismes doivent être mis en place pour détecter toutes les formes d'abus. Il est également important de dresser un état des lieux et de compiler les informations reçues sur les conditions qui régnent dans les daaras, et sur leur impact sur l'éducation.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Il convient de saluer tous les efforts déployés par le Gouvernement du Sénégal en vue de moderniser les daaras, notamment l'«Accord-Cadre pour la promotion des daaras». Le projet de loi relatif au statut des daaras au Sénégal, en cours d'élaboration, mérite un examen spécial. Il importe que le pays se dote de cadres juridique et politique qui favorisent l'épanouissement des talibés et leur éducation en conformité avec les normes relatives aux droits de l'homme. Parallèlement, il importe que le Sénégal s'emploie à transformer les mentalités pour asseoir le respect de la dignité humaine de chaque enfant et de son droit inaliénable à une éducation de qualité.",
        "Labels": []
    }
]