[
    {
        "ID": 1,
        "Text": "1. In the present report, the Special Rapporteur on freedom of religion or belief, Nazila Ghanea, explores the advocacy of hatred based on religion or belief. The report examines the many forms such hatred takes, its differing legal implications and how it burdens members of society, individually and collectively. The Special Rapporteur also considers State and civil society responses and transformative responses to counter the advocacy of hatred based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The report draws on United Nations normative standards, prior mandate practice, scholarship, submissions provided by 24 States, 4 national human rights institutions, 1 intergovernmental organization and 49 civil society organizations, as well as input from individuals. It takes note of existing observations and guidance on the topic, in particular that contained in General Assembly resolution 77/318 and Human Rights Council resolutions 16/18, 52/6, 53/1, including statements made at the urgent debate held during the fifty-third session of the Human Rights Council.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Psychological harm is a form of emotional distress that can arise as a direct consequence of exposure to hate speech among members of a target group. Research indicates that exposure to such messages, for example, from multiple sources on social media, can lead to yet greater emotional distress. At scale, such harm represents a public health issue. Research has related perceived discrimination to \"allostatic overload\" and an increased risk of all-cause mortality.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Hateful expressions can also directly engender dignitarian harm, where hate speech is recognized as harm to dignity, per se, in that it undermines the assurance of members of a target group of their dignity through recognition of their status as free and equal members of society. This draws from an egalitarian understanding of dignity, which goes beyond formal legal recognition of equality of status for marginalized groups.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Dignitarian harm may lead to \"offence\", which, while subjectively real, differs depending on culture, nationality, religion or belief and other variances. Since people can take offence and be disgusted and shocked by a whole range of matters and situations, how are societies to respond? Proposed criteria for the application of an offence principle include: the provision of an alternative time and place for expression in a way that would not be unreasonable to the actor but would avoid causing offence to a captive audience (avoidability), noting the vitality and importance of the conduct to the actor, the nature of the locality, malice and spite; and characterizing an offence as unreasonable in cases where there are \"taunting affronts\", where the expression is \"flagrantly spiteful and malicious\", where it does not constitute genuine political speech or other expression that is \"socially useful\", where the speech is not seeking to persuade and where alternative opportunities for expression and locality are available. The latter criterion comes with a warning that special care is needed in its application since spiteful motives are easily confused with conscientious ones.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Notwithstanding the psychological and physiological harms or sense of offence that can result from hate speech, the fundamental threat to the dignity of targeted groups does not solely arise from hateful expressions but also from the social reality that they are drawn from, i.e. the potentially widespread societal identity-based contempt towards the target community. It has been argued that we must \"commit to interrupting violence, not just observing it […] our hearts must be broken open with compassion\". But how is this to be achieved? While both the regulation of speech and the promotion of counter-speech may go some way towards addressing various forms of hate speech, a broader transformative toolkit is necessary to address matters at the systemic level.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. State authorities should be alert to instances of expressions of hatred and any resulting offence and/or harm, irrespective of whether they amount to human rights violations or whether they are required to respond to them as human rights obligations. Such incidents may be indicative of fissures in society that need to be healed, of crude opportunistic uses of divisions utilized by politicians or of the need for better actions with respect to the integration of newly arrived migrants; Such instances of hatred are significant and require calibrated measures and reactions, even if they are not mandatory under international human rights law. After all, human rights are a floor not a ceiling. The positive role of States in this regard is discussed in section V.B below.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. What remains the case, however, is that it may be that hatred hurts and harms the sensibilities of scores of people deeply and profoundly yet does not justify criminal sanctions against the source of that hatred in accordance with international human rights law. This is because the measure and gauge of human rights obligations are neither hurt nor harm, and the experience of victims is a consideration but is not determinative. This does not imply that the real hurt and harm are being minimized or overlooked, but that they are \"best countered through societal steps\", which are concretely delineated in human rights norms, as outlined below.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Hateful attitudes on the basis of religion or belief present particular characteristics, as well as overlaps and intersections, with hateful attitudes on the basis of other protected characteristics. Those attitudes, as well as how they are manifested, produced or reproduced, can vary significantly in different contexts. The subject matter examined in the present report is therefore necessarily limited. Nonetheless, some key aspects are outlined below.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Expressions and manifestations of hatred on the basis of religion or belief often draw on long historical traditions of division, conflict or oppression framed in terms of religion or belief. Historical narratives, myths, stereotypes and images, drawn (purportedly) from religious concepts, traditions and texts, are amalgamated with notions of racial purity and national unity, accusations of espionage for foreign powers, moral bankruptcy, infiltration in order to destroy the dominant community, non-allegiance to the nation-State and deviance or non-conformity with the hegemonic set of societal values.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Concrete hateful representations of the targeted community often portray their inferiority, exclusion and lack of belonging, not only in terms of their religion or belief, but also their nationality, citizenship, race, migration status, cultural values, language and other factors that may be constructed in relation to it. While they may deploy religious language and framing, the speakers themselves, including their political agendas, are often quite distanced from religious teachings, practice or institutions. Instead, religion is weaponized by the speakers as an identity marker against which the \"other\" is contrasted. Religion or belief serve as a pretext to legitimize the \"disbelonging\", \"civic ostracization\" and \"foreignness\" of the target from the privileged religious or belief, racial, ethnic or national order.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 12,
        "Text": "12. Hatred based on religion or belief is therefore both purposefully instrumentalized and amalgamated with other forms of hatred in devious and engineered ways, making it difficult to disentangle the different forms of hatred against targeted communities. Because coded language serves as a proxy, expansive prohibitions of hate speech have proven to be quite ineffective as they cannot keep pace with evolving coded hate speech.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Hateful attitudes and the human rights violations they facilitate are generated through direct as well as cultural and structural means, key among which is the explicit, or thinly veiled, incitement to direct violence against targeted religious or belief minorities. However, hateful attitudes can also be spread and perpetuated through expressions of disregard or disdain found in everyday political and social discourse, both formal and informal, which can lead to \"distinction, exclusion, restriction or preference\" between persons holding different religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Numerous examples cited in submissions received for the present report and mandate communications received in 2023 refer to direct threats, abuse and harassment (online and offline). Especially when made in public forums, such expressions can have direct and indirect psychological impacts on the broader targeted community and serve to legitimize their acceptance by the majority population. Further examples of \"hate speech\" can include the propagation of conspiracy theories, myths and stereotypes; the denial of the Holocaust or other historical atrocities; the attribution of responsibility to religious or belief minorities for the actions of their perceived \"kin\" elsewhere; the use of biased or discriminatory language by public figures in mainstream or widely-publicized forums or popular culture; the broad designation of religious or belief minorities as \"blasphemers\" or \"apostates\"; 26 exclusion from economic life; the public desecration of religious symbols; and biased media coverage. While such expressions may not all reach the threshold of incitement, although some will (see sect. III below), they should nevertheless serve as warning signs of prejudicial attitudes that must be addressed.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Structural factors contribute to conditions for the development of hateful discourse. As pointed out by previous mandate holders, situations of political authoritarianism, corruption, lack of transparency and lack of trust in public institutions provide conditions for the scapegoating of religious or belief communities. Furthermore, the marginalization and dehumanization of members belonging to religious or belief minorities is often expressed through the constitution and other laws, as well as in the functioning of the institutions of State and society, especially in education. In that way, one religion or belief is associated is associated with Statehood and Government and with national, ethnic, cultural or racial identity or superiority, and its norms are established as the \"normal\" baseline, against which the dignity and rights of religious or belief minorities are contrasted and measured. Political projects of this kind may find legitimacy in the existence or propagation of legal provisions, such as anti-blasphemy or anti-conversion/anti-apostasy laws, which stigmatize certain religions or beliefs or their expressions as criminal. Counter-terrorism laws may also put religious or belief minorities at increased risk of stigmatization and targeting. These structural factors generate and normalize religious discrimination and, in turn, create conditions that expose the vulnerability of religious or belief minorities to direct expressions of hatred, including physical violence.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Furthermore, religious or belief-based hatred is often mediated, facilitated and exacerbated by online platforms and social media, which can rapidly escalate tensions. In many submissions it was highlighted that the online environment facilitates and amplifies disinformation, advocacy of hatred and subsequent incitement to violence. Myths, conspiracy theories and calls for violence now spread with greater speed and reach than ever before, often meaning that local events can have global consequences.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Hatred on the basis of religion or belief can be motivated and aggravated by factors relating to religions or beliefs and their doctrines. Its proliferation and the violence that it engenders, whether direct or structural, are understood by some as legitimate and desirable in religious or belief terms. As previous mandate holders have suggested, however, a contextual approach is important in analysing purportedly \"religious\" conflicts, given the dangers of further essentializing religious or belief traditions. 37",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Hateful attitudes based on religion or belief and their promotion in society often serve concrete political and economic ends. They may be mobilized to justify restrictions on freedom of movement or other rights of refugees, asylum-seekers or migrants; dispossession of land; closure of businesses; boycotts; or the resignation of a religious or belief minority or caste to menial or dangerous work opportunities. Fostering religious or belief disdain may serve a political function in that promoting division and \"othering\" is considered expedient to certain groups or forms part of their ideology. In addition, it may serve as a tool in a quest for superiority on an individual or group basis. Exploiting and encouraging widespread prejudicial attitudes in society therefore forms part of a cynical strategy to gain or defend political influence or power. It is notable how often expressions of hatred and violence on the basis of religion or belief accompany electoral periods, times of political or economic strife or upsurges in violence in third contexts. Of note also is the dangerous tendency for politicians and political parties to adopt the rhetoric of, or to strike electoral pacts or coalitions with, extreme-right political parties in order to maintain or gain political power. 40",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The United Nations Strategy and Plan of Action on Hate Speech was launched in 2019. While acknowledging that there is no agreed international legal definition of hate speech, in the context of the strategy, the term \"hate speech\" is understood as \"any kind of communication in speech, writing or behaviour that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor\". Both the strategy and its implementation are in line with the right to freedom of expression and the support of the United Nations for \"more speech, not less, as the key means to address hate speech\". Specifically, the strategy recognizes that the menace of hate speech does not mean \"limiting or prohibiting freedom of speech. It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law\". In addition, the strategy makes clear reference to article 20 (2) of the International Covenant on Civil and Political Rights, which provides that any \"advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 20,
        "Text": "20. Seven years prior to the launch of the United Nations Strategy on Hate Speech, the High Commissioner highlighted the challenge of \"properly balancing freedom of expression and the prohibition of incitement to hatred\". It was for this reason that OHCHR hosted a multistakeholder consultative process, through workshops at the regional and global levels, which led to the adoption of the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence, in 2012.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Rabat Plan of Action offers expert, deliberated soft law guidance on the distinction that States are required to make between the following three types of expression: \"expression that constitutes a criminal offence; expression that is not criminally punishable, but may justify a civil suit or administrative sanctions; and expression that does not give rise to criminal, civil or administrative sanctions, but still raises concern in terms of tolerance, civility and respect for the rights of others\". It necessitates a triangular relationship in that incitement entails action by a speaker seeking to instigate an audience with respect to a target group. It does not apply to direct relationships between a speaker and a target. The Rabat Plan of Action recognizes that \"incitement to hatred must refer to the most severe and deeply felt form of opprobrium\", and therefore it synthesizes the elements of severity into the following six-part threshold test for the types of hate speech that constitute a criminal offence: (a) Context. Context is of great importance when assessing whether particular statements are likely to incite discrimination, hostility or violence against the target group, and it may have a direct bearing on both intent and/or causation. Analysis of the context should place the speech act within the social and political context prevalent at the time the speech was made and disseminated;; (b) Speaker. The speaker's position or status in the society should be considered, specifically the individual's or organization's standing in the context of the audience to whom the speech is directed;; (c) Intent. Article 20 of the Covenant anticipates intent. Negligence and recklessness are not sufficient for an act to be an offence under article 20 of the Covenant, as this article provides for \"advocacy\" and \"incitement\" rather than the mere distribution or circulation of material. In this regard, it requires the activation of a triangular relationship between the object and subject of the speech act as well as the audience;; (d) Content and form. The content of the speech constitutes one of the key foci of the court's deliberations and is a critical element of incitement. Content analysis may include the degree to which the speech was provocative and direct, as well as the form, style, nature of arguments deployed in the speech or the balance struck between arguments deployed;; (e) Extent of the speech act. Extent includes such elements as the reach of the speech act, its public nature, its magnitude and size of its audience. Other elements to consider include whether the speech is public, what means of dissemination are used, for example by a single leaflet or broadcast in the mainstream media or via the Internet, the frequency, the quantity and the extent of the communications, whether the audience had the means to act on the incitement, whether the statement (or work) is circulated in a restricted environment or widely accessible to the general public;; (f) Likelihood, including imminence. Incitement, by definition, is an inchoate crime. The action advocated through incitement speech does not have to be committed for said speech to amount to a crime. Nevertheless, some degree of risk of harm must be identified. It means that the courts will have to determine that there was a reasonable probability that the speech would succeed in inciting actual action against the target group, recognizing that such causation should be rather direct.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Regarding context, in conjunction with extent of the speech act, it is not specified whether the analysis of \"the social and political context prevalent at the time of the speech\" is limited to the immediate geographic context or also extends to the broader context in which repercussions may be felt, given its dissemination. Since dissemination and the channels through which the spread of certain speech may be well established, there is nothing to exclude a broader consideration. It is important, however, to be mindful that such consideration does not become prone to cynical instrumentalization, such as the \"heckler's veto\". 46",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In addition to the necessity of considering hate speech on a case-by-case basis, it should be noted that the social and political context of a country is pertinent to the outcomes of hate speech. Societies need robust institutions based on the rule of law. Independent judiciaries, free media and active civil society organizations contribute to the resilience of societies, including by turning \"hate speech into a different type of phenomenon. Prejudice continues to work its way through society, but in tandem with multilateral counter-forces, both official and informal, which can be more effectively harnessed against hatred\". These \"material and cultural\" tools can serve to advance civic awareness and to protect persons belonging to vulnerable groups from discrimination and violence, mitigating the cycle of hatred from hate speech into violence and discrimination and thus protecting such persons from its direct harmful effects. The rule of law and human rights institutions are critical in this matter and, in their absence, vulnerable persons are at risk, irrespective of hate speech.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Regarding the speaker, in recent years the speaker's role and responsibilities have come into greater focus in relation to political and other leaders campaigning for office and populist support in a context that is increasingly permissive in relationship to hate speech. This links with the other tests, such as the possibly heightened context of an environment of political tension, the potential intent to provoke an audience with respect to a target group and the potential magnitude of its audience and extent. This contrasts with a speaker for whom the function heightens the value of speech, for example a journalist or an educator.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. It is also pertinent to note whether the speaker is acting in an official capacity or not, and whether under instruction and in line with governmental policy or otherwise. A major oversight in the debate is where the distinction between \"lone wolf\" actors and the perpetuation and implementation of a State policy of intolerance and discrimination on the basis of religion or belief is overlooked. Such acts should not be conflated or equated, as the distinction is critical in differentiating the risks that follow on from such acts.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Where the intent is to criticize those holding office, that is, politicians and public figures, including in relation to their religion or belief policies, this may serve as a form of policy reflection, and hence the advancement of freedom of religion or belief for all. This should be encouraged where pertinent to the defence of human rights. Those in office may include religious leaders, who often exercise a heightened degree of influence over the hearts and minds of their followers. The transparency and accountability of such officials and public figures should not be compromised unless, after careful deliberation, it is determined that a critical speech act has in fact breached the threshold of article 20 (2) of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Regarding the extent of the speech act, every step of the chain of responsibility needs to be assessed. The tendency has been to focus on one of the steps while overlooking the others. For example, the focus should not exclusively be on seeking to silence the speech at the source (identified as speaker 1), irrespective of whether an assessment at that point reaches the threshold of article 20 (2) of the Covenant, but rather to consider its spread through social media or to focus exclusively on the locations where incidents of actual harm against the target group occurred, without consideration of previous links in the chain.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. It is particularly cynical when incidents of actual harm target those who are merely deemed to be associated with the speaker, whether because of assumed religion, racial or national origin, and there are attacks on places of worship, embassies or commercial targets associated with speaker 1's purported characteristics. In such cases, tracing back the responsibility to the original speaker 1 is tenuous and may be misleading. It can be observed that the \"original speech act\" is often resuscitated time and again, with the passage of time and in different locations around the world. This increasingly tenuous link to an \"original speech act of speaker 1\" should not obfuscate the chain of responsibility or the observation of the purposeful resuscitation of the incident by other speakers (identified as speakers 2, 3, 4 etc.). Each of those subsequent acts should be assessed separately under the six-part threshold test. The responsibility cannot simply be shifted to the jurisdiction of original speaker 1, with subsequent speakers or their State authorities being absolved of any responsibility. Rather, the subsequent speakers (speakers 2, 3, 4 etc.), when acting in bad faith in order to instrumentalize and foment hatred and revenge, need to be recognized as \"malicious intermediaries\". Furthermore, the role of State authorities, anywhere along the chain of transmission, in manipulating such speech as an opportunity for gaining popularity and power (and the obligations upon them to the contrary) cannot and should not be overlooked.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. It should be recalled that the rights holder under the Covenant is an individual or group of persons, meaning \"everyone\", \"all persons\" or \"persons belonging to\" religious or belief minorities whose human rights are protected under articles 18 through 22, 26 and 27 of the Covenant. Discrimination and incitement to religious hatred can relate to theistic, non-theistic, atheistic or any other believers, as well as to individuals not professing a belief. All States should ensure the ongoing enjoyment of freedom of religion or belief without coercion, in all circumstances and for everyone. This includes the right to examine, explore, exchange and access opportunities to explore matters of religion or belief and to allow for change of religion or belief without coercion.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The right to examine, explore, exchange and access opportunities to explore matters of religion or belief and to allow change of religion or belief without coercion requires support of freedom of the \"realm of conscience\" for all and thus implicates anti-blasphemy laws. Such laws run counter to freedom of religion or belief \"since they may result in de facto censure of all inter-religious or belief and intra-religious or belief dialogue, debate and criticism, most of which could be constructive, healthy and needed\". Such laws also result in discrimination and worse, since they do not offer equal protection to all \"thought, conscience and religion\" and have led to \"numerous examples of persecution of religious minorities or dissenters, but also of atheists and non-theists, as a result of legislation on what constitutes religious offences or overzealous application of laws containing neutral language\". 55",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In its general comment No. 34 (2011), the Human Rights Committee alludes to content relating to holy books and religious or belief symbols in addressing \"displays of lack of respect for a religion or other belief system\" and \"criticism of religious leaders or commentary on religious doctrine and tenets of faith\". Several procedural and substantive points arise in this regard, which need integrated consideration.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Procedurally, the Human Rights Committee stresses that content-based considerations cannot bypass the demands of legality, nor can they suspend consideration of the whole human rights framework. All prohibitions must be compatible with articles 20 (2) and 19 (3) (freedom of expression), as well as articles 2 (legal recourse), 5 (destruction of rights), 17 (privacy), 18 (freedom of religion or belief) and 26 (equality before the law and equal protection) of the Covenant. Furthermore, they must not \"discriminate in favour of or against one or certain religions or belief systems, or their adherents over another, or religious believers over non-believers\". In the opening of general comment No. 34 (2011), the Committee highlights article 27 of the Covenant (addressing minority rights) as being among the articles that \"contain guarantees for freedom of opinion and/or expression\". The wider human rights normative framework also strictly curtails the overzealous application of prohibitions on speech. However, it also serves to underscore the need to prohibit in line with article 20 (2) of the Covenant and article 4 of the International Convention on the Elimination of All Forms of Racial Discrimination.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Substantively, the mandate holder recognizes that attacks on holy books, or indeed religious symbols, can constitute incitement, but has only once ascertained that the specific case has reached the threshold test of the Rabat Plan of Action. This is not simply a content-based consideration, although it includes that, as part of the six tests. \"We cannot rely on abstractions that are either empty of content or filled with … a 'principled' answer. Instead, we must consider in every case what is at stake and what are the risks and gains of alternative courses of action\". 59",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. While people may feel the insult, hurt and provocation that flow from acts of gratuitous provocation deeply, the whole human rights framework serves to ensure that due process and legality are followed in calibrating any response, in accordance with international norms and standards. The six-part test provides guidance by assessing the context, speaker, intent, content, extent and likelihood of harm. This includes considering the site where the destruction or desecration occurs; the person(s) who are carrying out the action and their intent, but also consideration of other matters, such as their age and condition; their mental health or disabilities; their position in society; the significance of the timing of the act; and the meaning of the act, taking changed meanings of motifs in different political contexts into account. One needs to be immersed \"in the details of the case and make contextually sensitive judgments\" rather than adopting an absolutist position based on abstract principles.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. It has also been commented that \"holiness\" is a quality that lies entirely outside the scope of human rights. At the international level, human rights mechanisms are neither tasked with, nor equipped for, determining an exhaustive global list of holy books and religious symbols for all \"thought, conscience and religion\", including allowing for diverse interpretations and intrareligious and sectarian groups. Such a task would be daunting, implausible and \"inherently contradictory\", considering that it would need to apply to religious or belief communities that may deny the legitimacy of the existence of the other. What can be entrusted to human rights forums is a concern \"with religious doctrines only to the extent that it protects the belief of individuals in such doctrines\" and the rights of individuals and groups to \"undisturbed religious practice\". In the majority of instances, the courts would be best placed to decipher whether particular content, in the light of the facts of a specific case, and along with the other elements of the six-part test, indeed rises to the threshold of incitement. For example, in October 2023, the Linköping District Court in Sweden found a 27-year-old man who spread a video where he burned a copy of the Qur'an guilty of incitement to hatred against a population group, referring in its judgment to the specific circumstances of the case, including the use of background music in a terrorist attack.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Debates concerning the most effective approach to addressing advocacy of hatred on the basis of religion or belief continue to centre primarily on legal restrictions, including the criminalization of expressions of hatred. Such debates are important and necessary. The Rabat Plan of Action has contributed to the practical navigation of this thorny issue by judicial authorities. It is submitted that the remaining tensions and challenges would benefit from focusing attention on the question of root causes and engagement with substantive equality, considering approaches that do not respond, post facto, to individual incidents, but rather transform the cultural and structural factors that produce those incidents. Furthermore, given the increasingly transnational nature of manifestations of hatred and their reappropriation in different contexts, there is a strong need to address the phenomenon through renewed multilateral cooperation.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Article 20 (2) of the Covenant imposes an obligation on States to prohibit advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. The Rabat Plan of Action synthesizes the international legal framework and supports the response to related issues as they arise. The above-mentioned threshold test provides a guide as to cases where restrictions on freedoms of expression, assembly and religion or belief may be legitimate and necessary. Disregarding the careful contextual consideration that article 20 (2) requires would seriously risk inhibiting rather than protecting freedom of religion or belief and other rights.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. While there is a role for criminal justice in combating advocacy of hatred that constitutes incitement, the effectiveness of criminalization may be limited (usually in individual cases) and may prove far from transformative. It may also prove to be counterproductive, cultivating an environment conducive to further hatred. It is also likely to have a broader chilling effect on debate, since law enforcement institutions themselves may be characterized by prejudicial attitudes that inhibit reporting and encourage impunity. Vague or far-reaching laws against advocacy of hatred, or blasphemy, offence to religious feelings and similar offences are not only arbitrary, they can also lead to the direct and structural marginalization of religious or belief communities. The serious risks of anti-blasphemy provisions and their instrumentalization in the denial of freedom of religion or belief have been expounded at length in the observations of the mandate, as well as in the jurisprudence of international human rights mechanisms, including the Human Rights Committee.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Counter-speech, or \"speaking out\" against advocacy of hatred based on religion or belief is a valuable and necessary companion to regulation of expressions. Its value has been recognized by the Human Rights Council in its resolutions 16/18 (para. 5 (e)) and 53/1 (para. 3) and in the Rabat Plan of Action. Countering expressions of hatred should not be left to the targeted community alone. State officials, diplomats, public figures, including parliamentarians, along with religious authorities and civil society organizations, have a vital role to play in ensuring that advocates of hatred are met with a robust response, bolstering assurance among religious or belief minorities that their standing as free and equal citizens will be defended. In this regard, the Special Rapporteur is encouraged by civil society-led initiatives to research, develop and disseminate counter-speech strategies among the public and to encourage de-escalation, demystification and cordial dialogue as aspects of civic responsibility. Civil society organizations have also developed important initiatives to offer support to victims of digital hate speech, including feminist helplines. States are encouraged to engage with and to support such initiatives.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Speaking-out approaches are also limited, however, in that they respond primarily to individual incidents and cannot, alone, address structural and cultural drivers of advocacy of hatred or broader patterns of disadvantage. \"Protection\" from socially dominant groups through counter-speech also can risk reinforcing the victim-status of target groups without addressing the processes that foster such dominance.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Both prohibitions and counter-speech approaches may arrive too late to address the root causes of hatred towards particular groups, for example, hate speech and mobilization that serves particular political, economic, social and other ends. Even in the International Convention on the Elimination of All Forms of Racial Discrimination, which has a strong provision calling for condemning all racist propaganda and organizations, as well as undertaking \"to adopt immediate and positive measures designed to eradicate all incitement to, or acts of, such discrimination\" (art. 4), such measures are to take due regard of other human rights. Furthermore, any responses are to take due regard of a whole host of rights set forth in article 5 of the Convention, including equal treatment before the law, freedom of thought, conscience and religion and freedom of opinion and expression (arts. 4 and 5 (a) and (d) (vii) and (viii)). The question remains, what can a transformative agenda that addresses those attitudes and their reproduction look like and how can it complement and respond to the limitations of both prohibitions and counter-speech?",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Addressing the root causes of hatred based on religion or belief requires looking beyond individual instances of advocacy of hatred towards underlying processes that reproduce such prejudicial attitudes. Those same processes limit the effectiveness of prohibitions, especially through criminal justice, in that targeted religious or belief groups may be absent, underrepresented or even targeted by those same criminal justice mechanisms. Criminal law is a blunt instrument, and recourse to legal means could foster an unhelpful escalation in tensions and conflict. Similarly, the systematic drivers of marginalization fortify the underrepresentation of marginalized groups among influential political and other actors upon whose authority approaches based on counter-speech rely.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Transformative approaches seek to address structural disadvantages, requiring different priorities in different contexts. However, a non-exhaustive exploration of various important dimensions, drawing on those enumerated in resolution Human Rights Council 16/18 in subsequent resolutions of the Council and General Assembly, as well as broader concepts such as intersectionality, transformative justice and substantive equality, are provided below as a basis for further engagement and reflection.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The impulse to address root causes is not a novel one in the field of human rights. Several general recommendations by the Committee on the Elimination of Racial Discrimination outline the breadth of efforts required if States are serious in addressing hatred. The comprehensive nature of the steps called for by articles 4 through 7 of the International Convention on the Elimination of All Forms of Racial Discrimination draws attention to the fact that prohibiting speech is of little avail in the absence of other comprehensive measures. For example, with regard to discrimination against Roma, the Committee recommended that States parties: review and amend legislation; adopt and implement appropriate strategies, programmes and projects; express \"determined political will and moral leadership\" to protect Roma from discrimination; establish genuine dialogue with the communities to improve relations and address prejudices; establish dialogue between the communities and the police; adopt measures in the educational field to support Roma children with quality education and to cooperate with parents; review textbooks and the ensure inclusion of material on Roma history and culture; improve living conditions; promote employment, including through special measures, where appropriate; avoid segregation in housing; promote health; adopt and implement special measures in the field of media; develop campaigns for public awareness and facilitate their access to the media; and develop measures regarding participation in public life and in government bodies.",
        "Labels": [
            "Children",
            "Roma, Gypsies, Sinti and Travellers"
        ]
    },
    {
        "ID": 45,
        "Text": "45. The Committee on the Elimination of Racial Discrimination also proposed similar comprehensive steps on discrimination based on \"descent\", including: incorporation of an explicit prohibition; conducting periodic surveys on discrimination and providing disaggregated information on their distribution and conditions; formulating and actioning a comprehensive national strategy, including through special measures; and organizing training programmes \"with a view to preventing injustices based on prejudice\". 78",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The above proposals speak to the robust nature of measures that need to be taken to address prejudice, far beyond the imperative to address hate speech. It also speaks to the apposite observation in the Rabat Plan of Action to insist on comprehensive assessments of related situations in order to avoid the pervasive \"dichotomy of (1) non-prosecution of 'real' incitement cases; and (2) persecution of minorities under the guise of domestic incitement laws\". 79",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The actions called upon in the annual resolutions adopted since 2011 by the Human Rights Council and the General Assembly on combating intolerance, negative stereotyping, stigmatization, discrimination, incitement to violence and violence against persons based on religion or belief, as well as related thematic reports, serve as inspiration for the framework for transformative approaches, as outlined below.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Initiatives have included the creation of interfaith forums, outreach from the police to religious communities regarding hate crimes and educational programmes aimed at the general public. Such initiatives are to be strongly encouraged; they must be inclusive of traditional, non-traditional and \"new\" religious or belief communities, encourage dialogue and an understanding of the diversity not only among but also within religious or belief communities.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Initiatives submitted include dialogue and conciliation initiatives, round tables, the establishment of dedicated departments, the development of guidelines to prevent communal violence and the inclusion of the right to freedom of religion or belief under the work of national human rights institutions. Such initiatives increase our insight to the harms engendered by advocacy of hatred, especially advocacy that remains below the threshold for prohibition under articles 19 and 20 of the Covenant but which nonetheless serves as an early warning sign for potential incitement. The above initiatives should be actively monitored, including through direct outreach to the communities targeted, and addressed through legislative and policy initiatives beyond the realm of criminal law, including in collaboration with civil society organizations. In her 2023 report to the General Assembly, the Special Rapporteur recommended the creation of a dedicated national focal point on freedom of religion or belief, with the authority to oversee freedom of religion or belief and the prohibition of discrimination based on religion or belief across State institutions. Such a focal point would also be well placed to gather and monitor data on potential areas of tension and establish an early warning system.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Effective outreach is essential to developing and maintaining trust in State institutions, including law enforcement. Initiatives reported by States have included awareness-raising events hosted by State institutions, the production of capacity-strengthening materials aimed at public servants and training programmes for law enforcement and justice operators on non-discrimination, hate crimes and hate speech in the context of the fight against racism and xenophobia. Such initiatives benefit from the direct involvement of affected communities, religious or belief groups, faith-based and civil society organizations in their design and implementation.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Supporting and facilitating dialogue among religious leaders is also important, although it is necessary to ensure inclusivity and representation. Initiatives should aim at encouraging dialogue and addressing the psychological roots of prejudice between communities at the grass-roots level and should be empowered to carry out their activities continuously and not only in times of an uptick in violence.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Historical stereotypes and stigmas may be embedded in the narratives of dominant cultures within and outside State institutions. Effectively redressing such stigmas demands measures across all sectors. These may include human rights-based education on religious or belief diversity, acknowledgement and apologies for historical atrocities and marginalization, awareness-raising and professional education and capacity-building. The mandate is encouraged by the development of educational projects and curricula in this regard, as well as by dedicated programmes to combat particular forms of religious or belief-based intolerance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Interfaith dialogue and joint action can play a positive role in combating religious hatred, incitement and violence. States have also reported on the creation of interfaith spaces for dialogue and exchange on issues of common concern, as well as youth dialogue and exchange in areas affected by conflict.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Prejudicial and discriminatory attitudes among functionaries of State were also highlighted as a key barrier to the effective enjoyment of freedom of religion or belief in the report of the Special Rapporteur to the General Assembly submitted in 2023. The mandate is encouraged by submissions detailing State and civil society initiatives to train law enforcement, justice operators and other State institutions on freedom of religion or belief and related standards.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In order to effectively address the root causes of hatred based on religion or belief, it is imperative that the constitutional and legislative order be brought into line with international standards, including through comprehensive anti-discrimination legislation and protections of freedom of religion or belief, in accordance with articles 18 and 27 of the Covenant. Furthermore, effective enjoyment of the right to manifest religion or belief will benefit from structural changes, including through the provision of reasonable accommodation and, more broadly, the restructuring of institutions so that the equality of religious or belief minorities is no longer measured against a hegemonic \"normalcy\".",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Advocacy of hatred can be combatted through measures for improved participation and social integration of religious or belief minorities. This can include active dialogue in legislative and parliamentary processes, as well as engagement in issues of concern at the local level, such as the creation of consultation and dialogue mechanisms, working groups or joint task forces with religious communities and civil society organizations. It is vital that such engagement not be tokenistic but rather foster the genuine participation and social integration of religious or belief minorities in all their diversity.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Religious profiling can, as noted above, reflect and reinforce engrained prejudices concerning certain religious or belief minorities among law enforcement officials. It is vital that States commit to effectively countering both formal and informal practices of religious profiling, including through effective and ongoing sensitization and capacity-building of law enforcement officials, in collaboration with civil society and religious or belief communities.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The speed and spread of advocacy of hatred, and its reproduction and reuse in differing contexts by various actors with specific agendas, may at first appear to present a challenge to States in terms of how the \"extent\" of a speech act is to be interpreted – essentially, wider – and therefore demand a more prohibitive approach out of caution. However, it should be emphasized that the protection of religious or belief minorities, or others who may be targeted as a direct or indirect result of hate speech, remains a duty of the State(s) under whose jurisdiction they fall. Rather than increased prohibitions on any expression which may in a given circumstance be reutilized in a third context to provoke discrimination or violence, what is called for is increased dialogue and collaboration among States, with a view to working effectively together to ensure the protection of religious or belief minorities.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The General Assembly, in its resolution 77/318, encouraged Member States to consider, as and where appropriate, initiatives that identify areas for practical action in all sectors and levels of society for the promotion of interreligious and intercultural dialogue, tolerance, understanding and cooperation. It also called upon States, which have the primary responsibility to counter discrimination and hate speech, and all relevant actors, including political and religious leaders, to promote inclusion and unity and to speak out and take strong action against racism, xenophobia, hate speech, violence and discrimination.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the Basis of Religion or Belief, which arose as a dedicated mechanism to provide follow-up to Human Rights Council resolution 16/18, could provide a significant backbone for international efforts to foster a global dialogue for promoting a culture of tolerance and peace at all levels, based on respect for human rights and diversity of religion and belief. The Istanbul Process is the forum where States and other stakeholders share their experiences and their respective impact in implementing the action points of Council resolution 16/18. Civil society organizations, including religious leaders and faith-based actors, should be consistently invited to participate in the meetings of the Istanbul Process, with a view to sharing good practices and lessons learned; their inclusion could lead to compiling peer-to-peer learning and action points at the international, regional, national and local levels.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur reiterates the call for greater efforts to promote freedom of religion or belief, foster interfaith and intercultural dialogue and understanding, protect religious and belief minorities and combat hate speech while upholding all human rights. Hatred on the basis of religion or belief must be addressed by States in a human rights-compliant manner. Any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence should be prohibited by law. Political and religious leaders have a crucial role to play in speaking out firmly and promptly against intolerance and hate speech. While international norms and standards provide the framework to combat incitement to discrimination and violence, laws alone are not sufficient and States should also adopt policies and programmes to promote diversity and freedom of expression in increasingly multicultural and interconnected societies.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 62,
        "Text": "62. The Special Rapporteur recommends that States: (a) Collect disaggregated data, record and report on all expressions of hate speech, including those on the basis of religion or belief, on a regular basis, thus alerting authorities to instances and patterns of intolerance, discrimination and violence so that they can be addressed appropriately;; (b) Take timely and robust action against discriminatory speech on the basis of religion or belief that undermines the equality of members of society; some speech raises concern \"in terms of tolerance, civility and respect for the rights of others\", while unlawful forms of expression may \"justify a civil suit or administrative sanctions\" or, as a last resort in strictly justifiable situations, may also lead to \"criminal sanctions\"; 106; (c) Recognize that religious hate speech that does not constitute incitement to discrimination, hostility or violence should be actively addressed through robust measures and policies but not criminalized;; (d) Invest in long-term trust-building and cohesion so that State institutions and the community at large are in regular communication, allowing instances of hate speech to be raised and responded to collaboratively at the institutional and societal levels;; (e) Review all legislation and policies to ensure that State policies are free of hate speech; complaints mechanisms and procedures also need to be reviewed to ensure that there is no impunity for State actors who engage in hate speech;; (f) Adopt comprehensive anti-discrimination legislation to prevent and respond to hatred based on religion or belief, irrespective of whether or not such hate speech rises to incitement in accordance with article 20 (2) of the Covenant;; (g) Develop action plans, in consultation with relevant religious or belief communities, to address the specifics of the challenge in cases where specific attention is merited, where discrimination is structurally embedded and where general provisions do not adequately deliver on eliminating discrimination; such action plans offer living instruments and road maps to effectively confront systemic barriers and deep-seated prejudices;; (h) Engage in awareness-raising and capacity-building for all State actors on a regular basis;; (i) Contribute actively and in good faith in sharing challenges, experiences and lessons learned with other States, including through the Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the Basis of Religion or Belief;; (j) Engage with transnational advocacy networks, including the media, civil society organizations and religious or belief communities and minorities, to address hate speech with ongoing vigilance;; (k) Adopt legislation prohibiting advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, in accordance with article 20 (2) of the Covenant; this should be informed by the breadth of thought, conscience, religion or belief, as understood in article 18 of the Covenant, and incidents should be assessed carefully, on a case-by-case basis, with the benefit of the guidance of the Rabat Plan of Action.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur recommends that non-State actors: (a) Engage in transnational advocacy networks to address hate speech with ongoing vigilance, giving special attention to the targets of hate speech and therefore the importance of engaging with individuals and communities belonging to religious or belief minorities;; (b) Prevent, mitigate and counter hate speech in traditional media and social media and ensure the right of reply to those who are targeted in such hate speech on grounds of their religion or belief;; (c) Encourage interfaith responses for allyship and solidarity with those who are targeted on grounds of their religion or belief; speaking collaboratively in such counter-speech and conveying positives messages of support may provide strong societal resilience against hate speech;; (d) Refrain from using messages of intolerance and expressions that instrumentalize religions or beliefs or their followers to incite violence, hostility, discrimination, hatred or violence, for example for electoral purposes or political gain;; (e) Publicly denounce all instances of advocacy of religious hatred that incites violence, discrimination or hostility; discernment must be used in distinguishing State and non-State actors as speakers, malicious intermediaries or targets, as this has an impact on response strategies;; (f) Stand up for the human rights of all persons belonging to minorities and defend their freedom of religion or belief, as well as their right to participate equally and effectively in cultural, religious, social, economic and public life.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. An overview of the activities of the Special Rapporteur from 1 January to 30 June 2023 is provided in her most recent report to the General Assembly on freedom of religion or belief. Since that time, she has participated in the activities set out below.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. On 11 July 2023, the Human Rights Council held an urgent debate to discuss the alarming rise in premeditated and public acts of religious hatred as manifested by recurrent desecration of the Holy Qur'an in some European and other countries. In that context, the Special Rapporteur delivered an in-person statement on behalf of the Coordination Committee of special procedures mandate holders. The Council adopted resolution 53/1 on 12 July.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. From 11 to 20 October 2023, the Special Rapporteur undertook a visit to Sweden, at the invitation of the Government. The report on the visit will be presented at the fifty-fifth session of the Human Rights Council, along with the report on her visit to Tajikistan undertaken in April 2023.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteur presented her report on freedom of religion or belief, from the grass-roots level to the General Assembly at its seventy-eighth session in October 2023. In the interactive dialogue that ensued, many States welcomed the report and expressed their support for the work of the mandate. States referred both to their own domestic experiences as well as to situations where freedom of religion or belief was challenged abroad.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. In the context of her presentation to the General Assembly in New York, the Special Rapporteur held bilateral meetings from 25 to 27 October 2023 with both State representatives and members of civil society organizations. She also spoke at side events and at a meeting of the Non-Governmental Organizations Committee on Freedom of Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. On 31 October, the Special Rapporteur participated as a panellist in an intersessional workshop on conscientious objection to military service, mandated by the Human Rights Council in its resolution 51/6.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. She has also strengthened her cooperation with various treaty bodies by providing input in relation to country reviews in relation to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. From 1 July to 31 December 2023, the Special Rapporteur initiated or joined 20 communications addressed to Governments in relation to a range of violations of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The Special Rapporteur has attended numerous in-person conferences since June 2023, including in Czechia, Denmark, Germany, Italy, Lebanon, Norway, Switzerland, the United Arab Emirates, the United Kingdom of Great Britain and Northern Ireland, the United Republic of Tanzania and the United States of America. Information on a few of those activities is provided below.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. On 6 August 2023, the Special Rapporteur delivered a keynote speech at the 2023 World Humanist Congress in Copenhagen, alongside the Chair of International Panel of Parliamentarians for Freedom of Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur also continued to explore avenues for collaboration with regional and international human rights systems to contribute to protecting freedom of religion or belief through improved awareness, harmonization and cross-pollination. To that end, she presented at a workshop with the sitting bench of judges at the African Court on Human and Peoples' Rights in Arusha, United Republic of Tanzania, in September 2023.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. In December 2023, she attended a series of discussions in the context of the United Nations Climate Change Conference in Dubai, at the invitation of Globethics. The discussions, organized within the \"Faith Pavilion\", were aimed at strengthening the commitment of religious and ethical leaders to the environment and to encourage collaboration on that goal with other stakeholders.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Virtual engagements allowed the Special Rapporteur to broaden the scope of her participation and engagement activities and to benefit from interaction with a wide range of actors. Some of those activities are outlined below.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. In the context of the efforts to explore avenues for collaboration with the regional and international human rights systems, the Special Rapporteur and her team held online discussions with representatives of the Inter-American Commission on Human Rights. Online consultations were held with representatives of the United Nations Development Programme (UNDP) and relevant civil society organizations to advance freedom of religion or belief in development, with a view to improving the integration of freedom of religion or belief into the activities for the implementation of the 2030 Agenda for Sustainable Development and beyond. She also participated in events organized by OHCHR and engaged with the Organisation for Security and Co-operation in Europe, in particular in relation to its policy guidance on freedom of religion or belief and security, and an expert consultation on State practices on the role of civil society in relation to incidents of desecration of religious texts. She hosted an online meeting with representatives of the Caribbean Court of Justice and the Caribbean Association of Judicial Officers. In addition, she held meetings with the United States Commission on International Religious Freedom.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur participated in several meetings, training sessions and other events with a variety of governmental and civil society actors around the world, including events organized by Permanent Missions to the United Nations and to the Organization of American States. The Special Rapporteur also participated in events organized by other entities, including: the Faculty of Law, Chulanlongkorn University; the International Contact Group on Freedom of Religion or Belief; the University of Foggia; Brigham Young University; Kellogg College, University of Oxford; and Notre Dame Law School, London. She also took part in events organized by civil society actors, including: the Anglican Communion; the American Center for Law and Justice; the American Jewish Committee New York; the Baha'i International Community; Boat People SOS; the Centre for Church-Based Development; Christian Legal Fellowship; Digni; the European Centre for Law and Justice; the Observatory of the Inter-American Human Rights System of the Legal Research Institute at the National Autonomous University of Mexico; the Islamic Cooperation Youth Forum; the International Islamic Fiqh Academy; the International Consortium for Law and Religion Studies; the International Dialogue Centre; the Joint Initiative for Strategic Religious Action; the Jubilee Campaign; the Observatory on Religious Freedom in the Jurisprudence of the European Court of Human Rights; the International Partnership on Religion and Sustainable Development, Religions for Peace, SMC-Faith in Development; the Stefanus Alliance International; and Synergia – Initiatives for Human Rights. The Special Rapporteur also joined the Majlis podcast on Central Asia for a discussion on the situation of human rights defenders in Tajikistan. Her publications include a co-authored book chapter on \"Freedoms of thought, conscience, religion or belief at 75\" and she also published an article in the UN Chronicle, entitled \"Making freedom of religion or belief a lived reality: threats and opportunities\". 113",
        "Labels": [
            "Adolescents"
        ]
    }
]