[
    {
        "ID": 1,
        "Text": "1. The present report is submitted by the Special Rapporteur on freedom of religion or belief, Heiner Bielefeldt, pursuant to Human Rights Council resolution 22/20.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. An overview of the activities of the Special Rapporteur between 1 August 2014 and 31 July 2015 is provided in his interim report (see A/70/286, paras 4-11). The Special Rapporteur also undertook a country visit to Bangladesh from 31 August to 9 September 2015 and presented his annual report, which included a thematic focus on the rights of the child and his or her parents to freedom of religion or belief, to the General Assembly at its seventieth session in October 2015.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur participated in the regional Conference on Freedom of Religion or Belief in South-East Asia, held in Bangkok on 30 September and 1 October 2015, at which multi-stakeholders participants from member States of the Association of Southeast Asian Nations (ASEAN) made a commitment to defend and promote freedom of religion or belief for all persons. He also hosted a regional conference on the theme Broadening cross-boundary communications, in Nicosia on 7 and 8 October 2015, at which religious leaders, lawmakers and human rights defenders from the broader Middle East and North Africa region discussed ways to strengthen and promote cooperation in crossboundary communications in order to prevent religious violence.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The present report focuses on the relationship between the right to freedom of thought, conscience, religion or belief and the right to freedom of opinion and expression. After some systematic observations on the structural similarities between these two rights, the Special Rapporteur explores the interplay of the two rights in the implementation of Human Rights Council resolution 16/18 on combating intolerance, negative stereotyping, stigmatization of, and discrimination, incitement to violence and violence against, persons based on religion or belief, bearing in mind, also, important insights formulated in the Rabat Plan of Action. He critically addresses the restrictive measures, including criminal laws, which adversely affect the two rights and provides practical conclusions and makes recommendations to different stakeholders.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In political discussions, legal debates and journalistic interviews, the Special Rapporteur regularly faces questions concerning the relationship between freedom of religion or belief and freedom of opinion and expression. Often, such questions reveal a sceptical attitude. The assumption seems to be that these two rights do not easily fit together. For instance, when people wonder how it might be possible to reconcile freedom of religion or belief and freedom of expression, such wording displays a perception that the two rights stand in essential opposition to each other. The underlying idea may be that, whereas freedom of expression facilitates frank and open discussions, including satirical provocation and caricatures that may be offensive to some, freedom of religion or belief, by contrast, would more likely be invoked against excessive provocation relating to religious issues. In short, while freedom of expression seems to signal a \"green light\" to all sorts of provocation, freedom of religion or belief appears to function more like a \"stop sign\" to provocation – or such is the perception.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In 2006, the previous Special Rapporteur, in a joint report, stressed that \"freedom of religion primarily confers a right to act in accordance with one's religion but does not bestow a right for believers to have their religion itself protected from all adverse comment\". This is an important clarification. Freedom of religion or belief is a right to \"freedom\", a quality which accounts for its close relationship to other rights to freedom, including freedom of opinion and expression. Moreover, among the various facets covered by freedom of religion or belief, the rights to free personal orientation and free communicative interaction with others constitute indispensable core aspects, which point to the positive interrelatedness with freedom of opinion and expression. To a large extent, both rights move in the same direction — although each has specific features. Articles 18 and 19 of the International Covenant on Civil and Political Rights display far-reaching analogies in their legal formulations.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Both articles have in common the unconditional protection of the forum internum – a person's inner realm of thinking and believing, and the criteria for drawing limitations with regard to their external manifestations, that is, the forum externum, are very similar. Hence there are good reasons to conclude that the rights to freedom of religion or belief and to freedom of expression do not stand in opposition to each other, but are actually quite close in spirit and formulation. Yet, this positive interrelatedness does not preclude concrete conflicts, as controversial issues may at times emerge at the intersection of both rights.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The positive interrelatedness between freedom of religion or belief and freedom of expression is not only a theoretical postulate. More importantly, the two rights mutually reinforce each other in practice. This insight should also guide the implementation of Human Rights Council resolution 16/18 on combating intolerance, negative stereotyping, stigmatization of, and discrimination, incitement to violence and violence against, persons based on religion or belief, which addresses both rights explicitly.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. With regard to freedom of religion or belief, States should create favourable conditions for everyone to be able to enjoy this right without fear and without discrimination. This requires, inter alia, taking measures to eliminate all forms of intolerance, stigmatization and negative stereotyping of persons based on their religion or belief, as well as adopting effective policies to prevent acts of violence or incitement thereto, as requested in resolution 16/18. Although this may at times require restricting freedom of expression, in accordance with the criteria established for imposing restrictions in articles 19 (3) and 20 (2) of the Covenant, the right to freedom of expression, above all, provides positive preconditions for combating intolerance by facilitating the creation of communicative counter-strategies in the broadest sense, such as public condemnation of incitement to hatred and public demonstrations in support of targeted individuals or groups.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The interrelatedness of freedom of religion or belief and freedom of expression was also explored in some detail in the Rabat Plan of Action, which contains the results of a series of regional workshops organized by the Office of the United Nations High Commissioner for Human Rights (OHCHR) in 2011 and 2012, with the broad participation of international experts, civil society organizations, government representatives, as well as international and regional organizations.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The present report is intended to contribute to the ongoing discussion on resolution 16/18, which takes place within, inter alia, the Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the Basis of Religion or Belief, with the purpose of collecting ideas for the effective implementation of the resolution. The Istanbul Process itself should also consistently draw on the Rabat Plan of Action, which in turn refers to resolution 16/18 as \"a promising platform for effective, integrated and inclusive action by the international community\". 6",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. As their titles indicate, the right to freedom of religion or belief and the right to freedom of opinion and expression are both rights to freedom, a quality that they also have in common with the right to freedom of peaceful assembly and association. All these rights play an indispensable role in shaping free and democratic societies, in which the diversity of, inter alia, thoughts, ideas, opinions, interests, convictions, conscientious positions, religions and beliefs can be manifested and defended freely, including by getting together with others and by establishing adequate institutions and infrastructures with that purpose.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Rights holders are human beings, who may exercise these freedoms as individuals and in community with others. While this may sound like a truism in the context of human rights in general, the right to freedom of religion or belief has sometimes been misperceived as protecting religions or belief systems in themselves. This misperception is the source of much confusion, as it obfuscates the nature of freedom of religion or belief as an empowering right. Ignoring that may lead to the wrong assumption of an antagonism between freedom of religion or belief and freedom of expression. Thus, it may warrant highlighting that freedom of religion or belief protects believers rather than religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Against a possible misperception, it should be noted that the focus on human beings as rights holders does not imply a particular \"anthropocentric\" world view. Instead, this focus follows from the diversity of existing world views. More precisely, it means taking religious and philosophical pluralism seriously, including irreconcilable differences in beliefs and practices. For instance, while some religions are based on scriptures transmitted through prophets, other religions do not have the notions of prophecy, scriptural revelation or even God. What is sacred for one community may remain rather opaque to another community. It is not least for this reason that legal recognition in the framework of human rights cannot immediately be accorded to the particular contents of religions or beliefs such as their truth claims, scriptures or practices —, but only to human beings as the responsible agents who hold, cherish, develop and try to live in accordance with their convictions. Only by focusing on human beings as rights holders can freedom of religion or belief do justice to the broad variety of religious and non-religious convictions, identities and practices, without singling out one specific religion or belief (or one type of religion) for privileged treatment.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Likewise, freedom of opinion and expression also focuses on human beings, who have the right to develop, hold and change opinions and ideas on different themes; seek, receive and impart information and ideas of all kinds; and express their views freely in communicative interaction with others through any media which they see fit for those purposes. Here again, legal protection is not directly accorded to certain opinions, ideas or expressions as such, which may be very diverse and frequently irreconcilable. Instead, the focus lies on the freedom that individuals and groups of individuals have to hold and exchange opinions and ideas.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. It should be furthermore emphasized that the two rights under discussion here are rights of \"everyone\" and thus held by all human beings who should be able to exercise them free from fear and free from discrimination. Freedom of religion or belief and freedom of expression are not only rights to freedom, but also epitomize the principle of equality which underpins the human-rights approach as a whole — in \"recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family\" as stressed in the first sentence of the preamble of the Universal Declaration of Human Rights",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Articles 18 and 19 of the Covenant show strikingly similar legal formulations, the most salient common feature being the conceptual distinction drawn in both articles between the forum internum and the forum externum. This conceptual distinction appears nowhere else in the text of the Covenant. While the wordings used to define the specific protection of the forum internum within article 18 and article 19 are slightly different, the basic content is identical. In both articles the protection accorded to the inner dimension of a person's thoughts, opinions or convictions (religious or otherwise) is strictly unconditional.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Article 18 (2) of the Covenant demands that \"no one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". Similarly, article 19 (1) of the Covenant provides for the \"right to hold opinions without interference\". The Human Rights Committee has clarified that the non-coercion and noninference provisions both have the status of unconditional normative requirements. In paragraph 3 of its general comment No. 22 (1993) on the right to freedom of thought, conscience and religion, the Committee points out that article 18 does not permit any limitations whatsoever on the freedom of thought and conscience or the freedom to have or adopt a religion or belief of one's choice, and that those freedoms are protected unconditionally. In paragraph 9 of its general comment No. 34 (2011) on freedoms of opinion and expression, the Committee likewise states that article 19 (1) is a right to which the Covenant permits no exception or restriction. Such unconditional guarantees are rare in international human rights law.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. A main function of both articles is to protect every individual's inner faculty of forming, holding or changing, inter alia, opinions, ideas, conscientious positions, religious and non-religious convictions against coercion and interference. Exposure to coercion in this inner nucleus, for example, by being forced to conceal one's true position or conviction or to feign a belief that is not authentic, can mean betraying oneself. If this happens repeatedly or over a long period, it can undermine the preconditions for developing a stable sense of self-respect. That experience warrants an interpretation of articles 18 (2) and 19 (1) of the Covenant in close analogy to the unconditional prohibition of slavery and the equally unconditional prohibition of torture. While legal restrictions against external manifestations originating from a person's conviction (i.e., the forum externum) may be justifiable in certain situations (provided those restrictions fulfil strict criteria), coercive means can never be legitimately employed to manipulate a person's inner conviction (i.e., the forum internum) itself.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The wording of article 18 of the Covenant differs from that of article 19 in that it explicitly enshrines everyone's freedom \"to have or to adopt a religion or belief of his choice\", thus using an equivalent of the right to \"change\", as contained in article 18 of the Universal Declaration of Human Rights. This additional clarification is necessary since religions and beliefs can shape an individual's personal identity and create a deep sense of attachment and group loyalty based on shared world views, symbols, ethical norms and practices. The preamble of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief states that \"religion or belief, for anyone who professes either, is one of the fundamental elements of his conception of life\". What goes without saying with regard to more general opinions and ideas, namely that they can legitimately change over time, needs explicit confirmation when it comes to religions and beliefs specifically, which may profoundly shape the identity of the person, often in conjunction with truth claims and deep-seated expectations of loyalty.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Both articles 18 and 19 of the Covenant also require broad application with regard to the forum externum. According to article 18 (1) of the Covenant, the external dimensions of freedom of religion or belief include everyone's freedom \"either individually or in community with others, and in public or private to manifest his religion or belief in worship, observance, practice and teaching\". Manifestation of one's religion or belief covers a broad range of activities: for instance, bearing witness to one's faith in private and in public, educating the younger generation, celebrating religious holidays, fasting, performing prayers alone or in community with others or establishing community infrastructures. Article 19 of the Covenant, in turn, deals with \"information and ideas of all kind\"; it is applicable \"regardless of frontiers\"; and it includes the use of any media. According to the last criterion, a person can seek, receive and transmit information or ideas \"orally, in writing or in print, in the form of art, or through any other media of his choice\". Religious or belief-related convictions undoubtedly fall within the broad category of \"information and ideas of all kind\", thus directly benefit from the broad conceptualization of freedom of expression set out in article 19 of the Covenant. Just as both rights show large overlaps within the forum internum, they also broadly overlap in the forum externum.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Forum internum and forum externum should be generally seen as a continuum. Their conceptual distinction should not be misperceived as a clear-cut separation of different spheres of life. Just as freedom in the forum internum would be inconceivable without a person's free interaction with his or her social world, freedom within the forum externum presupposes respect for the faculty of every individual to come up with new thoughts and ideas and to develop personal convictions, including dissident and provocative positions. While providing unconditional protection to the inner nucleus of each individual against coercion and interference, the legally enhanced status of the forum internum at the same time improves the prospects of free communication and manifestation within the forum externum. In other words, it strengthens freedom of religion or belief and freedom of opinion and expression in all their dimensions, both internal and external.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Another common feature of the rights to freedom of religion or belief and to freedom of opinion and expression is that they guarantee open communication, thus contributing to the flourishing of communities and a culture of free public discourse. At the same time, the two rights each have their specific applications concerning the forum externum. External \"manifestations\" of religion or belief, while in many cases also amounting to \"expressions\" in the understanding of article 19 of the Covenant, often reflect an existential desire to actually live in accordance with one's religious or other conviction, for instance by observing certain dress codes or dietary restrictions, thus exceeding mere communicative \"expressions\". One example illustrating the difference is conscientious objection to military service, which falls within the subcategories of \"observance\" or \"practice\" listed in article 18. Conscientious objectors would most likely not be satisfied with having the mere option to publicly \"express\" their opposition to the use of military force. What counts for many of them is the possibility to actually shape their lives in accordance with their conscience-based moral and/or religious position. Generally speaking, while freedom of religion or belief has a strong communicative component, which it shares with freedom of opinion and expression, the protected dimensions of religious manifestations — worship, observance, practice and teaching — cannot be summed up under the heading of communicative freedom only because they also include other aspects of leading one's life in conformity with one's religion or belief.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The importance of living in accordance with one's religion or belief naturally includes family life. In article 18 (4) of the Covenant, States parties \"undertake to have respect for the liberty of parents, and when applicable, legal guardians to ensure the religious and moral education of their children in conformity with their own convictions\". There is no parallel provision in article 19, however, that should not lead to the wrong conclusions. Of course, the freedom \"to impart information and ideas of all kinds\", as guaranteed in article 19 (2) of the Covenant, also applies to free communication within the family, particularly between parents and children. Nonetheless, the specific significance which religious or belief-related convictions have for the self-understanding of individuals and communities necessitates an explicit recognition of religious and moral socialization processes within the family. Freedom to \"manifest\" one's religion or belief thus includes the various practical dimensions of organizing one's entire private and public life, individually and together with others, in conformity with one's identity-shaping religious or belief-related convictions.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Although the forum externum of freedom of religion or belief and freedom expression is not protected unconditionally in articles 18 and 19 of the Covenant, its legal protection remains strong. Limitations or restrictions cannot be legitimate unless they satisfy all the criteria set out in article 18 (3) or article 19 (3), respectively. Notwithstanding differences in concrete formulations, the tests required in both articles contain similar elements. Firstly, limitations or restrictions must be \"prescribed by law\" or \"provided by law\". The requirement of a clearly formulated legal basis should prevent Governments from intervening in an arbitrary and unpredictable manner. Moreover, limitations or restrictions must serve a legitimate purpose from an exhaustive list of possible purposes. In the case of article 18 (3), this list comprises \"public safety, order, health, or morals or the fundamental rights and freedoms of others\". Article 19 (3) enumerates \"respect of the rights and reputations of others\", as well as \"protection of national security or of public order (ordre public), or of public health or morals\". Finally, both articles require that limitations or restrictions be strictly \"necessary\" to pursue one of the said purposes. In other words, proposed limitations cannot be legitimate if the respective purpose could also be served by a less far-reaching intervention.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Human Rights Committee emphasizes the need for limitation clauses to be applied in a strict manner to ensure that the substance of the respective provisions is preserved also in situations of a real or alleged collision with other rights or important public interests. In its general comment No. 22, the Committee insists that \"limitations may be applied only for those purposes for which they were prescribed and must be directly related and proportionate to the specific need on which they are predicated. Restrictions may not be imposed for discriminatory purposes or applied in a discriminatory manner\" (para. 8). In its general comment No. 34, the Committee is even more specific in defining the criteria for legitimate restrictions to freedom of expression. With regard to the required legal basis, the Committee states that a law \"must be formulated with sufficient precision to enable an individual to regulate his or her conduct accordingly and it must be made accessible to the public\" (para. 25).",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. With regard to the necessity clause, the Human Rights Committee stresses in general comment No. 34 that, before resorting to restrictions, States \"must demonstrate in specific and individualized fashion the precise nature of the threat, and the necessity and proportionality of the specific action taken, in particular by establishing a direct and immediate connection between the expression and the threat\" (para. 35).",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Concerning the concept of morals as one of the grounds for limitation, the Human Rights Committee calls for a cautious approach. In its general comment No. 22, it notes that \"the concept of morals derives from many social, philosophical and religious traditions; consequently, limitations on the freedom to manifest a religion or belief for the purpose of protecting morals must be based on principles not deriving exclusively from a single tradition\" (para. 8). In reiterating this clarification in its general comment No. 34, it adds that \"any such limitations must be understood in the light of universality of human rights and the principle of non-discrimination\" (para. 32). This is in line with the Siracusa Principles on the Limitation and Derogation Provisions in the International Covenant on Civil and Political Rights, which require States to demonstrate that a limitation on grounds of public morals is essential to the maintenance of respect for the fundamental values of the community, \"since public morality varies over time and from one culture to another\". 10",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Unfortunately, limitation criteria are often loosely invoked by Governments, for example by simply citing the truism that \"no freedom can be absolute\" in order to \"justify\" far-reaching restrictions disregarding the criteria on the matter set out in articles 18 and 19 of the Covenant or specified in general comments and the Siracusa Principles. Against this background, the clarifications made by the Human Rights Committee are all the more important. It may be useful in this context to reiterate that human rights have the elevated status of \"inalienable rights\" since they originate from the due respect for each and every human being's inherent dignity. Limitation clauses have an indispensable practical function in upholding this status of \"inalienable rights\", including in complicated situations, in which public order interests may enter the picture. These clauses must therefore be applied strictly and with the utmost degree of empirical and normative diligence.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. As mentioned earlier, the close interrelatedness of freedom of religion or belief and freedom of opinion and expression is not confined to mere parallelisms in normative formulations within the Covenant; the interrelatedness is also a practical one, as the two rights mutually reinforce each other in facilitating free and democratic societies. This insight should guide the implementation of Human Rights Council resolution 16/18. Many observers have appreciated resolution 16/18 as a landmark document upon which to base the ongoing efforts to eliminate the various root causes of religious intolerance and of related problems.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In the preamble of resolution 16/18, the Human Rights Council underlines the significance of freedom of religion or belief and freedom of opinion and expression. It reaffirms \"that the International Covenant on Civil and Political Rights provides, inter alia, that everyone shall have the right to freedom of thought, conscience and religion or belief, which shall include freedom to have or to adopt a religion or belief of his choice, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching\". It also reaffirms \"the positive role that the exercise of the right to freedom of opinion and expression and the full respect for the freedom to seek, receive and impart information can play in strengthening democracy and combating religious intolerance\".",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The explicit reference to the rights to freedom of religion or belief and to freedom of opinion and expression is no coincidence, as the Council, in resolution 16/18, attaches great importance to communicative interaction, which has a key function in building trust between different religious or belief communities as well as in society at large. This includes a broad range of measures in the areas of education, awareness-building, outreach strategy, interreligious communication and public discourse. In that context, the Council specifically recognizes \"that the open public debate of ideas, as well as interfaith and intercultural dialogue, at the local, national and international levels can be among the best protection against religious intolerance\" (para. 4).",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. At the same time, the Council also calls for a clear rejection of certain speech acts and condemns \"any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, whether it involves the use of print, audio-visual or electronic media or any other means\" (para. 3). Furthermore, it calls for \"measures to criminalize incitement to imminent violence based on religion or belief\" (para. 5 (f)). Other measures recommended in resolution 16/18 include putting an end to the practice of religious profiling, which inevitably leads to stigmatization and providing effective protection for places of worship and religious sites, including in conflict situations.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. From the combined perspectives of the two rights at issue, individuals are entitled to all aspects of communicative interaction. For instance, they have the right to seek, receive and impart information, express opinions and ideas, voice personal and/or political concerns, share their religious or philosophical convictions with others, try to persuade others or let themselves be persuaded, bear witness to their belief in private or publicly, engage in communication across State boundaries etc. For these and other acts to be manifestations of freedom, however, individuals also need to have the right not to participate in certain communicative acts, if they so wish. They are generally free to withdraw from unwanted communicative actions, remain disinterested in certain information, keep their political opinions or religious convictions for themselves, decline invitations to interreligious ceremonies or refrain from participating in public demonstrations.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Rights to freedom typically have their \"positive\" and \"negative\" sides: they entitle individuals to perform certain acts or not to do so. Both aspects are equally important. Indeed, for communicative acts to merit their qualification as \"free and voluntary\", individuals should generally be respected in their freedom to decide for themselves whether, when and how to communicate, seek or impart information or speak out on certain issues. The right to withdraw or to remain reserved is the indispensable flipside of the right to engage in all aspects of free communication. This also applies to persons who belong to a group, such as members of religious or belief minorities.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. In that context, it may be useful to recall that freedom of religion or belief includes the right not to have one's religious or belief orientation involuntarily exposed, for instance in passports, identification or other official documents. Likewise, freedom of opinion and expression entitles individuals to protection of their political or other opinions against unwanted exposure. Such protection functions as a practical safeguard against discrimination, while at the same time contributing to overcome \"religious profiling\" and its stigmatizing effects, as required by Human Rights Council resolution 16/18. Policies of using communicative interaction with a view to combating intolerance, stereotyping, stigmatization, discrimination and incitement against individuals based on their religion or belief should therefore always accommodate the interest in non-exposure, which some individuals or groups of individuals may have.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. To facilitate communication while at the same time accommodating the possible interest in non-exposure presupposes a broad variety of different communicative formats. For instance, while some communicative settings may operate on the express understanding that participants represent different faith communities, there should also be formats which allow people to communicate about religious intolerance and related problems without \"outing\" themselves in their personal religious or belief orientation. The different formats should mutually complement each other, thus facilitating a culture of open and frank communication with broad voluntary participation.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. As the word limit of the present report does not allow a detailed analysis of the multiple forms of communicative action needed to combat intolerance, stereotyping, stigmatization, discrimination, violence and incitement thereto, the Special Rapporteur would like to make a few non-exhaustive typological observations.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Human Rights Council resolution 16/18 repeatedly underlines the role of interfaith and intercultural dialogue for combating intolerance based on religion or belief. Such dialogue can assume different forms, which all have specific advantages and limitations. While some interreligious projects chiefly fulfil symbolic functions, others may serve practical purposes, including interreligious charity work. Whereas in some projects the main intention may be for persons belonging to different groups to regularly encounter each other face to face, other projects may aim at the systematic clarification of thematic issues of common concern. While some activities are carried out explicitly under the auspices of religious and denominational differences, other types of communication cut across the entire spectrum of religious diversity without highlighting or even mentioning the participants' religious backgrounds.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In his country visits, the Special Rapporteur observed different formats of interreligious dialogue and the variety of purposes pursued thereby. For instance, during his visit to Lebanon, he participated in a big interreligious ceremony, in which representatives of different Christian and Muslim communities symbolically reassured each other of their mutual appreciation. Not only were there religious dignitaries, but also ordinary community members, including young people, who expressed their rejection of violence committed in the name of religion, in a theatrical performance. One should not underestimate the impact that such ceremonies — in particular when conducted on a regular basis and with broad participation — can have on the climate of interreligious conviviality in a country. In Lebanon and in Jordan, the Special Rapporteur visited private schools run by various religious communities, which accommodate refugee children across all denominational boundaries at their own expense. Those admirable examples of practical interreligious cooperation send much-needed rays of hope in a region currently torn by violent conflicts with obvious sectarian components.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Children"
        ]
    },
    {
        "ID": 41,
        "Text": "41. In Sierra Leone, the Special Rapporteur was highly impressed by the constructive role that the Interreligious Council plays in rebuilding the nation after the traumatic civil war. He also learned that the tangible atmosphere of interreligious \"open-heartedness\" in Sierra Leone was not least facilitated by public and private schools, in which students from different religious backgrounds — Sunnis, Shias, Ahmadis, Catholics, Anglicans, Methodists, Baptists among others — meet on a daily basis and learn together, thus building trust from early on. In Kazakhstan, the Government organizes regular interreligious meetings, with the purpose of strengthening the forces of religious moderation. While at the regional level, such meetings are open to broad public participation, the big ceremonial conferences held every second year in the capital mainly bring together world and traditional religious leaders.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. During a follow-up visit to the Republic of Moldova, the Special Rapporteur witnessed clear signs of improvement in the interaction of religious communities. In Cyprus, the enhanced interreligious communication between Christian and Muslim leaders has led to recent breakthroughs, including the re-opening of churches and mosques that had been inaccessible for decades owing to the protracted conflict on the island. Religious leaders have initiated emergency measures and cleaned up each other's places of worship, thus creating an atmosphere of goodwill and trust. Some interreligious encounters in Cyprus have been open to participation beyond the traditional religious communities, including Evangelicals, Baha'is, Buddhists and others, thus building awareness on the further emergence of religious pluralism.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Those and numerous other examples testify to the peacebuilding potential of interreligious communication, which often remains politically underrated. The Special Rapporteur appreciates the diversity of formats in which interreligious dialogue projects can take place and the various specific goals that they may pursue. It is certainly useful to allow for broad ownership in order to solidify regular communication beyond the narrow circles of \"dialogue experts\". Women often remain underrepresented in many of those projects and that situation should change. Internal diversity of positions and assessments is important and may help eliminate stereotypical perceptions of religious communities as monolithic blocks.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 44,
        "Text": "44. When convening or facilitating interreligious encounters, government agencies should ensure that their communicative outreach is inclusive, by also involving members of small communities, representatives of new religious movements or non-believers. Besides \"formal\" interreligious dialogue projects, in which people explicitly meet as representatives of their respective religious communities, \"informal\" communication should also be encouraged, as it allows the active participation of persons who are less used to expressing themselves under the auspices of religious diversity or might prefer not to \"come out\" with their personal religious or non-religious orientations. Here again, the diversity of formats of interreligious communication can play a productive role and should systematically be taken into account.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Intolerance, stereotyping, stigmatization, discrimination and incitement against persons based on their religion or belief do not only affect members of religious communities, but also have an impact on society as a whole. Communicative counterstrategies cannot therefore be limited to various formats of interreligious dialogue. What is also needed is the development of frank public discourse, facilitated by free and independent broadcast, print and online media, a broad range of civil society organizations and other stakeholders. The best antidote to intolerant propaganda is a culture of critical public discourse with broad participation. Governments have the responsibility to create a safe and enabling environment in law and practice for media practitioners and civil society activists, based on respect for everyone's freedom of expression and all other human rights.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. For instance, when it comes to combating negative stereotyping, the counter-strategy cannot consist in \"image campaigns\" aimed at replacing negative pictures by positive pictures. In the long run, such image campaigns will merely reinforce suspicion in sceptical parts of society. Instead, what is needed is overcoming the root causes of stereotyping in general, including through nuanced debates and reporting. The purpose should be to solidify or restore experience-based common sense in society at large, including concerning issues of religious diversity.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Coexistence among people of different religious orientations is not always easy and can produce tensions, which should be articulated publicly. When sharing experiences including negative experiences — in public debates, such experiences and concomitant feelings at least can be exposed to public counter-narratives, which may help to prevent them from hardening into fixed prejudices and negative stereotypes. By contrast, lack of public debate typically provides fertile ground for spreading spiteful rumours against certain communities and their members. When told merely in hermetic circles or closed chatrooms and remaining unchecked by any counter-narratives or counter-evidence, negative rumours may easily lead to collective prejudices. They can even escalate into paranoid conspiracy projections and concomitant incitement to violence.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. An important purpose of public debates is overcoming all forms of essentialism in the area of religion and belief. Essentialism basically denies or marginalizes internal diversity, thus assuming that the followers of a certain religion all think and behave alike. This typically results in a de-individualization of the individual or a de-personalization of the person, who seems to disappear behind an ascribed homogeneous collective mentality. It is all the more important to recapture the truth that religions and beliefs, as lived social phenomena, always consist of human beings with most different biographies, characters, inclinations, interests, positions and assessments. Beside face-to-face communication, public discussions play a crucial role in this endeavour and should be based on respect for freedom of expression. A fair representation of members of different religious communities in the media, including in particular minorities, is an indispensable part of such a strategy.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In this context, the Special Rapporteur would like to recommend the Camden Principles on Freedom of Expression and Equality. The Camden Principles advocate making use of freedom of expression, including media freedom, to promote equality and non-discrimination in society. According to principle 6, \"all mass media should, as a moral and social responsibility, take steps to: ensure that their workforces are diverse and representative of society as a whole; address as far as possible issues of common concern to all groups in society; seek a multiplicity of sources and voices within different communities, rather than representing communities as a monolithic blocs; adhere to high standards of information provision that meet recognized professional and ethical standards\". Principle 5.3, for its part, proposes a public policy framework that, inter alia, ensures \"that disadvantaged and excluded groups have equitable access to media resources, including training opportunities\". Obviously, the insistence placed by the Camden Principles on ensuring pluralistic representation within the media, as part of their moral and social responsibility, includes religious and belief-related pluralism.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. An inclusive culture of public discourse presupposes public rejection of speech-acts or other symbolic acts by which certain individuals or groups are de facto ex-communicated from any meaningful communication. Examples include extreme forms of essentialism, which effectively de-individualize certain individuals, or the equation of human beings with animals, which even aim at excommunicating them from the human family in general. Quite often, such rhetorical excommunication of human beings paves the way to real acts of hatred, such as discrimination, hostility or violence.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Incitement to acts of hatred can never be condoned and requires quick and clear communicative interventions. While a broad range of different stakeholders — civil society organizations, the media, religious communities and others — should participate in communicative counter-activities, the public condemnation of incitement also falls within the responsibility of the Government. Lack of government commitment in this regard or delayed and lukewarm reactions can easily be perceived as tacit complicity by government agencies with acts of incitement, or even as encouragement to commit violent crimes. By contrast, when the Government publicly sends quick and clear messages that any attacks against certain individual or groups will be perceived as attacks on society as a whole, this may function as a deterrent to potential perpetrators.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. It is well known that entrepreneurs of hatred like to stage themselves as the political avant-garde, typically pretending to act in the name of a \"silent majority\". As long as the majority of people within a society actually remain silent, this cynical game can continue unabated. It is all the more important that public rejections of violence and incitement to violence find a broad echo in society and that many people actively join in such rejections. The Special Rapporteur was repeatedly impressed to see public demonstrations in which numerous people — ordinary citizens, representatives of civil society organizations, religious leaders and others — took the streets to visibly express their abhorrence of any advocacy of hatred in the name of religion(s). Such activities can have an enormous impact on the climate in a society by sending a clear message to potential perpetrators, while at the same time mobilizing broad support for targeted minorities.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In cases where violent acts have actually occurred, credible public expressions of solidarity for the targeted groups are crucial alongside other measures. Members of targeted groups should be able to experience sympathy and feel that they are not alone in their mourning. Whereas lack of public solidarity may make members of minority groups feel helpless and encourage the radical forces within them to resort to violence in response to camden-principles-on-freedom-of-expression-and-equality.pdf. attacks, the experience of practical sympathy can help restore trust in society among members of the targeted minority after violence has been perpetrated. Acts of solidarity should include participation in funerals and visits to bereaved families. Again, government representatives have a particular responsibility to be visibly and credibly present in such critical situations.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. As previously stated, the rights to freedom of religion or belief and to freedom of expression are not beyond limitations in the forum externum. However, bearing in mind the special rank of these \"inalienable\" rights as well as their practical significance for creating a culture of trustful communication and public discourse, limitations should always be drawn with caution and must be fully in line with international human rights standards. Among the criteria required for restrictions to be justifiable, these measures must actually prove \"necessary\" for achieving one of the enumerated legitimate aims. The principle of necessity implies that certain restrictive measures cannot be legitimate if less far-reaching interventions could accomplish the same results.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Unfortunately, realities in many countries differ from those standards. The Special Rapporteur was repeatedly surprised that some Governments all too quickly resort to restrictive measures in their fight against religious intolerance, often without even trying to explore the potential of communicative counter-strategies. Rather than using communicative counter-strategies and forming broad alliances with different societal stakeholders in creating a culture of open-mindedness against religious intolerance, some Governments seem to see their leadership role chiefly as passing and enforcing criminal legislation. However, this means turning the sequence of measures upside down. From the perspective of freedom of religion or belief, seen in conjunction with freedom of expression, the primacy of non-restrictive policies should always be upheld. Moreover, restrictive measures if deemed necessary must meet all the criteria laid down in articles 18 (3) and 19 (3) of the Covenant, as developed above.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Another important norm, which has recently attracted more attention, is article 20 (2) of the Covenant, which states that \"any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law\". The title and the text of Council resolution 16/18 reflect the renewed awareness of this norm. In its general comment No. 34, the Human Rights Committee emphasizes that prohibitions enacted in the name of article 20 (2) must comply \"with the strict requirements of article 19, paragraph 3, as well as such articles as 2, 5, 17, 18 and 26\" (para. 48). This means that, besides preserving all the guarantees enshrined in article 19 (3) of the Covenant, which can never be circumvented by invoking article 20 (2), prohibitions must be precisely defined and must be enacted without any discriminatory intention or effect.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Article 20 (2) of the Covenant is also reflected in the title of the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. In appreciation of the special rank of the right to freedom of expression, the Rabat Plan of Action clarifies that \"article 20 of the Covenant requires a high threshold because, as a matter of fundamental principle, limitation of speech must remain an exception\". In order to further spell out the required threshold, the Rabat Plan of Action proposes a six-element test which should support the judiciary in assessing whether concrete acts of hate speech actually amount to \"incitement to discrimination, hostility or violence\" and are serious enough to be considered as criminal offences. The six elements are: the social and political context; the speaker (e.g. his or her status and influence); the intent of a speech act (as opposed to mere negligence); its content or form (e.g. style, degree of provocation); the extent of the speech act (e.g. its public nature and the size of its audience); and the likelihood and imminence of actually causing harm.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Rabat Plan of Action thus strictly upholds the criteria laid down in article 20 (2) of the Covenant. It calls upon States to bring their relevant legislation fully in line with articles 18, 19 and 20 of the Covenant when taking action against incitement. As the flipside of this approach, the Rabat Plan of Action reaffirms the role that non-restrictive measures of counter-incitement should play, thus corroborating the legitimacy of limitations as measures of last resort only. In this context, the Rabat Plan of Action explicitly underlines the close interrelatedness of freedom of religion or belief and freedom of expression in any attempt to combat incitement to acts of hatred: It is often purported that freedom of expression and freedom of religion or belief are in a tense relationship or even contradictory. In reality, they are mutually dependent and reinforcing. The freedom to exercise or not exercise one's religion or belief cannot exist if the freedom of expression is not respected, as free public discourse depends on respect for the diversity of convictions which people may have. Likewise, freedom of expression is essential to creating an environment in which constructive discussion about religious matters could be held.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 59,
        "Text": "59. In its general comment No. 34, the Human Rights Committee stresses that \"prohibitions of displays of lack of respect for a religion or other belief system, including blasphemy laws, are incompatible with the Covenant, except in the specific circumstances envisaged in article 20, paragraph 2, of the Covenant\" (para. 48). To exemplify this clarification, the Committee underlines that prohibitions cannot be permitted in order \"to prevent or punish criticism of religious leaders or commentary on religious doctrines and tenets of faith\". The Rabat Plan of Actions likewise criticizes blasphemy laws and finds it counterproductive at the national level as they may result in de facto censure of all interreligious and intrareligious dialogue, debate and criticism, most of which could be constructive, healthy and needed.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. As stated earlier, rights holders in the framework of human rights can only be human beings, as individuals and in community with others. This logic fully applies also to the right to freedom of religion or belief. While human beings — and indeed all of them should receive recognition and legal protection in their freedom to believe and practise in the ways they see appropriate, blasphemy laws typically single out certain religions for special protection, thus not only encroaching on freedom of expression but also on freedom of religion or belief, in particular of members of religious minorities, converts, critics, atheists, agnostics, internal dissidents and others. Abundant experience in a number of countries demonstrates that blasphemy laws do not contribute to a climate of religious openness, tolerance, non-discrimination and respect. To the contrary, they often fuel stereotyping, stigmatization, discrimination and incitement to violence. As noted in the Rabat Plan of Action, \"many blasphemy laws afford different levels of protection to different religions and have often proved to be applied in a discriminatory manner. There are numerous examples of persecution of religious minorities or dissenters, but also of atheists and non-theists, as a result of legislation on what constitutes religious offences or overzealous application of laws containing neutral language\" (para. 19). Based on that assessment, it recommends that \"States that have blasphemy laws should repeal them, as such laws have a stifling impact on the enjoyment of freedom of religion or belief, and healthy dialogue and debate about religion\" (para. 25). Moreover, blasphemy provisions may encourage non-State actors to threaten and commit acts of violence against people expressing critical views.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Obviously, satirical comments on religious issues or depictions of religious figures may sometimes offend the feelings of believers. Those who feel offended are free to voice their anger publicly and call for a change in attitudes. This can also become an issue for interreligious communication and public debates. Subjective feelings of offensiveness, however, should never guide legislative action, court decisions or other State activities. The threshold for imposing legal restrictions on freedom of expression must remain very high, in compliance with the criteria provided in international human rights law. At the same time, there is still space for other. non-restrictive, activities. For instance, the media may establish voluntary mechanisms of religious sensitization. In general, sensitivity concerning the religious sentiments of different religious and belief communities should become an important feature of a culture of communication, especially in multi-religious societies. However, the employment of criminal sanctions against expressions which do not advocate for violence or discrimination but which are deemed \"blasphemous\" cannot play a productive role in such endeavours, and such criminal sanctions, wherever they exist, are incompatible with the provisions of freedom of religion or belief and freedom of expression.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. While legal sanctions must not be employed to protect the religions or beliefsystems per se against adverse comments, such sanctions may be necessary to protect human beings against incitement to acts of hatred, as reaffirmed in Human Rights Council resolution 16/18 and the Rabat Plan of Action. Indeed, article 20 (2) of the Covenant explicitly calls upon States to prohibit any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, which implies, inter alia, adopting adequate legislation.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. However, State practices in this regard vastly differ and often reveal a lack of consistency. Sometimes failure to act on \"real\" incitement cases, on the one hand, and overzealous reactions to innocuous cases, on the other, exist simultaneously, thus creating a climate of impunity for some and a climate of intimidation for others. The Rabat Plan of Action notes: It is of concern that perpetrators of incidents, which indeed reach the threshold of article 20 of the International Covenant on Civil and Political Rights, are not prosecuted and punished. At the same time members of minorities are de facto persecuted, with a chilling effect on others, through the abuse of vague domestic legislation, jurisprudence and policies (para. 11). In practice, this often leads to the non-prosecution of perpetrators belonging to the State religion and to the persecution of members of religious minorities under the guise of antiincitement laws.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Domestic laws which prohibit incitement to hatred are often vaguely defined, thus failing to meet the requirements contained in articles 18 (3), 19 (3) and 20 (2) of the Covenant and further specified in general comments No. 22 and No. 34. Of the Human Rights Committee. Sometimes incitement to discrimination, hostility or violence is amalgamated with broad legislative provisions against creating \"discord\" in society, undermining the unity of the State, or endangering interreligious \"harmony\". Such broad concepts typically remain undefined, opening the way to arbitrary application of such laws, often to the disadvantage of those who would actually need protection from incitement to acts of hatred, including members of religious minorities, dissenters, critics, converts, atheists and others. In fact, they may even suffer additional intimidation owing to unclear legislation and its inconsistent, arbitrary application. Indeed, the Special Rapporteur has had to deal with a number of cases, including by means of allegation letters to Governments, in which individuals have been imprisoned under the pretext of vaguely defined anti-hatred laws for simply expressing religious criticism, internally dissenting views or creating their own reform branches of religious communities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Overcoming impunity is the main responsibility of Governments when combating incitement to imminent violence. In order to fulfil the envisaged goal, however, antiincitement laws must be clearly defined and meet all the criteria set out in articles 18 (3), 19 (3) and 20 (2) of the Covenant and all other relevant provisions of international human rights law.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Anti-hatred laws sometimes combine criminalization of incitement with prohibiting the spread of superiority claims based on \"race\", ethnicity, religion or belief. This is yet another source of legal insecurity. The Special Rapporteur therefore attaches great importance to drawing a clear conceptual distinction between claims of superiority of certain religions or beliefs, on the one hand, and superiority claims based on \"race\" or ethnicity, on the other.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Surely, there are many overlaps at the phenomenological level. For instance, a common religion or belief may become one of the elements shaping the identity of an ethnic group. In spite of possible phenomenological overlaps, however, religion preserves a specific anthropological and epistemological status. Unlike various ethnic or \"racial\" group characteristics, religion typically includes ideas — for example, ideas of a metaphysical and/or a normative nature — which may invite personal reflection and meditation, exchange with others, public discourses, critical comments, academic research, missionary attempts and other forms of communicative positioning. That likewise applies to nonreligious belief-systems too, including atheism or agnosticism. The possibility of becoming an object of communication — affirmative or critical — constitutes an indispensable part of freedom of religion or belief. It is even one of the defining characteristics of this human right, which again accounts for its closeness to freedom of expression.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. According to article 4 (a) of the International Convention on the Elimination of All Forms of Racial Discrimination, States parties \"shall declare as an offence punishable by law all dissemination of ideas based on racial superiority\". Whereas article 20 (2) of the International Covenant on Civil and Political Rights calls for prohibiting incitement to acts of discrimination, hostility of violence, article 4 (a) of the International Convention on the Elimination of All Forms of Racial Discrimination requires criminalizing the dissemination of certain such ideas. It is important to adhere to a narrow interpretation of this provision, including a narrow definition of the nature of those ideas, i.e. their characterization on the basis of \"racial superiority\". Reading into the required prohibition of \"ideas based on racial superiority\" an implicit prohibition also of ideas based on \"religious\" superiority would lead to problematic results. Punishing such ideas would amount to nothing less than the end of any free communication concerning religious and belief-related issues. It would delegitimize theological analysis, academic studies of religion, missionary and da'wah activities as well as other kinds of communication in this field and thus erode basic guarantees of freedom of religion or belief in conjunction with freedom of expression. States should therefore repeal any laws which impose criminal sanctions against claims of religious or belief-related superiority. Moreover, article 4 (a) of the International Convention on the Elimination of All Forms of Racial Discrimination should be consistently interpreted with due regard to the right to freedom of expression, as protected under article 5 of the International Convention on the Elimination of All Forms of Racial Discrimination, article 19 of the International Covenant on Civil and Political Rights and other relevant provisions of international human rights law.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The human rights to freedom of religion or belief and to freedom of opinion and expression, as enshrined in articles 18 and 19 of the International Covenant on Civil and Political Rights and other international human rights instruments, are closely interrelated in law and in practice.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The widespread perception that these two rights are in opposition to each other is usually based on the misunderstanding that freedom of religion or belief protects religions or belief systems per se. However, like freedom of expression, freedom of religion or belief is a right to freedom and the right holders are human beings. It facilitates the flourishing of free and democratic societies in conjunction with other rights to freedom.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Both rights share similar features of unconditional protection of the forum internum, i.e. the person's internal dimension of religious or belief-related conviction or thinking that does not allow for any limitations or restrictions on any grounds whatsoever. External manifestations of freedom of religion or belief and freedom of expression do not enjoy unconditional protection, but the thresholds of limitations are high. Limitations can only be justifiable when the criteria set out in articles 18 (3) and 19 (3) of the Covenant, respectively, are met.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. In spite of these similarities, freedom of religion or belief and freedom of expression each have their specific features. Freedom of religion or belief protects a broad range of \"manifestations\" in worship, observance, practice and teaching, many of which may go beyond the \"expression\" of one's belief. What is specific to freedom of religion or belief, above all, is the recognition of the practical implications that a religion or belief may have on the way its followers shape their lives as individuals and in community with others.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The close interrelatedness of freedom of religion or belief and freedom of opinion and expression facilitates manifold practical synergies. Any attempt to combat intolerance, stereotyping, stigmatization, discrimination and incitement to violence based on religion or belief should therefore make use of both rights in conjunction. It is no coincidence that the Human Rights Council, in the preamble of resolution 16/18, mentions these two rights as the main references on which to base the measures to be taken against religious intolerance and concomitant problems.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 74,
        "Text": "74. Synergies between freedom of religion or belief and freedom of expression come to the fore in different formats of interreligious communication, in a culture of frank public discourse and in policies for Government and other actors to speak out quickly, clearly and publicly against incitement to acts of hatred. The Rabat Plan of Action is a helpful tool in interpreting and implementing article 20 (2) of the Covenant, which prohibits any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Against the background of these observations, the Special Rapporteur would like to make the recommendations set out below.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Legislators, judges and policymakers should implement laws and policies based on the understanding that the rights to freedom of religion or belief and to freedom of opinion and expression are complementary.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. States should always respect and uphold the unconditional protection status of the forum internum dimensions of freedom of religion or belief and freedom of opinion. They should provide space for different dissenting religious or political views, refrain from any coercion or interference and provide protection against coercion exercised by third parties.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. States must abide by the criteria enshrined in articles 18 (3), 19 (3) and 20 (2) of the International Covenant on Civil and Political Rights before imposing restrictions that they deem necessary on certain external manifestations of religion or belief or expressions.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. States should not require anyone to register or reveal their religious affiliation in official documents, such as passports or identity cards.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. States, in collaboration with relevant stakeholders, should develop comprehensive policies to combat intolerance, negative stereotyping and stigmatization of, and discrimination, incitement to violence and violence against persons based on religion or belief further to Human Rights Council resolution 16/18. Such policies should reflect the primacy of non-restrictive communicative interventions wherever and whenever possible.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 81,
        "Text": "81. States should proactively share their experiences and best practices when implementing Council resolution 16/18 and the Rabat Plan of Action, for example within the Istanbul Process.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. States are responsible for creating the public space that facilitates intergroup communication, frank and open discourse, free and independent media and civil society activities.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. State representatives should always speak out quickly, clearly and publicly against any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. In line with Human Rights Committee general comment No. 34 and the Rabat Plan of Action, States that still have blasphemy laws should repeal them, as such laws may fuel intolerance, stigmatization, discrimination and incitement to violence and discourage intergroup communication.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. States should prevent or overcome a climate of impunity, in which intolerant groups may feel encouraged to commit acts of discrimination, hostility or violence against persons based on their religion or belief.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Legislation aimed at prohibiting incitement to acts of hatred needs to be precisely defined, in line with the criteria set out in articles 18 (3), 19 (3) and 20 (2) of the International Covenant on Civil and Political Rights and further developed in Human Rights Committee general comment No. 34 and the Rabat Plan of Action. Such legislation should not contain provisions aimed at sanctioning those claiming superiority of certain religions or beliefs. 2. Recommendations addressed to different stakeholders",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Interreligious communication should accommodate the diversity of interreligious and intrareligious positions as different formats of \"formal\" or \"informal\" communication may complement each other in this regard. Broad engagement with people from different age, gender, ethnic and indigenous groups will enhance the dialogues and overcoming the underrepresentation of women must be a priority.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls"
        ]
    },
    {
        "ID": 88,
        "Text": "88. All relevant stakeholders should cooperate in developing a culture of public discourse in accordance with the Camden Principles on Freedom of Expression and Equality by addressing and discussing problems openly, hence exposing negative experiences of interreligious coexistence to counter-evidence and counter-narratives. This can help prevent the spread of rumours and their escalation to fully fledged conspiracy projections.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Civil society organizations are encouraged to show public solidarity with targeted individuals or communities, including by mobilizing public demonstrations against entrepreneurs of hatred.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. National human rights institutions are encouraged to use the Rabat Plan of Action when designing national policies of combating incitement to acts of hatred. 3. Recommendations addressed to the international community",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. The international community should continue to cooperate within the Istanbul Process which aims at the systematic implementation of Human Rights Council resolution 16/18. The Rabat Plan of Action should serve as an interpretative tool in this regard. National human rights institutions and civil society organizations should participate in exchanges on how to implement resolution 16/18 and the Rabat Plan of Action.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Commitment of States towards Human Rights Council resolution 16/18 should become a systematic element of the interactive dialogues within the universal periodic review. The international community should continue to monitor the situations of prisoners of conscience and advocate for their release.",
        "Labels": []
    }
]