[
    {
        "ID": 1,
        "Text": "1. El Sr. KADIRI (Marruecos) dice que su delegaciÛn apoya la declaraciÛn formulada por la delegaciÛn de Argelia en nombre del Grupo Africano. El racismo es un atentado contra la dignidad humana que asume nuevas formas debido a las oportunidades que ofrecen las nuevas tecnologÌas de la informaciÛn y las comunicaciones. La ratificaciÛn universal de la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial y la aplicaciÛn de sus disposiciones contribuir·n a la lucha contra la discriminaciÛn racial en todas sus manifestaciones.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. En su cuarto perÌodo de sesiones, el Grupo de Trabajo Intergubernamental sobre la aplicaciÛn efectiva de la DeclaraciÛn y el Programa de AcciÛn de Durban seÒalÛ las lagunas en las normas internacionales y convino en la conveniencia de que cinco expertos internacionales redactaran un documento en que se recomendaran las medidas adecuadas para colmar esos vacÌos, en especial un nuevo protocolo de la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial. Los cinco expertos deben comenzar a trabajar lo antes posible. El orador espera que el Consejo apruebe por consenso el informe del Grupo de Trabajo Intergubernamental.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. La Sra. RAMOS (Brasil), hablando en nombre del Grupo de PaÌses de AmÈrica Latina y el Caribe (GRULAC), se declara partidaria de que se prorrogue el mandato del Grupo de Trabajo Intergubernamental. El Grupo de Trabajo deberÌa concentrarse en la efectiva aplicaciÛn de las disposiciones de la DeclaraciÛn y del Programa de AcciÛn de Durban y en la redacciÛn de normas internacionales complementarias contra el racismo. Las recomendaciones formuladas por el Grupo de Trabajo en su cuarto perÌodo de sesiones fueron aprobadas por consenso y deberÌan ser apoyadas sin reservas por todos los interesados. La Oficina del Alto Comisionado de las Naciones Unidas para los Derechos Humanos (ACNUDH) debe seleccionar sin dilaciÛn un grupo de cinco expertos altamente calificados para que estudien las lagunas sustanciales en los instrumentos internacionales, y debe dar instrucciones al ComitÈ para la EliminaciÛn de la DiscriminaciÛn Racial para que haga otro estudio sobre las posibles medidas para el fortalecimiento de la aplicaciÛn de la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial. El ACNUDH debe seguir prestando asistencia tÈcnica a los gobiernos y a otras entidades que la necesitan. En su prÛximo perÌodo de sesiones, el Consejo deberÌa examinar los informes del Relator Especial sobre las formas contempor·neas del racismo, del Grupo de Trabajo de Expertos sobre las Personas de Ascendencia Africana y del grupo de eminentes expertos independientes.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Hablando en nombre de la delegaciÛn del Brasil, la oradora dice que, como paÌs multirracial, el Brasil concede gran importancia a la lucha contra el racismo nacional e internacionalmente. El Director de la SecretarÌa Especial de PolÌticas de PromociÛn de la Igualdad Racial del Brasil asistiÛ al cuarto perÌodo de sesiones del Grupo de Trabajo Intergubernamental y la SecretarÌa Especial entablÛ un di·logo constructivo con la sociedad civil brasileÒa, incluso con algunas minorÌas y grupos vulnerables. Gracias a esos esfuerzos, se han ejecutado muchos programas para fomentar el respeto de esos grupos y la defensa de sus derechos. En julio, el Gobierno organizar· una conferencia regional de gobiernos y organizaciones no gubernamentales (ONG) para examinar los progresos y las dificultades en la aplicaciÛn de la DeclaraciÛn y del Programa de AcciÛn de Durban. El Brasil tambiÈn preside un grupo de trabajo que est· redactando una convenciÛn interamericana contra el racismo.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. El ComitÈ para la EliminaciÛn de la DiscriminaciÛn Racial deberÌa visitar los paÌses y mejorar el seguimiento de sus recomendaciones. DeberÌa prestarse la debida atenciÛn a la cuestiÛn de las formas m˙ltiples y m·s graves de la discriminaciÛn ya que, en muchos paÌses, las mujeres de ascendencia africana quedan atrapadas en los sectores m·s bajos de la sociedad, en un cÌrculo vicioso de pobreza, racismo y discriminaciÛn por motivos de gÈnero.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Adem·s de aprobar normas internacionales complementarias, es importante centrarse en su aplicaciÛn. Sin un plan efectivo de aplicaciÛn, incluso las normas mejor elaboradas est·n condenadas al fracaso.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. La Sra. G£LVEZ (MÈxico) dice que la inmensa mayorÌa de los paÌses han aprobado la DeclaraciÛn y el Programa de AcciÛn de Durban a pesar de la persistente objeciÛn a temas como las reparaciones por los daÒos histÛricos infligidos a numerosas comunidades y pueblos. Los pueblos indÌgenas, igual que las vÌctimas del apartheid y la esclavitud, reclaman un decidido compromiso frente a sus reivindicaciones. La DeclaraciÛn de Durban reconoce que los pueblos indÌgenas han sido vÌctimas de discriminaciÛn durante siglos y afirma que son libres e iguales en dignidad y derechos, y no deberÌan sufrir ning˙n tipo de discriminaciÛn. La oradora est· convencida de que ser· posible avanzar si se aprueba la propuesta de una declaraciÛn sobre los derechos de los pueblos indÌgenas formulada por el Presidente del Grupo de Trabajo Intergubernamental.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Hace 30 aÒos la oradora era vÌctima de una triple discriminaciÛn, como mujer, indÌgena y pobre. Ahora que lleva m·s de cinco aÒos ocupando cargos p˙blicos, ha visitado cientos de comunidades indÌgenas. La principal reclamaciÛn de los indÌgenas es que se respeten plenamente sus derechos. La delegaciÛn de MÈxico apoya decididamente la aprobaciÛn del proyecto de declaraciÛn y espera contar con el apoyo del Grupo Africano.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. El Sr. JAZAIRY (Argelia), hablando en nombre del Grupo Africano, dice que han transcurrido m·s de cuatro aÒos desde la aprobaciÛn de la DeclaraciÛn y del Programa de AcciÛn, y que la aplicaciÛn de estos instrumentos es demasiado lenta. La lucha contra el racismo requiere que se aprueben medidas legislativas, jurÌdicas, institucionales y otras, se refuerce la cooperaciÛn internacional y se aporte la financiaciÛn necesaria. TambiÈn requiere que se ratifiquen por mayorÌa y apliquen efectivamente la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial y otros instrumentos conexos.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. El Grupo Africano apoya la renovaciÛn del mandato del Relator Especial sobre las formas contempor·neas del racismo. Le resulta alentadora la labor del Grupo de Trabajo Intergubernamental, del Grupo de Trabajo de Expertos sobre las Personas de Ascendencia Africana y de los cinco eminentes expertos independientes. Apoya la propuesta de que el ACNUDH seleccione a cinco expertos muy bien calificados para que estudien las lagunas existentes en los instrumentos internacionales y formulen recomendaciones concretas para colmarlas. El Grupo Africano apoya la prÛrroga por tres aÒos del mandato del Grupo de Trabajo Intergubernamental.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. El Sr. PETRITSCH (Observador de Austria), hablando en nombre de la UniÛn Europea y los paÌses en vÌas de adhesiÛn Bulgaria y Rumania, los paÌses candidatos Croacia, la ex Rep˙blica Yugoslava de Macedonia y TurquÌa, los paÌses del proceso de estabilizaciÛn y asociaciÛn y los posibles candidatos Albania, Bosnia y Herzegovina y Serbia, y tambiÈn de Moldova y Ucrania, dice que la UniÛn Europea apoya plenamente las conclusiones y recomendaciones que figuran en el informe presentado por el Presidente-Relator del cuarto perÌodo de sesiones del Grupo de Trabajo Intergubernamental. En el cuarto perÌodo de sesiones se examinaron el papel de la Internet como medio de propagar la apologÌa del odio, las formas de usarla para luchar contra el racismo y la cuestiÛn de las normas complementarias. El Grupo de Trabajo Intergubernamental insistiÛ en la necesidad de reforzar los instrumentos vigentes, como la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial, y propuso varias medidas para conseguirlo.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Los cinco expertos que el ACNUDH seleccionar· deber·n tener en cuenta la situaciÛn actual de las normas y la aplicaciÛn de los instrumentos vigentes, y examinar todas las posibles medidas para colmar las lagunas. La UniÛn Europea aguarda con interÈs el informe del ComitÈ para la EliminaciÛn de la DiscriminaciÛn Racial sobre las medidas para fomentar la aplicaciÛn de sus observaciones finales. El Grupo de Trabajo Intergubernamental deberÌa centrar su atenciÛn en todos los compromisos asumidos por los Estados en la Conferencia de Durban.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. El Sr. VIGNY (Suiza) dice que el Consejo de Derechos Humanos deberÌa aprobar el informe del cuarto perÌodo de sesiones del Grupo de Trabajo Intergubernamental y mantener en su programa el tema del racismo, la discriminaciÛn racial, la xenofobia y la intolerancia conexa.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. La Sra. MTSHALI (Sud·frica) expresa preocupaciÛn por la lentitud con que se aplican las conclusiones de la Conferencia de Durban y la evidente falta de voluntad polÌtica para cumplir los compromisos adquiridos. Los mecanismos establecidos para aplicar la DeclaraciÛn y el Programa de AcciÛn de Durban definen la manera en que la comunidad internacional puede sacar adelante el programa mundial de lucha contra el racismo y la discriminaciÛn y los Estados Miembros deben seguir apoyando la labor de todos esos mecanismos. El Consejo debe aprobar el informe del cuarto perÌodo de sesiones del Grupo de Trabajo Intergubernamental y prorrogar su mandato por tres aÒos.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. SerÌa conveniente que, junto con el estudio de las lagunas en los instrumentos internacionales de lucha contra el racismo, la discriminaciÛn racial, la xenofobia y la intolerancia, los expertos formulen recomendaciones concretas para la redacciÛn de un nuevo protocolo de la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial. El Gobierno de Sud·frica celebra la propuesta de los eminentes expertos independientes de que se elabore un Ìndice de la igualdad racial para medir el progreso de la comunidad internacional en la lucha contra la discriminaciÛn y aplaude la propuesta de que se establezca un mecanismo de examen de \"Durban+5\".",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. El Sr. GOLTYAEV (FederaciÛn de Rusia) dice que, en relativamente poco tiempo, el Grupo de Trabajo Intergubernamental ha podido examinar asuntos de suma importancia y formular recomendaciones a los Estados, los Ûrganos nacionales de derechos humanos y otras instituciones de la sociedad civil y a los organismos de las Naciones Unidas. La FederaciÛn de Rusia apoya las conclusiones y recomendaciones del Grupo de Trabajo. Deben proseguir las actividades en relaciÛn con el racismo y la Internet, con la participaciÛn del ACNUDH, en especial, sus expertos independientes y consultores. Se deben financiar en consecuencia los esfuerzos tan importantes del ACNUDH para combatir el racismo.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Con respecto a las normas internacionales complementarias, el orador dice que se debe procurar aumentar la eficacia del ComitÈ para la EliminaciÛn de la DiscriminaciÛn Racial y hacer otro estudio sobre las lagunas que puede haber en las normas internacionales. Todos los procedimientos y mecanismos existentes, cuya labor se relaciona con la lucha contra el racismo, deberÌan participar en esos esfuerzos. La FederaciÛn de Rusia es partidaria de prorrogar el mandato del Grupo de Trabajo Intergubernamental.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. El Sr. MISZTAL (Polonia) dice que el Grupo de Trabajo Intergubernamental se ha convertido en el foro central de examen de la polÌtica internacional sobre el racismo. A pesar del progreso notable del Grupo de Trabajo, a˙n queda un largo camino que recorrer. Son necesarias medidas efectivas en todas las etapas, desde la prevenciÛn hasta la ayuda a las vÌctimas y la lucha contra la impunidad.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Es preciso hacer un seguimiento sistem·tico de las conclusiones del Grupo de Trabajo y el orador insiste en la necesidad de integrar las dificultades conexas de todos los programas pertinentes, no sÛlo los referidos especÌficamente a los derechos humanos, sino tambiÈn los dedicados a las cuestiones de la paz y el desarrollo. Se debe prestar una atenciÛn particular a la educaciÛn, instrumento esencial de promociÛn del respeto mutuo y la tolerancia entre las personas y las comunidades. La educaciÛn tambiÈn da la oportunidad a las vÌctimas de la discriminaciÛn de superar su desvalimiento. Una mejor coordinaciÛn podrÌa reforzar los mecanismos en vigor en relaciÛn con el racismo y la xenofobia.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. La Sra. JANJUA (Pakist·n), hablando en nombre de la OrganizaciÛn de la Conferencia Isl·mica, dice que el Grupo de Trabajo Intergubernamental debe asesorar al Consejo sobre las medidas pr·cticas de lucha contra todas las formas de racismo y discriminaciÛn conexa, incluida la discriminaciÛn religiosa basada en la difamaciÛn de las religiones. Se necesitan medidas firmes para abordar las lagunas de procedimiento y de fondo que el Grupo de Trabajo ha seÒalado.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. El Consejo debe nombrar los cinco expertos que el Grupo de Trabajo ha recomendado para que determinen las lagunas en el marco normativo vigente, que deberÌan colmarse elaborando normas complementarias. En este contexto, la oradora destaca la importancia de elaborar un instrumento para combatir la intolerancia religiosa.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. El Sr. HAIDARA (Senegal) dice que, cinco aÒos despuÈs de la Conferencia de Durban, hay una escalada del racismo que se propaga a nuevos terrenos, incluso el deporte. Es lamentable que la Internet se use para difundir el odio, el racismo y la intolerancia.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. En algunos paÌses, las comunidades de extranjeros son objeto de ataques por motivos raciales de grupos extremistas que parecen alentados por el laxismo de los gobiernos y la indulgencia de los tribunales. Es importante aprobar una legislaciÛn que castigue los delitos motivados por el racismo y ponga fin a la impunidad de sus autores.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. La delegaciÛn del Pakist·n toma nota con interÈs de la propuesta de establecer un grupo de cinco expertos internacionales encargado, entre otras cosas, de elaborar un nuevo protocolo de la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. El Sr. AMIRBAYOV (Azerbaiy·n) dice que las conclusiones del Grupo de Trabajo son un ambicioso conjunto de medidas que contribuir· al Èxito de la estrategia de lucha contra el racismo a nivel mundial. Dos elementos importantes de la estrategia son la aplicaciÛn de los instrumentos vigentes y la elaboraciÛn de normas complementarias.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Azerbaiy·n apoya la creaciÛn de un grupo de expertos y la propuesta de que se estudie la conveniencia de redactar un instrumento para luchar contra la intolerancia religiosa y un nuevo protocolo de la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial. Si bien hay que prestar mucha atenciÛn a todas las lagunas de fondo seÒaladas por el Grupo de Trabajo, es especialmente importante colmar las que afectan a grupos concretos o las que se refieren a la intolerancia religiosa.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. El Sr. BELINGA EBOUTOU (Camer˙n) dice que el Camer˙n apoya el establecimiento de un grupo de expertos. Las recomendaciones del Grupo de Trabajo son un paso importante en el camino hacia un mundo sin racismo ni discriminaciÛn racial. Todas las medidas adoptadas para aplicar esas recomendaciones deben estar respaldadas por una polÌtica de prevenciÛn basada en la enseÒanza de los derechos humanos. Al respecto, las nuevas tecnologÌas de la informaciÛn, incluida la Internet, pueden desempeÒar un papel crucial promoviendo valores positivos en vez de difundir el odio.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. El Sr. TICHENOR (Observador de los Estados Unidos de AmÈrica) insta al Consejo de Derechos Humanos, como instituciÛn nueva, a centrarse en la aplicaciÛn en vez de en la creaciÛn de normas. Su Gobierno cree firmemente que la meta de eliminar la discriminaciÛn racial no se alcanzar· con un nuevo instrumento como el propuesto protocolo facultativo de la ConvenciÛn Internacional sobre la EliminaciÛn de todas las Formas de DiscriminaciÛn Racial, sino aplicando plena y efectivamente la ConvenciÛn. Si sigue habiendo interÈs en examinar los medios para colmar las lagunas en la normativa internacional de derechos humanos con respecto al racismo, el foro adecuado es la reuniÛn de los Estados Partes en la ConvenciÛn.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. La Sra. VADIATI (Observadora de la Rep˙blica Isl·mica del Ir·n) expresa preocupaciÛn por la lentitud con que avanza la aplicaciÛn de la DeclaraciÛn y del Programa de AcciÛn de Durban, y alarma por la intolerancia religiosa, la discriminaciÛn y la violencia que se agravan en todo el mundo. Las provocaciones recientes y el recrudecimiento de la islamofobia han puesto de manifiesto la necesidad urgente de enfocar eficazmente la lucha contra la difamaciÛn de las religiones y de promover la diversidad cultural y el di·logo entre las civilizaciones. La oradora espera que el Consejo aborde la cuestiÛn de las normas complementarias referentes a la discriminaciÛn racial en sus diversas formas, incluida la difamaciÛn de las religiones.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. El Sr. L÷NN (ReuniÛn Oficiosa de Ginebra de Organizaciones Juveniles Internacionales no Gubernamentales), hablando tambiÈn en nombre de la Liga Internacional de Mujeres Pro Paz y Libertad, Interfaith Internacional, el Movimiento contra el Racismo y por la Amistad entre los Pueblos y Norte-Sur XXI, dice que la aplicaciÛn de los acuerdos de Durban ha sido deficiente y que la DeclaraciÛn y el Programa de AcciÛn de Durban son menos conocidos que cualquiera de los documentos finales de otras conferencias mundiales de las Naciones Unidas. A pesar de que la Conferencia Mundial contra el Racismo, la DiscriminaciÛn Racial, la Xenofobia y las Formas Conexas de Intolerancia dio mucho prioridad a la cuestiÛn de las pr·cticas racistas debidas a errores e injusticias histÛricos, los paÌses no han abordado las causas profundas ni el racismo institucionalizado, que ha conducido al recrudecimiento actual de las formas cada vez m·s violentas del racismo. El Consejo debe celebrar un perÌodo extraordinario de sesiones para examinar en 2006 las conclusiones de la Conferencia de Durban, conforme a la pr·ctica de hacer un examen quinquenal despuÈs de las grandes conferencias de las Naciones Unidas.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 31,
        "Text": "31. El Sr. KIRKYACHARIAN (Movimiento contra el Racismo y por la Amistad entre los Pueblos) dice que el racismo es una expresiÛn de odio que asume diversas formas. AsÌ sea interpersonal o institucional, el racismo puede permear todas las relaciones sociales. Aunque la eliminaciÛn del racismo es la meta m·s importante de la comunidad internacional, a juzgar por la lentitud con que se aplican las recomendaciones de Durban, pasar· mucho tiempo antes de que se logre.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. El Sr. MARTABIT (Presidente-Relator del Grupo de Trabajo Intergubernamental sobre la aplicaciÛn efectiva de la DeclaraciÛn y el Programa de AcciÛn de Durban) dice que no se podr· avanzar en la eliminaciÛn de la discriminaciÛn racial sin un mayor compromiso de los Estados Partes de aplicar la DeclaraciÛn y el Programa de AcciÛn de Durban. Los Estados pueden alcanzar esta meta aprobando sus propios planes nacionales de lucha contra el racismo, con la cooperaciÛn y la asistencia internacionales siempre que proceda, y tambiÈn mejorando y complementando los instrumentos internacionales conforme a las recomendaciones del Grupo de Trabajo.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. La manera en que el Grupo de Trabajo enfoca el examen de las cuestiones muy delicadas sigue siendo v·lida. Es fundamental llegar a un acuerdo basado en el consenso y el orador agradece la forma en que los miembros del Grupo de Trabajo han deliberado constructivamente sin perder de vista la necesidad de llegar a conclusiones.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Hay dos tareas importantes por delante. Primero, se debe aumentar la participaciÛn de los Estados en el Grupo de Trabajo. Segundo, se deben nombrar los cinco expertos que estudiar·n las lagunas en los instrumentos internacionales en vigor. El orador confÌa en que el ACNUDH escoger· candidatos muy bien calificados, conforme a las recomendaciones del Grupo de Trabajo.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. El Sr. SALAMA (Presidente-Relator del Grupo de Trabajo sobre el derecho al desarrollo) dice que el Grupo de Trabajo ha hecho importantes progresos gracias a la actitud constructiva de los grupos regionales. Se ha llegado a un nuevo enfoque de la realizaciÛn del derecho al desarrollo, ya que se creÛ un equipo especial de alto nivel de expertos independientes y se abrieron los debates del Grupo de Trabajo a las entidades asociadas pertinentes, en especial las instituciones de comercio, desarrollo y finanzas nacionales e internacionales. En su sexto perÌodo de sesiones en 2005, el Grupo de Trabajo indicÛ las medidas nacionales e internacionales necesarias para que se ejerza el derecho al desarrollo, estableciÛ los vÌnculos que hay entre el derecho al desarrollo y un enfoque del desarrollo basado en los derechos, y definiÛ la competencia del Grupo de Trabajo respecto de las cuestiones examinadas en otros foros.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. En su sexto perÌodo de sesiones, el Grupo de Trabajo tambiÈn estableciÛ un nueva norma en relaciÛn con el derecho al desarrollo relativa a la evaluaciÛn de los efectos en los derechos humanos de las reglas y polÌticas de comercio y desarrollo nacionales e internacionales. En su sÈptimo perÌodo de sesiones en enero de 2006, el Grupo de Trabajo estableciÛ los criterios para evaluar las alianzas mundiales seÒaladas en el Objetivo de desarrollo del Milenio Nº 8. El Grupo de Trabajo recomendÛ que los criterios se aplicaran a las alianzas para el desarrollo existentes. El impulso generado en el proceso de hacer efectivo el derecho al desarrollo se debe mantener, en particular durante la transiciÛn de la ComisiÛn al Consejo, aplicando oportunamente las recomendaciones del Grupo de trabajo.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. La Sra. BEE (Malasia), hablando en nombre del Movimiento de los PaÌses No Alineados y China, dice que el derecho al desarrollo sirve de puente entre los derechos econÛmicos, sociales y culturales y los derechos civiles y polÌticos. DeberÌa haber una asociaciÛn mundial que apruebe medidas pr·cticas para que se ejerza este derecho a fin de asegurar a todos el crecimiento econÛmico y el desarrollo. Deben hacerse esfuerzos para elaborar un instrumento de derecho internacional sobre el derecho al desarrollo. Al respecto, el Consejo de Derechos Humanos debe aprovechar la labor realizada por la SubcomisiÛn de PromociÛn y ProtecciÛn de los Derechos Humanos.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. La oradora celebra el establecimiento del Equipo especial de alto nivel sobre el ejercicio del derecho al desarrollo. El Movimiento de los PaÌses No Alineados y China han convenido en que el mandato del Equipo especial se prorrogue un aÒo m·s. En el futuro, el Equipo especial debe presentar recomendaciones orientadas a la acciÛn para que se establezca una asociaciÛn mundial coherente con miras a suprimir los obst·culos para el desarrollo.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. El Sr. LA Yifan (China) dice que su delegaciÛn apoya la propuesta de prorrogar el mandato del Grupo de Trabajo. La realizaciÛn de los derechos econÛmicos, sociales, culturales y polÌticos exige que se ejerza el derecho al desarrollo. La comunidad internacional debe aceptar la importancia del derecho al desarrollo e intentar reforzar la cooperaciÛn regional e internacional en materia de derechos humanos, comercio y finanzas. El Consejo de Derechos Humanos siempre debe procurar corregir el desequilibrio entre la atenciÛn que se presta, por un lado, a los derechos civiles y polÌticos y, por otro, a los derechos econÛmicos, sociales y culturales. Se debe tratar de aumentar la cooperaciÛn con otros Ûrganos, los organismos especializados, los fondos y programas de las Naciones Unidas, las instituciones financieras multinacionales y la OrganizaciÛn Mundial del Comercio (OMC), a fin de ayudar a la comunidad internacional a garantizar el ejercicio pleno del derecho al desarrollo.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. La Sra. HERRERA CASEIRO (Cuba) dice que su delegaciÛn se suma a la declaraciÛn formulada en nombre del Movimiento de los PaÌses No Alineados y China. El derecho al desarrollo es universal e inalienable, pero en los ˙ltimos tiempos se han visto ciertas tendencias en los paÌses desarrollados que pretenden reformular el alcance y el contenido de este derecho, cuestionar la definiciÛn de los sujetos de Èl y circunscribir sÛlo al plano nacional la responsabilidad de su aplicaciÛn. Los paÌses interesados necesitan \"justificar\" el incumplimiento de sus compromisos y perpetuar los injustos fundamentos del orden econÛmico internacional vigente.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. El derecho al desarrollo es un derecho tanto de los individuos como de los pueblos, y para lograr su plena realizaciÛn es necesaria la creaciÛn de un entorno internacional propicio, asÌ como la promociÛn de una verdadera cooperaciÛn internacional. La globalizaciÛn neoliberal, las barreras proteccionistas, el intercambio desigual en el comercio y el incumplimiento del compromiso con la asistencia oficial para el desarrollo son algunos de los principales obst·culos con que chocan los paÌses en desarrollo e impiden a sus gobiernos aplicar polÌticas de desarrollo independientes.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. El Grupo de Trabajo sobre el derecho al desarrollo es uno de los legados m·s importantes de la ComisiÛn. El Consejo debe preservarlo y darle un renovado impulso. Cuba ha participado activa y constructivamente en sus labores y apoyÛ la creaciÛn del Equipo especial de alto nivel sobre el ejercicio del derecho al desarrollo. Sin embargo, su delegaciÛn tiene reservas en cuanto a los resultados de los debates y se opone a todo intento de reinterpretar el derecho al desarrollo. No se trata de operacionalizar los derechos humanos en el desarrollo, sino de operacionalizar el derecho al desarrollo en las polÌticas y actividades de las organizaciones e instituciones internacionales. Tanto el Grupo de Trabajo como el Equipo especial deben concentrarse en las formas en que podrÌa lograrse el ejercicio de un derecho humano en particular, es decir el derecho al desarrollo. Sin embargo, se han alcanzado algunos progresos, en especial el reconocimiento de importantes conceptos como el espacio de polÌtica nacional, y la oradora espera que esos resultados no se mermen en la transiciÛn de la ComisiÛn al Consejo.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. El Sr. PETRITSCH (Observador de Austria), hablando en nombre de la UniÛn Europea, los paÌses en vÌas de adhesiÛn Bulgaria y Rumania, los paÌses candidatos TurquÌa, Croacia y la ex Rep˙blica Yugoslava de Macedonia, los paÌses del proceso de estabilizaciÛn y asociaciÛn y los posibles candidatos Albania, Bosnia y Herzegovina y Serbia, dice que los criterios del Grupo de Trabajo para evaluar las alianzas mundiales desde la perspectiva del derecho al desarrollo ayudar·n a que se ejerza el derecho al desarrollo de los pueblos de todo el mundo. En su segunda reuniÛn, el Equipo especial de alto nivel sobre el ejercicio del derecho al desarrollo demostrÛ su capacidad de fomentar el di·logo y el entendimiento, y seÒalÛ formas concretas de evaluar el Objetivo de desarrollo del Milenio Nº 8 relativo a la asociaciÛn mundial en lo atinente al derecho al desarrollo.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. La UniÛn Europea no considera ˙til ni productivo aprobar un instrumento jurÌdicamente vinculante sobre el derecho al desarrollo, ya que no serÌa la forma adecuada de promover las alianzas. En ese instrumento se abordarÌan las obligaciones de un Estado para con sus ciudadanos y no las obligaciones entre los Estados. La UniÛn Europea sigue apoyando el derecho al desarrollo y apoya la prÛrroga por un aÒo m·s de los mandatos del Grupo de Trabajo y del Equipo especial.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. La Sra. SETYAWATI (Indonesia) dice que su Gobierno est· empeÒado en promover y proteger el derecho al desarrollo, y apoya la labor del Grupo de Trabajo sobre el derecho al desarrollo, ˙nico foro mundial de vigilancia y examen del ejercicio de este derecho a nivel nacional e internacional y de formulaciÛn de recomendaciones al respecto. SerÌa conveniente que el Grupo de Trabajo siga funcionando en el contexto del Consejo de Derechos Humanos y que Èste apruebe el proyecto de resoluciÛn sobre la prÛrroga del mandato del Grupo de Trabajo por un aÒo m·s. La delegaciÛn de Indonesia insta al ACNUDH a apoyar esta medida y a fomentar el ejercicio del derecho al desarrollo por conducto de su dependencia de derechos humanos y desarrollo.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. El Sr. CERDA (Argentina) dice que en el ˙ltimo p·rrafo del pre·mbulo de la resoluciÛn 60/251 de la Asamblea General se hace referencia al derecho al desarrollo y que la Alta Comisionada para los Derechos Humanos ha seÒalado la pobreza como una de las causas de graves violaciones de los derechos humanos. Entre las recomendaciones aprobadas por el Grupo de Trabajo sobre el derecho al desarrollo en su sÈptimo perÌodo de sesiones (E/CN.4/2006/26), Èl destaca la importancia de los criterios que se han de aplicar en la evaluaciÛn periÛdica de las alianzas mundiales respecto del Objetivo de desarrollo del Milenio Nº 8 desde la perspectiva del derecho al desarrollo.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Apoya la idea de renovar por un aÒo el mandato del Equipo especial de alto nivel, en reconocimiento del nuevo Ìmpetu que ha dado a las deliberaciones del Grupo de Trabajo y de su valiosa aportaciÛn sustancial.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Habida cuenta de que varios Ûrganos y organizaciones internacionales han participado en el debate de fondo y han hecho importantes contribuciones tÈcnicas, el orador alienta al Grupo de Trabajo a seguir promoviendo esa participaciÛn. Por el momento, serÌa de desear que el Grupo de Trabajo deje de lado las cuestiones conceptuales relacionadas con el derecho al desarrollo.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Algunas ONG han dedicado mucho tiempo y esfuerzos a los perÌodos de sesiones del Grupo de Trabajo. Su actuaciÛn, cuyo objeto es la incorporaciÛn de la sociedad civil a una autÈntica asociaciÛn para el desarrollo, ya ha tenido efectos tangibles en las polÌticas de algunas organizaciones internacionales.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. El Sr. LOULICHKI (Marruecos) considera de especial importancia la realizaciÛn del derecho al desarrollo, a fin de que se superen los problemas econÛmicos y sociales, la pobreza y la desigualdad de la calidad de vida entre determinados paÌses. Ha llegado el momento de dejar de conceptualizar el derecho al desarrollo y pasar a la realizaciÛn, a fin de que todos disfruten de este derecho en realidad. Es necesario esforzarse para aumentar la cooperaciÛn internacional y reforzar la posiciÛn de los paÌses en desarrollo y, de ser necesario, imponer el estado de derecho. La delegaciÛn de Marruecos celebra la labor realizada por el Equipo especial de alto nivel y el Grupo de Trabajo respecto de la operacionalizaciÛn del Objetivo de desarrollo del Milenio Nº 8, desde la perspectiva del derecho al desarrollo.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Marruecos considera particularmente importante el derecho al desarrollo y ha elaborado una estrategia nacional de desarrollo econÛmico, social, cultural, civil y polÌtico del pueblo marroquÌ. En el contexto de esa estrategia, ha establecido una iniciativa nacional de desarrollo humano, que promueve el respeto de la idiosincrasia nacional y regional y est· basada en la buena gobernanza, proyectos con un fin determinado y la gestiÛn transparente del presupuesto. Marruecos est· participando activamente en los esfuerzos regionales para promover el derecho al A/HRC/1/SR.14 p·gina 12 desarrollo, en especial en £frica, los paÌses ·rabes y la regiÛn del Mediterr·neo. El Grupo de Trabajo debe considerarse una parte fundamental del Consejo de Derechos Humanos, y su informe y recomendaciones deben ser aprobados por consenso.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. La Sra. RAMOS (Brasil), hablando en nombre del Grupo de PaÌses de AmÈrica Latina y el Caribe, apoya la prÛrroga del mandato del Grupo de Trabajo sobre el derecho al desarrollo en el marco del Consejo. TambiÈn considera que deberÌa darse un apoyo institucional y financiero adecuado al Equipo especial de alto nivel para que pueda seguir desempeÒando su mandato, que ha permitido dialogar y hacer propuestas ˙tiles.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. La DeclaraciÛn sobre el derecho al desarrollo, la Conferencia Mundial de Derechos Humanos de 1993, la Cumbre del Milenio, el Consenso de Monterrey, el documento final del plenario de alto nivel de la Asamblea General en 2005, muchas resoluciones de la ComisiÛn de Derechos Humanos y la Asamblea General, y los estudios realizados por otros Ûrganos y expertos de las Naciones Unidas no sÛlo han dado una base sÛlida al derecho al desarrollo como un derecho universal, inalienable, indivisible e interdependiente, sino que han destacado la urgencia de que se haga realidad efectivamente. Los progresos en la realizaciÛn del derecho al desarrollo en el nuevo marco de actividades que se est· forjando depender·n de la conciencia y la voluntad polÌtica de todos los protagonistas. Teniendo en cuenta que el Grupo de Trabajo es el ˙nico foro mundial oficial dedicado al debate sobre los derechos humanos y el desarrollo, se debe garantizar que contin˙e su labor.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Hablando en nombre de la delegaciÛn del Brasil, la oradora dice que el desarrollo favorece la estabilidad polÌtica, las libertades civiles, la prosperidad econÛmica, la inclusiÛn social y la expresiÛn de la cultura. La historia del Brasil ha demostrado que el desarrollo no va de la mano del crecimiento econÛmico. En el Brasil de los aÒos sesenta se agravÛ el problema de la pobreza mientras se registraban un crecimiento econÛmico y una industrializaciÛn importantes.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. La carga de la deuda externa absorbe recursos financieros considerables de los paÌses en desarrollo, que no pueden exportar sus productos agrÌcolas debido a los aranceles altos y las subvenciones en los paÌses desarrollados ni pueden financiar su propio desarrollo. Los acuerdos comerciales bilaterales con reglas estrictas sobre los derechos de propiedad intelectual impiden que los paÌses en desarrollo accedan a los medicamentos para tratar el VIH/SIDA, la tuberculosis y el paludismo. La delegaciÛn del Brasil espera que el Grupo de Trabajo prosiga sus deliberaciones acerca del Objetivo de desarrollo del Milenio Nº 8.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. La Sra. KONDOLO (Zambia) encomia los progresos del Grupo de Trabajo y la contribuciÛn del Equipo especial de alto nivel sobre el ejercicio del derecho al desarrollo. Apoya la propuesta de renovar el mandato del Grupo de Trabajo y del Equipo especial. El Grupo de Trabajo debe concluir su mandato y proceder a la etapa de operacionalizaciÛn.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. La cancelaciÛn de la deuda de los paÌses pobres es vital para el derecho al desarrollo y la realizaciÛn de los derechos humanos. La delegaciÛn de Zambia se complace en anunciar que en julio de 2005 Zambia alcanzÛ el punto de culminaciÛn de los paÌses pobres muy endeudados; desde entonces se ha cancelado la mayor parte de la deuda del paÌs. Aunque a fin de llegar al punto de culminaciÛn, el Gobierno de Zambia adoptÛ una serie de medidas que han tenido repercusiones negativas para sus ciudadanos, los efectos positivos de la cancelaciÛn de la deuda se pueden sentir en todo el paÌs. El dinero que antes se ahorraba para el servicio de la deuda se est· destinando a programas de desarrollo.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. La Sra. MTSHALI (Sud·frica) dice que el Consejo de Derechos Humanos debe aprobar las conclusiones y recomendaciones del sexto perÌodo de sesiones del Grupo de Trabajo y prorrogar su mandato un aÒo m·s. Se debe tratar de elaborar con premura un instrumento jurÌdicamente vinculante sobre el derecho al desarrollo. Preocupa a la delegaciÛn de Sud·frica que no se avance en la operacionalizaciÛn del derecho al desarrollo, por lo que exhorta a que este derecho se incorpore en el plano internacional y en las polÌticas, actividades y programas de las Naciones Unidas y sus organismos especializados. El derecho al desarrollo tambiÈn debe seguir incorpor·ndose al cumplir los objetivos de desarrollo del Milenio.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. El Sr. CHUMAREV (FederaciÛn de Rusia) celebra la labor de los representantes de los Estados, las instituciones financieras y econÛmicas y los grupos de estudiosos que han definido el derecho al desarrollo. Su delegaciÛn apoya los mÈtodos elegidos por el Presidente del Grupo de Trabajo para establecer un di·logo constructivo y garantizar que el Grupo de Trabajo cumpla su mandato. La FederaciÛn de Rusia concede una importancia particular a la aplicaciÛn pr·ctica de los modelos de cooperaciÛn para los donantes y los beneficiarios, tal como quedÛ convenido en el Grupo de Trabajo. Estos mecanismos no deben crear obligaciones adicionales para los donantes ni establecer precedentes inconvenientes al vincular la asistencia oficial para el desarrollo al cumplimiento de obligaciones adicionales para los paÌses en desarrollo de promover la democracia y los derechos humanos.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. El Grupo de Trabajo debe pasar a ser un Ûrgano del Consejo de Derechos Humanos y se debe prorrogar su mandato un aÒo m·s, sin cambios sustanciales. En el futuro, el Grupo de Trabajo debe prestar mayor atenciÛn a la aplicaciÛn pr·ctica de criterios y normas de evaluaciÛn de la eficacia de la cooperaciÛn financiera, en especial en el contexto de la protecciÛn de los derechos econÛmicos y sociales fundamentales de la poblaciÛn de los paÌses en desarrollo, sobre la base de proyectos de cooperaciÛn bilateral y multilateral.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. El Sr. HEMAYETUDDIN (Bangladesh) dice que su delegaciÛn se suma a las declaraciones formuladas en nombre del Movimiento de los PaÌses No Alineados y la OrganizaciÛn de la Conferencia Isl·mica.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. En un mundo cada vez m·s globalizado, el comercio es un vehÌculo de desarrollo econÛmico. Sin embargo, la participaciÛn de los paÌses menos adelantados (PMA) en el comercio internacional cayÛ del 3% en los aÒos sesenta al 0,6% en 2004. Si el sistema de comercio multilateral no se adapta a los objetivos del desarrollo, el derecho al desarrollo seguir· siendo letra muerta para los PMA. En 2004, los PMA recibieron sÛlo el 1,7% de las corrientes de inversiÛn extranjera directa. Los gobiernos de los paÌses que la aportan deben ofrecer incentivos especiales a sus empresarios para que inviertan en los PMA y paÌses con niveles similares de desarrollo.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. El Banco Mundial ha estimado que se necesitar·n 50.000 millones de dÛlares anuales en asistencia oficial para el desarrollo adicional para que los paÌses alcancen la meta de la DeclaraciÛn del Milenio de reducir la pobreza a la mitad para 2015. Otro asunto de grave preocupaciÛn es la deuda pendiente.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Con referencia a la migraciÛn como la circulaciÛn de corto plazo de los proveedores de servicios, el orador seÒala que bastarÌa con que el 3% del mercado de trabajo de los paÌses de la OrganizaciÛn de CooperaciÛn y Desarrollo EconÛmicos se abra a los proveedores de servicios de corto plazo del extranjero para que las utilidades de los paÌses receptores y remitentes ascendieran a un monto anual de entre 158.000 y 300.000 millones de dÛlares. Mediante la cooperaciÛn se podrÌa concertar un arreglo que funcione para esa circulaciÛn y al mismo tiempo para erradicar la trata de la mano de obra.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Se debe estudiar seriamente la posibilidad de redactar un instrumento internacional sobre el derecho al desarrollo, propuesta ya formulada por Bangladesh y apoyada por el Movimiento de los PaÌses No Alineados. Adem·s, la ComisiÛn de Derechos Humanos encomendÛ el examen del asunto a la SubcomisiÛn.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. El Sr. ADEYANJU (Nigeria) encomia al Grupo de Trabajo sobre el derecho al desarrollo por haber plasmado eficazmente las normas de la DeclaraciÛn sobre el derecho al desarrollo en criterios orientados a los resultados. La comunidad internacional debe reafirmar su determinaciÛn de consolidar esos logros.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Cada vez se reconoce m·s la importancia de las vinculaciones sinÈrgicas a nivel regional e internacional para promover la aplicaciÛn de la DeclaraciÛn y, en especial, de la necesidad de la cooperaciÛn internacional para crear un entorno propicio. El orador apoya plenamente las conclusiones y recomendaciones del Grupo de Trabajo (E/CN.4/2006/26) y lo exhorta a intensificar su cooperaciÛn con los Ûrganos, los organismos, los fondos y programas de las Naciones Unidas y las instituciones multilaterales financieras y de desarrollo, en especial la OMC. TambiÈn deberÌa reforzar los vÌnculos entre la DeclaraciÛn y los objetivos de desarrollo del Milenio, inspir·ndose en los objetivos de la Nueva Alianza para el Desarrollo de £frica y el Mecanismo de examen entre los propios paÌses africanos.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. El orador celebra que se haya establecido una dependencia del ACNUDH sobre los aspectos de derechos humanos de los objetivos de desarrollo del Milenio, y espera que el Grupo de Trabajo y su Equipo especial reciban el apoyo logÌstico, incluida la financiaciÛn, que necesitan para cumplir su mandato. A tal fin, insta a que se apruebe por consenso el proyecto de resoluciÛn sobre el derecho al desarrollo que se va a presentar.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. La Sra. JANJUA (Pakist·n), hablando en nombre de la OrganizaciÛn de la Conferencia Isl·mica, dice que la OrganizaciÛn se suma a la declaraciÛn formulada en nombre del Movimiento de los PaÌses No Alineados.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. La transiciÛn de la ComisiÛn al Consejo ofrece una oportunidad histÛrica de tomar medidas pr·cticas para que el derecho al desarrollo se haga plenamente efectivo. El Consejo deberÌa erigir una estructura firme sobre los cimientos que ha echado el Grupo de Trabajo sobre el derecho al desarrollo. Sin embargo, no se deben modificar las atribuciones del Grupo de Trabajo y se deben mantener algunos conceptos fundamentales.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. El derecho al desarrollo es un puente entre los derechos econÛmicos, sociales y culturales y los derechos civiles y polÌticos. El Grupo de Trabajo debe abordar los desequilibrios de los sistemas financieros, monetarios y comerciales internacionales, la tecnologÌa y la adopciÛn de decisiones econÛmicas a nivel mundial.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. El Equipo especial de alto nivel podrÌa facilitar el paso de la conceptualizaciÛn a las acciones concretas y deberÌa realizar una labor de exploraciÛn y an·lisis a fin de incorporar el concepto del espacio de polÌticas, necesario para adaptar las estrategias de desarrollo a las necesidades y circunstancias concretas de los paÌses.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. La plena realizaciÛn del derecho al desarrollo depende de la cooperaciÛn internacional y no debe chocar con el obst·culo de la capacidad limitada de los Estados para financiar, construir y sostener la infraestructura necesaria. Un enfoque del desarrollo basado en los derechos podrÌa acelerar el logro de los objetivos de desarrollo convenidos internacionalmente, en especial los objetivos de desarrollo del Milenio. El establecimiento del Consejo de Derechos Humanos debe verse como una oportunidad de corregir los fallos histÛricos cometidos en el proceso de desarrollo sesgado.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. El Sr. JAZAIRY (Argelia) considera que el derecho al desarrollo es un derecho inalienable reconocido en la DeclaraciÛn sobre el derecho al desarrollo y en ulteriores resoluciones de las Naciones Unidas. Sirve de puente entre los derechos econÛmicos, sociales y culturales y los derechos civiles y polÌticos, y su realizaciÛn requiere una asociaciÛn mundial encaminada a adoptar medidas pr·cticas que garanticen el desarrollo econÛmico de todos y erradiquen la pobreza.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Se debe procurar elaborar una convenciÛn sobre el derecho al desarrollo. Aunque se est· avanzando r·pidamente en la redacciÛn de tratados sobre los derechos civiles y polÌticos, no se avanza en la adopciÛn, el cumplimiento y la incorporaciÛn del derecho al desarrollo que, en ˙ltima instancia, es el derecho a la vida.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. El orador apoya la prÛrroga por un aÒo del mandato del Equipo especial de alto nivel a fin de permitirle elaborar recomendaciones orientadas a la acciÛn para que las diferentes alianzas formen una asociaciÛn coherente y mundial para el desarrollo, prevista en el Objetivo de desarrollo del Milenio Nº 8. Apoya el proyecto de resoluciÛn que prorrogar· el mandato del Grupo de Trabajo un aÒo m·s.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. La Sra. GAYE (Senegal) dice que las conclusiones y recomendaciones del Grupo de Trabajo demuestran que es posible avanzar hacia el ejercicio efectivo del derecho al desarrollo. A pesar de que los Estados tienen un papel que desempeÒar para garantizar el respeto del derecho al desarrollo, cada uno dentro de sus posibilidades, la comunidad internacional tiene el deber de forjar asociaciones fuertes con ese fin. La globalizaciÛn ha creado nuevas oportunidades y desafÌos, pero tambiÈn ha impedido el desarrollo al agravar la vulnerabilidad de muchas economÌas. La antigua ComisiÛn siempre reconociÛ la necesidad de un entorno internacional propicio para la realizaciÛn del derecho al desarrollo. SerÌa aconsejable que el Consejo partiera de los logros de la ComisiÛn y trabajara para llevar a efecto los principios de la universalidad, la independencia y la indivisibilidad de todos los derechos humanos.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. El Sr. MISZTAL (Polonia) dice que, desde que se celebrÛ un seminario de alto nivel del ACNUDH sobre el derecho al desarrollo y se estableciÛ el Equipo especial de alto nivel hace dos aÒos, hay m·s cooperaciÛn y menos confrontaciÛn en el debate sobre el derecho al desarrollo. El enfoque pr·ctico adoptado por los interesados ha resultado m·s productivo que el anterior de Ìndole ideolÛgica o polÌtica. El Grupo de Trabajo y el Equipo especial se han centrado en la vinculaciÛn entre los derechos humanos y el desarrollo, y han abordado diversas cuestiones, desde la cooperaciÛn internacional para el desarrollo hasta un enfoque del desarrollo basado en los derechos y la interrelaciÛn de todos los derechos humanos.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. El orador encomia la labor de los expertos independientes del Equipo especial, la contribuciÛn sustancial y organizacional del ACNUDH, y la disposiciÛn de las entidades asociadas pertinentes, incluidas las instituciones financieras internacionales, a participar en el proceso. El Grupo de Trabajo y el Equipo especial deberÌan prestar m·s atenciÛn a la relaciÛn entre la buena gobernanza y los derechos humanos.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. El Sr. PAZ (Observador de los Estados Unidos de AmÈrica) dice que los Estados Unidos votÛ contra la DeclaraciÛn sobre el derecho al desarrollo de 1986, que define dos conjuntos de derechos: el derecho al desarrollo de los individuos y el derecho al desarrollo de los grupos (es decir, los pueblos). Es confuso como mÌnimo, usar el mismo tÈrmino para referirse a dos cosas totalmente diferentes. CabrÌa reconocer el derecho al desarrollo de las personas, pero no de los grupos.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Los Estados Unidos interpreta el derecho al desarrollo como el derecho de cada persona a desarrollar plenamente sus propias capacidades intelectuales u otras, ejerciendo los derechos civiles y polÌticos. Insta al Consejo a examinar todos los mandatos, incluido el del Grupo de Trabajo sobre el derecho al desarrollo, en sus primeros 12 meses.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. El Sr. SATJIPANON (Observador de Tailandia) dice que su delegaciÛn se suma a la declaraciÛn formulada en nombre del Movimiento de los PaÌses No Alineados. Los criterios para la evaluaciÛn periÛdica de las alianzas mundiales seÒaladas en los objetivos de desarrollo del Milenio ser·n una gran contribuciÛn a la plena realizaciÛn del derecho al desarrollo.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. En la resoluciÛn 60/251 de la Asamblea General se encomienda al Consejo de Derechos Humanos impulsar la promociÛn y la protecciÛn de todos los derechos humanos, incluido el derecho al desarrollo. Las deliberaciones sobre el derecho al desarrollo que tienen lugar en el Grupo de Trabajo sobre el derecho al desarrollo y el Equipo especial de alto nivel deben continuar y ser ampliadas en el Consejo a fin de determinar los medios concretos de realizar este derecho, alcanzar los objetivos de desarrollo del Milenio y evaluar los efectos sociales en el comercio y el desarrollo.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. El orador celebra que en el ACNUDH se haya establecido una dependencia encargada de los objetivos de desarrollo del Milenio y los enfoques basados en los derechos, a fin de ayudar a las entidades asociadas con los paÌses y las Naciones Unidas a alcanzar los objetivos y consolidar las polÌticas de desarrollo y las estrategias de reducciÛn de la pobreza de los paÌses.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. El Sr. FEYDER (Observador de Luxemburgo) coincide con la Alta Comisionada para los Derechos Humanos en que la pobreza es la violaciÛn de los derechos humanos m·s grave y m·s extendida y que, a menos que el problema se aborde, es muy probable que la respuesta de los gobiernos a otros problemas de derechos humanos siga siendo poco m·s que medidas provisionales. Por lo tanto, es esencial mantener el impulso alcanzado en 2005 para el logro de los objetivos de desarrollo del Milenio y realizar evaluaciones continuas y regulares de los progresos, especialmente en relaciÛn con el logro del Objetivo Nº 8. Se levanta la sesiÛn a las 18.05 horas. -----",
        "Labels": []
    }
]