[
    {
        "ID": 1,
        "Text": "1. In its resolution 31/16, adopted in March 2016, the Human Rights Council extended the mandate of the Special Rapporteur on freedom of religion or belief for a period of three years. The Council appointed Ahmed Shaheed as the Special Rapporteur at its thirty-second session. He assumed his mandate on 1 November 2016.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. An overview of the activities of the mandate holder between 1 November 2017 and 31 July 2018 is provided in the most recent report that he presented to the General Assembly at its seventy-third session (A/73/362). In addition, he was invited to a number of meetings and consultations on freedom of religion or belief, including the international seminar on Islamophobia of the Independent Permanent Human Rights Commission of the Organization of Islamic Cooperation (OIC), held in Istanbul on 17 and 18 September 2018, and the Interfaith Forum of the Group of 20 (G-20), held in Buenos Aires from 26 to 28 September. He also participated in a national conference on promoting freedom of religion or belief, held in Oslo in November, a workshop of the Office of the United Nations High Commissioner for Human Rights (OHCHR) on a toolkit titled \"#faith4rights\", held in Collonges, Switzerland, on 13 and 14 December, and a side event on combating anti-Semitism in Europe and beyond, held in Geneva on 17 December.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Furthermore, he undertook a country visit to Tunisia from 9 to 19 April. In 2018, the Special Rapporteur sent 39 communications and issued 20 press releases to raise his voice against the violation of freedom of religion or belief in various countries. He also sent requests for country visits to Malaysia, the Netherlands, Saudi Arabia and Sri Lanka. His requests to visit the Netherlands and Sri Lanka were accepted.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The current age is one of unprecedented opportunity for human expression and interaction driven by unparalleled human mobility and developments in information and communication technologies, which have increased the speed and amplified the volume of such exchanges. At the same time, there has been a resurgence of old constraints along with the emergence of new legal and extralegal limitations on freedom of expression wielded by State and non-State actors. Those include a revival of anti-blasphemy and anti-apostasy laws, the proliferation of, and increasing reliance on, public order laws to restrict the freedom to express views deemed offensive to religious or belief communities, along with increasing investments in strategies to combat incitement to discrimination, hostility or violence on the basis of religion or belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 5,
        "Text": "5. The importance of freedom of opinion and expression to self-development, the search for truth, democratic legitimation and the protection of other human rights is self-evident. Clearly, freedom of expression is also indispensable to the enjoyment of all other rights, such as the right to remedy and redress and, by the same token, the ability to hold duty-bearers to account. Its import to the enjoyment of freedom of religion or belief is no exception. Given their mutually reinforcing nature, the fates of these two rights are entwined, such that the violation of one is frequently tantamount to contrivance to undermine the other.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The two rights, in many ways, speak to the multifaceted nature of human expression as a vehicle for exploring opinion, articulating thought, searching for the truth and manifesting one's belief, either individually or in community with others, insomuch that the legal framework for ensuring both freedoms recognizes both the non-derogable nature of protections for the internal dimension of these rights (forum internum), and the limited need for restricting certain instances of their public exercise for the sake of mitigating any negative impact on other human rights, public safety and order.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Moreover, a core aspect of freedom of religion or belief, namely the right to peaceful manifestation, relies on the degree of protection afforded to freedom of expression in both verbal and non-verbal form, facilitated through multiple media. Likewise, where there is no respect for the freedom of thought and conscience, the same is likely to be true for the right to freedom of opinion and expression. Thus, rather than viewing these two rights as competing, they must be viewed as mutually reinforcing and existing within a framework of human rights that are universal, inalienable, indivisible, interdependent and interrelated.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Notwithstanding the close relationship between these two rights, former Special Rapporteur Heiner Bielefeldt, in his report to the Human Rights Council at its thirty-first session, noted the salience of antagonistic misconstructions regarding these two rights, including the view that the relationship between freedom of religion or belief and freedom of expression is incongruous and irreconcilable. He posited that the prevalence of this view may be engendered by the notion that \"expression facilitates frank and open discussions, including satirical provocation and caricatures that may be offensive to some\" while \"freedom of religion or belief, by contrast, would more likely be invoked against excessive provocation relating to religious issues\" (A/HRC/31/18, para. 5). Such views about the competing nature of the two rights frequently arise in policy debates about how to respond to challenges posed by increasing interconnectedness and demographic change. This is particularly true where new religious or belief communities emerge, which may adhere to views about the role of religion or belief in public life that depart from those prevailing elsewhere.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The fatwa issued in 1989 against Salman Rushdie for his novel The Satanic Verses, deemed blasphemous by many Muslims , and the Charlie Hebdo publications that resulted in heinous attacks on the publisher's offices, are among several examples that are often referenced as proof that a competitive relationship exists. Like many incidents before and after it, the Rushdie affair gave rise to a ripple of protests, hostility and violence against writers, publishers, artists and their advocates, including several instances where violence in the name of religion or belief was perpetuated or organized in one part of the world to send messages to another, further recalling how interconnected the world has become. Such events have contributed to a series of debates, some unconstructive, about the need for rules that are in step with the times to promote respect for inviolable rights amid newly emerging and everchanging social dynamics.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. For many, equating an affront to religious sensibilities to a criminal offence stands in stark contrast to the fundamental role of freedom of expression, which can be limited only in exceptional circumstances regardless of its potential to offend, shock or disturb. Thus, the response of some States has been to eliminate restrictions on the expression of views relating to religion or belief, in particular anti-blasphemy laws. However, others stress that some views can be so egregiously offensive or hateful that they should not be protected. In that vein, some States have been inclined to enact laws that protect religious sensibilities or criminalize \"hate speech\". The impact that such steps have had on freedom of religion or belief is manifold.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Approximately 58 per cent of the 665 communications transmitted by special rapporteurs on freedom of religion or belief to States Members of the United Nations since 2004 addressed the freedoms of expression, conscience, and religion or belief. The Special Rapporteur wishes to raise concern about the many reports he has received detailing surveillance, intimidation, harassment, prosecution, threats of bodily harm, torture or murder following acts that had exceeded the limits imposed by law or social convention on peaceful manifestations of thoughts, conscience, and religion or belief, and/or that had offended the sensitivities of others by denigrating what they held sacred.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Given the limitations of the system of communications under the special procedures of the Human Rights Council, this information merely serves as an indicator of the extent of the problem. The number of communications sent out under that system depends on access to reliable information, the consent of the alleged victims, the capacity to process information in a timely manner, the availability of alternative options and other factors. Nevertheless, the Special Rapporteur notes that available data highlight the inextricable relationship that exists between the degree of protection afforded to the freedom of expression and the extent to which freedom of religion or belief is respected and enjoyed. This information demonstrates the extent to which States misconstrue the grounds for imposing the limitations provided for in articles 18 and 19 of the International Covenant on Civil and Political Rights and the degree to which they conflate intentional incitement with hostile or violent acts (which States have a duty to prohibit under article 20 (2)) with speech that results in violence against the speaker (such violence would ultimately amount to a \"heckler's veto\"). Limitations on freedom of expression that fail to meet the criteria set out in article 19 of the Covenant can, therefore, constitute one of the most serious and frequently encountered obstacles to compliance with the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The present report provides a brief overview of the limitations regime enshrined in the international legal framework on human rights, explores some primary examples of restrictions imposed on the freedom of expression for reasons relating to religion or belief and examines the justifications frequently put forward for imposing them. The impact of those limitations on a core aspect of freedom of religion or belief, namely the right of persons to manifest their religion or belief, will be explored by examining cases that are emblematic of the Special Rapporteur's concern. This focus on victims is consistent with a human rightsbased approach and constitutes an attempt to illustrate the concrete outcomes of the abstract debates to which many involved in this issue have become accustomed. Lastly, the Special Rapporteur recognizes the complexities of the issue at hand and the challenges facing many States as they grapple with the need for thoughtful strategies to address pressing, often emotive situations. The final section of the report, therefore, describes a triage-based approach to tackling tensions often engendered by the competing interests of various stakeholders in a given society, and highlights tools developed under various United Nations initiatives to guide and assist States in their efforts.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Freedom of expression is necessary for the meaningful enjoyment of the freedoms of thought, conscience, and religion or belief. The protections of those freedoms are formulated in analogous ways. One cannot be fully enjoyed without the other or in the absence of the right to privacy, freedom of association and peaceful assembly. This suggests that the two rights are not only interdependent, but also exist in a legal continuum with myriad other rights. Accordingly, it is more appropriate to view the relationship between these rights as being mutually reinforcing, rather than one of tension or hierarchy.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Often, however, these two freedoms are viewed as having a competitive relationship, and many States seek to \"balance\" these two rights, with freedom of religion or belief appearing to emerge as the victor in some parts of the world, and freedom of expression in others. In cases of the former, alarm among accountability and enforcement mechanisms often arises over encroachments on freedom of expression and an ensuing crescendo of negative implications for other rights. Opponents of widening the scope for limits on speech involving religion or belief beyond those stipulated in articles 18 (3), 19 (3) and 20 (2) of the International Covenant on Civil and Political Rights often criticize limits for their vagueness, draconian penalties and frequency of use (and misuse); in stark contrast to the narrow confines for limits on the freedoms of expression and religion or belief stipulated by international human rights law. They call attention to international law, which stipulates that human beings are rights holders who may hold, adopt or change their religion or beliefs as they wish without fear of being subject to discrimination, hostility, or violence for holding said religions or beliefs. However, religions or beliefs per se are not immune from criticism, rejection or insult to the extent that those do not impair the right of individuals to have or to adopt a belief of their choice (A/HRC/2/3, para. 37).",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. According to these opponents of widening the scope of limitations, attempts to shield religious dogma from criticism do not represent a clash between human rights, but, rather, are indicative of the misapplication of human rights principles. Moreover, freedom of religion or belief does not bestow a right on believers to have their religion or belief itself protected from all adverse comment, but primarily confers on them a right to act peacefully in accordance with their beliefs (A/HRC/2/3, para. 37). Manifestations of religion or belief, they note, must comply with the duty to respect the fundamental rights and freedoms of others and may be subject to limitations on those grounds. In that regard, States have an obligation to prohibit any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence (Covenant, art. 20 (2)). Proponents of restrictions on the freedom of expression also argue that limits pose an inherent threat to the exercise of the right to freedom of religion or belief for all, since such restrictions regularly target minority religions or beliefs whose very existence may challenge the convictions of majority religious communities. This includes the beliefs of atheists and humanists that, by their very definition, constitute blasphemy in the eyes of various faith groups.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Nevertheless, as with the freedom to manifest one's religion or belief, the freedom of expression is not absolute. The exercise of both freedoms may be limited in the interests of public safety, order, health and morals, as well as to safeguard the rights and freedoms of others, and, in the case of freedom of expression, national security. Under international law, such limitations must: (a) be imposed for permissible reasons; (b) be clearly articulated in law so that individuals can know with certainty what conduct is prohibited; (c) be demonstrably necessary and be the least intrusive measure possible to achieve the aim pursued; and (d) be neither discriminatory nor destructive of the right itself, which must continue to be protected with a guarantee of due process rights, including access to remedy.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. It is recognized under international law that freedom of expression is so fundamental to democratic society that even the triggers for enforcing restrictions that protect persons against incitement to myriad harms must be set at a very high threshold. This standard safeguards against the abuse of said limitations and/or against arbitrary checks on free thought and debate, both of which are prerequisites to healthy and stable democracies. Furthermore, the interrelatedness of freedom of religion or belief and freedom of expression was recognized by the Human Rights Council in its resolution 16/18 and explored in more detail in the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. As former Special Rapporteur Bielefeldt asserted, States should create favourable conditions for everyone to be able to enjoy the right to freedom of religion or belief. That requires, inter alia, taking measures to eliminate all forms of intolerance, stigmatization and negative stereotyping of persons based on their religion or belief, as well as adopting effective policies to prevent acts of violence or incitement thereto (A/HRC/31/18, para. 9).",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In that regard it is stressed in the Rabat Plan of Action that political and religious leaders should refrain from using messages that may incite violence, hostility or discrimination, that they should speak out firmly and promptly against \"hate speech\" and that they should make clear that violence cannot be justified by prior provocation (A/HRC/22/17/Add.4, appendix, para. 36). Even though some influential figures within religious communities have been sources of incitement, their important role in speaking out against human rights abuses and in condemning the use of religion to justify violent extremism or human rights violations must continue to be fostered.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Under other initiatives, measures have been promoted that can be taken by a variety of State and civil society actors to counter discrimination and violence perpetrated in the name of religion or belief. The shared objective is to promote human rights and to uphold freedom of religion or belief. For example, the Plan of Action for Religious Leaders and Actors to Prevent Incitement to Violence that Could Lead to Atrocity Crimes (Fez Plan of Action) was launched in July 2017 after a series of regional workshops led by the Office on Genocide Prevention and the Responsibility to Protect that brought together a diverse group of religious actors, human rights experts and defenders and civil society organizations in order to prevent incitement to violence that could lead to atrocity crimes. 5",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The \"Faith for Rights\" framework, launched in March 2017 under the auspices of OHCHR with the engagement of faith actors and international human rights experts, draws from insights gleaned under the Rabat Plan of Action into the positive role that faith actors can play in responding to incitement to violence. The aim of the Faith for Rights framework is to mobilize faith-based resources to promote the human rights framework, in particular by recognizing the interdependence of the freedom of expression and the freedom of religion or belief. The Beirut Declaration on Faith for Rights and its 18 commitments promote the resolve not to oppress critical voices and views on matters of religion or belief, however wrong or offensive they may be perceived, in the name of the \"sanctity\" of the subject matter (see annexes I and II). Echoing the Rabat Plan of Action, the 18 commitments also contain a call upon States that still have anti-blasphemy or anti-apostasy laws in force to repeal them, stressing that such laws stifle the freedom of thought, conscience, and religion or belief, as well as a healthy dialogue and debate about religious issues.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In recognition of the importance of long-term measures, the 18 commitments include a further undertaking to refine the curriculums, teaching materials and textbooks wherever some religious interpretations, or the way they are presented, may give rise to the perception of condoning violence or discrimination. The 18 commitments also include a pledge to defend academic freedom and the freedom of expression in accordance with international human rights law, in particular for academics who study religion, which promotes the notion that religious belief can be subjected to new challenges and can be a source for facilitating free and creative thinking.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. These initiatives underscore the growing consensus in the international human rights community that anti-blasphemy laws run counter to the promotion of human rights for all persons (A/HRC/22/17/Add.4, appendix, para. 19). As such, the international normative standard is clear: States may not impose punishment for insults, criticism or giving offence to religious ideas, icons or places, nor can laws be used to protect the feelings of religious communities. In that spirit, several countries, including Norway, the Netherlands, the United Kingdom of Great Britain and Northern Ireland, and, most recently, Denmark, Malta, Ireland and Canada have repealed anti-blasphemy laws. It is important to note, however, that antiblasphemy laws remain in force in many countries, and that Governments throughout the world are resorting to laws to protect people's feelings or indeed religious doctrine, or are attempting to legislate civility.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. While the international community is reaching a consensus on the undesirability of anti-blasphemy laws, individual societies in many parts of the world are not. Nearly 47 per cent of countries and territories in the world have laws or policies that penalize blasphemy, apostasy, or the defamation of religions. Those countries continue to debate whether it is legitimate to impose legal restrictions on speech that offends religious sensibilities, or to prohibit the expression of viewsthat negatively stereotype a group or community by implying that the values and actions of that community as a whole can be defined by the acts of terrorism and other illegal or anti-social actions committed by some of its members.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Individuals or States may advocate for restrictions on blasphemy based on the perception that free expression may cause an affront to the \"sacred\", and thus an affront to the sensitivities of others. Restrictions on expression involving religion or belief, including anti-blasphemy laws and \"defamation of religion\" laws, have been promoted on such grounds. Such laws, some proponents argue, contribute to maintaining religious harmony or religious peace. Their intention is to secure the religious sensibilities of adherents of majority or minority faiths against insult or offence and provide protection against ensuing hostility or violence that might arise in response to said affront. 9",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Some of these proponents hold the view that there are insufficient prohibitions on speech that negatively stereotypes particular religions, and that this poses a threat to global and social harmony and to the rights of individual adherents of those religions. That threat takes the form of discrimination, violations of the right to privacy, heightened racial or religious profiling and violence. For the true believer, some of these advocates would note, convictions held in earnest – such as those inspired by religious belief – constitute an immutable foundation of human identity analogous to race, ethnicity and other characteristics thought to be immutable. As such, attacks on a defining characteristic such as religion or belief (that is, one that persons use to define themselves and by which they are defined by others) are grounds for prohibition in the same way that \"hate speech\" laws are applied to protect vulnerable persons or groups who are targeted on the basis of race, ethnicity, gender or sexual orientation. While there are elements of religious intolerance that overlap with racism, equating the two leads to serious problems, as explained below.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 27,
        "Text": "27. Furthermore, some States rely on public order laws to limit the expression of views that may offend the beliefs of majority populations. They either prohibit attacks on religious beliefs that could be deemed blasphemous, or limit the expression of views relating to religion or belief that conflict with those of the majority, such as on the role of religion in public life, thereby effectively widening the scope for limitations on freedom to express views relating to religion or belief for purposes that exceed those stipulated in international law. Meanwhile, even in countries where the expression of such views is not restricted beyond what is stipulated in international human rights law, questions remain about how actors in society – such as the news media – should respond to speech that some members of society view as offensive or blasphemous.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The range of restrictions imposed on the expression of views relating to religion or belief can be divided into two broad categories. The first category encompasses laws aimed at protecting religion, belief, ideas or icons from criticism, rejection or insult. This includes laws against apostasy, blasphemy and defamation, and public order laws. The second category includes laws enacted in an attempt to protect persons against \"hate speech\" motivated by religion or belief.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. More than 70 countries from all geographic groupings of the United Nations had laws against blasphemy and the defamation of religion in force in 2017. Arguably, laws against blasphemy and laws against the defamation of religion are two sides of the same coin. Antiblasphemy laws are an attempt to shield religious doctrine and what is held sacred from criticism, while anti-defamation laws restrict the freedom of expression in an attempt to prevent gratuitous offence to believers, as opposed to belief. The predominant aim of antiblasphemy laws is to protect majority faiths, but some such laws are aimed at protecting minority religions or religious figures as well. At least 20 countries have such laws in place. They usually protect all religions against denigration and, at least in theory, apply equally to majority and minority religions. In some ways, laws against the defamation of religion mimic \"hate speech\" laws in their intent, but approach their goal of protecting believers from stigmatization, discrimination and violence by protecting them against the vilification of their religious beliefs. On the other hand, laws against \"hate speech\" are an attempt to limit speech that incites hatred that results in hostility, discrimination or violence.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. At least 20 countries throughout the world penalize apostasy. A person who renounces his or her religion may be regarded as an apostate and subjected to punishment that may even include the death penalty. The Human Rights Committee has stressed that under no circumstances could the death penalty ever be applied as a sanction against conduct whose very criminalization violates the Covenant, including apostasy. In jurisdictions where anti-apostasy laws are used to enforce religious dogma, such laws are often justified on grounds of religious doctrine. Their aim is to prevent the rejection or corruption of orthodox doctrine. They are defended as being the divine obligation of adherents of the faith whose personal commitments are enforced through public policy. Laws against apostasy are used to enforce the monopoly of certain religious beliefs and to legislate social behaviour by restricting civil liberties. No Government has expressly supported takfir, the practice of accusing Muslims, especially those in positions of leadership, of being insufficiently committed to the religion, and some countries, such as Tunisia, criminalize it. However, the existence of anti-apostasy laws may encourage takfir by armed vigilante groups and mobs.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Anti-conversion laws prohibit attempts to convert persons from one religion to another and, in some cases, impose punishment on the convert as well. In 2015, there were 99 countries that limited efforts by some or all religious groups to persuade people to join their faith, up from 79 countries in 2009. That number includes the 16.4 per cent of all States in the world that prohibited proselytizing, that is, activities to promote the conversion of persons to minority religions, and the 45.2 per cent of all States that prohibited proselytizing by foreign clergy or missionaries. In 2015, conversion efforts gave rise to incidents of social hostility falling short of physical violence in 25 countries. Incidents that included physical violence occurred in 27 countries. Some opponents of the unfettered right to proselytize argue that limits are necessary to preserve social order. They note that where competition between religious groups is hostile, where there is a history of religious violence or where attempts to give religion a role in public life run counter to the State's views on that role, restrictions on proselytizing by antagonistic groups may maintain harmony in society and prevent further conflict. Others maintain that proselytizing can (and should) be restricted if it is aimed at vulnerable populations or employs coercive or deceptive methods by attempting to trick, threaten or force individuals to change their religion. Such laws often violate both forum internum and forum externum aspects of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In some cases, public order laws are used to penalize and prevent the expression of views offending religious sensibilities. Such laws are justified on the grounds that public peace has to be protected against actions by offended members of the public. Public order laws may also be used to prevent protected forms of manifestation of religion or belief, such as proselytizing and non-adherence to established religious or social conventions. Public order ordinances, for example, have been used to ban public prayer meetings, proselytization or other public manifestations of religious belief. Empirical studies show that some 6.8 per cent of countries throughout the world have restricted the public observance of religious practices, including religious holidays and the Sabbath, and 10.2 per cent have restricted activities outside religious facilities and the public display of religious symbols by private persons or organizations, including (but not limited to) religious dress, the presence or absence of facial hair, nativity scenes and icons.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. As stated above, anti-blasphemy laws have increasingly fallen out of favour. Instead, States appear to be tending towards enacting laws on \"hate speech\". Those are undoubtedly important, especially for the protection of minorities and other vulnerable groups. In fact, article 4 of the International Convention on the Elimination of All Forms of Racial Discrimination and article 20 of the International Covenant on Civil and Political Rights require States to prohibit \"hate speech\". Nevertheless, an uncritical approach to the development and application of laws against \"hate speech\" can be problematic. If they are formulated in vague terms or focus on banning specific content, such laws can be an effective way to prohibit blasphemy. When laws against \"hate speech\" limit the subject matter of free speech, rather than contextual assessments to decide whether violence is imminent or whether there is intent to incite discrimination or hostility through free speech, the effects can be similar to that of a law against blasphemy. Laws formulated in this way are often applied to reinforce the dominant political, social and moral narrative and opinions of a given society. They are frequently used to target opposition voices and dissent, and to censor minorities. Thus, States use \"hate speech\" laws against the very minorities those laws have been designed to protect. In some cases, \"hate speech\" laws are even used to restrict minorities from promoting their culture and identity, or from expressing concern about discrimination against them by the majority. 16",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. States must recognize these distinctions to ensure better compliance with international human rights law. This is especially true given that religion and belief are closely related to identity and, in certain contexts, intersect with or are conflated with race. They function as characteristics people use to define themselves and by which they are identified by others. States may wish to review legislation prohibiting any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence, so as to ensure that the legislation is explicit in its definitions, in particular of the terms: (a) \"hatred\" and \"hostility\", which should refer to \"intense and irrational emotions of opprobrium, enmity and detestation towards the target group\"; (b) \"advocacy\", which should be understood as requiring an intention to publicly promote hatred towards the target group; and (c) \"incitement\", which should refer to statements about national, racial or religious groups that create an imminent risk of discrimination, hostility or violence against persons belonging to those groups. Furthermore, States may wish to ensure (d) that the promotion, by different communities, of a positive sense of group identity does not constitute \"hate speech\". 17",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The debate over how society should address expression involving religion or beliefs that some view to be offensive or blasphemous remains quite contentious despite the abovementioned trends. While the protection of public safety, order, health, morals and the rights and freedoms of others is the prescribed purpose or aim of restrictions on the expression of views involving religion or belief under international law, such constraints must conform to the limitations regime. Whether they seek to combat the stigmatization of adherents of a particular faith, promote public order, foster interreligious harmony or combat incitement, laws that punish or prevent criticism of religion or belief, or that censor expression that may offend the sensibilities of adherents to a particular belief, effectively undermine enjoyment of that right since they do not pursue legitimate aims. Indeed, protecting the freedom to ridicule and offend through expression is inseparable from the guarantee of the right to freedom of thought, conscience and religion or belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Moreover, debates such as the present one about the challenges posed by perceived tensions between freedom of religion or belief and freedom of expression are often framed in normative terms rather than being based on the experience of victims. At the same time, these challenges are often viewed as a problem associated with a particular set of States, which is both inaccurate and counterproductive. Consequently, the often emotive arguments on this issue fail to recognize the human cost of measures discussed in the previous section and ignore the reality that the challenges resulting from friction between the two rights are universal. The cases that follow, while far from exhaustive in unpacking the scope of the problem, are emblematic of the impact that restrictions on expression involving religion or belief, well intended as some might be, can have on the enjoyment of the right by individual persons and communities.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Laws that target the Ahmadiya Muslims in Pakistan essentially pursue the aims of anti-blasphemy laws. Ahmadiya Muslims consider themselves to be Sunni Muslims who follow the teachings of Mirza Ghulam Ahmad (born in Qadian in Punjab, Pakistan, in 1835), whom they regard as a non-law-giving prophet inspired to reform and renew the Muslim community. However, orthodox Muslims regard this claim to be heretical and a violation of the principle of the finality of the message of the Prophet Muhammad. Ahmadis have been subject to systematic persecution by means of State-sanctioned discrimination and other repressive measures, including the closing of their businesses, schools and places of worship and the imprisonment of those who violate the restrictive laws imposed on the community. Discriminatory measures include the denial of equal rights of citizenship, including in standing for public office. There have been instances of people being dismissed from office or forced to resign on account of their commitment to Ahmadi teachings or sentenced to death merely for the practice of their faith. Adherents of the faith are subject to an ongoing campaign of threats and intimidation and acts of violence and terrorism, with little or no protection from the authorities. The persecution of Ahmadis is not restricted to Pakistan as they have faced discrimination and violence in other Muslim-majority countries on account of doctrinal disagreement over the claim of prophethood by Mirza Ghulam Ahmad.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Mohammed Shaikh Ould Mohammed Ould Mkhaitir, an engineer in Mauritania, published on a news website in 2013 an article entitled \"Religion, religiosity and blacksmiths\" which criticized the use of religion to justify slavery and highlighted the nexus between religion, racism and discrimination. Mkhaitir was arrested and charged with the capital crimes of apostasy and insulting the Prophet Muhammad. When Mkhaitir learned that the authorities were trying to arrest him, he surrendered voluntarily. After his arrest, the public continued to protest against his article. Although Mkhaitir apologized during the trial and explained that he never meant to insult the Prophet, he was sentenced to death. The trial reportedly included several procedural irregularities, including ignoring a letter written by Mkhaitir shortly after his arrest which stated that he had not intended to insult Islam. In the lead-up to and during the trial, death threats were so prevalent that three of Mkhaitir's lawyers resigned. The death sentence issued by the Court met with international condemnation, including from special procedure mandate holders. However, the Government claimed that Mkhaitir had exceeded the limits of protected speech and that there was no infringement of his right to freedom of religion or belief owing to the reservation entered by Mauritania to article 18 of the International Covenant on Civil and Political Rights. In January 2017, the Supreme Court reduced his sentence to a two-year prison term and a small fine. However, he remains in detention at an unknown location with little or no access to his lawyers and is reportedly seriously ill.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Asia Bibi was convicted of blasphemy in November 2010 and sentenced to death. She was a farmhand in the village of Ittan Wali, to the west of Lahore, Pakistan, where she and her family were the only Christians. Bibi was reportedly accused of defiling a cup meant for her Muslim colleagues after drinking water from the vessel, on the grounds that as a Christian she was unclean and forbidden to use the same utensils as Muslims. An argument ensued during which her co-workers demanded that she convert to Islam, at which time she was subsequently alleged to have insulted the Prophet Muhammad. When news of this reached a local imam, he pressured her to confess to making blasphemous comments, and when she refused, a mob beat her severely in the presence of her children. After being imprisoned for nearly a year, she was charged with blasphemy. The Governor of Punjab, Salman Taseer, who had visited Asia Bibi in prison and who had suggested that she might qualify for a presidential pardon if the High Court did not suspend her sentence, was shot dead by his bodyguard in January 2011. Furthermore, the Minister of Minorities Affairs, Shahbaz Bhatti, who also supported Asia Bibi and suggested that the anti-blasphemy law might need to be changed, was killed in an ambush in March 2011. The appeal process took eight years until the Supreme Court quashed her sentence in October 2018, citing material contradictions and inconsistent statements of the witnesses which cast further doubt on the coherence of the evidence. On 29 January 2019, the Supreme Court rejected a petition to review the acquittal.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Basuki Tjahaja Purnama, an ethnic Chinese Christian, serving as the Governor of Jakarta, was a candidate in the gubernatorial elections scheduled for 2017. He referred to a Qur'anic verse in a speech he made during his gubernatorial election campaign. Some groups objected to the reference, as posted online in a video, which seemed to have been edited to omit a word, which led to a misinterpretation of his speech. Some organizations reported Purnama to the police and accused him of having committed blasphemy. Purnama publicly apologized and clarified that it had not been his intention to offend. Nonetheless, a fatwa was subsequently issued and during large-scale protests, rally leaders reportedly made statements which incited hatred and intolerance. These protests were claimed to be politically motivated to defeat Purnama in the gubernatorial election. Although Purnama's defence team presented evidence of various procedural errors in the police investigation, the court denied their motion to dismiss the case. On 9 May 2017, Purnama was found guilty of blasphemy and of inciting violence by the North Jakarta District Court, and he was sentenced to two years in prison. On 24 January 2019, he was released three and a half months early under the remission laws of Indonesia, which grant prisoners leniency on public holidays and for good behaviour.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Avijit Roy, an American-Bangladeshi blogger, was visiting Bangladesh when he and his wife, Rafida Ahmed, were attacked by persons with machetes in the streets of Dhaka. Although his wife recovered from injuries sustained in the brutal attack, Roy died shortly after he was taken to hospital. His murder was part of a growing trend of violent attacks against bloggers and atheists, which intensified in the period 2013–2016, during which at least 10 bloggers and publishers were attacked and killed. Amidst rising demands for a law to make blasphemy a capital crime, the Government responded by stating that such a law was not necessary since the existing legislation prohibited gratuitously offensive attacks on religion. In 2013, the Government set up a committee to track bloggers and others making derogatory statements online about Islam. Subsequently, a list of the names of 84 bloggers who wrote on religion, reportedly compiled by an extremist group, was made public. At least seven individuals on that list, including Roy, were killed in the period 2014–2016, and several others have gone into hiding.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. On 21 February 2012, the Russian feminist punk rock protest group, Pussy Riot, performed a one-minute song that contained obscenities and criticized Moscow's Cathedral of Christ the Saviour, along with public and religious officials. Members of the band were arrested several days later and criminally charged with hooliganism. Members of the music group asserted that their performance constituted a political statement rather than one motivated by hatred towards a religious group. A judge accepted statements from 11 adherents of the faith who witnessed the performance and found it offensive to their beliefs, and ruled that the band had offended Orthodox believers. The judge also accepted the conclusion of a psycholinguistic expert panel that determined that the performance by Pussy Riot violated standards of public behaviour and offended Orthodox Christians. The Khamovnicheskiy District Court found them guilty of hooliganism motivated by religious hatred and hatred towards a particular social group. However, on 17 July 2018, the European Court of Human Rights held that their criminal prosecution and imprisonment amounted to disproportionate interference with the group's freedom of expression. The Court's judgment explicitly took note of the Human Rights Committee's general comment No. 34 (2011), along with special procedure reports. As did Amnesty International, Human Rights Watch and ARTICLE 19 in their related submissions, the Court also referred to the Rabat Plan of Action's six-part threshold test. 20",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In Cuba, the Penal Code currently allows for the imprisonment from three months to one year of persons believed to have abused the right to freedom of religion or belief, by placing \"religious beliefs in conflict with the aims of education, the duties of labour, defending the nation in arms, the reverence of its symbols or any other stipulations whatsoever contained in the Constitution\". This measure, which purports to defend public order, allows the State to penalize a broad range of protected activities. As such, large-scale detentions reportedly continued to increase in 2016 and 2017. In February 2016, 200 members of the Emanuel Church of the Apostolic Movement (one of the largest churches in the Santiago de Cuba region) were detained, the church was destroyed, and church property was confiscated.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The existence of anti-apostasy laws and the violence that they engender may lead individuals to exercise self-censorship which in our interconnected world may have a negative impact of international reach. The range of victims include clerics, teachers, students, writers, reporters, bloggers, painters, musicians, actors, publishers, booksellers, webmasters, politicians, human rights defenders and dissidents, among others. Not only do these laws undermine intellectual and artistic freedom essential for a vibrant society, but they can also impair the communicative freedom essential for the exercise of rights related to freedom of religion or belief. Moreover, they can also eliminate the space for due process rights, which are essential for the rule of law and for the political discourse necessary for a functioning democracy.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Palestinian poet and artist, Ashraf Fayadh, was sentenced to death in Saudi Arabia, having been found guilty of apostasy in 2015, after which an appeals court commuted the death sentence to eight years in prison and 800 lashes. Mr. Fayadh was first arrested on 6 August 2013, following a complaint by a Saudi Arabian citizen alleging that the poet was promoting atheism and spreading blasphemous ideas among young people. He was released the next day but was rearrested in January 2014 and charged with apostasy because he allegedly questioned religion and promoted atheism through his poetry. In a press statement on this case, former Special Rapporteur Heiner Bielefeldt stressed that people should be able to express convictions, doubts and ideas without fear of persecution and that practice of religious belief can best flourish in a society that allows for freedom of expression. Mr. Fayadh remains a prisoner of conscience.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur issued a follow-up communication in September 2017 pursuant to the adoption of an amendment to the penal code of Nepal which criminalized religious conversion and the \"hurting of religious sentiment\" (sect. 9, clause 158, of the Criminal Code). As earlier correspondence had done, the communication raised concern that the new provisions could be invoked against legitimate manifestations of religion or belief, including the charitable activities of religious groups or teaching others about one's faith, and that this law could be used to target religious minorities for sharing their beliefs with others. The mandate holder raised a similar concern in a communication of 19 June 2014 regarding the passage of legislation in Myanmar which established a State-regulated process for changing one's religion, including the need to submit an application (sects. 2 (c) and 5) justifying one's decision to convert (sect. 5 (c) (xi)), the need to register for religious conversion (sect. 6), and set out processes for an interview (sects. 6 (d) and 7 (a)–(c)), study (sect. 7 (d)–(f)) and approval (sects. 8 and 10).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Furthermore, 74 per cent of countries in the Americas experienced increases in government restrictions on freedom of religion or belief in 2016. Such increases were largely linked to the harassment of religious groups (including minority or non-approved religious groups) and the failure to protect some religious groups from discrimination or abuse. For example, in Ecuador, Honduras and Mexico, Jehovah's Witnesses were reportedly hindered at times from proselytizing and distributing religious material.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. In 2004, a former bishop of the Macedonian Orthodox Church was sentenced by national courts to imprisonment for having instigated violence against himself and his followers because he had left the predominant Church and created a schism. An opinion by the Panel of Experts on Freedom of Religion and Belief of the Organization for Security and Cooperation in Europe's Office for Democratic Institutions and Human Rights expressed concerns about the judgment's approach, which seemed to suggest that any form of religious activity that effectively challenged the legitimacy and supremacy of the Macedonian Orthodox Church as the dominant religion should be considered an action that promotes religious hatred. Since Bishop Jovan had been the target of a hostile response from opposing believers, it is astonishing that he was found by the first instance court to have instigated religious hatred \"towards himself and his followers\". Subsequently, the Supreme Court partially accepted his appeal with regard to the freedom to perform religious rites and reduced his prison sentence to eight months.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. On 12 June 1995, Müslüm Gündüz, a retired labourer, in his capacity as the leader of Aczmendi, an Islamic sect (tariqat), was invited to appear in a late evening television programme, which was broadcast live on an independent channel. The presenter announced that various characteristics of the group would be discussed with Gündüz and several other panellists, including aspects related to their beliefs and their manifestation, such as their distinctive clothing, chanting and worldview. In the live discussion, Gündüz made a number of statements expressing profound dissatisfaction with Turkey's democratic and secular institutions, describing them as impious and hypocritical, and he asserted that Sharia law would replace democracy in Turkey. This resulted in an indictment for inciting people to hatred and hostility on the basis of a distinction founded on religion. The Government of Turkey maintained that the prosecution was justifiable on account of a pressing social need because \"through his comments, which ran counter to the moral principles of a very large majority of the population, [Gündüz] had severely jeopardized social stability\". However, the European Court of Human Rights held that in the instant case, the need for the restriction in issue had not been convincingly established and that the interference with his freedom of expression was not based on sufficient reasons.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Globally, policymakers are facing the challenge of responding to online expression that incites persons to discriminate or perpetuate hostile or violent acts in the name of religion or belief. Online platforms have revolutionized the public square, instantaneously conferring celebrity on myriad views, including those which offend religious or belief communities, as well as those that constitute incitement to discrimination, hostility or violence. In recent years, States have adopted measures intended to combat incitement, and tech companies have adopted voluntary measures, including reporting tools and policies for swiftly removing content deemed illegal upon notification.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 51,
        "Text": "51. The majority of the world's Internet users thus experience various forms of censorship or filtering. Such policies, critics note, have armed tech companies and the State with a tremendous degree of power, granting them the capacity to effectively chill expression, as people self-censor for fear of State sanction or widespread, and often, vitriolic, public rebuke. Critics also argue that to be effective, such laws need to curb the spread of intolerant attitudes, enfeeble extremist political forces and be shielded from abuse by authoritarian tendencies. But, oftentimes, they note, regulations fail to meet these standards. Instead, State attempts to combat incitement have contributed to the emergence of \"digital authoritarianism\" through increased surveillance, encroachment on privacy and broad restrictions on expression related to religion or belief, which has rendered cyberspace a perilous place for dissenters and religious minorities. Digital applications, for example, are reportedly being used to report allegations of blasphemy, and digital footprints can be used to assess compliance with faith-related observances. In addition, in several cases, social media has been used to incite hatred against religious communities or mobilize hostile or violent responses to offensive expression.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Governments have responded to this phenomenon which negatively impacts freedom of expression. Such responses have included the removal of online material to curtail access to particular types of content, the blocking and filtering of websites, the disclosure of the identities of bloggers critical of the politically dominant theology of the country, and holding intermediaries liable for hosting \"hate speech\" content uploaded by third parties. While there is a need to prevent and punish online incitement to violence, some of the current approaches, characterized by vaguely worded laws on what is proscribed and draconian intermediary penalties, are likely to be highly counterproductive, with chilling effects. The negative impact of the rise of digital authoritarianism is evident from the high number of cases of murders, attacks and prosecutions that have resulted from online activity. At the same time, criminal and terrorist groups have recently demonstrated the potential for online platforms to be used to propagate violent religious extremism or to incite violence against religious minorities.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Pressure is mounting throughout Europe for effective responses to online incitement and \"hate speech\". For example, in Germany, the recently adopted Network Enforcement Act (\"NetzDG\") requires tech companies to delete \"obviously illegal\" content within 24 hours of being notified. Other illegal content must be reviewed within seven days of being reported and then deleted. If the complaint management requirements are not met, fines of up to 50 million euros may be imposed. Said stipulations are problematic given that some of the criteria for determining which content is prohibited are based on vague and ambiguous terms such as \"insult\" or \"defamation\", which are incompatible with article 19 of the International Covenant. The law set a foreboding precedent for the proliferation of restrictions that, in effect, serve to give rise to ever increasing attempts to filter and criminally sanction opinions deemed offensive to States or populist authoritarian sentiment.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Moreover, online tools designed to combat expression that constitutes incitement are not guaranteed to be free from human bias, and their use might reinforce societal prejudices against minorities, exposing them to further stigmatization, discrimination and marginalization. Their use in a climate of intolerance, for example, at times, can result in the over-policing of certain faith communities and further inhibit communicative action. Individuals and whole communities may also be targeted through the manipulation of online filters, and the use of some tools, such as facial recognition technology, risks undermining the activities of civil society actors that peacefully pursue the exercise of fundamental human rights.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Freedom of religion or belief and freedom of expression are closely interrelated and mutually reinforcing rights when they are exercised in the legal framework established by international human rights law. Both rights are fundamental to a democratic society and individual self-fulfilment and are foundational to the enjoyment of human rights. The Special Rapporteur asserts that the cases presented in the present report are illustrative of the fact that measures for addressing the challenges posed by expression involving religion or belief are open to abuse and can be counterproductive, oftentimes victimizing adherents of myriad religions and beliefs in their application. International law compels States to pursue a restrained approach in addressing tensions between freedom of expression and freedom of religion or belief. Such an approach must rely on criteria for limitations which recognize the rights of all persons to the freedoms of expression and manifestation of religion or belief, regardless of the critical nature of the opinion, idea, doctrine or belief or whether that expression shocks, offends or disturbs others, so long as it does not cross the threshold of advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Freedom of religion or belief relies on verbal and non-verbal forms of expression for public manifestation of thought, conscience, religion or belief in worship, observance, practice and teaching. It is also important for the realization of the right of parents or legal guardians to raise their children in accordance with their religious or moral convictions. Nevertheless, it is not uncommon for arguments to be advanced to impose restrictions on freedom of expression in the name of religion. Nearly 70 States have anti-blasphemy laws, and 30 States also have anti-apostasy laws. In some jurisdictions, either or both of these laws may provide for the use of the death penalty. These laws cannot be justified under the international human rights framework as that framework is intended to protect human beings and does not protect religions or beliefs as such. Some anti-blasphemy laws no longer claim to protect religions per se but claim to protect individuals from offence to their religious feelings. These laws against the defamation of religion, however, also have no basis in international law, as such restrictions do not comply with the limitations regime established by international law.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Increasingly, limitations on freedom of expression related to religion or belief take the form of anti-\"hate speech\" laws. Article 20 (2) of the International Covenant on Civil and Political Rights provides that States must prohibit by law any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. At the same time, general comment No. 34 (2011) stresses that prohibitions under article 20 (2) must comply with the regime for limitations under article 19 (3). Moreover, advocacy of hatred requires a nuanced response that includes criminal sanctions as well civil, administrative and policy measures. States must ensure that criminal sanctions are imposed only in the most serious cases and be, based on a number of contextual factors, including intent.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The initiatives and strategies that have been developed over the past decade, such as those contained in the Rabat Plan of Action, which seek to operationalize States' obligations to respond to the advocacy of religious hatred as provided under article 20 of the Covenant, should continue to guide Governments and civil society actors in their ongoing efforts. At the same time, the Special Rapporteur recognizes the difficulties in making headway on implementation of such initiatives and strategies, given the complex and emotive nature of the views surrounding this issue, as well as the high stakes at hand, including protections for myriad human rights and freedoms, as well as peace and security. As such, it may be useful to assess the severity of the impact of such laws which render their application particularly problematic, as well as the conditions which make the repeal of these laws difficult. The adoption of a triage-based approach by the international community may allow for actors to identify the most pressing priorities, which warrant more immediate responses, from among those which require redress but may allow for a less immediate response. Such an approach, however, is not a substitute for the repeal of all restrictions on the freedom of expression based on religion or belief that do not satisfy the requirements of the limitations regime under article 19 (3) of the Covenant. Rather, it must be pursued as a means to expedite full compliance with international human rights standards.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. First, for example, in examining the impact of prohibitions on expression involving religion or belief, Governments may wish to take a victim-based approach in examining their penalties. In some jurisdictions, capital punishment is the penalty for violating such prohibitions, while in other jurisdictions the penalties are less draconian. Repealing those laws that put lives at risk must be given the highest priority. Moreover, where domestic laws provide for the death penalty for religious offence, it is more likely that the existence of such laws will encourage vigilante mobs or zealots to murder those alleged to have violated those laws.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Second, actors must consider increasing the safeguards against spurious charges or other forms of abuse of these measures in order to protect against widespread arbitrary detention of individuals who have exercised protected forms of expression under international law. In some jurisdictions, allegations can be made without demonstrating the veracity of the claim and decisions to press charges may be taken without due regard for the facts of the case.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 61,
        "Text": "61. Third, there is an urgent need to improve protections against discrimination in cases involving the politicization of religion, which often victimizes those who do not belong to the majority or established religion. The more closely that religion and State are intertwined, the more likely that dissenters and minorities will be a target for discrimination, hostility and violence. The absence of equal protection for minorities and dissenters, combined with policies and practices that undermine guarantees of equal citizenship and thus foster marginalization and exclusion, make those communities particularly vulnerable to those seeking to perpetrate offences against them.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Fourth, countries must assess existing laws and measures for any vagueness of formulation, for example, the use of terms such as \"defile persons\", protecting \"objects of veneration\" and offending \"by innuendo\" or \"indirectly\", and review and redress laws and measures which do not stress the importance of mens rea (the reasonably evident presence of intent) as a necessary element in assessing guilt and punishment. The absence of the element of intent in formulating the definition of an offence, whether in the case of blasphemy or incitement to violence, has often resulted in erroneous convictions.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. A fifth factor is the lack of judicial independence and consequent violations of due process rights which often arise in cases involving persons who may have challenged the orthodox views of the State or whose expression of views involving religion or belief threatens the power of the authorities.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Limited State powers, whereby parts of the country are beyond the effective control of the Government, where there is generalized disregard for the rule of law, or where fanaticism on issues related to religion or belief cripple the ability of the Government to implement the judgment of the courts is a sixth factor that the international community must consider when prioritizing areas for immediate focus.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Lastly, the Special Rapporteur emphasizes the role played by societal actors, particularly religious leaders and the media. There is often a time lag between an alleged speech act and the mobilization of public anger through third-party sources that give publicity to the allegedly offensive act. Religious leaders and the media play crucial roles in either fomenting or countering hatred. Internet and social media greatly magnify the opportunities and risks involved in the influential role that these and other actors play in disseminating positive or negative messages.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In this context, the Beirut Declaration on Faith for Rights provides important guidance and inspiration for action: \"Speech is fundamental to individual and communal flourishing. It constitutes one of the most crucial mediums for good and evil sides of humanity. War starts in the minds and is cultivated by a reasoning fuelled by often hidden advocacy of hatred. Positive speech is also the healing tool of reconciliation and peacebuilding in the hearts and minds. Speech is one of the most strategic areas of the responsibilities we commit to assume, and we support each other for their implementation through this Faith for Rights declaration on the basis of the thresholds articulated by the Rabat Plan of Action.\"",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 1,
        "Text": "1. We, faith-based and civil society actors working in the field of human rights and gathered in Beirut on 28-29 March 2017, in culmination of a trajectory of meetings initiated by the Office of the United Nations High Commissioner for Human Rights (OHCHR), express our deep conviction that our respective religions and beliefs share a common commitment to upholding the dignity and the equal worth of all human beings. Shared human values and equal dignity are therefore common roots of our cultures. Faith and rights should be mutually reinforcing spheres. Individual and communal expression of religions or beliefs thrive and flourish in environments where human rights, based on the equal worth of all individuals, are protected. Similarly, human rights can benefit from deeply rooted ethical and spiritual foundations provided by religion or beliefs.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. We understand our respective religious or belief convictions as a source for the protection of the whole spectrum of inalienable human entitlements – from the preservation of the gift of life, the freedoms of thought, conscience, religion, belief, opinion and expression to the freedoms from want and fear, including from violence in all its forms. - \"Whoever preserves one life, is considered by Scripture as if one has preserved the whole world.\" (Talmud, Sanhedrin, 37,a). - \"Someone who saves a person's life is equal to someone who saves the life of all.\" (Qu'ran 5:32) - \"You shall love the Lord your God with all your heart, all your soul, all your strength, and with your entire mind; and your neighbour as yourself.\" (Luke 10:27) - Let them worship the Lord of this House who saved them from hunger and saved them from fear.\" (Sourat Quraish, verses 3,4) - \"A single person was created in the world, to teach that if anyone causes a single person to perish, he has destroyed the entire world; and if anyone saves a single soul, he has saved the entire world.\" (Mishna Sanhedrin 4:5) - \"Let us stand together, make statements collectively and may our thoughts be one.\" (Rigveda 10:191:2) - \"Just as I protect myself from unpleasant things however small, in the same way I should act towards others with a compassionate and caring mind.\" (Shantideva, A Guide to the Bodhisattva's Way of Life) - \"Let us put our minds together to see what life we can make for our children.\" (Chief Sitting Bull, Lakota)",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Based on the above, among many other sources of faith, we are convinced that our religious or belief convictions are one of the fundamental sources of protection for human dignity and freedoms of all individuals and communities with no distinction on any ground whatsoever. Religious, ethical and philosophical texts preceded international law in upholding the oneness of humankind, the sacredness of the right to life and the corresponding individual and collective duties that are grounded in the hearts of believers.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. We pledge to disseminate the common human values that unite us. While we differ on some theological questions, we undertake to combat any form of exploitation of such differences to advocate violence, discrimination and religious hatred. \"We have designed a law and a practice for different groups. Had God willed, He would have made you a single community, but He wanted to test you regarding what has come to you. So compete with each other in doing good. Every one of you will return to God and He will inform you regarding the things about which you differed.\" (Qu'ran 5, 48) \"Ye are the fruits of one tree, and the leaves of one branch.\" (Bahá'u'lláh) . We believe that freedom of religion or belief does not exist without the freedom of thought and conscience which precede all freedoms for they are linked to human essence and his/her rights of choice and to freedom of religion or belief. A person as a whole is the basis of every faith and he/she grows through love, forgiveness and respect.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 6,
        "Text": "6. We hereby solemnly launch together from Beirut the most noble of all struggles, peaceful but powerful, against our own egos, self-interest and artificial divides. Only when we as religious actors assume our respective roles, articulate a shared vision of our responsibilities and transcend preaching to action, only then we will credibly promote mutual acceptance and fraternity among people of different religions or beliefs and empower them to defeat negative impulses of hatred, viciousness, manipulation, greed, cruelty and related forms of inhumanity. All religious or belief communities need a resolved leadership that unequivocally dresses that path by acting for equal dignity of everyone, driven by our shared humanity and respect for the absolute freedom of conscience of every human being. We pledge to spare no effort in filling that joint leadership gap by protecting freedom and diversity through \"faith for rights\" (F4R) activities. \"We perfected each soul within its built in weakness for wrong doing and its aspiration for what is right. Succeeds he or she who elevate to the path of rightness.\" (Qu'ran 91, 7-9)",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The present declaration on \"Faith for Rights\" reaches out to persons belonging to religions and beliefs in all regions of the world, with a view to enhancing cohesive, peaceful and respectful societies on the basis of a common action-oriented platform agreed by all concerned and open to all actors that share its objectives. We value that our declaration on Faith for Rights, like its founding precedent the Rabat Plan of Action on incitement to discrimination, hostility or violence (October 2012), were both conceived and conducted under the auspices and with the support of the United Nations that represents all peoples of the world, and enriched by UN human rights mechanisms such as Special Rapporteurs and Treaty Body members.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. While numerous welcomed initiatives attempted over time to link faith with rights for the benefit of both, none of these attempts fully reached that goal. We are therefore convinced that religious actors should be enabled, both nationally and internationally, to assume their responsibilities in defending our shared humanity against incitement to hatred, those who benefit from destabilising societies and the manipulators of fear to the detriment of equal and inalienable human dignity. With the present F4R Declaration, we aim to join hands and hearts in building on previous attempts to bring closer faith and rights by articulating the common grounds between all of us and define ways in which faith can stand for rights more effectively so that both enhance each other. \"Mankind is at loss. Except those who believe in doing righteous deeds, constantly recommend it to one another and persist in that vein.\" (Qu'ran 103, 2-3)",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Building on the present declaration, we also intend to practice what we preach through establishing a multi-level coalition, open for all independent religious actors and faith-based organisations who genuinely demonstrate acceptance of and commitment to the present F4R declaration by implementing projects on the ground in areas that contribute to achieving its purpose. We will also be charting a roadmap for concrete actions in specific areas, to be reviewed regularly by our global coalition of Faith for Rights.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. To achieve the above goal, we pledge as believers (whether theistic, non-theistic, atheistic or other ) to fully adhere to five fundamental principles: (a) Transcending traditional inter-faith dialogues into concrete action-oriented Faith for Rights (F4R) projects at the local level. While dialogue is important, it is not an end in itself. Good intentions are of limited value without corresponding action. Change on the ground is the goal and concerted action is its logical means.; \"Faith is grounded in the heart when it is demonstrated by deeds.\" (Hadith) - (b) Avoiding theological and doctrinal divides in order to act on areas of shared inter-faith and intra-faith vision as defined in the present F4R declaration. This declaration is not conceived to be a tool for dialogue among religions but rather a joint platform for common action in defence of human dignity for all. While we respect freedom of expression and entertain no illusion as to the continuation of a level of controversy at different levels of religious discourse, we are resolved to challenge the manipulation of religions in both politics and conflicts. We intend to be a balancing united voice of solidarity, reason, compassion, moderation, enlightenment and corresponding collective action at the grassroots level. - (c) Introspectiveness is a virtue we cherish. We will all speak up and act first and foremost on our own weaknesses and challenges within our respective communities. We will address more global issues collectively and consistently, after internal and inclusive deliberation that preserves our most precious strength, i.e. integrity. - (d) Speaking with one voice, particularly against any advocacy of hatred that amounts to inciting violence, discrimination or any other violation of the equal dignity that all human beings enjoy regardless of their religion, belief, gender, political or other opinion, national or social origin, or any other status. Denouncing incitement to hatred, injustices, discrimination on religious grounds or any form of religious intolerance is not enough. We have a duty to redress hate speech by remedial compassion and solidarity that heals hearts and societies alike. Our words of redress should transcend religious or belief boundaries. Such boundaries should thus no longer remain a free land for manipulators, xenophobes, populists and violent extremists. - (e) We are resolved to act in a fully independent manner, abiding only by our conscience, while seeking partnerships with religious and secular authorities, relevant governmental bodies and non-State actors wherever Faith for Rights (F4R) coalitions are freely established in conformity with the present declaration.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Our main tool and asset is reaching out to hundreds of millions of believers in a preventive structured manner to convey our shared convictions enshrined in this F4R declaration. Speaking up in one voice in defence of equal dignity of all on issues of common challenges to humanity equally serves the cause of faith and rights. Human beings are entitled to full and equal respect, rather than mere tolerance, regardless of what they may believe or not believe. It is our duty to uphold this commitment within our respective spheres of competence. We will also encourage all believers to assume their individual responsibilities in the defence of their deeply held values of justice, equality and responsibility towards the needy and disadvantaged, regardless of their religion or belief. \"People are either your brothers in faith, or your brothers in humanity.\" (Imam Ali ibn Abi Talib) \"On the long journey of human life, Faith is the best of companions.\" (Buddha)",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. We aim to achieve that goal in a concrete manner that matters for people at the grassroots level in all parts of the world where coalitions of religious actors choose to adhere to this declaration and act accordingly. We will support each other's actions, including through a highly symbolic annual Walk of Faith for Rights in the richest expression of our unity in diversity each 10th of December in all parts of the world.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Articulating through the present declaration a common vision of religious actors, on the basis of the Rabat Plan of Action of 2012 and follow-up meetings, would provide the tipping point for disarming the forces of darkness; and help dismantling the unholy alliance in too many hearts between fear and hatred. Violence in the name of religion defeats its basic foundations, mercy and compassion. We intend to transform the messages of mercy and compassion into acts of solidarity through inter-communal social, developmental and environmental faith-based projects at the local, national, regional and global levels.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. We fully embrace the universally recognised values as articulated in international human rights instruments as common standards of our shared humanity. We ground our commitments in this F4R declaration first and foremost in our conviction that religions and beliefs share common core values of respect for human dignity, justice and fairness. We also ground these commitments in our acceptance of the fact that \"Everyone has duties to the community in which alone the free and full development of his personality is possible\" 4 . Our duty is to practice what we preach, to fully engage, to speak up and act on the ground in the defence of human dignity long before it is actually threatened. \"Oh you believers, why don't you practice what you preach? Most hateful for God is preaching what you don't practice.\" (Qu'ran 61: 2-3) \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. Speak up and judge fairly; defend the rights of the poor and needy.\" (Proverbs 31:8-9)",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 15,
        "Text": "15. Both religious precepts and existing international legal frameworks attribute responsibilities to religious actors. Empowering religious actors requires actions in areas such as legislation, institutional reforms, supportive public policies and training adapted to the needs of local religious actors who often are one of the main sources of education and social change in their respective areas of action. International conventions and covenants have defined key legal terms such as genocide, refugee, religious discrimination and freedom of religion or belief. All these concepts have corresponding resonance in different religions and beliefs. In addition, numerous declarations and resolutions provide elements of religious actors' roles and responsibilities that we embrace and consolidate in this F4R declaration.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. We agree as human beings that we are accountable to all human beings as to redressing the manner by which religions are portrayed and too often manipulated. We are responsible for our actions but even more responsible if we do not act or do not act properly and timely. - \"We will ask each of you about all what you have said and done, for you are accountable\" (Quran, Assaafat, 24) - \"Every man's work shall be made manifest.\" (Bible, 1 Corinthians iii. 13)",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. While States bear the primary responsibility for promoting and protecting all rights for all, individually and collectively to enjoy a dignified life free from fear and free from want and enjoy the freedom of choice in all aspects of life, we as religious actors or as individual believers do bear a distinct responsibility to stand up for our shared humanity and equal dignity of each human being in all circumstances within our own spheres of preaching, teaching, spiritual guidance and social engagement. \"Whoever witnesses an injustice or wrong doing should change its course by his hand. If He or she cannot do that, they by his words. If he or she is unable to do that then by their hearts. This would be the weakest of acts of faith\" (Hadith)",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Religious communities, their leaders and followers have a role and bear responsibilities independently from public authorities both under national and international legal instruments. By virtue of article 2 (1) of the 1981 UN Declaration on the Elimination of all Forms of Intolerance and of Discrimination Based on Religion of Belief, \"no one shall be subject to discrimination by any State, institution, group of persons or person on the grounds of religion or belief\". This provision establishes direct responsibilities of religious institutions, leaders and even each individual within religious or belief communities.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. As much as the notion of effective control provides the foundation for responsibilities of non-State actors in times of conflict, we see a similar legal and ethical justification in case of religious leaders who exercise a heightened degree of influence over the hearts and minds of their followers at all times.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Speech is fundamental to individual and communal flourishing. It constitutes one of the most crucial mediums for good and evil sides of humanity. War starts in the minds and is cultivated by a reasoning fuelled by often hidden advocacy of hatred. Positive speech is also the healing tool of reconciliation and peace-building in the hearts and minds. Speech is one of the most strategic areas of the responsibilities we commit to assume and support each other for their implementation through this F4R declaration on the basis of the thresholds articulated by the Rabat Plan of Action.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Under the International Covenant on Civil and Political Rights (article 20, paragraph 2), States are obliged to prohibit any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. This includes incitement to hatred by some religious leaders in the name of religion. Due to the speaker's position, context, content and extent of sermons, such statements by religious leaders may be likely to meet the threshold of incitement to hatred. Prohibiting such incitement is not enough. Remedial advocacy to reconciliation is equally a duty, including for religious leaders, particularly when hatred is advocated in the name of religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The clearest and most recent guidance in this area is provided by the 2012 Rabat Plan of Action which articulates three specific core responsibilities of religious leaders: (a) Religious leaders should refrain from using messages of intolerance or expressions which may incite violence, hostility or discrimination; (b) Religious leaders also have a crucial role to play in speaking out firmly and promptly against intolerance, discriminatory stereotyping and instances of hate speech; and (c) Religious leaders should be clear that violence can never be tolerated as a response to incitement to hatred (e.g. violence cannot be justified by prior provocation). We, faith-based and civil society actors working in the field of human rights and gathered in Beirut on 28-29 March 2017, express the deep conviction that our respective religions and beliefs share a common commitment to upholding the dignity and the equal worth of all human beings. Shared human values and equal dignity are therefore common roots of our cultures. Faith and rights should be mutually reinforcing spheres. Individual and communal expression of religions or beliefs thrive and flourish in environments where human rights, based on the equal worth of all individuals, are protected. Similarly, human rights can benefit from deeply rooted ethical and spiritual foundations provided by religions or beliefs. The present declaration on \"Faith for Rights\" reaches out to persons belonging to religions and beliefs in all regions of the world, with a view to enhancing cohesive, peaceful and respectful societies on the basis of a common action-oriented platform agreed by all concerned and open to all actors that share its objectives. We value that our declaration on Faith for Rights, like its founding precedent the Rabat Plan of Action, were both conceived and conducted under the auspices and with the support of the United Nations that represents all peoples of the world, and enriched by UN human rights mechanisms such as Special Rapporteurs and Treaty Body members. The 2012 Rabat Plan of Action articulates three specific core responsibilities of religious leaders: (a) Religious leaders should refrain from using messages of intolerance or expressions which may incite violence, hostility or discrimination; (b) Religious leaders also have a crucial role to play in speaking out firmly and promptly against intolerance, discriminatory stereotyping and instances of hate speech; and (c) Religious leaders should be clear that violence can never be tolerated as a response to incitement to hatred (e.g. violence cannot be justified by prior provocation). In order to give concrete effect to the above three core responsibilities articulated by the Rabat Plan of Action, which has repeatedly been positively invoked by States, we formulate the following chart of 18 commitments on \"Faith for Rights\", 9 including corresponding follow-up actions: - I. Our most fundamental responsibility is to stand up and act for everyone's right to free choices and particularly for everyone's freedom of thought, conscience, religion or belief. We affirm our commitment to the universal norms and standards , including Article 18 of the International Covenant on Civil and Political Rights which does not permit any limitations whatsoever on the freedom of thought and conscience or on the freedom to have or adopt a religion or belief of one's choice. These freedoms, unconditionally protected by universal norms, are also sacred and inalienable entitlements according to religious teachings. - \"There shall be no compulsion in religion.\" (Qu'ran 2:256) - \"The Truth is from your Lord; so let he or she who please believe and let he or she who please disbelieve\" (Qu'ran 18:29) - \"But if serving the Lord seems undesirable to you, then choose for yourselves this day whom you will serve...\" (Joshua 24:15) - \"No one shall coerce another; no one shall exploit another. Everyone, each individual, has the inalienable birth right to seek and pursue happiness and self-fulfilment. Love and persuasion is the only law of social coherence.\" (Guru Granth Sahib, p. 74) - \"When freedom of conscience, liberty of thought and right of speech prevail—that is to say, when every man according to his own idealization may give expression to his beliefs development and growth are inevitable.\" ('Abdu'l-Bahá) - \"People should aim to treat each other as they would like to be treated themselves – with tolerance, consideration and compassion.\" (Golden Rule) - II. We see the present declaration on \"Faith for Rights\" as a common minimum standard for believers (whether theistic, non-theistic, atheistic or other), based on our conviction that interpretations of religion or belief should add to the level of protection of human dignity that human-made laws provide for. - III. As religions are necessarily subject to human interpretations, we commit to promote constructive engagement on the understanding of religious texts. Consequently, critical thinking and debate on religious matters should not only be tolerated but rather encouraged as a requirement for enlightened religious interpretations in a globalized world composed of increasingly multi-cultural and multi-religious societies that are constantly facing evolving challenges. - IV. We pledge to support and promote equal treatment in all areas and manifestations of religion or belief and to denounce all forms of discriminatory practices. We commit to prevent the use of the notion of \"State religion\" to discriminate against any individual or group and we consider any such interpretation as contrary to the oneness of humanity and equal dignity of humankind. Similarly, we commit to prevent the use of \"doctrinal secularism\" from reducing the space for religious or belief pluralism in practice. - \"Then Peter began to speak: 'I now realize how true it is that God does not show favoritism'.\" (Acts 10:34) - V. We pledge to ensure non-discrimination and gender equality in implementing this declaration on \"Faith for Rights\". We specifically commit to revisit, each within our respective areas of competence, those religious understandings and interpretations that appear to perpetuate gender inequality and harmful stereotypes or even condone genderbased violence. We pledge to ensure justice and equal worth of everyone as well as to affirm the right of all women, girls and boys not to be subjected to any form of discrimination and violence, including harmful practices such as female genital mutilation, child and/or forced marriages and crimes committed in the name of so-called honour. - \"A man should respect his wife more than he respects himself and love her as much as he loves himself.\" (Talmud, Yebamot, 62,b) - \"Never will I allow to be lost the work of any one among you, whether male or female; for you are of one another.\" (Qu'ran 3, 195) - \"O mankind, indeed We have created you from male and female and made you peoples and tribes that you may know one another.\" (Quran 49:13) - \"In the image of God He created him male and female. He created them.\" (Genesis 1, 27) - \"The best among you is he who is best to his wife\" (Hadith) - \"It is a woman who is a friend and partner for life. It is woman who keeps the race going. How may we think low of her of whom are born the greatest. From a woman a woman is born: none may exist without a woman.\" (Guru Granth Sahib, p. 473) - \"The world of humanity is possessed of two wings - the male and the female. So long as these two wings are not equivalent in strength the bird will not fly. Until womankind reaches the same degree as man, until she enjoys the same arena of activity, extraordinary attainment for humanity will not be realized\" ('Abdu'l-Bahá) - \"A comprehensive, holistic and effective approach to capacity-building should aim to engage influential leaders, such as traditional and religious leaders […]\" (Joint general recommendation No. 31 of the Committee on the Elimination of Discrimination against Women/general comment No. 18 of the Committee on the Rights of the Child on harmful practices, CEDAW/C/GC/31-CRC/C/GC/18, para. 70) - VI. We pledge to stand up for the rights of all persons belonging to minorities within our respective areas of action and to defend their freedom of religion or belief as well as their right to participate equally and effectively in cultural, religious, social, economic and public life, as recognized by international human rights law, as a minimum standard of solidarity among all believers. - VII. We pledge to publicly denounce all instances of advocacy of hatred that incites to violence, discrimination or hostility, including those that lead to atrocity crimes. We bear a direct responsibility to denounce such advocacy, particularly when it is conducted in the name of religion or belief. - \"Now this is the command: Do to the doer to make him do.\" (Ancient Egyptian Middle Kingdom) - \"Repay injury with justice and kindness with kindness.\" (Confucius) - \"What is hateful to you, don't do to your friend.\" (Talmud, Shabat, 31,a) - \"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.\" (Buddha) - \"By self-control and by making dharma (right conduct) your main focus, treat others as you treat yourself.\" (Mahābhārata) - \"You shall not take vengeance or bear a grudge against your kinsfolk. Love your neighbor as yourself\" (Leviticus 19:18) - \"Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.\" (Matthew 7:12) - \"Ascribe not to any soul that which thou wouldst not have ascribed to thee, and say not that which thou doest not.\" (Bahá'u'lláh) - VIII. We therefore pledge to establish, each within our respective spheres, policies and methodologies to monitor interpretations, determinations or other religious views that manifestly conflict with universal human rights norms and standards, regardless of whether they are pronounced by formal institutions or by self-appointed individuals. We intend to assume this responsibility in a disciplined objective manner only within our own respective areas of competence in an introspective manner, without judging the faith or beliefs of others. - \"Do not judge, or you too will be judged. For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you.\" (Bible, Matthew 7:1-2) - \"Habituate your heart to mercy for the subjects and to affection and kindness for them… since they are of two kinds, either your brother in religion or one like you in creation…So, extend to them your forgiveness and pardon, in the same way as you would like Allah to extend His forgiveness and pardon to you\"—(Letter from Caliph Ali to Malik Ashtar, Governor of Egypt) - \"The essential purpose of the religion of God is to establish unity among mankind. The divine Manifestations were Founders of the means of fellowship and love. They did not come to create discord, strife and hatred in the world. The religion of God is the cause of love, but if it is made to be the source of enmity and bloodshed, surely its absence is preferable to its existence; for then it becomes satanic, detrimental and an obstacle to the human world.\" ('Abdu'l-Bahá) - IX. We also pledge to refrain from, advocate against and jointly condemn any judgemental public determination by any actor who in the name of religion aims at disqualifying the religion or belief of another individual or community in a manner that would expose them to violence in the name of religion or deprivation of their human rights. - X. We pledge not to give credence to exclusionary interpretations claiming religious grounds in a manner that would instrumentalize religions, beliefs or their followers to incite hatred and violence, for example for electoral purposes or political gains. - XI. We equally commit not to oppress critical voices and views on matters of religion or belief, however wrong or offensive they may be perceived, in the name of the \"sanctity\" of the subject matter and we urge States that still have anti-blasphemy or anti-apostasy laws to repeal them, since such laws have a stifling impact on the enjoyment of freedom of thought, conscience, religion or belief as well as on healthy dialogue and debate about religious issues. - XII. We commit to further refine the curriculums, teaching materials and textbooks wherever some religious interpretations, or the way they are presented, may give rise to the perception of condoning violence or discrimination. In this context, we pledge to promote respect for pluralism and diversity in the field of religion or belief as well as the right not to receive religious instruction that is inconsistent with one's conviction. We also commit to defend the academic freedom and freedom of expression, in line with Article 19 of the International Covenant on Civil and Political Rights, within the religious discourse in order to promote that religious thinking is capable of confronting new challenges as well as facilitating free and creative thinking. We commit to support efforts in the area of religious reforms in educational and institutional areas. - \"The only possible basis for a sound morality is mutual tolerance and respect.\" (A.J. Ayer) - XIII. We pledge to build on experiences and lessons learned in engaging with children and youth, who are either victims of or vulnerable to incitement to violence in the name of religion, in order to design methodologies and adapted tools and narratives to enable religious communities to deal with this phenomenon effectively, with particular attention to the important role of parents and families in detecting and addressing early signs of vulnerability of children and youth to violence in the name of religion. - \"Don't let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity.\" (1 Timothy 4:12) - XIV. We pledge to promote, within our respective spheres of influence, the imperative necessity of ensuring respect in all humanitarian assistance activities of the Principles of Conduct for the International Red Cross and Red Crescent Movement and NGOs in Disaster Response Programmes, especially that aid is given regardless of the recipients' creed and without adverse distinction of any kind and that aid will not be used to further a particular religious standpoint. - XV. We pledge neither to coerce people nor to exploit persons in vulnerable situations into converting from their religion or belief, while fully respecting everyone's freedom to have, adopt or change a religion or belief and the right to manifest it through teaching, practice, worship and observance, either individually or in community with others and in public or private. - XVI. We commit to leverage the spiritual and moral weight of religions and beliefs with the aim of strengthening the protection of universal human rights and developing preventative strategies that we adapt to our local contexts, benefitting from the potential support of relevant United Nations entities. - \"Love your neighbour as yourself. There is no commandment greater than these\" (Mark 12, 31) - \"But love your enemies, do good to them and lend to them without expecting to get anything back. Then your reward will be great\" (Luke 6, 35) - \"The God-conscious being is always unstained, like the sun, which gives its comfort and warmth to all. The God-conscious being looks upon all alike, like the wind, which blows equally upon the king and the poor beggar.\" (Guru Granth Sahib p. 272) - \"The religion of God and His divine law are the most potent instruments and the surest of all means for the dawning of the light of unity amongst men. The progress of the world, the development of nations, the tranquility of peoples, and the peace of all who dwell on earth are among the principles and ordinances of God.\"(Bahá'u'lláh) - XVII. We commit to support each other at the implementation level of this declaration through exchange of practices, mutual capacity enhancement and regular activities of skills updating for religious and spiritual preachers, teachers and instructors, notably in areas of communication, religious or belief minorities, inter-community mediation, conflict resolution, early detection of communal tensions and remedial techniques. In this vain, we shall explore means of developing sustained partnerships with specialised academic institutions so as to promote interdisciplinary research on specific questions related to faith and rights and to benefit from their outcomes that could feed into the programs and tools of our coalition on Faith for Rights. - XVIII. We pledge to use technological means more creatively and consistently in order to disseminate this declaration and subsequent Faith for Rights messages to enhance cohesive societies enriched by diversity, including in the area of religions and beliefs. We will also consider means to produce empowering capacity-building and outreach tools and make them available in different languages for use at the local level. Endnotes - All quotations from religious or belief texts were offered by participants of the Beirut workshop in relation to their own religion or belief and are merely intended to be illustrative and non-exhaustive. - OHCHR organized related international meetings, expert seminars and regional workshops, including in Geneva (October 2008), Vienna (February 2011), Nairobi (April 2011), Bangkok (July 2011), Santiago de Chile (October 2011), Rabat (October 2012), Geneva (February 2013), Amman (November 2013), Manama (2014), Tunis (October 2014 and April 2015), Nicosia (October 2015), Beirut (December 2015) and Amman (January 2017). - See UN Human Rights Committee, general comment no. 22 (1993), UN Doc. CCPR/C/21/Rev.1/Add.4, para. 2. - Article 29, paragraph 1, of the Universal Declaration of Human Rights (1948). - These include the Convention on the Prevention and Punishment of the Crime of Genocide (1948); Convention Relating to the Status of Refugees (1951); International Convention on the Elimination of All Forms of Racial Discrimination (1965); International Covenant on Civil and Political Rights (1966); International Covenant on Economic, Social and Cultural Rights (1966); Convention on the Elimination of All Forms of Discrimination against Women (1979); Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (1984); Convention on the Rights of the Child (1989); International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families (1990); Convention on the Rights of Persons with Disabilities (2006); and International Convention for the Protection of All Persons from Enforced Disappearance (2006). - These include the Universal Declaration of Human Rights (1948); Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief (1981); Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities (1992); Principles of Conduct for the International Red Cross and Red Crescent Movement and NGOs in Disaster Response Programmes (1994); UNESCO Declaration on Principles of Tolerance (1995); Final Document of the International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination (2001); Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools (2007); United Nations Declaration on the Rights of Indigenous Peoples (2007); The Hague Statement on \"Faith in Human Rights\" (2008); Camden Principles on Freedom of Expression and Equality (2009); Human Rights Council resolution 16/18 on Combating Intolerance, Negative Stereotyping and Stigmatization of, and Discrimination, Incitement to Violence and Violence against, Persons Based on Religion or Belief (and Istanbul Process, 2011); Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence (2012); Framework of Analysis for Atrocity Crimes (2014); Secretary-General's Plan of Action to Prevent Violent Extremism (2015); as well as the Fez Declaration on preventing incitement to violence that could lead to atrocity crimes (2015). - Under certain circumstances, in particular when non-State actors exercise significant/effective control over territory and population (e.g. as de facto authorities), they are also obliged to respect international human rights as duty bearers (see UN Docs. CEDAW/C/GC/30, para. 16; A/HRC/28/66, paras. 54-55). - See UN Doc. A/HRC/22/17/Add.4, annex, appendix, para. 36. - See Article 18 of the International Covenant on Civil and Political Rights: \"(1) Everyone shall have the right to freedom of thought, conscience and religion. This right shall include freedom to have or to adopt a religion or belief of his choice, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching. (2) No one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice. (3) Freedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. (4) The States Parties to the present Covenant undertake to have respect for the liberty of parents and, when applicable, legal guardians to ensure the religious and moral education of their children in conformity with their own convictions.\" - See www.icrc.org/eng/assets/files/publications/icrc-002-1067.pdf.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Migrants",
            "Women/girls",
            "Children",
            "Adolescents",
            "Persons with disabilities",
            "Persons living in poverty"
        ]
    }
]