[
    {
        "ID": 1,
        "Text": "1. The present report is submitted by Asma Jahangir, Special Rapporteur on freedom of religion or belief, and Doudou Diène, Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, pursuant to Human Rights Council decision 1/107 entitled \"Incitement to racial and religious hatred and the promotion of tolerance\". In its decision, the Human Rights Council, \"taking into account the statements made during its first session expressing deep concern over the increasing trend of defamation of religions and incitement to religious hatred and its recent manifestations\", decided to request the Special Rapporteur on freedom of religion or belief and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance \"to report to its next session on this phenomenon, in particular its implications for article 20, paragraph 2, of the International Covenant on Civil and Political Rights\".",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. This report is divided in three parts. In the first part the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance analyses the phenomenon of defamation of religions and incitement to racial and religious hatred as manifestations of contemporary forms of racism, racial discrimination, xenophobia and related intolerance. In the second part, the Special Rapporteur on freedom of religion or belief addresses the issue of defamation of religions and the right to freedom of religion or belief. The conclusions and recommendations are reflected in the third part of the report.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In its resolutions 2002/9 of 15 April 2002, 2004/6 of 13 April 2004 and 2005/3 of 12 April 2005 on combating defamation of religions, the Commission on Human Rights requested the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance to examine the situation of Muslim and Arab peoples in various parts of the world, with special reference to physical assaults and attacks against their places of worship, cultural centres, businesses and properties in the aftermath of the events of 11 September 2001. The Special Rapporteur has submitted three reports on the issue for consideration by the Commission on Human Rights (E/CN.4/2003/23, E/CN.4/2005/19, E/CN.4/2006/17). Pursuant to Commission on Human Rights resolution 2004/6 and General Assembly resolution 58/160, he also produced a report specifically on the issue of defamation of religions, entitled \"Defamation of religions and global efforts to combat racism: anti-Semitism, Christianophobia and Islamophobia\" (E/CN.4/2005/18/Add.4).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 4,
        "Text": "4. For the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, the analysis of the increasing trend in defamation of religions cannot be dissociated from a profound reflection both on the current political and ideological context and on the ominous trends of racism, racial discrimination, xenophobia and related intolerance which in turn fuel and promote racial and religious hatred, and on the specificities and commonalities existing among different manifestations of defamation of religions.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Two key dimensions of the current ideological context constitute determining factors in the incitement to racial and religious hatred and in the political reading, interpretation and implementation of article 20 of the International Covenant on Civil and Political Rights: the impact of the combat against terrorism on human rights and the emergence of new forms of discrimination.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 6,
        "Text": "6. The combat against terrorism, in the aftermath of the events of 11 September 2001, has had two consequences whose scope is deeply transforming the whole fabric of international relations. A major negative impact is the trend and sometimes the ideological position of many Governments to consider that the security of the country and its people constitute the sum and substance of all human rights. Thus, all human rights guaranteed by international instruments are interpreted and implemented in the light of their relevance and contribution to the fight against terrorism. The respect and exercise of these rights are generally accompanied by restrictions and limitations. The fundamental value legitimizing these restrictions and limitations is the basic foundation governing the \"living together\" of all societies: the respect of the rights of others. The new ideological context is undermining precisely this ethical pillar of civilized society: restrictions and limitations are no longer considered valid and are indeed regarded as hindrances or obstacles to the priority of fulfilling one's ideological and political interest. Each human right is now being interpreted and implemented as an absolute and isolated principle according to this interest. The principles of contradiction and confrontation, rather than the principles of conciliation and accommodation, are progressively determining the approach to and the reading of the different human rights.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The emergence of new forms of discrimination also constitutes a negative consequence of the priority given to the combat against terrorism. The ethnic, cultural and religious background of the perpetrators of the events of 11 September 2001 has revived and relegitimized historic forms of discrimination. Entire communities - cultural and religious groups - have been since depicted as potential terrorists. The new dimension of discrimination is structured around two intellectual and political mechanisms: the collective responsibility for individual acts and the amalgamation of the factors of race, culture and religion. Discrimination is practised based on the two main national issues that Governments consider to be threatened by terrorism: security and identity. In this regard, with the proclaimed motivation of preserving national security, Governments have adopted policies gradually curtailing or disregarding civil and political rights or selecting those rights more fitting to that goal. In the same spirit, on the grounds of protection of national identity, cultural, social and economic rights, particularly those guaranteeing the rights of national minorities, immigrants and foreigners, are deliberately violated or marginalized. Rights related to culture and religion are particularly targeted. A major consequence of the impact of the combat against terrorism on human rights has been the marginalization of the Durban Declaration and Programme of Action.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The understanding of this political and ideological context, which favours the incitement to racial and religious hatred, is key in the analysis of the close link existing between the issue of defamation of religions and the right to freedom of expression. This is indicated by the latest controversies about the caricatures of the Prophet Muhammad published by the Jyllands-Posten newspaper in Denmark. The political and ideological approach to human rights has been confirmed by the fact that, in the logic of a clash of civilizations, Governments, political leaders, intellectual personalities and the media have flagged and radically set against each other freedom of expression and freedom of religion. The key limitations and restrictions that accompany the exercise of these rights, carefully formulated in the pertinent international instruments, have been wiped out by the new ideological winds of political and cultural polarization.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In such an ideological context, two key trends give legitimacy to racial and religious intolerance: the political use of racism and xenophobia and its intellectual legitimation.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The insidious penetration of racist and xenophobic platforms into the political agendas of democratic parties - under the pretext of combating terrorism, defending national identity and the national interest, promoting national preference and combating illegal immigration - leads to a generalized social acceptance of racist and xenophobic rhetoric and its system of values.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. This political normalization of racism leads to the non-recognition of the general trend towards multiculturalism in most societies and increased discrimination. This fuels and promotes hatred towards non-nationals, in particular, ethnic and religious minorities, immigrants and asylum-seekers. Gradually, the legal system, public order, education, employment and social welfare become impregnated with racist and xenophobic ideology.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Three main consequences of the fact that the ideology of racism and xenophobia is becoming politically mainstream are alarming. In the first place, given the electoral effectiveness of racist and xenophobic platforms, the initial promoters of these ideologies - the extreme-right parties, partners of political alliances in Governments with democratic parties - are now, in many countries, at the centre of legal power. They are in strategic positions in the departments of justice, security and immigration to implement their political agenda. Secondly, an increasing number of national policies and programmes regarding security, immigration, asylum and nationality are marked by the criminalization and curtailment of immigrants and asylum-seekers, and by racist and xenophobic connotations and overtones. Thirdly, the increasing activism of extremist and neo-Nazi groups, favoured by the political use of racism and its intellectual legitimation constitutes another major determining factor in the incitement to racial and religious hatred. This also opens the door for these groups to act not only through political means, but also through the use of racist and xenophobic violence, as has been particularly illustrated by recent cases in Belgium and in the Russian Federation. These groups proceed with a selective interpretation of human rights and legitimate their acts on the basis of freedom of expression. The fact that this violence is targeting not only discriminated communities - Blacks, Arabs, Jews, Asians and increasingly Muslims - but also human rights defenders, confirms that the rise of racism is a major threat to democracy.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 13,
        "Text": "13. The political and social normalization of racism and xenophobia need to be understood in a context of growing intellectual legitimation of these phenomena. In fact, the most profound and lasting manifestations of racism and xenophobia are the result of long-term intellectual constructs which postulate cultural inferiority, religious demonization and the natural inhumanity of entire races, ethnic groups, communities and peoples. The impact of these ideas in education systems, arts and literature have shaped sensibilities, outlooks and value systems and thus nourished the consolidation or emergence of cultures of racism, discrimination and xenophobia.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur considers that, because of the combination of their political use and trivialization and their intellectual legitimation in words, ideas and action, racism and xenophobia are to be considered as the most serious threats to democracy.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Incitement to racial discrimination, xenophobia and other related intolerance and the defamation of religions and religious hatred are often observed as two interconnected issues. Discrimination and intolerance against religious communities and their members, which have deep historical and cultural roots, are facilitated in an environment where religions and beliefs are degraded or maligned through a deliberate intellectual and/or political discourse which demonizes them. Intolerance of any form or expression of religion is becoming a very negative outcome of certain forms of radical secularism.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The analysis of the phenomenon of defamation of religions clearly shows the link between these connected trends. This was substantially dealt with in the Special Rapporteur's report on \"Defamation of religions and global efforts to combat racism: anti-Semitism, Christianophobia and Islamophobia\" (E/CN.4/2005/18/Add.4).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 17,
        "Text": "17. While it is true that acts of defamation of religion are common in various regions of the world, it must be recognized that each one of these phenomena bears its specificity. In their manifestations, expressions and frequency, these forms of defamation of religion present distinctive features. One should be cautious in any attempt to designate a general framework for their understanding and analysis, given the link between defamation of religions and discrimination and intolerance.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Indeed, although the term \"Islamophobia\" was created in response to the recent reality of increased discrimination against Muslims, discrimination against Islam and its practitioners dates back to the first contacts between Islam and other religions, cultures and civilizations and is illustrated by the Crusades. Islamophobia refers to a baseless hostility vis-à-vis Islam and, as a result, a fear of and aversion towards all Muslims or a majority of them. It also refers to the practical consequences of this hostility in terms of discrimination, prejudices and unequal treatment of which Muslims - individuals and communities - are victims. The political dimension of Islamophobia, which has clearly prevailed over the religious dimension since the attacks of 11 September 2001, is the result of a climate of deliberate intellectual and political legitimation of such hostility. In this context, manifestations of Islamophobia take very different, sometimes cumulative, forms. These include individual acts of discrimination against Muslim populations - including physical and verbal attacks, profanation of their places of worship and culture; the development of a logic of suspicion which associates Islam with terrorism and refuses to acknowledge the cultural diversity of the religion; and the adoption of legislation and administrative measures overtly designed to control and monitor such minorities on a variety of pretexts relating to security, illegal immigration or strict application of the principle of secularism. These measures stigmatize these communities even further and legitimize the discrimination that they experience.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Anti-Semitism, one of the oldest and most profound forms of discrimination, has cultural and religious roots and is a multifaceted phenomenon. However, in all of its manifestations, the same relationship between defamation of religions and discrimination can be observed. The demonization and dehumanization of Jews, which have culminated in the State-organized Holocaust, the annihilation of the Jews of Europe, has constituted a fertile ground for discrimination against Jewish individuals, religious and community organizations. All of this has led to a trivialization and growing occurrence of acts of discrimination, sometimes violent, against Jews and the Jewish community in many countries. Current manifestations of anti-Semitism can be found in the deep layers of many cultures, in the traditional platforms of extreme right-wing parties, in the statements and writings of political, intellectual and artistic figures, and in the increase in the number of attacks on places of worship and culture. The enduring conflict between Israel and the Palestinian people is generating forms of anti-Semitism in certain communities of migrants in Europe. New or old, anti-Semitism is real and deep in many societies.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 20,
        "Text": "20. There has also been an undeniable increase in acts of Christianophobia, which has been particularly apparent in the context of the complex relations between Christians and Muslims and the proselytism of certain evangelical groups. In all the occurrences of discrimination and intolerance against Christians - mainly reflected in the attacks of their places of residence and worship - the common denominator has always been the fact that this religion, amalgamated with the Western civilization, has been the target of defamation and demonization.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Defamation of religions, in its manifestations of racial and religious hatred, in words and acts, also concerns other religious and spiritual traditions older than Christianity and Islam, such as Hinduism, Buddhism, Sikhism and traditions of African origin, such as voodoo. Paradoxically, their defamation is coupled with their revival and influence in many parts of the world. The fact that discrimination against these spiritual traditions is particularly growing in the traditional lands of the three Abrahamic religions suggests that the ancient hostility of these religions towards non-Western forms of spirituality is one of the sources. Their distinctive ethnic and cultural features and expressions, particularly targeted in the manifestations of hostility and repression, illustrate the centrality of the amalgamation of the factors of race, culture and religion in the post-9/11 ideological atmosphere of intolerance and polarization.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The use of religious beliefs for political purposes, along with the negative stereotyping of some religions and beliefs, has often posed a challenge to the growth of a tolerant global society. In addition, the phenomenon of globalization has brought with it a series of new challenges. In particular, there is now much more awareness of, and prompt access to, information across borders and cultures. As a result, people of all opinions, beliefs and faiths live in greater proximity, making the need for tolerance even more urgent.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In the context of her activities, the Special Rapporteur on freedom of religion or belief has been made aware of numerous situations in which religious communities or beliefs have been the target of critical analysis from a merely theological point of view to the most extreme forms of incitement to violence or hatred against members of a religious group. Between these two extremes, one can find all sorts of expressions, including stereotyping, ridicule, derogatory comments and insults.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur has noted that these forms of expression target either the content of religious beliefs themselves or members of religious or belief communities because of the beliefs they hold. She has further noted that these forms of expression are directed towards many religious and belief communities, whether they are old or new, big or small. In this regard, the Special Rapporteur has been able to note that, while criticism of major religions attracts a lot of attention, numerous cases of criticism of smaller religions can go relatively unnoticed.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Regarding the authors of these forms of expression, the Special Rapporteur notes that they are not necessarily secularists, but also members of religious communities. Religious groups and communities are therefore not only the target of critical forms of expression, but also in many cases the origin.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The protection of the rights of religious minorities is central to the mandate on freedom of religion or belief. It should not be compromised even if other members of the community engage in intolerant acts, including defamation of other religions. This approach is particularly relevant when a certain religious community may be in a minority in one part of the world and suffer accordingly, but it may constitute the major religious community in another part of the world and be accused of intolerant treatment towards its own religious minorities.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Moreover, individuals who belong to a majority religion are not always free from being pressured to adhere to a certain interpretation of that religion. From a human rights perspective, members of religions or communities of belief should therefore not be viewed as parts of homogenous entities. For that reason, inter alia, international human rights law protects primarily individuals in the exercise of their freedom of religion and not religions per se.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. With regard to situations in which certain forms of expression confront religions or beliefs or members of religious or belief communities, it is essential to make a careful distinction between forms of expression that should constitute an offence under international law, forms of expression that are not criminally punishable but may justify a civil suit and forms of expression that do not give rise to criminal or civil sanctions but still raise a concern in terms of tolerance, civility, and respect for the religion or belief of others.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. From a legal perspective, each set of facts is particular and can only be assessed and adjudicated, whether by a judge or another impartial body, according to its own circumstances. Certain situations will undoubtedly raise an issue in terms of international human rights law but other situations, while not raising a human rights law issue, will give rise to concerns if the circumstances and nature of expression could lead to a climate of intolerance.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The challenge is to decide what type of incident justifies action. In this respect, the Special Rapporteur seeks first and foremost guidance from international human rights law in general and the human rights standards that govern her mandate in particular.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. According to article 18 of the International Covenant on Civil and Political Rights, freedom of religion includes freedom to have or to adopt a religion or belief of his choice, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In its general comment No. 22 on article 18 of the Covenant, the Human Rights Committee provides that: the right to freedom of thought, conscience and religion (which includes the freedom to hold beliefs) […] is far-reaching and profound; it encompasses freedom of thought on all matters, personal conviction and the commitment to religion or belief, whether manifested individually or in community with others and that Article 18 protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. The terms \"belief\" and \"religion\" are to be broadly construed. Article 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The same general comment contains a non-exhaustive catalogue of the different aspects that are covered by the right to freedom of religion or belief (see CCPR/C/21/Rev.1/Add.4, para. 4).",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Like other fundamental human rights, the right to freedom of religion remains primarily an individual right. However, it is often rightly argued that due to the manifestation aspects of the right, the right to freedom of religion or belief is also a collective right.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Acts of religious intolerance or other acts that may violate the right to freedom of religion or belief can be committed by States but also by non-State entities or actors. States have an obligation to address acts that are perpetrated by non-State actors and which result in violations of the right to freedom of religion of others. This is part of the positive obligation under article 18 of the Covenant. For a more detailed description of the legal framework of the mandate, see paragraphs 15 to 20 of the report of the Special Rapporteur to the sixty-first session of the Commission on Human Rights (E/CN.4/2005/61) and the annex of her report to the sixty-second session of the Commission on Human Rights (E/CN.4/2006/5).",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. As such, the right to freedom of religion or belief, as enshrined in relevant international legal standards, does not include the right to have a religion or belief that is free from criticism or ridicule. Moreover, the internal obligations that may exist within a religious community according to the faith of their members (for example, prohibitions on representing religious figures) do not of themselves constitute binding obligations of general application and are therefore not applicable to persons who are not members of the particular religious group or community, unless their content corresponds to rights that are protected by human rights law.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The right to freedom of expression can legitimately be restricted for advocacy that incites to acts of violence or discrimination against individuals on the basis of their religion. Defamation of religions may offend people and hurt their religious feelings but it does not necessarily or at least directly result in a violation of their rights, including their right to freedom of religion. Freedom of religion primarily confers a right to act in accordance with one's religion but does not bestow a right for believers to have their religion itself protected from all adverse comment.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The right to freedom of religion or belief protects primarily the individual and, to some extent, the collective rights of the community concerned but it does not protect religions or beliefs per se. While the exercise of freedom of expression could in concrete cases potentially affect the right to freedom of religion of certain identified individuals, it is conceptually inaccurate to present this phenomenon in abstracto as a conflict between the right to freedom of religion or belief and the right to freedom of opinion or expression.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Therefore, the question as to whether criticism, derogatory statements, insults or ridicule of one religion may actually negatively affect an individual's right to freedom of religion or belief can only be determined objectively and, in particular, by examining whether the different aspects of the manifestation of one's right to freedom of religion are accordingly negatively affected.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Human rights are exercised in a context where rights coexist with each other. In this regard, most international human rights conventions provide that, in the exercise of their human rights, individuals have to respect the rights of others.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. However, the coexistence of rights does not only imply that rights should be seen in a restrictive manner because of the existence of other rights; it also implies the fundamental notion of interdependency of human rights. The right to freedom of religion or belief needs other human rights to be fully exercised, including the right to freedom of association or the right to freedom of expression. The right to freedom of expression as it is protected by international standards, including article 19 of the Covenant, constitutes an essential aspect of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. In a number of States, in all regions of the world and with different religious backgrounds, some forms of defamation of religion constitute a criminal offence. While the different responses to such defamations depend on various factors, including historical and political factors, criminalizing defamation of religion can be counterproductive. The rigorous protection of religions as such may create an atmosphere of intolerance and can give rise to fear and may even provoke the chances of a backlash. There are numerous examples of persecution of religious minorities as a result of excessive legislation on religious offences or overzealous application of laws that are fairly neutral. As a limit to freedom of expression and information, it can also limit scholarship on religious issues and may asphyxiate honest debate or research.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Criminalizing speech that defames religions, whilst not amounting to forms of expression prohibited by international law, can limit discussion of practices within religions that may impinge upon other human rights. In such a context, criticism of practices - in some cases adopted in the form of a law - appearing to be in violation of human rights but that are sanctioned by religion or perceived to be sanctioned by religion would also come within the ambit of defamation of religion. The dilemma deepens, as independent research on the impact of such laws may not be possible, as a critical analysis of the law may by itself, in certain situations, be considered as defaming the religion itself.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. According to article 20 of the Covenant, \"any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law\".",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In its general comment 11, the Human Rights Committee holds that the measures contemplated by article 20, paragraph 2, of the Covenant constitute important safeguards against infringement of the rights of religious minorities and of other religious groups to exercise the rights guaranteed by articles 18 and 27, and against acts of violence or persecution directed towards those groups. Unfortunately this general comment does not give much more guidance about the interpretation that should be given to article 20 of the Covenant and, in particular, with regard to its threshold of application.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Compared to the other provisions of the Covenant, this provision is unusual because it does not provide for a human right but establishes limitations on other rights and requires States parties to enact legislative restrictions. Interestingly, commentators have pointed out that the limitations provided for in article 20 were not included in the provision dealing with freedom of expression, but were made the object of a separate provision. This implies that article 20 contains limitations for other rights, including freedom of religion. The exercise of freedom of religion could therefore potentially give rise to instances of advocacy that are prohibited by article 20.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur notes that article 20 of the Covenant was drafted against the historical background of the horrors committed by the Nazi regime during the Second World War. The threshold of the acts that are referred to in article 20 is relatively high because they have to constitute advocacy of national, racial or religious hatred. Accordingly, the Special Rapporteur is of the opinion that expressions should only be prohibited under article 20 if they constitute incitement to imminent acts of violence or discrimination against a specific individual or group.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. A link is often made between article 20 and the relevant provisions of the International Convention on the Elimination of All Forms of Racial Discrimination, and in particular its article 4 which provides, inter alia, that States parties: \"(a) [s]hall declare an offence punishable by law all dissemination of ideas based on racial superiority or hatred, incitement to racial discrimination, […] against any race or group of persons of another colour or ethnic origin,\".",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. However, the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief does not contain a prohibition of incitement to religious discrimination similar to article 4 above. The Special Rapporteur cautions against confusion between a racist statement and an act of defamation of religion. The elements that constitute a racist statement are not the same as those that constitute a statement defaming a religion. To this extent, the legal measures, and in particular the criminal measures, adopted by national legal systems to fight racism may not necessarily be applicable to defamation of religion.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Domestic and regional judicial bodies - where they exist - have often laboured to strike the delicate balance between competing rights, which is particularly demanding when beliefs and freedom of religion are involved. In situations where there are two competing rights, regional bodies have often extended a margin of appreciation to national authorities and in cases of religious sensitivities, they have generally left a slightly wider margin of appreciation, although any decision to limit a particular human right must comply with the criteria of proportionality. At the global level, there is not sufficient common ground to provide for a margin of appreciation. At the global level, any attempt to lower the threshold of article 20 of the Covenant would not only shrink the frontiers of free expression, but also limit freedom of religion or belief itself. Such an attempt could be counterproductive and may promote an atmosphere of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In the light of the above analysis, bearing in mind that the basic premise of the protection of human rights is respect for human dignity and the integrity of all individuals, regardless of their racial, ethnic, religious, gender or group affiliations, the Special Rapporteurs have articulated the conclusions and recommendations set out in the paragraphs below.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 52,
        "Text": "52. The Special Rapporteurs recommend that the Human Rights Council call upon Governments of Member States to continue to work for the implementation of the Durban Declaration and Programme of Action, which needs to remain the cornerstone in the combat against racism, racial discrimination, xenophobia and related intolerance. In this regard, the Council is invited to welcome the positive initiative of the Government of Brazil in organizing a regional conference aiming at identifying progress and remaining challenges in the implementation of the Durban Declaration and Programme of Action against racism, racial discrimination, xenophobia and related intolerance, and to encourage other regions to carry out the same analysis with the participation of Governments, civil society and individual experts.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteurs recommend that the Human Rights Council call upon Governments of Member States to express and demonstrate a firm political will and commitment to combating the rise of racial and religious intolerance. In this context Governments should be particularly vigilant in combating the political use of discrimination and xenophobia, notably the ideological and electoral impregnation of racist and xenophobic platforms into the programmes of democratic parties. They should be reminded of their legal and moral obligations pursuant to the pertinent international instruments to give priority to the combat against racism, discrimination, xenophobia and intolerance over convenient governmental political alliances.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The Human Rights Council is invited to draw the attention of Member States to the threat to democracy by this trivialization of racism, xenophobia and intolerance, and to encourage human rights organizations and civil society to be mobilized in combating this development. The Council should, in this context, underline the growing negative impact of this development on the national policies and programmes related to immigration, asylum and nationality. The Council should strongly reaffirm the fundamental principle that the respect for human rights, including the eradication of the roots of the culture of racism, xenophobia and intolerance, constitute the strongest pillar of national security and democracy and should not be dependent on any ideological and political convenience.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In the light of the global and international impact of issues related to race and ethnicity, culture and religion, the Council should emphasize the international dimension of this political will by inviting Governments to take fully into account the consequences of their national policies on their relations with other Member States, by the sensitivity to and the integration in their national policies of the promotion of the dialogue of cultures and religions and by avoiding policies, postures and statements inspired by the divisive concept of the clash of civilizations.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteurs recommend that the Human Rights Council invite Member States to link the combat against racism, discrimination and xenophobia with the political and constitutional recognition of, the legal respect for and the promotion of multiculturalism, through education, information and communication, both nationally and internationally.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 57,
        "Text": "57. The Council should strongly invite Governments, in accordance with pertinent international instruments, to combat the ideology of neo-Nazi groups, to punish their violent racist and xenophobic activities and to uproot the culture of hatred they are promoting, particularly through education, communication and information.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 58,
        "Text": "58. The Council should invite Governments, in the fight against racial and religious intolerance, to fully abide by their obligations concerning both freedom of expression and freedom of religion, as prescribed in the pertinent international instruments, and in particular articles 18, 19 and 20 of the International Covenant on Civil and Political Rights, in respect of their interrelation and complementarity.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The Council, in this spirit should remind Governments not only of the respect for the restrictions and limitations stricto sensu foreseen by these articles but also of the profound meaning of these limitations and restrictions. This is a way of promoting mutual respect and understanding of diversity and democracy and peaceful interactions between members of the society, in particular in multicultural societies.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Freedom of religion or belief and freedom of opinion and expression are interdependent, as is the whole body of human rights norms. However, balancing all aspects of human rights is an extremely delicate exercise. It requires neutral and impartial implementation and must be weighed by independent and non-arbitrary bodies. An independent judiciary is thus a vital component in the process of effectively adjudicating cases related to incitement to religious hatred under article 20 of the International Covenant on Civil and Political Rights. It is important to dispassionately determine what constitutes an act pursuant to this provision and to ensure that the guarantees of freedom of expression and freedom of religion are maintained. It is also critical for Governments and the judiciary to ensure that acts that constitute incitement under article 20 of the Covenant are closely monitored and do not enjoy impunity.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Council should promote, in the light of the polarized and confrontational reading of these articles, a more profound reflection on their interpretation. Given the paucity of jurisprudence on article 20 of the Covenant, the Special Rapporteurs consider that the interpretation of its terms and, in particular, a definition of its threshold of application would be particularly welcome in order to avoid confusion or simplistic conclusions regarding its application. For this reason, they would encourage the Human Rights Committee to consider the possibility of adopting complimentary standards on the interrelations between freedom of expression, freedom of religion and non-discrimination, in particular by drafting a general comment on article 20. Furthermore, the Council should invite other pertinent mechanisms and organs of the United Nations system of human rights, and in particular, the Committee on the Elimination of Racial Discrimination, to give priority and urgency to this exercise, in cooperation with the Office of the High Commissioner for Human Rights and the relevant special procedures.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Religious controversies are historical. They will continue to demand our attention and challenge us to find creative ways to deal with them. The classic recipes of enacting laws alone may not always work. A continuing dialogue in this regard is essential. It is of vital importance that the debate on these aspects be widened and inspired by the spirit of dialogue amongst religions and cultures, and include voices of all minorities and women, who are often the victims of religious intolerance, and at the same time excluded from dialogues that seek to promote religious harmony.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteurs recommend that the Human Rights Council invite Member States to promote and practise dialogue between cultures, civilizations and religions as a more profound way of combating racial and religious intolerance. To this end, the following related approaches are suggested: • The promotion of reciprocal knowledge between cultures, civilizations and religions, with a particular emphasis on value systems; - The adoption of policies and programmes in the fields of education, social, economic and cultural life, favouring the interactions between communities; - The recognition of the value of cultural and religious diversity associated with the promotion of unity within society; and - The creation of conditions facilitating the encounter, dialogue and joint action for social harmony, peace, human rights, development and combat against all forms of racism, discrimination and xenophobia.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteurs also recommend that the Council invite the religious and cultural communities to promote an in-depth intercultural and inter-religious dialogue, including joint actions on the issues at the core of their faith - such as peace, human rights and development - and through analysing the internal factors in their beliefs, practices and relationships among them which may have contributed to defamation of religions.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. In addition, the Special Rapporteurs recommend that the Council remind Member States that efforts to combat defamation of religions, discrimination and incitement to religious hatred also need to be based on the link between the acknowledgment both of the singularity of each form of discrimination, its expressions and manifestations, and that of the universality of their underlying causes and of the efforts to combat them. In this regard, Member States should bear in mind that defamation of religion must receive the same degree of concern and equal treatment regardless of which religion is targeted, thus avoiding hierarchization of forms of discrimination, even if their intensity varies according to history, geography and culture. The recognition, respect and practice of religious pluralism, which encompasses criticism, discussion and questioning of each other's values, should be the cornerstone of their relationships and their combat against all forms of discrimination.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 66,
        "Text": "66. In maintaining a pluralist, diverse and tolerant society, Member States should avoid stubbornly clinging to free speech in defiance of the sensitivities existing in a society with absolute disregard for religious feelings, nor suffocating criticism of a religion by making it punishable by law. Rather, one should focus on creating a tolerant and inclusive environment in which all religions and beliefs may be exercised free of discrimination or stigmatization, within reasonable limits. The situation will not be remedied by preventing ideas about religions from being expressed. -----",
        "Labels": []
    }
]