[
    {
        "ID": 1,
        "Text": "1. In the present report, the Special Rapporteur on freedom of religion or belief, Nazila Ghanea, explores intersections between the right to freedom of religion or belief and the prohibition of torture and other cruel, inhuman or degrading treatment or punishment (hereinafter referred to as the prohibition of torture and ill-treatment).",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur receives numerous communications alleging violations of the right to freedom of religion or belief that appear to reach the threshold of torture and ill-treatment. Although international standards providing for the protection of these rights are clear, it is noticeable that States, State officials, courts, treaty bodies and even people working directly with victims have not adequately taken both rights into consideration in cases raising overlapping concerns. This lack of attention to victims' claims has left them more exposed to further abuse. This foundational work seeks to consider these lacunae in theory and practice, demonstrating how addressing gaps regarding the intersection between these two rights can provide greater harmonization of practices and better protection of potential and actual victims of these human rights violations.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Given the difficulties in finding official documents that detail the relationship between freedom of religion or belief and the prohibition of torture and ill-treatment, the present report will be focused on key phenomena related to the topic, as defined in section II below. Applicable international standards are highlighted in section III; the relevant concepts of this subject and analysis of selected intersectional topics are presented in section IV; and recommendations to reinforce the protection of these rights are provided in section V.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The range of situations in which the rights to freedom of religion or belief and the prohibition of torture and ill-treatment can be violated concurrently is vast, and the present report is not able to capture all these instances nor examine all phenomena in depth. Two issues related to the topic have received much attention to date.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The first of these is violations of the prohibition of torture in the name of certain religious laws or interpretations carried out by State or non-State actors. One example is corporal punishments applied to individuals allegedly on the grounds of interpretations of religious texts. Corporal punishments imposed by the State or educational facilities have been repeatedly considered as falling within the ambit of torture and ill-treatment, regardless of the justification for them. Other examples directly or indirectly related to religious interpretations or cultural norms include issues raised regularly by special procedures, including female genital mutilation, marital rape, certain forms of punishment prescribed by religious norms and violence committed in the name of religion. The Special Rapporteur notes that these issues, which disproportionately affect members of minority groups and women, are rightly and routinely raised by the United Nations and have been explored in United Nations documents, including other reports under this mandate.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 6,
        "Text": "6. The second is related to the protection of asylum-seekers and non-refoulement; these issues are equally significant and fall within the ambit of the present report. However, this topic is so vast that it merits its own report, which is already in the planning phase by the Special Rapporteur for her next report to the General Assembly.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The present report will be focused on converging areas of freedom of religion or belief and the prohibition of torture that have not received adequate attention in United Nations documents or the literature. The select issues explored in the report relate to different forms of coercion, including discriminatory policies and systemic discrimination on the grounds of religion or belief, disrespect for burial rituals and destruction of cemeteries, general restrictions on freedom of religion or belief in places of deprivation of liberty, and aggravated ill-treatment tailored to degrade people on the basis of their religion or belief.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The prohibition of torture is part of customary international law. It is also \"recognized as forming part of jus cogens and entailing, on the part of States, obligations erga omnes towards the international community as a whole\". Jus cogens or peremptory norms of general international law have been defined by the International Law Commission as \"a norm from which no derogation is permitted and which can be modified only by a subsequent norm of general international law having the same character\". Simply put, torture is prohibited everywhere and in all situations, even in armed conflicts.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Freedom of religion or belief has not achieved jus cogens status, and it requires a treaty obligation as well as domestic norms in order to be fully implemented. Nevertheless, if someone suffers torture by virtue of their religion or belief, this would be a violation of jus cogens. Furthermore, given its erga omnes character, \"any State is entitled to invoke the responsibility of another State for a breach of a peremptory norm of general international law (jus cogens), in accordance with the rules on the responsibility of States for internationally wrongful acts\". Consequently, the most egregious violations of freedom of religion or belief which involve torture and ill-treatment can be prosecuted by any State in the world.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. There are few cases of individuals being prosecuted in jurisdictions other than those in which the human rights violations took place, yet this is possible, as demonstrated in the Jesuitas case. In that case, Spain prosecuted Inocente Montano, a former military commander from El Salvador, for crimes committed in another country. The commander had been involved in torture, forced disappearances and assassinations – most notably, the killing of five Jesuit priests – in El Salvador. After those events, Mr. Montano fled to the United States of America but was arrested there and later extradited to Spain to be prosecuted for the crimes he had committed in El Salvador. A Spanish court found him guilty of the killings of the Jesuit priests 31 years after the massacre. This case demonstrates that, despite jurisdictional barriers, by framing them into precise legal definitions, there is a higher likelihood that such cases can be successfully prosecuted and justice can be done for victims and their families.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In terms of treaty law, the International Covenant on Civil and Political Rights protects persons against torture and ill-treatment and upholds their freedom of religion or belief. It is important to note that the Human Rights Committee has emphasized that there is \"no hierarchy of importance of rights under the Covenant\". Therefore, if a particular case involves a potential violation of both rights in question, both rights should be taken into consideration equally. The equality of rights also supports the fact that special procedures regularly issue joint communications and raise relevant rights.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. A significant point of convergence between the prohibition of torture and freedom of religion or belief under the International Covenant on Civil and Political Rights is that neither of these rights is subject to derogation.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Another meeting point between freedom of religion or belief and the prohibition of torture in the International Covenant on Civil and Political Rights is the proscription of coercion in article 18 (2), which states: \"No one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice.\" Not all forms of coercion reach the threshold of torture or ill-treatment, but all forms of torture inflicted on persons on the grounds of their religion or belief constitute coercion. In other words, when torture or ill-treatment is committed against someone because of their religion or belief, both rights are violated.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment provides more detail about the prohibition of torture and ill-treatment, as well as the positive obligations that States need to undertake in order to protect this right. The Convention prohibits torture and ill-treatment against any person without exception. The definition of torture in the Convention considers torture as \"any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person\" for several purposes, including \"for any reason based on discrimination of any kind\". States parties to the Convention must ensure the protection of individuals or communities who are especially at risk of torture or ill-treatment by virtue of their religious beliefs.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The prohibition of torture based on discrimination of any kind establishes the nexus between the prohibition of torture and freedom of religion or belief in the Convention against Torture. However, there have only been a few cases adjudicated by the Committee against Torture or reported by the Subcommittee on Prevention of Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment of individuals who have suffered torture because of their religion or belief, other than cases related to violations in the name of religious norms and non-refoulement.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The International Covenant on Civil and Political Rights and the Convention against Torture offer complementary protection and, alongside regional treaties, were designed to protect victims against violations of these and other human rights. This multilayered system closes potential gaps of protection, thus allowing individuals to seek redress for human rights violations in the most suitable venue. However, this should not be seen as encouraging \"forum shopping\", as regional human rights courts and treaty bodies tend to reject cases that were already decided or are being \"examined under another procedure of international investigation or settlement\". 26",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. At the time of writing, the International Covenant on Civil and Political Rights had 174 States parties and the Convention against Torture had 175; only 12 States were not party to either treaty.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The main legally binding regional human rights treaties uphold both rights, reinforcing the notion that the protection of freedom of religion or belief and the prohibition of torture and ill-treatment are complementary rights aimed at the protection of everyone. Subregional bodies in Africa, such as the Economic Community of West African States and the East African Community, have also addressed torture and ill-treatment in their jurisdictions.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Regional human rights bodies have also developed specific treaties to address torture and ill-treatment. The first of these was the Inter-American Convention to Prevent and Punish Torture, followed by the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment. In the African system, although there is no specific treaty on the prevention of torture, the Guidelines and Measures for the Prohibition and Prevention of Torture, Cruel, Inhuman or Degrading Treatment or Punishment in Africa (Robben Island Guidelines) offer substantive guidance on the topic. All these documents emphasize the prevention of torture and ill-treatment but do not refer explicitly to religion or belief. In the African system, however, more recent guidelines on topics related to torture and ill-treatment have taken considerations regarding religion or belief seriously.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. While the prohibition of torture and ill-treatment and the right to freedom of religion or belief are complementary rights and equally non-derogable, they feature an important nuance in all the binding treaties mentioned above. The prohibition of torture and ill-treatment is absolute, meaning that it admits of no limitation or restriction. Likewise, freedom of thought, conscience, religion or belief is absolute in its internal aspect (forum observance of, human rights and fundamental freedoms for all without distinction as to race, sex, language or religion\". internum). However, the manifestation of freedom of religion or belief can, in exceptional circumstances, be limited following strict tests of legality, legitimacy and necessity.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Apart from the Universal Declaration of Human Rights, most soft law documents related to freedom of religion or belief only have indirect passages pertaining to torture and ill-treatment. For example, there is no direct mention of such acts in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, although intolerance may lead to torture, as explained by Special Rapporteurs. The Human Rights Committee, in its general comment No. 22 (1993), does not refer to torture or ill-treatment, but clarifies that persons deprived of liberty (who are more vulnerable to torture and ill-treatment) \"continue to enjoy their rights to manifest their religion or belief to the fullest extent compatible with the specific nature of the constraint\". 34",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. A few resolutions also contain mention of the connection between freedom of religion or belief and the prohibition of torture and ill-treatment. For instance, in its resolution 77/221, the General Assembly addressed both rights by urging States to step up their respect for the former and ensure that no one in their jurisdiction was subjected to the latter, \"and to bring to justice all perpetrators of violations of these rights\". 35",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Guidelines related to the prohibition of torture and ill-treatment offer some basic standards to help States prevent these acts and, in doing so, to avoid interfering with the right to freedom of religion or belief. Four documents are particularly relevant in this area: the United Nations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules), the Manual on the Effective Investigation and Documentation of Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (Istanbul Protocol), as revised, the United Nations Rules for the Protection of Juveniles Deprived of their Liberty and the United Nations Rules for the Treatment of Women Prisoners and Non-custodial Measures for Women Offenders (the Bangkok Rules).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 24,
        "Text": "24. The Beirut Declaration on Faith for Rights and its 18 Commitments on Faith for Rights also provide relevant guidance for faith-based actors to understand the nexus between these rights, and affirm their importance. Faith-based actors, for instance religious or humanist chaplains, can play a pivotal role in reporting torture and ill-treatment in places of deprivation of liberty, so it is vital that they are aware of existing frameworks for the protection of human rights.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The prohibition of torture and other cruel, inhuman or degrading treatment or punishment (ill-treatment) indicates the existence of different levels of severity of torturous or degrading acts. While the distinction can be relevant for the determination of preventive measures or reparations to victims, it is important to emphasize that all forms of ill-treatment are absolutely prohibited, in the same manner as torture.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Most supervisory bodies consider that the difference between different concepts of torture and ill-treatment can only be established in practice. The Committee against Torture has explained that \"the definitional threshold between ill-treatment and torture is often not clear\". Nevertheless, it has kept the distinction between these concepts, as it asserted that \"in comparison to torture, ill-treatment may differ in the severity of pain and suffering and does not require proof of impermissible purposes\". The Human Rights Committee has stated that it is unnecessary \"to draw up a list of prohibited acts or to establish sharp distinctions between the different kinds of punishment or treatment; the distinctions depend on the nature, purpose and severity of the treatment applied\". Similarly, regional human rights bodies consider that an act must have \"a minimum level of severity\" to be defined as ill-treatment, but this also depends on contextual factors.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Given the importance of contextual aspects in the definition of torture and ill-treatment, religious and belief aspects must be taken seriously if a case calls for that. In this manner, those involved in the determination of torture and ill-treatment must understand the contextual religious and philosophical issues at stake to define more precisely the severity of pain inflicted on victims.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. States have both positive and negative obligations with regard to the prohibition of torture and ill-treatment, as well as the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Negative obligations in relation to the prohibition of torture and ill-treatment and freedom of religion or belief require States not to infringe on those rights. For example, article 7 of the International Covenant on Civil and Political Rights proclaims that \"no one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment\". Similarly, article 18 (2) of the Covenant stresses that \"no one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice\". These rights impose an obligation on the State not to commit torture nor to coerce anyone to change their religion or belief.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. It follows from these rights that States cannot knowingly allow torture or coercion of anyone on the basis of their religion or belief. States often commit human rights violations through individuals representing the State, hence the Committee against Torture qualification of torture as acts of \"pain or suffering … inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity\". 44 While other treaties do not specify public officials in the prohibition of torture, a link between the violation of a human right and the State has to be established in order to assert responsibility. This link is evident when State officials commit human rights violations.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Positive obligations require States to take action to protect individuals' rights. Although not always apparent, these obligations derive from the above-mentioned documents. Using the same example as above of articles 7 and 18 (2) of the International Covenant on Civil and Political Rights, it is not enough for States not to commit torture or coerce individuals to change their beliefs. States must also take preventive measures to ensure that violations of these rights do not occur. Consequently, the Human Rights Committee has clarified in relation to torture that \"it is the duty of the State party to afford everyone protection through legislative and other measures as may be necessary against the acts prohibited by article 7, whether inflicted by people acting in their official capacity, outside their official capacity or in a private capacity\". The Committee also indicates in its general comment No. 22 (1993) that States are required to take positive measures \"to protect the practices of all religions or beliefs from infringement and to protect their followers from discrimination\". 47",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Convention against Torture explicitly requires States to take positive measures in articles 2 (1) and 16. Furthermore, the Committee against Torture has commented that \"where State authorities or others acting in an official capacity or under colour of law, know or have reasonable grounds to believe that acts of torture or ill-treatment are being committed by non-State officials or private actors and they fail to exercise due diligence to prevent, investigate, prosecute and punish such non-State officials or private actors consistently with the Convention, the State bears responsibility and its officials should be considered as authors, complicit or otherwise responsible under the Convention for consenting to or acquiescing in such impermissible acts\". 49",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Most important in relation to the prevention of torture under the Convention against Torture is the Subcommittee on Prevention of Torture. The work of the Subcommittee has been fundamental in strengthening protection against torture in States parties and helping these States to set up independent national preventive mechanisms.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Regional human rights systems have also shaped the positive obligations of States in relation to the prohibition of torture and ill-treatment, as well as the protection of freedom of religion or belief. The Inter-American Court of Human Rights has set a very high standard of due diligence on the State to prevent violations. The Inter-American Commission on Human Rights has also stressed that States must take positive measures to protect freedom of religion or belief and against discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Similarly, the African Commission on Human and Peoples' Rights has recognized that article 1 of the African Charter on Human and Peoples' Rights upholds the positive obligation of States \"to diligently prevent, investigate, prosecute and punish non-State actors who commit acts of torture and other ill-treatment and to redress the harm suffered\" even where those acts were at the \"instigation, consent and acquiescence of the State\". 52",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The European Court of Human Rights has affirmed that positive obligations under article 3 comprise: \"firstly, an obligation to put in place a legislative and regulatory framework of protection; secondly, in certain well-defined circumstances, an obligation to take operational measures to protect specific individuals against a risk of treatment contrary to that provision; and thirdly, an obligation to carry out an effective investigation into arguable claims of infliction of such treatment\". The Court has also found violations of the right to freedom of religion or belief due to \"a failure of the State to comply with its positive obligations\". 54",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The specific regional treaties on the prohibition and prevention of torture and ill-treatment have elaborated guidelines that further emphasize the positive obligations of States in prevention, rather than just being reactive with respect to these rights (see para. 19 above).",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The intersection of the prohibition of torture and ill-treatment and freedom of religion or belief gives rise to several recurring thematic issues. Submissions and inputs from States, national human rights institutions, national preventive mechanisms, civil society organizations, religious or belief groups, academics and experts, providing examples of how these rights overlap in practice, have been analysed and systematized below, together with relevant jurisprudence, allegation letters and reports of special procedures.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The intersection of the prohibition of torture and ill-treatment and freedom of religion or belief can be categorized into two main areas: (a) those instances affecting people outside \"places of deprivation of liberty\"; and (b) those affecting individuals inside such institutional settings. \"Places of deprivation of liberty\" is interpreted broadly to include both public and private settings, as the Subcommittee on Prevention of Torture prescribes in its general comment No. 1 (2024).",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. These broad categories are subdivided further, illustrating recurrent practices that lead to violations of the above-mentioned rights. The present report seeks to shed light on gaps in protection where further jurisprudential and theoretical development on the intersection of both rights is needed.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The intersection of freedom of religion or belief and the prohibition of torture and ill-treatment is evident in the concept of coercion in article 18 (2) of the International Covenant on Civil and Political Rights – which strictly prohibits coercion aimed at changing an individual's religion or belief – and in the definition of torture in the Convention against Torture. Both prohibitions are absolute, as they do not permit any limitations. Consequently, torture and ill-treatment inflicted to coerce individuals to abandon their beliefs violate not just one but two absolute rights.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Coercion can be manifested physically or psychologically/mentally. These two aspects are naturally interlinked. Physical coercion will have physical and psychological effects on individuals, and vice versa. That said, it is easier to demonstrate evidence of physical coercion than psychological coercion, and the latter has oftentimes been overlooked.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. It is important to note that both rights protect a person's inner realm \"where mental faculties are developed, exercised and defined\". Often, torture and ill-treatment are inflicted by targeting the individual's inner realm, bringing about physical pain or subjecting the person to acts that induce mental suffering. The body becomes the gateway to the mind, where the torture may be aimed at altering internal beliefs. Acknowledging violations of both rights in these contexts shifts the focus towards protecting the shared non-derogable forum internum of both rights, and provides victims with more appropriate remedies for the life-long impacts of their ill-treatment.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Having established that coercion is a key link between the rights being examined in the present report, it is essential to illustrate the situations in which such acts can occur. The Human Rights Committee explains that article 18 (2) of the International Covenant on Civil and Political Rights \"bars coercion that would impair the right to have or adopt a religion or belief, including the use of threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert\". It also states that \"policies or practices having the same intention or effect of coercion, such as … those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of the Covenant, are similarly inconsistent with article 18 (2). The same protection is enjoyed by holders of all beliefs of a non-religious nature.\" It therefore underscores that coercion, and threat of penal sanction, do not only take place within institutions.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The jurisprudence of regional human rights bodies confirms this understanding, even where those treaties do not specifically mention the prohibition of coercion that impairs freedom of religion or belief. The African Commission on Human and Peoples' Rights found that the Sudan had violated the rights to freedom of religion or belief and the prohibition of torture in a case where non-Muslims were coerced to change their beliefs through denial of work, food aid and education. The Commission stated that \"these attacks on individuals on account of their religious persuasion considerably restrict their ability to practice freely the religion to which they subscribe\". 63",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Systemic discrimination based on religion or belief can also amount to coercion. Several civil society organizations have reported regular incidents of communal violence due to religion or belief, where perpetrators enjoy impunity. The Special Rapporteur has also received communications regarding individuals tortured by non-State actors with the aim of changing their beliefs and where the police refused to act.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. One insidious form of coercion is disrespect for burial rituals and destroying cemeteries. Not respecting the religious rituals associated with the dead and the desecration of cemeteries, mausoleums and burial grounds are discriminatory practices that are often targeted at members of religious minorities. The question for the present report is whether or not these actions can reach the threshold of torture or ill-treatment.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Human Rights Committee has emphasized that freedom to manifest religion or belief extends to \"rituals associated with certain stages of life\", which evidently includes burial rituals. The Committee against Torture has also upheld that States have a duty to return the bodies of deceased people to their families so they can be \"buried in accordance with their traditions and religious customs\". 68",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In addition, the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief upholds that freedom of religion or belief includes the freedom \"to worship or assemble in connection with a religion or belief, and to establish and maintain places for these purposes\". Cemeteries serve such purposes, thus the desecration of these sites amounts to a violation of the right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. While freedom of religion or belief protects both rituals and places of rest for the dead, it does not fully capture the mental distress that individuals face when these are violated. A broader understanding of the connection between freedom of religion and the prohibition of torture and ill-treatment can provide a more holistic response to such violations.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Jurisprudence in this area is somewhat inconsistent. In a case before the Human Rights Committee, an Orthodox Christian family requested the body of an individual who had been killed by the State, and the State refused to disclose the location of the individual's grave. The family wished to bury the individual in accordance with their religious beliefs, but the State refused to hand the body over, which led to a claim of violation of freedom of religion or belief. The Committee found that the secrecy regarding the date of execution and the burial site, and the refusal to return the body, served to intimidate and punish the family by intentionally keeping them in a state of uncertainty and mental distress, amounting to inhuman treatment in violation of article 7 of the International Covenant on Civil and Political Rights. Nevertheless, the Committee decided not to examine allegations under article 18 of the Covenant, despite the victims having considered this a fundamental aspect of their claims.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Similarly, in another case, the Human Rights Committee found a violation of article 7 of the International Covenant on Civil and Political Rights when the State refused to provide a wife with information on the whereabouts of her husband's body so that she could perform his funeral according to her religious beliefs, which caused her anguish amounting to inhuman treatment. In that case, the Committee did not even refer to article 18.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In contrast, the European Court of Human Rights has found a violation of freedom of religion or belief and of the right to family life in cases where families did not receive the bodies of the deceased promptly in order to perform burial rites in accordance with their beliefs. However, in those cases, the families did not raise issues related to ill-treatment.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Inter-American Court of Human Rights has determined that \"the prohibition of the forced disappearance of persons and the corresponding obligation to investigate and punish those responsible has attained the status of jus cogens\". In the same case, the State was found to have violated the right to humane treatment of family members of the forcibly disappeared, as they were not able to bury those who had disappeared in accordance with their beliefs. The Court did not find a violation of freedom of religion or belief of the relatives of the person who disappeared, but used elements of the right to inform its decision to find that ill-treatment had taken place.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In a more recent case, however, the Inter-American Court of Human Rights found a violation of both the right to humane treatment and to freedom of conscience and religion when the next of kin were not allowed to bury their deceased family members or to perform funeral rites after a series of massacres, the destruction of cemeteries and the State's failure to find bodily remains.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Concerns have been raised previously under the mandate regarding cases where the threshold of ill-treatment may have been reached, such as family members not receiving the bodies of loved ones promptly in order to be able to organize funerals in line with religious rites in Iraq, family members being prevented from carrying out funerals in line with Catholic rituals in São Tomé and Príncipe, no advance warning of executions and bodies not being returned to the bereaved family members in Saudi Arabia and members of the Baha'i faith being prevented from burying their dead in available cemetery land and instead being forced to bury their dead on top of a mass grave site in the Islamic Republic of Iran.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. It has been emphasized under the mandate that the dangers of discrimination on the grounds of religion or belief, either in an institutionalized form or through discriminatory practices, become much greater in the closed conditions of a detention facility, and the same holds true regarding violations of these two rights.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 58,
        "Text": "58. The right to freedom of religion or belief is not suspended for detained individuals. On the contrary, as the Human Rights Committee has clarified: \"persons already subject to certain legitimate constraints, such as prisoners, continue to enjoy their rights to manifest their religion or belief to the fullest extent compatible with the specific nature of the constraint\". Similarly, individuals in places of deprivation of liberty are entitled to protection against torture and ill-treatment; this is an absolute right (see para. 21 above).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 59,
        "Text": "59. Various soft law guidelines provide minimum standards that must be respected for States not to violate the rights of persons deprived of liberty. These norms include that places of deprivation of liberty must allow individuals to participate in spiritual and religious activities, to receive education, including religious instruction, to keep religious books, to receive visits from spiritual or religious representatives, and equally not to be forced to take part in religious practices nor receive visits from religious representatives not aligned with their beliefs.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Persons deprived of liberty should also be provided with a nutritious diet that takes into account their religion or belief, such as halal, kosher, vegan and vegetarian food, respecting religious fasting such as at Ramadan. The requirement of the Organization of American States is as follows: \"Clothing to be used by persons deprived of liberty shall be sufficient and adequate to the climatic conditions, with due consideration to their cultural and religious identity.\" 88",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Children in juvenile facilities should also have the same rights to allow full enjoyment of their right to freedom of religion or belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 62,
        "Text": "62. The Bangkok Rules elucidate the gender dimension of this, stating that women prisoners from different religious backgrounds \"have distinctive needs and may face multiple forms of discrimination in their access to gender- and culture-relevant programmes and services\" and thus should be provided with \"comprehensive programmes and services that address these needs\". 90",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The jurisprudence on this topic has largely observed these rules in relevant cases. For example, the Human Rights Committee found a violation of freedom of religion or belief in relation to a victim who claimed that he had been forced into an \"ideology conversion system\" due to a perceived idea that he was a communist. The author spent 13 years in solitary confinement for seemingly holding such convictions; however, the Committee did not consider it torture due to questions related to jurisdiction ratione temporis. 91",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 64,
        "Text": "64. In some instances, the Human Rights Committee has found a violation of both article 7 and article 18. In a case concerning the arrest of Jehovah's Witnesses in Turkmenistan and subsequent ill-treatment in prison, the Committee found that the victims had their right to freedom of religion or belief violated because of systemic discrimination and \"impediments to their religious activities\". The finding of a violation of the prohibition of torture was due to one of the authors being repeatedly beaten by prison officials and threatened with rape. Although the State had violated both rights, the reasons for those findings were based on distinct actions. In other words, the finding of torture or ill-treatment was not recognized on the basis of an aggravated violation of the right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Similarly, the European Court of Human Rights held in a case that a prisoner's inability to participate in religious services and being denied visits from a priest amounted to a violation of freedom of religion or belief. The Court also determined separately that the applicant had been subjected to beatings and other forms of ill-treatment in detention, constituting a violation of article 3.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In their inputs, civil society organizations raised concerns regarding: the torture of Libyan prisoners, with an alleged renouncing of faith due to ill-treatment in one case; individuals professing their lack of religious beliefs being labelled as mentally ill and held against their will in psychiatric wards in an attempt to force them to change their beliefs; religious leaders being tortured and pressured to renounce their beliefs; and detainees belonging to minority groups being physically abused, threatened and coerced to renounce their faith. National preventive mechanisms in Estonia and Slovenia provided submissions stating that they had dealt with cases of inadequate alternatives to, or unreasonable delays in, the provision of food during Ramadan. A submission from Bangladesh reported that 75 per cent of reported abuses against religious minorities in detention were not investigated.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. Further inputs concerned alleged violations of both rights where members of religious minorities are arbitrarily imprisoned merely because of their beliefs. One submission reported that religious detainees had been systematically denied the ability to observe their faith in Myanmar due to psychological torture and attempts by the State to change their religious identity.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 68,
        "Text": "68. Past allegation letters have detailed reports of Sunni Muslims showing signs of torture, malnutrition and a lack of care in detention while also being prevented from accessing Sunni religious guidance in a prison where the majority of detainees were Sunni. Another reported that a person deprived of liberty was prevented from performing prayers, accessing religious books and observing religious practice along with others. Another allegation letter detailed that Muslim migrants in detention had been denied vegan, vegetarian or halal food, had been wrongly advised that their meals were halal and had not been provided with supplementary meals after religious fasting.",
        "Labels": [
            "Migrants",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 69,
        "Text": "69. While the lack of provision of the services mentioned above, such as access to a chaplain or a religious diet, might not necessarily lead to torture and ill-treatment, a combination of these factors, coercion and systemic denial of the right to freedom of religion or belief in such places might reach the threshold of ill-treatment.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. It is highly surprising that so few legal cases related to these rights have been entertained by international bodies, given the number of violations reported by civil society organizations and the number of allegation letters received under the mandate. This discrepancy demonstrates the lack of information available to persons deprived of liberty concerning their rights, and that religion or belief is not taken seriously by such institutions. Far more needs to be done to address such violations and develop effective preventive measures to end impunity.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Intent and motivation play important and often overlooked roles in determining violations of the prohibition of torture and ill-treatment. Ill-treatment is exacerbated when it is aimed at specifically affecting someone due to their personal characteristics, such as their race, gender and/or religion or belief. The aggravated nature of torture is not just dependent on the consequences of physical or psychological suffering but can be due to the intentionality and severity of the conduct. For instance, the knowledge that subjecting a victim to a certain form of ill-treatment will target their religion or belief may elevate the severity of the ill-treatment so as to make it an objective act of torture.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 72,
        "Text": "72. Motivations based on any form of discrimination are mentioned in universally applicable definitions of torture. This means that inflicting severe pain or suffering intentionally, for any reason based on discrimination, is strictly prohibited.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The Istanbul Protocol lists several examples of torture methods, including what is defined as \"behavioural coercion\", one example being \"forced engagement in practices against the religion of the victim (e.g. forcing Muslims to eat pork)\". 103",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Perhaps due to the open-ended nature of the prohibition of torture and ill-treatment, jurisprudence is usually focused on the act of torture itself rather than the increased severity of an act due to the purposive targeting of one's religion or belief. However, a few cases demonstrate that it is possible to take both rights into consideration, and that by doing so, the remedies provided for victims will become much more tailored.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The Human Rights Committee has found a violation of both rights in a case where the author \"was forbidden from worshipping at Muslim prayer services, his prayer books were taken from him, and on two occasions his beard was shaven off\". While it is unclear whether these violations of freedom of religion or belief would alone amount to ill-treatment, it is not disputed that they were determinative for the Committee to find a violation of the prohibition of torture and ill-treatment in that case.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The fact that a violation of both rights was recognized in that case allowed for a more holistic outcome. The Committee decided that not only was the author entitled to appropriate remedy but also established that the State had \"an obligation to ensure that similar violations do not occur in the future\". If the Committee had overlooked freedom of religion or belief in that case, the obligation imposed on the State to prevent similar violations of freedom of religion or belief would not have arisen.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Another relevant case was decided by the Inter-American Commission on Human Rights and related to allegations of torture in Guantanamo Bay. The author claimed that, during his detention, guards had taken his religious books, thrown them on the floor, stepped on them and torn out pages. He also claimed that, on one occasion, a soldier had taken the Qur'an and submerged it in a tank full of urine and excrement. Furthermore, while he prayed, guards had interrupted him with insults and howled to imitate the Muslim call to prayer and create an atmosphere of terror, given the assumption that Muslims do not like dogs.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Inter-American Commission on Human Rights analysed the facts of the case using two main criteria: (a) the purpose with which the harmful behaviour was inflicted; and (b) the degree of suffering that the claimant endured. The Commission concluded that the continuous religious harassment and abuse that the author had experienced in detention amounted to torture and found a violation of the right to freedom of religion or belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Similarly, the European Court of Human Rights, in the case 97 Members of the Gldani Congregation of Jehovah's Witnesses and 4 Others v. Georgia, found a violation of article 3 when a religious gathering of Jehovah's Witnesses was disrupted by Orthodox Christians who, inter alia, physically assaulted members with crosses, sticks and belts and mockingly prayed while shaving a member's head. The Court found, however, that the violation in relation to article 3 of the European Convention on Human Rights was not due to the violence but because the police had refused to intervene to protect some of the applicants. The Court decided that the State had failed in its positive obligation to protect the Jehovah's Witnesses against the attackers, thereby violating article 9.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Civil society organizations have reported instances where persons have been forced to act against their religious beliefs, for instance by forcing individuals to eat food they consider impure, disrobing monks and preventing them from shaving their heads in detention, and forcing Rohingya Muslim women to sleep near toilets, violating religious purity norms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 81,
        "Text": "81. Under the mandate, reports have been received that may amount to ill-treatment and/or torture, such as not allowing inmates at Guantanamo Bay to perform ablutions before prayers and subjecting them to forced grooming, using terms denigrating Shia detainees while subjecting them to ill-treatment and insults against four Shia detainees and one being forced to follow Sunni rites while subject to ill-treatment.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. To conclude, when torture methods employ \"forced engagement in practices against the religion of the victim\", this should be considered a violation of both rights. This is because such acts are intentionally devised to target persons due to their religion or belief and force them to change those beliefs. Once again, only by taking these rights seriously can the plight of victims and their suffering be addressed more adequately.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. As noted above (see para. 70), it is deeply concerning that so few legal cases related to these rights have been entertained by international bodies, given the evidence of the number of violations observed under this mandate over the decades. The Special Rapporteur therefore calls upon all actors concerned to step up their activities in this area and do far more to adequately recognize and address violations, and develop effective preventive measures to end impunity.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The Special Rapporteur is grateful for the excellent receptivity of the relevant treaty bodies, United Nations human rights mechanisms, regional human rights actors and national authorities that have engaged generously in workshops that have enriched the present report. She looks forward to continuing to lend support to their critical work in this regard.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. In the light of the foregoing, the Special Rapporteur calls upon States: (a) To review their laws and legislation to ensure precision and scope, according to international human rights norms, regarding freedom of religion or belief and the prohibition of torture and ill-treatment;; (b) To guarantee the absolute prohibition of coercion – upheld across both these rights – including attempts to change people's religion or belief or forcing them to carry out religious or belief practices that go against their religion or belief;; (c) To consider the physical and psychological impact of coercion on victims, and recognize the severity of the pain inflicted;; (d) To provide appropriate training and judicial exchanges to allow court personnel to explore how cases relating to both the prohibition of torture and illtreatment and freedom of religion or belief can be prosecuted and remedied, and how potential gaps in protection can be addressed;; (e) To recognize, address and prevent aggravated forms of torture or illtreatment tailored to degrade people on the basis of their actual or perceived religion or belief and practices;; (f) To recognize the positive obligations of States in preventing violations of the prohibition of torture and ill-treatment and freedom of religion or belief, and to ensure that this is well understood across all relevant entities and by all State officials;; (g) To guarantee that effective preventive measures are in place to ensure non-repetition of violations, including the halting of incommunicado detention, and to offer redress – which, as the Committee against Torture emphasizes, should be understood comprehensively to include effective remedy and reparation, entailing \"restitution, compensation, rehabilitation, satisfaction and guarantees of nonrepetition\"; 112; (h) To ensure that information is made readily available to persons inside places of deprivation of liberty concerning their rights relating both to freedom of religion or belief and to the prohibition of torture and ill-treatment, and regarding how to report these to independent institutions for follow-up;; (i) To follow the call in the Istanbul Protocol for awareness of religious characteristics and contexts when working with victims of torture and ill-treatment, mindful that ideological or religious commitment and official recognition of responsibility can contribute to recovery;; (j) To establish the above across the jurisdiction of the State, irrespective of formal and informal legal systems, and federal or state-level differentiation;; (k) To address the discrimination and insecurity faced by persons and communities due to their religion or belief – especially where this is directed, condoned, instigated or inadequately addressed by State authorities and/or is systematic and institutionalized – and take preventive steps to abate the discrimination, threats and violence against them. Timely responses and due diligence are required by the State authorities for the prevention of coercion and ill-treatment, and for the provision of effective remedies to victims;; (l) To ensure the return of the bodies of deceased persons to their families, in a timely fashion and respecting their dignity, so that they can be buried in accordance with the rites and customs of their religion or belief and to uphold respect for, and the protection of, cemeteries;; (m) To follow up to ensure that courts and supervisory bodies take careful note of the evidence provided by family members in relation to religion or belief, in order to seek to better recognize the pain suffered by loved ones who have been denied the right to observe their beliefs in relation to the deceased;; (n) To ensure that detainees, including women and juveniles, can satisfy the needs of their religious and spiritual life, in particular by attending the services or meetings provided or by conducting their own services, and have possession of the necessary books or items of religious observance and instruction.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 86,
        "Text": "86. Where a detention facility contains sufficient numbers of persons of a given religion, the Special Rapporteur recommends that qualified representatives of that religion be allowed to hold regular services and to pay pastoral visits in private to detainees at their request. Everyone should have the right to receive visits from a qualified representative of the religion of their choice, as well as the right not to participate in religious services and freely to decline religious education, counselling or indoctrination.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur calls upon regional human rights entities: (a) To review their norms (including relevant guidelines), and understanding of those norms, regarding the prohibition of torture and ill-treatment and freedom of religion or belief, including recognition of aggravated forms of torture or ill-treatment tailored to degrade people based on their actual or perceived religion or belief and practices;; (b) To provide appropriate training opportunities to allow for a better understanding of how these rights may be violated inside and outside places of deprivation of liberty, and how the rights may be related and aggravate each other;; (c) To examine cases regarding the prohibition of torture and ill-treatment and freedom of religion or belief that have been prosecuted and remedied, and related cases where they have not, with a view to obtaining a better understanding of any protection gaps;; (d) To further emphasize and reinforce the positive obligations of States with regard to preventing violations of the prohibition of torture and ill-treatment and to freedom of religion or belief",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur calls upon ombudsperson institutions, national human rights institutions, national preventive mechanisms and other independent authorities: (a) To examine national laws and legislation to ensure precision and scope, according to international human rights norms, regarding both the prohibition of torture and ill-treatment and freedom of religion or belief, and to make recommendations in this regard;; (b) To conduct inquiries into the activities of different government authorities regarding respect for both sets of rights, both within places of deprivation of liberty and elsewhere, including recognition of aggravated forms of torture or ill-treatment tailored to degrade people based on their actual or perceived religion or belief and practices;; (c) To reinforce the positive obligations of States with regard to preventing violations of the prohibition of torture and ill-treatment and to freedom of religion or belief across all relevant entities;; (d) To follow up on prosecutions and remedies that arise regarding these rights, in considering justice for victims and their families;; (e) To consider how potential gaps in protection regarding these two rights can be addressed, allowing individuals to seek redress for human rights violations in the most suitable venue;; (f) To provide for training and follow-up with reviews to ensure that the scope of the guarantees of freedom of religion or belief in places of deprivation of liberty is well understood across all relevant entities, and that detainees are aware of how to report violations.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteur calls upon non-State actors: (a) To ensure that information is readily accessible to persons in places of detention concerning their rights relating both to freedom of religion or belief and to the prohibition of torture and ill-treatment, and how to report these to independent institutions for follow-up;; (b) To sharpen and share guidelines related to both sets of rights, and support training efforts for all relevant entities in this regard;; (c) To advance awareness regarding the responsibility of actors who access places of deprivation of liberty, including spiritual or religious chaplains, lawyers and non-governmental organizations, to report concerns regarding possible violations of the prohibition of torture and ill-treatment.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 90,
        "Text": "90. An overview of the activities of the Special Rapporteur from 1 January to 15 July 2024 is provided in her most recent report to the General Assembly. She has since participated in numerous activities, including the following:",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. From 7 to 17 October 2024, the Special Rapporteur undertook a visit to Hungary, at the invitation of the Government. The report on the visit will be presented to the Human Rights Council at its fifty-eighth session.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteur presented her report on peace and freedom of religion or belief to the General Assembly at its seventy-ninth session. In the interactive dialogue that ensued, many States welcomed the report and its recommendations and reiterated their strong support for the work of the mandate. In that respect, States also expressed their concerns that religion was sometimes abused as a pretext for violence, conflict and war.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. While in New York, the Special Rapporteur held bilateral meetings with State representatives and other actors, including the NGO Committee on Freedom of Religion or Belief and other civil society organizations. She also received responses regarding her General Assembly report at a side event organized by the Delegation of the European Union to the United Nations. The panel included the Special Adviser to the Secretary-General on the Prevention of Genocide, high-level representatives of the Office of the High Representative for the United Nations Alliance of Civilizations and the Deputy Managing Director for Global Affairs at the European External Action Service.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. The Special Rapporteur has continued to strengthen her cooperation with various mechanisms. She provided input to an upcoming report by the Office of the High Commissioner for Human Rights (OHCHR) on ensuring quality education for peace and tolerance for every child, as mandated by the Human Rights Council in its resolution 54/5, which will be presented to the Council at its fifty-ninth session.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Since 15 July 2024, the Special Rapporteur has initiated or joined 12 communications addressed to Governments concerning a range of violations of the right to freedom of religion or belief. She has also initiated or joined several press releases and other public statements on issues related to her mandate.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The Special Rapporteur has attended a number of in-person conferences and other events since July 2024. Some of those activities are outlined below.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. The Special Rapporteur has continued to explore avenues for collaboration with the regional and international human rights systems to contribute to better protection of freedom of religion or belief through improved awareness, harmonization and cross-pollination. Through several activities, she has continued to deepen her collaboration with the Organization of American States (OAS), particularly the Inter-American Commission on Human Rights, with whom she is in regular contact on issues of common interest. In September 2024, she participated in a briefing for OAS member States prior to the launch of the Commission's study on inter-American standards on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The Special Rapporteur has also continued to engage with the African Union and the Council of Europe, and would be interested in further strengthening collaboration with the Association of Southeast Asian Nations (ASEAN). In August 2024, she participated in the ASEAN Parliamentarians for Human Rights Conference on promoting freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Online engagements allowed the Special Rapporteur to broaden the scope of her participation and engagement activities and benefit from interaction with a wide range of actors through meetings, training sessions and events with various governmental and civil society actors around the world, including events with the Inter-Parliamentary Union, the faith and belief representative group of the government of Scotland and OHCHR. She also gave a number of interviews to the media.",
        "Labels": []
    }
]