[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was established by the Commission on Human Rights in its resolution 1986/20 and renewed by the Human Rights Council in its resolution 6/37. On 18 June 2010, the Special Rapporteur\"s mandate was extended for a further period of three years by the Human Rights Council through its resolution 14/11.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. During the fourteenth session of the Council, Heiner Bielefeldt was appointed as Special Rapporteur on freedom of religion or belief. Since taking office on 1 August 2010, the Special Rapporteur has been committed to continuing the work of the previous mandate holders, in a spirit of cooperation with States and all relevant stakeholders. The Special Rapporteur wishes to highlight the excellent support provided by the Office of the United Nations High Commissioner for Human Rights, in particular its Special Procedures Branch.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In the present report, the Special Rapporteur first gives an overview of the mandate activities since the submission of the previous report to the Human Rights Council (A/HRC/16/53) (chap. II). He then focuses on the theme of freedom of religion or belief and recognition issues, referring to due respect for the status of right holders, fair provision of legal personality status and questions concerning privileged status positions for certain religious or belief communities (chap. III). In his conclusions, the Special Rapporteur notes the importance of clearly distinguishing different meanings within the concept of State recognition in order to avoid possible misunderstandings that could negatively affect the implementation of freedom of religion or belief, or undermine its status as a universal human right (chap. IV).",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur\"s activities include sending communications to States concerning individual cases, conducting official country visits, participating in meetings with representatives of States, religious or belief communities and civil society organizations, as well as delivering speeches and issuing public statements. In this chapter, the Special Rapporteur has clustered the overview of recent mandate activities under five headings pursuant to Human Rights Council resolutions 6/37 and 14/11.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. At the national level, the Special Rapporteur held consultations with members of the executive and legislative bodies during his country visits to Paraguay and the Republic of Moldova in 2011, with a view to promoting and protecting the right to freedom of religion or belief. In Paraguay, the Special Rapporteur participated in a session of the Human Rights Network of the Executive, chaired by the Ministry of Justice, in which possibilities of adopting measures to promote and protect freedom of religion or belief in Paraguay, especially with regard to members of indigenous peoples, were discussed. In the Republic of Moldova, the Special Rapporteur was invited to participate in a round table on the revision of the 2007 Law on Religious Denomination and their Component Parts, organized by the Ministry of Justice and the United Nations in the Republic of Moldova on 6 September 2011, to which religious communities and civil society organizations had also been invited. The Special Rapporteur is grateful for the opportunity to attend this consultation, by which the Government set a positive example of transparency and dialogue with civil society.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 6,
        "Text": "6. At the regional level, on 15 March 2011, the Special Rapporteur met with members of the European Commission and the Human Rights Working Group of the Council of the European Union in Brussels. Furthermore, on 26 May 2011, the Special Rapporteur was invited by the European Parliament\"s Subcommittee on Human Rights for a hearing on freedom of religion or belief. On 7 December 2011, the Special Rapporteur attended a briefing with the European Commission against Racism and Intolerance in Strasbourg.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. At the international level, on 12 December 2011, the Special Rapporteur attended a two-day meeting in Washington entitled the \"Istanbul Process for Combating Intolerance and Discrimination Based on Religion or Belief\". It focused on concrete and positive measures that States can take to combat religious intolerance in the implementation of Human Rights Council resolution 16/18 on combating intolerance, negative stereotyping and stigmatization of, and discrimination, incitement to violence and violence against, persons based on religion or belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur has held public or bilateral meetings with representatives of States and civil society organizations to discuss existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. He met with numerous members of religious or belief communities and held public briefings with them, including in Asunción, Barcelona, Baku, Berlin, Brussels, Cairo, Chisinau, Geneva, Nairobi, New York, Oslo, Oxford, Santiago de Chile, Toronto and Vienna.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Country visits offer an important opportunity for Special Rapporteurs to interact with various State officials and to meet representatives of religious or belief communities and other members of civil society. In 2011, the Special Rapporteur undertook two country missions to Paraguay and the Republic of Moldova, respectively. The country reports on his visits to Paraguay (A/HRC/19/60/Add.1) and Moldova (A/HRC/19/60/Add.2) will be submitted to the Council at its nineteenth session. The Special Rapporteur would like to thank both States for the excellent cooperation they extended during his respective missions. He hopes that the recommendations issued following the country visits will contribute to overcoming existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief in the concerned countries.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Further country visits are currently being scheduled, and updated information about the Special Rapporteur\"s visit requests and forthcoming missions is available on the website of the Office of the United Nations High Commissioner for Human Rights.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Since follow-up is of central importance to the mandate, the Special Rapporteur has continued his predecessors\" follow-up procedure concerning country visit reports. On 30 November 2011, he sent follow-up letters concerning those missions undertaken by the previous mandate holder in 2009, i.e. to the Lao People\"s Democratic Republic, to Serbia, including visit to Kosovo, and to the former Yugoslav Republic of Macedonia. The Special Rapporteur requested to be provided with updated information on the consideration given to his predecessor\"s recommendations, the steps taken to implement them, and any constraints which may prevent their implementation. The follow-up tables with the conclusions and recommendations in the related mission report, and information from the Government and relevant United Nations documents, including from the universal periodic review, special procedures and treaty bodies, are available online.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur has continued to engage in constructive dialogue with States by sending them communications to seek clarification on credible allegations of incidents and governmental actions incompatible with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. Since 1986, the Special Rapporteur has sent more than 1,250 letters of allegation and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 December 2010 and 30 November 2011, and the replies received from Governments, are summarized in the latest joint communications reports (A/HRC/18/51 and Corr.1 and A/HRC/19/44). Both reports demonstrate an innovative approach as they contain hyperlinks to scanned communications sent by the Special Rapporteur and to the full replies received from Governments during the above stated period.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur\"s communications cover a wide range of thematic issues, including allegations of disappearances, arrest and detention of individuals belonging to religious minorities or belief communities. Key issues of concern include death threats and discrimination against converts, as well as violent attacks against and killings of members of religious communities and statements inciting violence directed against members of religious minorities. The Special Rapporteur has also taken up allegations of public manifestations of religious intolerance and stigmatization of persons based on their religion or belief. Recent cases involve attacks on places of worship and religious tensions related to religious sites and cases of peaceful protests and assembly in this context. In addition, the Special Rapporteur has also analysed problematic constitutional and legislative systems and draft legislation that fail to provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without distinction or provide additional burdensome practices of recognition and identity for members of religious or belief communities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 14,
        "Text": "14. Country visits offer further opportunities to examine and analyse such incidents and governmental actions in greater detail. Conclusions and recommendations in country visit reports can be tailored to the domestic legislation, bills, policies and their implementation. Since the establishment of the mandate, the Special Rapporteur has conducted 33 country visits, including one follow-up mission. A list of the country visits is contained in the Special Rapporteur\"s report to the thirteenth session of the Human Rights Council (A/HRC/13/40, para. 13). The Special Rapporteur would also like to highlight that the Universal Human Rights Index of United Nations Documents, an online research tool, provides easy access to country-specific human rights information by compiling conclusions and recommendations addressed by United Nations independent experts to specific countries with the view of improving the human rights situation.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. On 10 March 2011, the twenty-fifth anniversary of the establishment of the mandate, the Special Rapporteur launched a reference e-book with observations and recommendations by the four mandate holders who have served as Special Rapporteur on freedom of religion or belief since 1986. The Rapporteur's Digest on Freedom of Religion or Belief is a 108-page downloadable compilation of relevant excerpts from thematic and country-specific reports produced by Angelo d\"Almeida Ribeiro (serving from March 1986 to March 1993), Abdelfattah Amor (serving from April 1993 to July 2004), Asma Jahangir (serving from August 2004 to July 2010) and Heiner Bielefeldt (serving since August 2010). On the occasion of the thirtieth anniversary of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, the Special Rapporteur delivered a speech at a conference in Oxford on \"New Frontiers of Protection of Freedom of Religion or Belief under International Law\".",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur has continued to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations. One of the key concerns raised includes allegations of forced conversion of women, especially if they belong to religious minorities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur\"s latest interim report submitted to the General Assembly (A/66/156) also highlights the important role of women when the State is promoting interreligious communication. In his statement to the Third Committee of the General Assembly on 20 October 2011, the Special Rapporteur emphasized that substantive and substantial participation by women in formal interreligious dialogue projects should be a priority in order to address the current imbalance in the composition of high-level interreligious dialogue events where women tend to be marginalized.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. In Vienna (9 and 10 February 2011), Nairobi (6 and 7 April 2011) and Santiago de Chile (12 and 13 October 2011), the Special Rapporteur participated in three expert workshops on the prohibition of incitement to national, racial or religious hatred. The series of workshops, organized by the Office of the United Nations High Commissioner for Human Rights, was aimed at gaining a better understanding of legislative patterns, judicial practices and policies with regard to the concept of incitement to national, racial or religious hatred, while also ensuring full respect for freedom of expression as outlined in articles 19 and 20 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur presented to the regional workshops joint submissions with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance. During the workshops the Special www.ohchr.org/Documents/Issues/Religion/RapporteursDigestFreedomReligionBelief.pdf. The statement is available from www.ohchr.org/Documents/Issues/Religion/GA66statement\\SRFreedomReligion.pdf. 6 Information on the workshops is available from www2.ohchr.org/english/issues/opinion/articles1920\\iccpr/index.htm. Rapporteurs looked at the strategic response to hate speech, which should include efforts to educate about cultural differences, promote diversity, empower and give a voice to minorities. An example of this is through the support of community media and its representation in mainstream media. In this context, the Special Rapporteur would like to refer to the Camden Principles on Freedom of Expression and Equality, which recommend a public policy framework for pluralism and equality, for example, by making an equitable allocation of resources, including broadcasting frequencies, among public service, commercial and community media, so that together they represent the full range of cultures, communities and opinions in society.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. \"Recognition\" is one of the key terms regularly referred to in debates on freedom of religion or belief. On closer examination, however, it turns out that this concept harbours a variety of meanings which should be kept clearly distinct in order to avoid confusion. Striving for conceptual clarity on the different meanings of \"recognition\" in the field of freedom of religion or belief is not a purely academic enterprise. Indeed, in dealing with practical cases, the Special Rapporteur is often confronted with widespread misunderstanding about the concept of recognition and the role of the State in this regard. Such misunderstandings, however, can have a direct negative impact on the enjoyment of freedom of religion or belief, since they may seriously obscure the applicable international human rights obligations of States.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. In this chapter, the Special Rapporteur focuses on three different meanings of recognition which relate to different levels of the conceptualization and implementation of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The first and most fundamental meaning is \"recognition\" in the sense of the due respect for the status of all human beings as rights holders in the area of freedom of religion or belief, a status finally deriving from the inherent dignity of all members of the human family.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The second meaning relates to the necessary provision by the State of a legal personality status, which religious or belief communities need in order to be able to take collective legal actions. Obtaining such a legal status typically requires undergoing some administrative \"recognition procedures\", which should be designed so as not to pose undue obstacles, either de jure or de facto, to the accessibility of the required legal personality status.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The third meaning concerns privileged status positions, often connected with practical advantages such as tax exemption and financial subsidies, which certain religious or belief communities enjoy in many States. In this context, the term \"recognition\" is also typically used.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. All of the above three dimensions are relevant for the implementation of the right to freedom of religion or belief. However, they have different implications for the role of the State in the following regard. While the status of all human beings as rights holders cannot legitimately become a matter of administrative \"recognition procedures\", some procedures may indeed seem necessary to provide certain religious or belief communities with the status of a legal personality. However, given the practical significance of such a legal personality status for the full enjoyment of freedom of religion or belief, States should ensure that the respective procedures are quick, transparent, fair, inclusive and nondiscriminatory. Lastly, unlike the general status of a legal personality, the granting by States of a more specific legal position connected with some practical advantages such as tax exemption or financial subsidies does not necessarily follow from the right to freedom of religion or belief. However, if States decide to offer such a position, they should do this in accordance with the principles of equality and non-discrimination.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. It is no coincidence that the term \"recognition\" already occurs at the very beginning of the mother document of international human rights protection, the 1948 Universal Declaration of Human Rights. The preamble of the Universal Declaration of Human Rights starts by postulating that \"recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world\". This first sentence of the preamble of the Universal Declaration of Human Rights has been cited in many subsequent international human rights standards, including the International Covenant on Civil and Political Rights. It clearly has a fundamental significance for the understanding of human rights in general.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The term \"recognition\" as used in the opening sentence of the Universal Declaration of Human Rights represents the insight into the axiomatic status of human dignity on which the entire system of human rights protection is based. This dignity is further said to be \"inherent\" in all human beings, which means it has a normative rank prior to, and independent of, any acts of State approval. Indeed, the dignity of all members of the human family calls for unconditional respect for every human being by the State and society at large.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The concept of human dignity has a long history and strongly resonates within most different religious, philosophical and cultural traditions. For the concept of human dignity to function as a normative reference in international human rights law, however, it is crucial to make sure that the notion of dignity is not claimed as a monopoly by any of those traditions, but rather remains open for a wide diversity of religious or philosophical readings. This openness does not mean emptiness, though. For all the different interpretations of what human dignity may signify in the framework of philosophical or theological reasoning, this concept at the time has the precise and indispensable function of reminding us of the universalistic nature of those basic rights which all human beings have a claim to simply because they are human beings.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The preamble of the Universal Declaration of Human Rights furthermore links the \"inherent dignity\" of all human beings to their \"equal and inalienable rights\". Respect for human dignity thus receives an institutional backing in terms of internationally binding rights. At the same time, it is this very focus on human dignity that accounts for the specific qualification of human rights as \"equal and inalienable rights\". The principle of equality ultimately follows from the axiomatic status of human dignity which does not depend on any particular qualities, talents or societal status positions that an individual may happen to have or not to have. Likewise, the specific rank of human rights manifests itself in the \"inalienability\" of those rights that are aimed at the legal protection of everyone\"s dignity. The same connection between human dignity and human rights also occurs in the first sentence of article 1 of the Universal Declaration of Human Rights, which in clear terms confirms that \"all human beings are born free and equal in dignity and rights.\"",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. As a universal human right, the right to freedom of thought, conscience, religion or belief must be interpreted strictly in keeping with the opening sentence of the Universal Declaration of Human Rights and similar provisions. Hence it is not that the State could \"grant\" certain individuals or groups of individuals this right. Rather, it is the other way around: the State has to respect everyone\"s freedom of religion or belief as an inalienable – and thus non-negotiable – entitlement of human beings, all of whom have the status of right holders in international law by virtue of their inherent dignity.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Hence the starting point for defining the application of freedom of religion or belief must be the self-understanding of human beings – all of them – in the field of religion or belief. Such self-understandings obviously can be very diverse. As the Human Rights Committee has rightly pointed out, freedom of religion or belief should therefore be broadly construed so as to protect \"theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief\". Already in a study published in 1960, the then Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, Arcot Krishnaswami, stated that \"the term \"religion or belief\" is used in this study to include, in addition to various theistic creeds, such other beliefs as agnosticism, free thought, atheism and rationalism\".",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Special Rapporteur subscribes to this wide understanding, which appropriately reflects respect for the status of all human beings as rights holders by virtue of their human dignity. He furthermore would like to reiterate that freedom of religion or belief equally includes followers of traditional and non-traditional religions or beliefs, members of large or small communities, minorities and minorities within minorities, converts or re-converts and dissenters or other critical voices. One must also not forget the rights of women, who continue to have only marginalized positions within many religious traditions.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur has noted with concern, however, that some States seem to limit freedom of religion or belief to a given list of religious options. For instance, while in a number of States only the followers of monotheistic religions can fully enjoy their religious freedom, other States take concepts like \"traditional religions\", \"patriotic religious associations\" or \"known religions\" as the starting point, with the result that members of lesser known, new or alternative communities are officially excluded from the full and equal protection of their freedom of religion or belief or are discriminated against. In some countries, the enjoyment of freedom of religion or belief is limited to mainstream manifestations of religions, at the expense of members of so called \"heterodox\" currents within those religions. Other States have resorted to a differentiation between \"religions\" and \"sects\" to exclude members of small communities from the protection of freedom of religion or belief. The Special Rapporteur also regrets that a few States still make citizenship dependent on affiliation with a particular religion or deny members of nonrecognized religions access to official documents such as identity cards, passports, birth certificates and marriage licences. However, the Special Rapporteur has noted with appreciation that judgments of domestic courts in a State have ended a discriminatory policy of not issuing official documents to individuals who do not belong to the three religions officially recognized by that State.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Regardless of whether a list of recognized religions or beliefs is short or long, the human rights problem remains that, based on such an understanding, freedom of religion or belief could de facto or de jure unfold only within a set of permissible options that are more or less clearly predefined by the State. From the point of view of normative universalism, however, such limitations are problematic, as the right holders are \"all members of the human family\" whose most diverse self-understandings in the area of religion or belief constitute the starting point for the conceptualization and implementation of freedom of religion or belief as a universal human right.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. A typical objection to a wide application of freedom of religion or belief points to harmful practices that may occur in the name of religions or beliefs, practices which may in fact require restrictions enacted by States to protect the rights of others or important public order interests. Such concerns are often associated with small communities sometimes negatively branded as \"sects\" or \"cults\". They also frequently target members of nontraditional communities or groups perceived as not fitting into the cultural makeup of the country.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The Special Rapporteur would like to clarify two related points. First, even though harmful practices undoubtedly do occur in the name of religions or beliefs, it would be unacceptable to simply identify such problems with particular communities or types of communities, such as small groups or new religious movements. Allegations of harmful practices must always be based on clear empirical evidence and should not be presented as mere conjectures or negative projections, which often turn out to reflect existing stereotypes and prejudices.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Second, restrictions deemed necessary by States to protect the rights of others or important public interests against harmful religious manifestations must be enacted in strict conformity with the provisions laid down in article 18, paragraph 3, of the International Covenant on Civil and Political Rights. Accordingly, restrictions can only be permissible if they are legally prescribed and if they are clearly needed to pursue a legitimate aim – the protection of public safety, order, health, or morals or the fundamental rights and freedoms of others. In addition, restrictions must meet the requirements of proportionality; they must be limited to a minimum of interference and furthermore must be enacted in a strictly nondiscriminatory manner. All these criteria are important to preserving the substance of the human right to freedom of religion or belief, even in situations of a conflict with other human rights or important public order interests.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. As a precondition for restricting certain external manifestations of freedom of religion or belief, States have to bear a burden of justifying any limitation, as required by article 18, paragraph 3, of the International Covenant on Civil and Political Rights. However, some States try to circumvent that burden of justification when imposing limitations on some religious or belief manifestations. For this purpose, sometimes restrictive definitions are used to exclude certain religious or belief communities from the very protection of their freedom of religion or belief. Such an approach often negatively affects members of minority religions, adherents to non-traditional religions or beliefs, or members of groups that are perceived as not fitting into the religious or cultural make-up of the country. Such use of restrictive definitions would clearly go against the universalistic spirit of human rights based on respect for everyone\"s human dignity.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Against such tendencies of resorting to restrictive definitions, the Special Rapporteur has always interpreted the scope of application of the freedom of religion or belief in a large sense, in line with the principle \"in dubio pro libertate\", bearing in mind that manifestations of this freedom may be subject to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. Only can such an open and broad understanding do justice to the real diversity existing among human beings, all of whom are rights holders in the context of universal human rights.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The second dimension of \"recognition\" relevant in the field of freedom of religion or belief pertains to the status of a legal personality, which religious or belief communities may require to be able to exercise important collective functions. Many States have registration procedures to award legal personality status to religious or belief communities. However, some registration practices actually limit the right to freedom of religion or belief of certain communities (see subsection 1 below), thus leading to huge difficulties for organizing their community life with a long-term perspective (see subsection 2). Consequently, it seems vital that the State implements any existing registration procedures in a fair and non-discriminatory manner and in the service of the human right to freedom of religion or belief (see subsection 3).",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Freedom of religion or belief is a right held by all human beings because of their inherent dignity. According to article 18, paragraph 1 of the International Covenant on Civil and Political Rights this includes the freedom, \"either individually or in community with others and in public or private, to manifest [their] religion or belief in worship, observance, practice and teaching\". The possibility of engaging in various forms of community activities thus clearly falls within the scope of freedom of religion or belief. Thus registration should not be compulsory, i.e. it should not be a precondition for practising one\"s religion, but only for the acquisition of a legal personality status. Some of the collective activities of religious or belief communities typically require the status of a legal personality in the sense of becoming recognized as a legal entity with corporative legal responsibilities and corporative legal options.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. While the axiomatic status position of human beings as rights holders in the area of freedom of religion or belief has a normative rank prior to, and independent of, any administrative procedures, some such procedures are generally required as a prerequisite for groups obtaining the status of a legal personality. For instance, those wishing to be registered as a legal personality typically have to provide some certified information about membership, organization, the purpose of the group or the structure of internal responsibility. This sort of information may be needed for the administration to take a decision on the attribution of legal personality status.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Such an administrative decision should not be misconceived as an act of mercy, however. Under international law, States are obliged to take an active role in facilitating the full enjoyment of human rights, including freedom of religion or belief. By not providing appropriate legal options that, de jure and de facto, are accessible to all religious or belief groups interested in obtaining a legal personality status, States would fail to honour their obligations under the human right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Unfortunately, the Special Rapporteur has received numerous complaints that registration procedures have been used as a means to limit the right to freedom of religion or belief of members of certain religious or belief communities. In some States, certain communities are de facto or even de jure excluded from the possibility of obtaining the status of a legal person or suffer from discriminatory treatment in this regard. Once again, such discriminatory practices disproportionately affect small or non-traditional groups. Often the threshold defined for obtaining legal personality status – for example the provision of a minimum number of followers – does not appropriately take into account the needs of smaller communities. In some States, religious or belief communities are also required to document that they have long existed in the country. Other cases of obstruction relate to the requirement that the registration application be signed by all members of the religious organization and should contain their full names, dates of birth and places of residence. However, some members may legitimately wish to keep their religious affiliation confidential and those who were not included in the registration application might subsequently face difficulties when taking part in religious activities of their fellow believers. Furthermore, some States seem to require in practice not only registration at the national level, but also a separate registration of local branches of religious or belief communities, which in turn leaves local authorities with wide discretionary powers for approving or rejecting the local registration applications.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. As a result of such obstacles, members of unregistered religious or belief communities typically encounter huge difficulties when trying to organize their community life in a stable environment and with a long-term perspective.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. For instance, without the status of a legal personality, religious or belief communities cannot open bank accounts or engage in financial transactions. As a result, the ownership of places of worship frequently remains precarious, in that real estate assets or other important property only belong to private individuals who informally operate in the service of the community. Whether in the case of death, their successors will continue such activities on behalf of the community or claim the inherited property for different purposes may be questionable. Furthermore, the construction of larger places of worship seems hardly conceivable under such insecure circumstances. In this context, the Special Rapporteur would like to recall that the right to freedom of thought, conscience, religion or belief includes, inter alia, freedom to establish and maintain places of worship and freedom to solicit and receive voluntary financial and other contributions from individuals and institutions.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Similarly, communities lacking legal personality status are faced with additional obstacles when trying to establish private denominational schools. This in turn may have negative repercussions for the rights of parents or legal guardians to ensure that their children receive religious and moral education in conformity with their own convictions – a right explicitly enshrined in international human rights law as an integral part of freedom of religion or belief. 14",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 48,
        "Text": "48. It may be even more difficult to establish institutions of higher education, including theological training institutes, which are vital to intellectually further develop and convey the tenets of a faith to the next generation. This may seriously hamper the freedom to teach a religion or belief in places suitable for these purposes and the freedom to train appropriate leaders called for by the requirements and standards of any religion or belief. In some situations, the denial of legal personality status might jeopardize the long-term survival chances of a religious or belief community.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In addition, if communities do not enjoy legal personality status, their members may encounter administrative problems with regard to making, acquiring and using to an adequate extent the necessary articles and materials related to the rites or customs of their religion or belief. This may also negatively affect their opportunities of celebrating holidays and ceremonies in accordance with the precepts of their religion or belief.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Moreover, religious or belief communities lacking legal personality status are barred from employing staff in an official manner. People serving for the community either have to do this on a purely voluntary basis or conclude working contracts with a private employer, which again is a situation detrimental to any long-term planning. Yet, the right to freedom of thought, conscience, religion or belief includes, inter alia, freedom to establish and maintain appropriate charitable or humanitarian institutions. 18",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Another problem concerns the establishment of radio stations or other media. In the absence of the status of a legal personality, it would again require individual members of the community to take all the financial responsibilities and risks in their private capacities. It seems clear that media work is extremely complicated under such conditions. This, however, will most likely have negative effects on the possibilities to reach out to parts of the community living in remote areas or in other countries and to participate in public debates. However, international human rights law also protects the freedom to write, issue and disseminate relevant publications and the freedom to establish and maintain communications with individuals and communities in matters of religion and belief at the national and international levels.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 52,
        "Text": "52. The above-mentioned practical problems and their human rights implications show that a lack of legal personality status may adversely affect virtually the whole catalogue of manifestations protected under the non-exhaustive list in article 6 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. Furthermore, the Human Rights Council and the General Assembly have repeatedly urged States to step up their efforts to protect and promote freedom of thought, conscience and religion or belief and, to this end \"to review, whenever relevant, existing registration practices in order to ensure that such practices do not limit the right of all persons to manifest their religion or belief, either alone or in community with others and in public or private\".",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The Human Rights Committee has also expressed concern about the use of criminal laws to penalize the apparently peaceful exercise of religious freedom and that a large number of individuals have been charged, detained and sentenced in this context (CCPR/CO/83/UZB, para. 22). Moreover, the Human Rights Committee has dealt with registration issues in individual cases, for example by finding a violation of article 18, paragraph 1, of the International Covenant on Civil and Political Rights following a State\"s refusal to register a community as a religious association, which made impossible such activities as establishing educational institutions and inviting foreign religious dignitaries to visit the country.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Providing non-discriminatory registration procedures therefore falls within the responsibility of States under international human rights law. Even though a standard procedure for all States does not exist, it is clear that such domestic procedures should be established and implemented in the service of the human right to freedom of religion or belief. From this it follows that any procedures for the registration of religious or belief communities as legal persons should be quick, transparent, fair, inclusive and nondiscriminatory.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Members of religious or belief communities interested in obtaining such a status should not be confronted with unnecessary bureaucratic burdens or with lengthy or even unpredictable waiting periods. Indeed as repeatedly highlighted by the Special Rapporteur, a number of existing registration practices need to be reviewed by States to ensure that such practices do not limit the right of all persons to manifest their religion or belief, either alone or in community with others and in public or private. Domestic registration requirements often appear to be used as a means to limit the rights of members of certain religious minorities. Such procedures should not be used as control instruments but, rather, should be enacted in the interest of enabling members of religious or belief communities to fully exercise their human rights.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. For these reasons, the registration procedures must be accessible – on the basis of fairness, inclusiveness and non-discrimination – to all those who wish to achieve legal personality status for their communities. No religious community should have the possibility to exercise a \"veto\" or otherwise influence the decision to register or not to register another religious or belief group. All registration decisions must be based on clearly defined formal elements of law and in conformity with international law. Registration should neither depend on extensive formal requirements in terms of the number of members and the time a particular community has existed, nor should it depend on the review of the substantive content of the belief, the structure of the community and methods of appointment of the clergy. In addition, provisions which are vague or which grant excessive governmental discretion in giving registration approvals should be avoided. Members of religious or belief communities who have been denied registration must have access to remedies, including informal conflict management and formal legal measures to challenge a negative registration decision.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Furthermore, the Special Rapporteur has observed with concern a recent trend of Governments enacting legislation with a view to stripping some denominations of their previous registration status as a religious community. Some domestic laws even provide for discriminatory exemptions of certain religious communities considered \"traditional\", while small or new religious movements would need to submit new applications to be reregistered – an option often connected with lengthy and costly bureaucratic procedures. Such State policies of depriving some religious or belief groups of a previously held status may be pursued for different purposes; for example, to exercise control over some religious or belief movements or marginalizing groups deemed not to fit into the cultural, religious or political makeup of the country. From the perspective of freedom of religion or belief and in view of the principle of non-discrimination underlying human rights in general, such practices are highly problematic, as they are likely to create an atmosphere of legal insecurity and political intimidation detrimental to the free and equal enjoyment of freedom of religion or belief by everyone. Provisions that operate retroactively or that fail to protect vested interests should be avoided and if new rules are introduced there should be at least adequate transition provisions.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. A legal personality status made available for religious or belief communities should be understood as an option, not an obligation imposed on them by the State. If some communities, for whatever reasons, prefer not to obtain such a status and generally wish not to be registered as a legal entity by the State, such a decision clearly deserves respect and should not be penalized. Unfortunately, however, the Special Rapporteur has received information that in a number of countries members of \"non-registered\" religious communities have experienced police harassment, surveillance or even criminal sanctions, as their activities are deemed illegal by the State or certain State agencies, such as the police or the secret service. Restrictive measures include the closing of places of worship, confiscation of property, financial sanctions possibly causing financial ruin, imprisonment and in some cases even the use of torture. Target groups may include communities that have been denied registration status against their will and communities not wishing to obtain any such legal status. Against such unacceptable practices, the Special Rapporteur would like to reiterate that the enjoyment of the freedom of religion of belief as such does not depend on any acts of State approval or administrative registration. Moreover, States have an obligation to provide information and clear instructions to those working in law enforcement and other agencies that religious manifestations of members of \"nonregistered\" groups must be respected as part of their freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Many States provide for a privileged status position to be accorded to certain religious or belief communities or – in most cases – to only some of them. Such a specific status position typically goes way beyond the general possibilities attached to the status of a legal personality and may include practical privileges, such as tax exemption, financial subsidies, or membership in public broadcasting agencies. The term \"recognition\" is often used with reference to such a privileged status position, which some denominations may enjoy while others might be excluded.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. While States have a clear human rights obligation to offer the possibility for religious or belief communities to obtain a general status of a legal personality, the provision of a more specific status position on behalf of religious or belief communities does not directly follow from the human right to freedom of religion or belief. States have different options in this regard. There is room for a broad range of possibilities. Whereas many States have offered such a specific status position as part of their promotional activities in the field of freedom of religion or belief, other States have decided not to do so and to take different routes to discharge their obligation to promote freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Should States provide for specific status positions on behalf of religious or belief communities, they should ensure that these provisions are conceptualized and implemented in a non-discriminatory manner. Non-discrimination is one of the overarching principles of human rights. It relates to human dignity, which should be respected for all human beings in an equal and thus non-discriminatory way. To quote the Universal Declaration of Human Rights once more, all human beings are \"born … equal in dignity and rights\" and must be treated accordingly. Moreover, the principle of non-discrimination undoubtedly also prohibits discrimination on the grounds of religion or belief. This has been explicitly enshrined in numerous human rights instruments, including the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights and the Declaration on the Elimination of all Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Unfortunately, the Special Rapporteur has received a lot of information on existing discriminatory practices and policies of States when it comes to providing specific status positions and concomitant privileges to some denominations, while withholding the same position from others. In many cases, the criteria applied remain vaguely defined or are even not defined at all. In a number of other cases, general reference is made to the cultural heritage of the country in which some religious denominations are said to have played predominant roles. While this might be historically correct, one has to wonder why such a historical reference should be reflected in a legal text or even in a Constitution. Reference to the predominant historical role of one particular religion can easily become a pretext for a discriminatory treatment of the adherents to other religions or beliefs. There are numerous examples indicating that this is actually the case.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Moreover, quite a number of States have established an official State religion, a status position often even enshrined in State Constitutions. Although, in most cases, only one religion has been accorded such an official position, there are also examples of two or more State religions existing in one country. The practical implications of the establishment of a State religion can be very different, ranging from a more or less symbolic superior rank of one religion to rigid measures aimed at protecting the predominant role of the State religion against any denominational competition or against public criticism. In some extreme cases, only followers of the official State religion are allowed to manifest their religious or belief-based convictions. There are also examples of States rendering citizenship dependent on adherence to the State religion. In quite a number of States, those who wish to take up important positions within the State apparatus – such as president, prime minister, member of parliament, king, queen, attorney-general, chief justice or member of the national human rights institution – must be affiliated with a particular religion or denomination and have to publicly declare allegiance to this religion by taking an oath. Providing some denominations with a privileged status position or establishing an official State religion is sometimes part and parcel of a State policy of fostering national identity. Ample experience shows, however, that this harbours serious risks of discrimination against minorities, for instance, against members of immigrant religious communities or new religious movements.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur would like to reiterate in this context that, while the notion of State religions is not per se prohibited under international human rights law, States have to ensure that this does not lead to a de jure or de facto discrimination of members of other religions and beliefs. The burden of proof in this regard falls on the State. In this context, the Special Rapporteurs fully subscribes to the position taken by the Human Rights Committee in its general comment No. 22, paragraph 9, which emphasizes that \"the fact that a religion is recognized as a State religion or that it is established as official or traditional or that its followers comprise the majority of the population, shall not result in any impairment of the enjoyment of any of the rights under the Covenant, including articles 18 and 27, nor in any discrimination against adherents to other religions or non-believers. In particular, certain measures discriminating against the latter, such as measures restricting eligibility for government service to members of the predominant religion or giving economic privileges to them or imposing special restrictions on the practice of other faiths, are not in accordance with the prohibition of discrimination based on religion or belief and the guarantee of equal protection under article 26.\"",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur would also like to reiterate warnings against aggravated discrimination following the adoption of a State religion. While the mere existence of a State religion may not in itself be incompatible with human rights, this concept must neither be exploited at the expense of the rights of minorities nor lead to discrimination on the grounds of religion or belief. Formal or legal distinction between different kinds of religious or belief communities carries the seed of discrimination insofar as such a distinction in their status implies a difference in rights or treatment.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Indeed, it seems difficult, if not impossible, to conceive of an application of the concept of an official \"State religion\" that in practice does not have adverse effects on religious minorities, thus discriminating against their members. As an earlier mandate holder, Abdelfattah Amor, has rightly pointed out in this context, \"to the extent that everything ultimately depends on the goodwill of the State, the personality of those in office at any given moment, and other unpredictable or subjective factors, there is no serious guarantee in law that the State will at all times respect minority ethnic and religious rights\". When the State itself announces its religion in the Constitution, the law arguably ceases to reflect the ethnic and religious variety of the society, opening the floodgates to arbitrary action and religious intolerance. Furthermore, if one religion is recognized as a State religion, then women belonging to religious minorities, or those who do not follow the mainstream interpretation of the State religion, may face aggravated discrimination; for example when the State or society seeks to impose its view of women. Both with regard to State religions and other religious or belief communities, the State should never try to take control of religion by defining its content and concepts or by imposing limitations, apart from those which are strictly necessary pursuant to article 18, paragraph 3, of the International Covenant on Civil and Political Rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 67,
        "Text": "67. The concept of State recognition has many repercussions in the field of freedom of religion or belief. It is important to clearly distinguish different meanings within that concept in order avoid possible misunderstandings which could negatively affect the implementation of freedom of religion or belief, or even undermine its status as a universal human right.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur has proposed differentiation between three relevant meanings of recognition pertinent to freedom of religion or belief: (a) \"recognition\" in the sense of due respect for the status of all human beings as right holders by virtue of their inherent dignity; (b) \"recognition\" in terms of States providing for the possibility of obtaining the status of legal personality, which religious or belief groups typically need for the exercise of important communitarian aspects of their freedom of religion or belief; and (c) \"recognition\" in the sense of States according a specific privileged status position to some religious or belief communities.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur would like to emphasize that States have obligations related to all of the above-mentioned meanings of recognition.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. In keeping with the universalistic understanding of human rights, States must ensure that all individuals can enjoy their freedom of thought, conscience, religion or belief on the basis of respect for their self-understanding in this entire area. Respect for freedom of religion or belief as a human right does not depend on administrative registration procedures, as freedom of religion or belief has the status of a human right, prior to and independent from any acts of State approval.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Furthermore, States should offer appropriate options for religious or belief communities to achieve the status of legal personality on a domestic level, a status needed for undertaking important community functions relevant for the full exercise of freedom of religion or belief. Registration procedures for obtaining legal personality status should be quick, transparent, fair, inclusive and nondiscriminatory.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Moreover, if States decide to provide for specific status positions connected with particular financial and other privileges, they should make sure that such a specific status does not amount to de jure or de facto discrimination against members of other religions or beliefs. With regard to the concept of an official \"State religion\", the Special Rapporteur would argue that it seems difficult, if not impossible, to conceive of an application of this concept that in practice does not have adverse effects on religious minorities, thus discriminating against their members.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. From the above considerations, the Special Rapporteur would like to make the following recommendations: (a) States should systematically ground any activities in the area of religion or belief in a clear understanding of the due respect for every person's freedom of religion or belief as a universal human right based on the inherent dignity of all members of the human family; (b) States should refrain from exercising pressure on religious or belief groups whose members prefer not to be registered as legal entities under domestic law; (c) States should instruct members of law enforcement and other State agencies that religious activities of non-registered religious or belief communities are not illegal, as the status of freedom of religion or belief prevails over any acts of State registration; (d) States should offer appropriate options and procedures for religious or belief communities to achieve a status of legal personality if they so wish. Administrative procedures for obtaining such a status should be enacted in a spirit of servicing the full enjoyment of freedom of religion or belief for everyone and should thus be quick, transparent, fair, inclusive and non-discriminatory; (e) All registration decisions must be based on clearly defined formal elements of law and in conformity with international law. Registration should neither depend on extensive formal requirements in terms of the number of members and the time a particular community has existed, nor should it depend on the review of the substantive content of the belief, the structure of the community and methods of appointment of the clergy; (f) States should ensure that no religious community has, de jure or de facto, the possibility to exercise a \"veto\" or otherwise influence the decision to register or not to register another religious or belief group; (g) States have to provide effective legal remedies for individuals or groups complaining about the denial or arbitrary delay of registration as a legal personality; (h) States should refrain from arbitrarily stripping certain religious or belief communities of legal status positions they had possessed before as an instrument of exercising control or marginalizing groups deemed not to fit into the cultural make-up of the country; (i) When offering a privileged legal status position for certain religious or belief communities or other groups, such a specific status should be accorded in strict conformity with the principle of non-discrimination and should fully respect the right to freedom of religion or belief of all human beings; (j) Any specific status positions given by the State to certain religious or belief communities or other groups should never be instrumentalized for purposes of national identity politics, as this may have detrimental effects on the situation of individuals from minority communities.",
        "Labels": []
    }
]