[
    {
        "ID": 1,
        "Text": "1. The present report is submitted pursuant to Human Rights Council resolution 13/16 of 25 March 2010 entitled \"Combating defamation of religions\", in which the Council requested the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance to \"report on all manifestations of defamation of religions, and in particular on the ongoing serious implications of Islamophobia, for the enjoyment of all rights by their followers, to the Council at its fifteenth session\".",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur submitted a first report on the topic at the twelfth session of the Human Rights Council (A/HRC/12/38) and the present report should be read in conjunction with that report. Following his previous report, which focused on the legal and conceptual questions concerning the debate on \"defamation of religions\" and incitement to racial or religious hatred, the Special Rapporteur would like in the present report to refer to related cases brought to his attention. In this context, cases received relating to issues pertaining to Human Rights Council resolution 13/16 and the related observations of the Special Rapporteur are the subject of the second chapter of the present report. Conclusions and recommendations are then presented in the third chapter.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Since submitting his previous report, the Special Rapporteur has continued to receive regularly cases on issues pertaining to Human Rights Council resolution 13/16. The cases brought to the attention of the Special Rapporteur cover a wide range of issues and appear to fall under the following five broad and non-exhaustive categories. The themes covered include: (a) acts of violence or discrimination, or incitement thereto, against individuals on the basis of their religion or belief; (b) attacks on religious sites; (c) religious and ethnic profiling; (d) religious symbols; and (e) negative stereotyping of religions, their followers and sacred persons.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur would like to underline that the above-mentioned issues sometimes overlap and therefore cases which have been put in one category could also have been classified in another one. The categories chosen are therefore not always mutually exclusive. Moreover, the Special Rapporteur would like to stress that cases reported below are summarized in a brief manner, without referring to all actions taken thereupon by the concerned Governments or other relevant stakeholders and without taking a position thereon.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur would like to thank the Organization of the Islamic Conference for the media reports1 compiled by its Islamophobia Observatory and conveyed through its Permanent Observer Mission in Geneva. In addition, the Special Rapporteur also received from other various sources, including civil society and other United Nations human rights mechanisms, reports on cases pertaining to issues raised in Human Rights Council resolution 13/16. Due to the word limit of the present report, the Special Rapporteur may only refer to a number of cases. He would like to emphasize that the cases below were selected because they exemplify issues and behaviours addressed by Human Rights Council resolution 13/16.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Numerous cases of acts of violence or discrimination, or incitement thereto, against individuals on the basis of their religion or belief have been reported to the Special Rapporteur since his last report. He would like to refer to those cases following two subcategories: (1) acts of violence, or incitement thereto, against individuals on the basis of their religion or belief; and (2) acts of discrimination, or incitement thereto, against individuals on the basis of their religion or belief.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. On 1 July 2009, a Muslim woman was murdered by a man during an appeal hearing at a court of law in Dresden, Germany, where she was testifying in a criminal case for verbal abuse. The man had reportedly called the Muslim woman who wore a headscarf, an \"Islamist\" and a \"terrorist\", when she asked him to make room for her son on playground swings.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 8,
        "Text": "8. On 31 July 2009, following allegations against three Christian children who reportedly cut the Holy Koran in order to play with the paper, a mob was raised in the city of Gojra, Pakistan. Reportedly, Islamists blocked the traffic and demanded the arrest of the children accused of having desecrated the Holy Koran. The demonstration was organized and announced through the loudspeakers of mosques. The next day, the mob swelled and moved towards a block of Christian housing. Those in the mob were allegedly armed with sticks, stones, guns and other chemicals. Violence erupted and eight Christians of the same family were killed and several injured.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 9,
        "Text": "9. On 20 September 2009, a robber reportedly wrapped a Muslim woman in a carpet and set her on fire after he raided her home in Westminster, United Kingdom. As he set the carpet alight, he allegedly told her: \"this is your Eid present, you Muslim\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 10,
        "Text": "10. On 27 September 2009, about 150 people armed with sticks and hammers allegedly attacked the Bat Nha monastery in Viet Nam. Plain-clothes police officers were reportedly among the mob and police officers in uniform blocked the roads leading to the monastery. The mob violently proceeded to the eviction of 379 monks and nuns from the monastery. Some monks and nuns were beaten up and four of them were sexually assaulted. According to the reports, the monks did not attempt to defend themselves, but they sat down and started to chant in response.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. On 21 November 2009, following allegations that a 12-year-old Muslim girl had been raped by a Coptic Christian man from the village of Al Kom Al Ahmar, Egypt, at least three shops owned by Coptic Christians were set on fire. Later on the same day, several Muslim individuals reportedly attacked Coptic Christian property, including shops, pharmacies and vehicles.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 12,
        "Text": "12. On 18 December 2009, a Sikh student, working as a part-time pizza delivery assistant, was reportedly assaulted in Texas, United States of America. He brought pizzas into a home on a delivery and four men took the pizza. Without paying, they began eating, while allegedly at the same time hurling xenophobic epithets at the Sikh student and threatening him. The men then allegedly grabbed the Sikh student and threw him into a swimming pool. The four attackers surrounded the pool, kicking him in the head and body. For 20 minutes, he swam trying to escape. He eventually seized an opportunity to flee and made it to his car with two men in pursuit.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 1 January 2010, the Sunni Imam of the Riyadh Mosque, Saudi Arabia, delivered a Friday prayer speech in the Al-Bourdi Mosque in which he allegedly called for the elimination of all Shia believers in the world, including those residing in Saudi Arabia. Furthermore, he reportedly stated that Shia believers were not true Muslims, that their doctrine was based on blasphemous principles and that they were remnants of an old Persian religion. One week earlier, the Imam, while wearing a Saudi military uniform, reportedly urged Saudi soldiers in the border area with Yemen to kill all Shias they can see in their fight against al-Houthi rebels.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 29 May 2010, during Friday prayers, gunmen armed with grenades attacked two mosques of the Ahmadiyyah community in the city of Lahore, Pakistan. According to reports, at least 70 members of the Ahmadiyyah community were killed in these targeted attacks and reportedly hundreds of Ahmadi worshippers were held hostage in one of the mosques.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur strongly condemns all acts of violence, or incitement thereto, against individuals based on religion or belief and calls upon States to take all necessary and appropriate measures to investigate these acts, prosecute and sanction the perpetrators in accordance with international human rights law, and compensate the victims. The Special Rapporteur recalls that acts of violence against individuals, including those committed on the basis of the religion or belief of the individuals, are strictly prohibited in international human rights law. Relevant standards include articles 3 and 5 of the Universal Declaration of Human Rights which respectively stipulate that \"everyone has the right to life, liberty and the security of person\" and that \"no one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment\". Articles 6, 7 and 9 of the International Covenant on Civil and Political Rights also guarantee the right to life, the right not to be subjected to torture or to cruel, inhuman or degrading treatment or punishment, and the rights to liberty and security of person.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. As regards relevant international standards concerning incitement to acts of violence, the Special Rapporteur would like to refer to article 20 of the International Covenant on Civil and Political Rights, according to which \"any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law\".",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In addition to the above, in its resolution 64/164, the General Assembly emphasized that \"States have an obligation to exercise due diligence to prevent, investigate and punish acts of violence against persons belonging to religious minorities, regardless of the perpetrator, and that failure to do so may constitute a human rights violation\" and urged States \"to step up their efforts to protect and promote freedom of thought, conscience and religion or belief, and to this end … to ensure that no one within their jurisdiction is deprived of the right to life, liberty or security of person because of religion or belief and that no one is subjected to torture or other cruel, inhuman or degrading treatment or punishment, or arbitrary arrest or detention on that account and to bring to justice all perpetrators of violations of these rights\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 18,
        "Text": "18. On 25 December 2009, a family doctor in Utrecht, Netherlands, allegedly refused to allow a Muslim woman wearing a niqab into his consultation room. The woman, accompanied by her husband, had brought her baby to see the doctor. When they were called in to the see the doctor, the doctor told the father that only he could go in with the baby. When the mother insisted that she should enter as the baby's mother, the doctor reportedly replied that he did not want anybody wearing a niqab helping or entering his consultation room because of his religious convictions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 19,
        "Text": "19. In April 2010, the eighteenth amendment to the Constitution of the Islamic Republic of Pakistan was passed, including a provision that reserves the post of Prime Minister to a Muslim individual. As a result, article 91 of the Constitution now reads \"after the election of the Speaker and the Deputy Speaker, the National Assembly shall, to the exclusion of any other business, proceed to elect without debate one of its Muslim members to be Prime Minister\".",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. According to reports, members of the Rohingya Muslim community in Myanmar need to obtain permission to marry. If they get married in a religious way only, which is not considered as an official marriage, they may be imprisoned. These measures are only reportedly imposed on Rohingya Muslims and only in North Arakan, Myanmar. In addition, under the 1982 Citizenship Act, the vast majority of the Rohingyas are still denied Myanmar citizenship, which has curtailed the full exercise of their civil, cultural, economic, political and social rights and led to various discriminatory practices.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. In Pakistan, Muslims are required to solemnly declare in their passport application form that they \"do not recognize any person who claims to be prophet in any sense of the word or of any description whatsoever after Muhammad (peace be upon him) or recognize such claimant as prophet or a religious reformer as a Muslim\" and that they \"consider Mirza Ghulam Ahmad Quadiani to be an imposter nabi and also consider his followers whether belonging to the Lahori or Quadiani Group to be NON-MUSLIM\".",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In the Maldives, it is not possible for non-Muslims to obtain Maldivian citizenship. Section 2 (a) of the Citizenship Act provides that in order for a person to become a citizen of the Maldives he or she must satisfy a number of conditions, including being a Muslim. Moreover, the Peoples' Special Majlis (Constitutional Assembly) reportedly approved on 19 November 2007, an amendment to the Constitution of the Republic of Maldives, requiring all Maldivian citizens to be Muslims. As a result, article 9 (d) of the 2008 Constitution now reads: \"Despite the provisions of article (a) a non-Muslim may not become a citizen of the Maldives.\"",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In Saudi Arabia, non-Muslims are reportedly not permitted to get Saudi citizenship and no places of worship other than mosques are permitted in the country. As a result, individuals have been arrested and detained for non-Muslim worship, even though the worship was non-public. For instance, in March 2009, three Indian Christians were detained after holding a private religious gathering in the Eastern Province, which gathering was raided by members of the Commission to Promote Virtue and Prevent Vice. The latter allegedly confiscated religious materials. The three Indian Christians were released a few days later.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 24,
        "Text": "24. In Angola, it was alleged that a number of Christian groups and the Muslim community in Angola had not been granted legal recognition, despite having submitted several applications for registration with domestic authorities. Reportedly, other religious minorities had no chance of recognition. Indeed, in accordance with the registration requirements, a religious group must have at least 100,000 adherents to qualify for registration; the adherents must be adults and reside in the national territory; their signatures must be recognized by a notary; and they must come from at least two-thirds of all the provinces of Angola.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Several cases of discrimination against individuals based on religion or belief are referred to by Asma Jahangir, Special Rapporteur on freedom of religion or belief, in her report to the tenth session of the Human Rights Council (A/HRC/10/8). As such, she deplores that members of certain religious or belief groups are often denied access to employment or have faced obstacles thereto, both in Government institutions and private companies. She also referred to persistent inequalities and religious differentials in relation to employment. The question of discrimination based on religion or belief and its impact on the right to adequate housing was also raised. In this regard, she referred to a mission report by the Special Rapporteur on adequate housing as a component of the right to an adequate standard of living, and on the right to non-discrimination in this context, who had reported on several cases of land confiscation against members of the Baha'í faith in the Islamic Republic of Iran, which were often accompanied by threats and physical violence before and during related forced evictions (E/CN.4/2006/41/Add.2, paras. 81–85). Cases of direct and indirect discrimination based on religion or belief adversely affecting the right to health have also been reported by the Special Rapporteur on freedom of religion or belief in the same report. For instance, during her visit to India, reference was made to the bias in public services provisioning against areas with a high proportion of Muslims. As such, more than 10,000 villages with a high proportion of Muslims were without any medical facilities.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur strongly condemns all acts of discrimination, or incitement thereto, against individuals on the basis of their religion or belief. He recalls that they are clearly prohibited in international human rights law. Indeed, the principle of nondiscrimination is generally perceived as one of the most important in the field of human rights and is therefore enshrined in all core international human rights conventions. This includes: article 2 of the International Covenant on Economic, Social and Cultural Rights; article 2 of the International Covenant on Civil and Political Rights; article 5 of the International Convention on the Elimination of All Forms of Racial Discrimination; article 2 of the International Convention on the Elimination of Discrimination against Women; article 2 of the Convention on the Rights of the Child; article 1 of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment; article 7 of the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families; article 5 of the Convention on the Rights of Persons with Disabilities; and articles 2 and 7 of the Universal Declaration of Human Rights. The Special Rapporteur would like to recall that, in accordance with international human rights law, States have the duty to refrain from discriminating against individuals or groups of individuals based on, inter alia, their ethnicity and/or religion or belief; prevent such discrimination, including from non-State actors; and take steps to ensure that, in practice, every person in their territory enjoys all human rights without discrimination of any kind.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 27,
        "Text": "27. Furthermore, the Declaration on the Elimination of all Forms of Intolerance and of Discrimination Based on Religion or Belief2 extensively addresses the principle of nondiscrimination. In particular, its article 2, paragraph 1, states that \"no one shall be subject to discrimination by any State, institution, group of persons, or person on the grounds of religion or other belief\". Article 4 provides that \"all States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life\" and that they \"shall make all efforts to enact or rescind legislation where necessary to prohibit any such discrimination\".",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. With regard to incitement to acts of discrimination against individuals based on their religion or belief, the Special Rapporteur would like to once again refer to article 20 of the International Covenant on Civil and Political Rights, which prohibits any advocacy of national, racial or religious hatred that constitutes incitement to discrimination.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In addition to the above, in its resolution 64/164, the General Assembly urged \"States to step up their efforts to protect and promote freedom of thought, conscience and religion or belief, and to this end … to ensure that no one is discriminated against on the basis of his or her religion or belief when accessing, inter alia, education, medical care, employment, humanitarian assistance or social benefits, and to ensure that everyone has the right and the opportunity to have access, on general terms of equality, to public services in one's country, without any discrimination on the basis of religion or belief\".",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. On 22 January 2009, the Apostolic Nunciature in the city of Caracas, Bolivarian Republic of Venezuela, was reportedly attacked when members of an organization called \"La Piedrita\" threw gas canisters into the mission's house. Reportedly, the attackers also left pamphlets insulting Catholic leaders. On 30 January 2009, 15 unidentified armed men forced their way into the Tiferet Israel Synagogue in the city of Caracas. They threw Torah scrolls on the floor, stole the synagogue's computers and allegedly spray-painted the walls with anti-Semitic graffiti, such as \"Damn the Jews\", \"Jews out of here\", \"Death to all\" and \"Israel assassins\". Earlier in January 2009, the message \"Property of Islam\" had been sprayed on its walls.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. On 18 February 2009, about 200 Government security forces, police and plainclothed agents reportedly surrounded the Hosseinieh of the Nematollahi-Gonabadi Sufi order, located in the Takhteh Foulad Cemetery in Isfahan, Islamic Republic of Iran, and demolished the building using bulldozers and loaders.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. On 22 August 2009, anti-religious and threatening or hateful messages were allegedly written in an Islamic centre in South Carolina, United States of America. Worshippers found \"Death to Muslims\" written on the floor. It was reportedly the third incident at the Islamic Centre in recent years.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. In November 2009, more than 20 Muslim graves were allegedly vandalized in a cemetery in Manchester, United Kingdom. Reportedly, only Muslim graves were targeted. This was the third time that the graves had been damaged after similar attacks took place in 2009.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. On 6 December 2009, a mosque in Melilla, Spain, was reportedly desecrated with graffiti saying \"Viva Franco\", \"No Moors\" and \"One, Great and Free\", etc. That was the first time in years that a religious building had been attacked in Melilla.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. On 31 December 2009, an attack was reportedly perpetrated by an unknown assailant against a mosque in Malmö, Sweden. Shots were fired through the window of the building; however nobody was seriously injured during the incident. Around five people, including the Imam, were in an office following evening prayers.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. According to reports, on 27 January 2010 — on the occasion of the International Day of Commemoration in Memory of the Victims of the Holocaust — police discovered that the Jewish cemetery of Cronenbourg in Strasburg, France, had been vandalized. Eighteen graves had reportedly been painted with Nazi swastikas and 13 others had been pushed over. On one tomb, the police discovered the inscription \"Juden Raus\" (Jews out).",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. On 30 January 2010, a complaint was lodged by the Muslim Cultural Association in the town of Crépy-en-Valois, France, after local residents reportedly discovered graffiti on the walls of a Muslim place of worship. Such graffiti included the words \"Islam out of Europe\", \"Islam out\", as well as a blue, white and red flag and a Celtic cross. An inscription \"France to the French\" was discovered on a wall in a nearby street where the worshipers usually parked their cars.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteur strongly condemns all attacks perpetrated against religious sites. In this regard, he would like to recall the existing international human rights standards to protect religious sites. For instance, according to article 6 (a) of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief,3 the right to freedom of thought, conscience, religion or belief includes the freedom, \"to worship or assemble in connection with a religion or belief, and to establish and maintain places for these purposes\". Furthermore, in its resolution 55/254 on protection of religious sites, the General Assembly \"calls upon all States to exert their utmost efforts to ensure that religious sites are fully respected and protected in conformity with international standards and in accordance with their national legislation and to adopt adequate measures aimed at preventing such acts or threats of violence\". In its general comment No. 22, the Human Rights Committee stated that \"the freedom to manifest religion or belief in worship, observance, practice and teaching encompasses a broad range of acts. The concept of worship extends to ritual and ceremonial acts giving direct expression to belief, as well as various practices integral to such acts, including the building of places of worship\".",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. In relation to places of worship, the Special Rapporteur would like to refer to the work undertaken by Asma Jahangir, Special Rapporteur on freedom of religion or belief. In her report to the sixty-first session of the Commission on Human Rights (E/CN.4/2005/61), she stressed that \"places of worship are an essential element of the manifestation of the right to freedom of religion or belief to the extent that the great majority of religious communities or communities of belief need the existence of a place of worship where their members can manifest their faith\" (E/CN.4/2005/61, para. 50). She also stated that places of worship, cemeteries, monasteries or community headquarters have more than a material significance for the religious community attached to them. Believers are in a situation of special vulnerability whenever they find themselves in places of worship, given the nature of their activities. She further stated that she was \"therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried\" (para. 49). Moreover, she emphasized that \"attacks or other forms of restriction on places of worship in many cases violate the rights not only of a single believer, but also of a group of individuals forming the community that is attached to the place in question\" (A/64/159, para. 11).",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. According to the 2009 Global Sikh Civil Rights Report, 4 there have been a number of cases where Sikhs have been incorrectly detained and face harassment when entering the United States of America. Reportedly, a repeatedly occurring process for some Sikh individuals — including for those who have no criminal records and are citizens of the United States of America — was described as follows: upon disembarking the plane, the targeted individual is identified and escorted by two officers of the Department of Homeland Security. The officers take the individual through immigration and then onward to baggage claim. After the luggage is picked up, the individual is taken to a private location where the baggage and the person is searched, all documentation with the individual is photocopied, and the individual's phone is taken and information from the phone stored by the officers. The individual is questioned in detail about their trip, and then the individual is released. Throughout the entire experience, officers allegedly treat the individual rudely, asking pointed questions in a manner that is threatening as if the person is a suspect, and the experience lasts approximately two hours. According to the 2009 Global Sikh Civil Rights Report, Sikhs travelling to Pakistan on pilgrimage visas to visit the birthplace of Guru Nanak Sahib Ji and other historical places of worship for short visits reported facing similar problems even though their visas to Pakistan reflected very short visits.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 41,
        "Text": "41. In her report on her 2009 visit to Canada (A/HRC/13/23/Add.2), Gay McDougall, independent expert on minority issues, addressed the question of religious and ethnic profiling. Accordingly, persons belonging to African Canadian, Muslim, Arab and Latino communities reported feeling subject to unjustified police surveillance and experiencing negative interactions with the police, which they considered to be consistent with a practice of ethnic profiling. For instance, the independent expert met an individual who had been detained for considerable periods under security certificate provisions. He described his treatment as discriminatory and his detention as based only upon his profile as a man of Arab ethnicity. Numerous civil society groups claim the powers authorized under the 2001 Immigration and Refugee Protection Act were used indiscriminately, are targeted against Muslims and Arabs, resulting in discriminatory impact, and serve to reinforce negative stereotypes.",
        "Labels": [
            "Refugees & asylum-seekers",
            "LGBTI+",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Among the key findings of the 2009 European Union Minorities and Discrimination Survey, \"the survey found very high levels of police stops among minority groups that were interviewed. On average, the proportion of those who were stopped by the police at least once in the 12 months prior to the survey interview was 33 per cent of all North Africans; 30 per cent of Roma; 27 per cent of Sub-Saharan Africans; 22 per cent of both Central and East European and former Yugoslavian respondents; 21 per cent of Turkish respondents; 20 per cent of Russian respondents … Looking at a breakdown of the results according to specific groups in Member States: very high rates of presumed ethnic profiling (over 20 per cent) were recorded for the Roma in Greece (39 per cent), North Africans in Spain (31 per cent), Sub-Saharan Africans in France (24 per cent), Roma in Hungary (24 per cent) and North Africans in Italy (21 per cent)\".5",
        "Labels": [
            "Roma, Gypsies, Sinti and Travellers"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur is concerned about reports that individuals may be regularly and in a discriminatory manner subjected to stop and searches, interrogations, document checks or arrests, for instance in the context of immigration or security controls, solely because of their perceived religious or ethnic affiliation. While he acknowledges that States are obliged to take effective measures in preventing and combating terrorist attacks and that profiling is, in principle, a permissible means of law enforcement activity, the Special Rapporteur would like to underline that this practice raises human rights concerns, in particular regarding the non-derogatory principle of non-discrimination, the right to privacy, the right to freedom of movement and the right to personal liberty, which are all enshrined in the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Profiling techniques based on perceived religion or ethnicity applied inadequately may have a stigmatization effect on members of the groups targeted. The Special Rapporteur would like, in this regard, to refer to the thorough analysis undertaken by Martin Scheinin, Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism, in his report to the fourth session of the Human Rights Council (A/HRC/4/26). In particular, Martin Scheinin expressed his concern \"that profiling based on stereotypical assumptions may bolster sentiments of hostility and xenophobia in the general public towards persons of certain ethnic or religious background\". He added that \"ethnicity, national origin and religion are inaccurate indicators because the initial premise on which they are based, namely that Muslims and persons of Middle Eastern and South Asian appearance or origin are particularly likely to be involved in terrorist activities, is highly doubtful\".",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In addition to the above, the Special Rapporteur would like to refer to the 2009 Durban Review Conference outcome document which \"calls upon States not to resort to profiling founded on grounds of discrimination prohibited by international law, including on racial, ethnic or religious grounds and prohibit it by law\".6 He also would like to refer to the Committee on the Elimination of Racial Discrimination which stated in paragraph 20 of its general comment No. 31 on the prevention of racial discrimination in the administration and functioning of the criminal justice system that States parties should \"take the necessary steps to prevent questioning, arrests and searches which are in reality based solely on the physical appearance of a person, that person's colour or features or membership of a racial or ethnic group, or any profiling which exposes him or her to greater suspicion\". Likewise, the Special Rapporteur believes that measures taken in the fight against terrorism should not discriminate, in purpose or effect, on the grounds of religion or perceived religious affiliation of persons.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. According to reports, Muslim female students in Turkey continue to be prevented from wearing headscarves in most universities, after the constitutional amendment of 9 February 2008 lifting the ban on headscarves in public institutions was annulled by the Constitutional Court on 5 June 2008. Reportedly, university regulations still prohibit students from taking examinations if their heads are covered. As a consequence, Muslim students would be prevented from wearing headscarves when taking their examinations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 47,
        "Text": "47. According to reports, members of the Sikh community in France continue to be prohibited from wearing their daastar (turban) in schools and on photograph identification documents, as a result of the implementation of Act No. 2004-228 of 15 March 2004 on \"laïcité\", and conspicuous religious symbols in public schools. Consequently, Sikh students have reportedly been expelled from schools or are refused admission to school. No Sikh children have allegedly been allowed to wear a turban in their school since the law came into force.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 48,
        "Text": "48. On 19 August 2009, a town in northern Italy reportedly banned women from wearing the \"burqini\" favoured by conservative Muslim women. The mayor of the town allegedly said that women wearing them to pools or the beach would be subjected to a 500 euro fine. He added that \"the sight of a 'masked woman' could disturb small children, not to mention problems of hygiene\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 49,
        "Text": "49. On 3 November 2009, in the Lautsi v. Italy case — where the applicant was contesting the display of Catholic crucifixes in Italian classrooms — the European Court of Human Rights unanimously concluded that there had been a violation of article 2 of Protocol No. 1 to and article 9 on the freedom of thought, conscience and religion of the European Convention for the Protection of Human Rights and Fundamental Freedoms.7 According to the Court, the compulsory display of a symbol of a given confession in the exercise of public duties, in specific situations that came under Government control, especially in classrooms, restricted the rights of parents to educate their children in conformity with their convictions, and the right of children to believe or not to believe. Such restrictions were incompatible with the State's duty to observe neutrality in the exercise of public duties, and in particular in the field of education.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. On 29 November 2009, Switzerland accepted a popular initiative banning the construction of new minarets. The Constitution of Switzerland has therefore been amended to include a new article stating that \"the construction of minarets is prohibited in Switzerland\".",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In January 2010, the Indian Supreme Court ordered that niqab-clad women cannot be issued voter identity cards, rejecting the argument that religion prohibits them from lifting their veils.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 52,
        "Text": "52. In March 2010, the province of Quebec, Canada, adopted legislation which stipulates that Muslim women will need to uncover their faces when dealing with Quebec Government services or when they are provincial employees.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 53,
        "Text": "53. On 27 March 2010, an \"anti-minaret conference\" was reportedly held in the Ruhr Valley city of Gelsenkirchen, Germany. The gathering was called to look into the possibility of a European Union-wide minaret ban. At the end of the Conference, the extreme-right parties attending the event allegedly said they were going to begin a campaign for a European referendum imposing a minaret ban. The parties supporting the referendum campaign were the Belgian Vlaams Belang and the Austrian Freedom Party.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. On 8 April 2010, the High Court of Bangladesh issued a verdict ordering the Ministry of Education to ensure that women who are employed in public institutions are not required to wear the veil or hijab against their will.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. On 29 April 2010, the Belgian Lower House of Parliament voted in favour of a bill which would ban wearing the full veil in any public space, including on the street. However, the proposed bill does not specifically mention the niqab, referring more generally to any clothing that conceals the face. Discussions are ongoing and the Senate still needs to approve the bill.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. On 4 May 2010, the Parliament of the canton of Aargau, Switzerland, voted to introduce a motion in the country's Federal Assembly that would forbid people from wearing the niqab in public places.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. On 23 June 2010, the Spanish Senate adopted a motion which urges the Government to proceed with rules to prohibit the public use of the niqab.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. In recent years, there have been numerous public debates around the issue of bans or restrictions on religious symbols, and in particular on minarets, the Islamic veil and the full head-to-toe niqab. The Special Rapporteur is aware that the question of religious symbols has engendered difficult and highly emotional debates within the concerned societies. He is well aware of the manifold arguments brought forward by all sides which support or contest such bans or restrictions.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The ban or restriction of the use or display of religious symbols relates to several human rights. In order to take a position on the legality of those bans and restrictions from a human rights perspective, the Special Rapporteur takes the view that it is necessary to assess if they run counter to, inter alia, the freedom to manifest one's religion or belief, the freedom of expression and the principle of non-discrimination. For instance, it would be essential to assess whether the display, use or construction (in particular for minarets) of certain religious symbols is constitutive of one's freedom to manifest one's religion or belief. Such an assessment should be undertaken by an independent and impartial judiciary on a case-by-case basis, in order to take into account all specificities of a given case. However, with regard to the principle of discrimination, the Special Rapporteur takes the view that bans or restrictions concerning the construction of minarets, for instance, may be discriminatory, since they target a specific religion only. Likewise, legislative provisions that would specifically prohibit the wearing of the Islamic veil would also be discriminatory towards a specific group of the population, i.e., Muslim women. There may also be indirect discrimination even when legislative provisions prohibit the wearing of all religious symbols. Indeed, while these legislative provisions may appear non-discriminatory on the face of it, they might still target certain specific groups, such as Muslim women or Sikhs, in a disproportionate manner, since Muslim and Sikh religious symbols — such as the veil or the dastaar (turban) — are generally worn in a more visible manner than religious symbols of other religions are. More generally on this point, the Special Rapporteur would like to refer to the report to the sixty-second session of the Commission on Human Rights by Asma Jahangir, Special Rapporteur on freedom of religion or belief, in which she stated that \"the fundamental objective should be to safeguard both the positive freedom of religion or belief as manifested in observance and practice by voluntarily wearing or displaying religious symbols, and also the negative freedom from being forced to wear or display religious symbols\" (E/CN.4/2006/5, para. 60).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur acknowledges that the question of religious symbols is a delicate one and that security concerns and the fundamental rights and freedoms of others, in particular with regard to the wearing of the niqab, come into play when assessing the legality of those bans or restrictions. Likewise, women's rights, and in particular the principle of equality between men and women and the individual's freedom to wear or not to wear religious symbols, ought to be taken into account when debating the wearing of the niqab. Nonetheless, the Special Rapporteur would like to express his concerns with regard to the fact that the recent controversial debates around the construction of minarets and the wearing of religious symbols demonstrate the fears among the population towards a single religion. He deeply deplores the numerous political campaigns which have relied on those fears and which have actually fostered them for political gains. These political campaigns often reinforce negative stereotypes about certain groups of individuals and thereby promote intolerance and misunderstanding among the population. The Special Rapporteur therefore strongly encourages moderate voices from all sides to be more prominent and vocal, in order to counter these political campaigns with rational arguments, including those based on human rights, and for these debates to be more balanced.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 61,
        "Text": "61. On 3 April 2009, the Hamas Al-Aqsa television reportedly broadcasted a play entitled \"The House of Sheikh Yassin\", which was performed at the Islamic University of Gaza City. One of the characters of the play was an ultra-orthodox Jewish father. In the play, the Jewish father allegedly said that \"We Jews hate Muslims. We like to kill Muslims. We Jews drink the blood of Muslims and Arabs.\" Later, the father said to his son: \"Shimon, I want to teach you some things: first of all, you have to hate Muslims, you have to drink Muslim blood. We have to wash our hands in Muslim blood.\" He then allegedly added that \"we have to conspire against Arabs and Muslims to satisfy God. We will destroy the Arabs and the Muslims\".",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. On 5 June 2009, the Vlaams Belang party reportedly held a protest against the planned mosque at the Sint-Bernardsesteenweg in Antwerp, Belgium. Before the protest, Vlaams Belang gave out 50,000 flyers against the mosque, which according to them would be a symbol of the Islamization of Antwerp and Flanders. The Vlaams Belang leader is alleged to have said that \"Islam is like a cuckoo which lays its eggs in our European nest. We hatch them and will in the end be cast off.\"",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In July 2009, the Dove World Outreach Centre church in Gainesville, United States of America, reportedly posted a sign that read \"Islam is of the Devil\" on its front lawn. Despite protests by local residents against such a sign, the church's pastor indicated that he would put up more signs.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. On 11 September 2009 — on the occasion of the eighth anniversary of the 11 September 2001 terrorist attacks — supporters of the English Defence League and \"Stop the Islamization of Europe\" allegedly gathered outside Harrow Central Mosque in Birmingham, United Kingdom, to demonstrate against what they refer to as \"Islamic colonization\".",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur received several reports of cartoons depicting Jews in a negative manner. Among others, on 8 September 2009, in Saudi Arabia, on the occasion of the seventieth anniversary of the Second World War, a cartoon depicting one woman and one child both dressed as a devil on a bloody background was released in the Al-Jazirah newspaper. While the woman — representing the Second World War — displays a devil's fork, the child displays a similar fork, but with the Star of David at its top. On 15 November 2009, in the United Arab Emirates, a cartoon depicting a hand coming out of a bloody archway to catch an Arab man was released in the Al Ittihad newspaper. On the archway, the following inscription could be read: \"International Slaughterhouse under Zionist Management\". On 25 November 2009, in Oman, a cartoon depicting a menorah with missiles at the end of each of its branches was released in the Oman newspaper.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 66,
        "Text": "66. On 13 December 2009, a group of around 100 parishioners from the St. Parascheva Orthodox Church in Chisinau, Republic of Moldova, reportedly dismantled a Jewish symbol — the Hanukkah Menorah — on Europe Square, transported it to Stefan the Great Square and dumped it upside down. Under the leadership of the Orthodox priest, the group of parishioners also put a small cross in the place of the Hanukkah Menorah. In addition, during the event, the priest allegedly stated that Jewish people were trying to \"dominate people\" and recalled that the Republic of Moldova was an Orthodox country. He reportedly also said that \"the Jews can try to kill us, to traumatize our children\", but that Moldovan Orthodox believers would resist.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. On 8 January 2010, to illustrate an article on cartoonist Kurt Westergaard, reportedly the victim of a homicide attempt on 1 January 2010, the Norwegian newspaper Aftenposten published a copy of 6 of the 12 controversial caricatures of the Prophet Muhammad, which had been first published by the Danish newspaper Jyllands-Posten in September 2005.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. In February 2010, five men allegedly set up a page on the online social utility \"Facebook\" declaring \"all Muslims should be thrown out of Wales\". Around 150 people joined the group on the social networking site, claiming they would march through the Rhondda Valleys, United Kingdom, to air their anti-Islamic feelings. The rally did however not take place due to the arrest of the five men by police.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. On 3 February 2010, the Norwegian Dagbladet newspaper reportedly published a photograph showing a man in front of a computer screen with a depiction of Prophet Muhammad as a pig. The picture accompanied an article which said that users were posting offensive material about Muslims and Jews on the Facebook page of the country's security police.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. On 20 February 2010, Christians in the town of Batala, India, took to the streets to protest against the publication of a cartoon from a school textbook that portrayed Jesus raising a can of beer in one hand and holding a cigarette in the other. The parish priest of Gurdaspur, India, allegedly said that the objectionable posters of Jesus hurt Christians, who form 25 per cent of Gurdaspur district's population.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. On 20 March 2010, a Bahraini resident with Sri Lankan nationality was arrested in Sri Lanka on allegations that her books \"From Darkness to Light\" and \"Questions and Answers\" were insulting to the Buddhist religion. The books were written about her conversion in 1999 from Buddhism to Islam.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. In April 2010, the Skåne political party posted posters in the city of Malmö, Sweden, which depict the prophet Muhammad naked with a 9-year-old wife by his side and accompanied by the statement \"He is 53, she is 9. Is that the kind of marriage we want to see in Skåne?\"",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. In the 200th episode of the television show \"South Park\", broadcasted in the United States and the United Kingdom in April 2010, the Prophet Muhammad reportedly appeared several times inside a bear suit. Figures from other religions were also depicted, including a drug-snorting Buddha and Jesus watching pornography. The following 201st episode allegedly had any oral references to the Prophet Muhammad bleeped out, with a prominent banner stating \"censored\" in the programme. The images of the prophet in a bear outfit were substituted with Santa Claus in the same costume.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. On 22 April 2010, the \"Everybody Draw Mohammed Day\" Facebook page was created by a cartoonist in the United States. The page reportedly encouraged users to post images of the Prophet Muhammad. In reaction, Pakistan blocked Facebook on 19 May 2010, following a ruling by the Lahore High Court. The latter however reversed its ruling on 24 May 2010 after officials of the social networking site issued apologies for a page deemed offensive to Muslims and removed its content.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Launched on 23 April 2010, the British National Party's 2010 general election manifesto demands that \"Islamic immigration be halted and reversed as it presents one of the most deadly threats yet to the survival of our nation\" and stated that \"today Europe faces a renewed Muslim invasion\".",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur regrets the worldwide reports of stereotyping which do not contribute to the creation of an environment conducive to constructive and peaceful dialogue among different communities. He deplores their sometimes provocative nature and the distorted vision that they convey. Nonetheless, the Special Rapporteur would like to remind that peaceful expressions of opinions and ideas either orally, through the press or other media, should always be tolerated, as long as they do not fall under the restrictions enshrined in articles 19, paragraph 3, and 20 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur would like to distinguish between negative stereotyping of religions on the one hand, and of religious followers or of sacred persons on the other, since these instances should be treated differently from a human rights perspective. International human rights law protects individuals and groups of individuals and therefore guarantees the freedom of individuals and groups of individuals to exercise freely their religion or belief. Religions as such however are subject to vigorous interrogation and criticism regarding their doctrines and teachings in the context of the full exercise of the freedom of expression. Yet, freedom of opinion and expression may be restricted when it amounts to advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. With regard to negative stereotyping of religious followers and of sacred persons, the Special Rapporteur would like to recall that, in accordance with article 19, paragraph 3, of the International Covenant on Civil and Political Rights, the exercise of the right to freedom of expression \"carries with it special duties and responsibilities. It may therefore be subjected to certain restrictions, but these shall only be such as are provided by law and are necessary: (a) for respect of the rights or reputations of others; (b) for the protection of national security or of public order (ordre public), or of public health or morals\". Yet, the Special Rapporteur would like to recall that, as stated by the Human Rights Committee in its general comment No. 10, \"when a State party imposes certain restrictions on the exercise of freedom of expression, these may not put in jeopardy the right itself\".8",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The respect of the rights or reputations of others has in some cases been relied on in order to request restrictions on the right to freedom of expression and sanctions against the perpetrators of defamatory language targeting religious followers or sacred persons. While the Special Rapporteur believes that each case should be adjudicated on its own merits by an independent and impartial judiciary, he would like to emphasize that the argument relating to the defence of truth should always be taken into account and that a very high threshold should be met before warranting restrictions and sanctions on defamatory expressions targeting individuals. In cases concerning sacred persons, the fact that the latter may be fully assimilated with a religion should also be taken into consideration when assessing the case. In cases where the high threshold is met and the defamatory statement is proven to be a false one, the Special Rapporteur would like to underline that the implementation of sanctions, if any, should in no way be of a criminal nature. As stated by Frank La Rue, Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, in his report to the fourteenth session of the Human Rights Council (A/HRC/14/23, para. 83): \"any attempt to criminalize freedom of expression as a means of limiting or censuring that freedom must be resisted. He therefore encourages all efforts to decriminalize acts considered to be acts of defamation and to make civil liability proceedings the sole form of redress for complaints of damage to reputation. However, civil penalties for defamation should not be so heavy as to block freedom of expression and should be designed to restore the reputation harmed, not to compensate the plaintiff or to punish the defendant; in particular, pecuniary awards should be strictly proportionate to the actual harm caused, and the law should give preference to the use of non-pecuniary remedies, including, for example, apology, rectification and clarification\".",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. In the Special Rapporteur's view, negative stereotyping of religions, their followers and sacred persons may have adverse consequences on the enjoyment of human rights by religious followers. Indeed, there may be some cases where stereotyping of religions, their followers and sacred persons may lead to actual cases of advocacy of religious hatred, such as prohibited in article 20 of the International Covenant on Civil and Political Rights. The Special Rapporteur notes that determining which acts might trigger article 20 of the International Covenant on Civil and Political Rights remains problematic, including where to draw the line between criticism — even if deemed offensive — and advocacy of racial or religious hatred that constitutes incitement to discrimination, hostility or violence. However, the Special Rapporteur takes the view that the threshold must be very high. He also would like to emphasize that each set of facts is particular and can only be assessed and adjudicated by an independent and impartial judiciary, according to its own circumstances and taking into account the specific context.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Negative stereotyping of religions, their followers and sacred persons may in some instances be symptomatic of intolerant mentalities within a given society. Since they relate to the state of mind or \"forum internum\" of an individual, the Special Rapporteur takes the view that intolerance mentalities by themselves do not constitute human rights violations. Yet, he acknowledges that they may eventually lead to such violations if not monitored closely and if they remain unaddressed. Indeed, intolerant mentalities become a human rights issue once they are publicly expressed through advocacy of racial or religious hatred that constitutes incitement to discrimination, hostility or violence. The Special Rapporteur therefore believes that early warning signs (such as racial and religious intolerance towards specific ethnic or religious groups) should be addressed by Governments through a wide range of measures aimed at finding ways to create a peaceful society. In this regard, prevention is key to creating an atmosphere of religious tolerance and to prevent other manifestations of intolerance, in cases where they would already have been expressed. Prevention encompasses a wide range of activities in the fields of, inter alia, education, awareness-raising, interreligious and intercultural dialogue. The Special Rapporteur would like to stress the importance of education which should aim to inculcate, from early childhood, a spirit of tolerance and respect for the spiritual values of others. He also would like to emphasize on the role of religious leaders. While the latter may be instrumental in allowing religious communities to live side-by-side peacefully, they may also foster religious intolerance within their respective communities. Therefore, the Special Rapporteur encourages States to interact with religious leaders when designing prevention measures aiming at curbing manifestations of intolerance.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The Special Rapporteur expresses his concerns vis-à-vis reports received on worldwide incidents related to issues raised in Human Rights Council resolution 13/16. Such reports appear to fall under five broad and non-exhaustive categories warranting different approaches under international human rights law, which provides sufficient tools to respond to all of them. These categories include acts of violence or discrimination, or incitement thereto, against individuals on the basis of their religion or belief; attacks on religious sites; religious and ethnic profiling; religious symbols; and negative stereotyping of religions, their followers and sacred persons.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Pursuant to Human Rights Council resolution 13/16 which requested that particular attention be given to the phenomenon of Islamophobia, the Special Rapporteur would like to highlight that he unfortunately continues to receive worrying reports of incidents negatively affecting the human rights of Muslim individuals. He would like to express his serious concerns with regard to acts of violence or acts of discrimination targeting Muslim individuals which are based on religious intolerance. The Special Rapporteur takes the view that this phenomenon remains a serious issue in a variety of countries and that it therefore needs to be addressed with greater resolve by States in order to prevent further discrimination and violence, and incitement thereto, and intolerance against Muslim individuals.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The Special Rapporteur strongly condemns acts of violence or discrimination, or incitement thereto, against persons based on their religion or belief. He recalls that these acts are clearly prohibited in international law and that relevant human rights standards guarantee the right to life, the right not to be subjected to torture or to cruel, inhuman or degrading treatment or punishment, the rights to liberty and to security of person, as well as the overarching principle of non-discrimination. As regards incitement to acts of violence or discrimination against persons based on their religion or belief, the Special Rapporteur calls upon States to take all necessary and appropriate measures to implement article 20 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur strongly condemns attacks on religious sites. He recalls that places of worship are an essential element of the manifestation of the right to freedom of religion or belief which is protected by international human rights law. The Special Rapporteur therefore calls upon States to abide by the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief, as well as relevant General Assembly and Human Rights Council resolutions.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. While the Special Rapporteur acknowledges the necessity for States to take measures to combat terrorism and that profiling is, in principle, a permissible means of law enforcement activity, he nonetheless expresses his deep concerns at reports of discriminatory profiling targeting specific groups of the population based on their perceived ethnic or religious background. In line with the Durban Review Conference outcome document, he calls upon States not to resort to profiling founded on grounds of discrimination prohibited by international law, including on racial, ethnic, or religious grounds.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 87,
        "Text": "87. The bans or restrictions on the construction, use or display of religious symbols raise several issues in terms of human rights. The Special Rapporteur takes the view that the following questions should be kept in mind when assessing the legality of such bans or restrictions: is the construction, use or display of certain religious symbols constitutive of the freedom to manifest one's religion or belief? Is the ban or restriction discriminatory (in a direct or indirect manner) vis-à-vis specific groups of the population? Is the ban or restriction on the display of religious symbols proportionate to the necessity for security measures by the State concerned? Is the ban or restriction on the display of religious symbols necessary to uphold the principle of equality of men and women? Does the ban or restriction take into account the individual freedom to wear or not to wear religious symbols? The Special Rapporteur acknowledges that the question of religious symbols is a delicate one and he emphasizes that answers to such questions should be provided by an independent and impartial judiciary and in light of the specific circumstances of each case under consideration.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur regrets reports of stereotyping which do not contribute to the creation of an environment conducive to constructive and peaceful dialogue among communities. Nonetheless, he recalls that peaceful expressions of opinions and ideas should always be tolerated, as long as they do not fall under the restrictions in articles 19, paragraph 3, and 20 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteur distinguishes between stereotyping of religions on one hand and of religious followers or sacred persons on the other. With regard to stereotyping of religious followers and of sacred persons, the Special Rapporteur recalls that the right to freedom of expression may be restricted in order to protect, inter alia, the rights or reputations of others. However, in accordance with articles 19 and 20 of the International Covenant on Civil and Political Rights, any restrictions on the right to freedom of expressions must be established in law; they must pursue a legitimate aim; and they must be proportional to the aim sought to be achieved. As a result, the Special Rapporteur believes that a very high threshold should be met and that the defamatory expressions targeting individuals must have been proven false before they warrant restrictions and sanctions thereon. Moreover, he recommends that sanctions be of a civil nature only and that fines arising from civil defamation procedures respect the principle of proportionality in order not to have a long-lasting and chilling effect on the right to freedom of expression.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. With regard to stereotyping of religions, he recalls that vigorously interrogating and criticizing religious doctrines and their teachings is thoroughly legitimate and constitutes a significant part of the exercise of the right to freedom of opinion or expression. Therefore, the Special Rapporteur would like to reiterate that domestic blasphemy laws aiming to protect religions per se can prove counterproductive since they could result in de facto censure of robust examination of religious doctrines and teachings and of inter- and intra-religious criticism. Moreover, the Special Rapporteur received reports that many of these laws afford different levels of protection to different religions and have often proved to be applied in a discriminatory manner. He was informed of numerous examples of persecution of religious minorities or dissenting believers, but also of atheists and non-theists, as a result of legislation on religious offences or overzealous application of laws that may be fairly neutral on the face of it. Consequently, the Special Rapporteur encourages States to move away from the notion of defamation of religions towards the legal concept of advocacy of racial or religious hatred that constitutes incitement to discrimination, hostility or violence in order to anchor the debate in the relevant existing international legal framework, and in particular that provided in the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Advocacy of racial or religious hatred is a symptom, the external manifestation of something much more profound which is intolerance and bigotry. Intolerance against individuals based on their religion or belief unfortunately continues to be manifested in different ways. It is therefore critical that States find the most effective ways through which to protect individuals from advocacy of hatred and violence by others. While legislative responses have often been relied on by States to respond to these phenomena, they are far from being sufficient to bring about real changes in mindsets, perceptions and discourse. Indeed, tackling the root causes of manifestations of religious intolerance affecting individual's human rights requires a much broader set of policy measures, for example in the areas of education, awareness-raising and interreligious and intercultural dialogue. The Special Rapporteur therefore strongly recommends that States put a strong emphasis on a broad range of preventive measures which aim at fostering a peaceful society where, inter alia, freedom of expression and freedom of religion or belief may be fully exercised by all individuals.",
        "Labels": []
    }
]