[
    {
        "ID": 1,
        "Text": "1. Conflict, violence and insecurity have driven forced displacement to historic levels in the past decade, affecting 82.4 million persons worldwide in 2020. Humanitarian crises are increasing in complexity and duration, now lasting over nine years on average, with the coronavirus disease (COVID-19) pandemic threatening to further amplify fragilities across the globe. In recent years, the rise in situations of conflict and insecurity has impacted communities of every religion or belief system, subverting their enjoyment of fundamental human rights, including freedom of religion or belief. A number of these crises and conflicts have a religious dimension, sometimes involving adherents of diverse faiths or adversaries within the same religious tradition. However, it is essential not to overestimate unduly the role of religion in either conflict or peacemaking to the exclusion of other factors and motivations involved. That approach is often reductive, concealing the complexities affecting the lives of peoples affected by conflict and crises, including members of religious or belief minorities.",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Some invoke religion as a mobilizing tool, to rationalize violent behaviour, or as a source of values on which to base reconciliation and peacebuilding efforts. Religion or belief may also serve as an identity marker, typically intersecting with other identifiers, such as ethnicity, gender, race and political affiliation, for targeting minority communities with hostility, discrimination and violence during crises, which may compel them to flee. Violence against people or property, including religious sites, may be sporadic or systematic and may even amount to atrocity crimes. State and non-State actors may target minorities because they are in a strategic area, in an attempt to drive them out or eliminate them. In some cases, armed groups may be recruited from a minority community to push a particular agenda because they feel disenfranchised, disadvantaged or vulnerable and might, therefore, be party to a conflict. By committing genocide, perpetrators threaten the very existence of a community. More broadly, however, religious or belief minorities may be affected along with others because of ongoing conflict or insecurity, rather than because of their faith identity.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. There is a nascent discussion on the nexus between freedom of religion or belief and security within the United Nations system and beyond, including the Arria-formula meeting, held by the Security Council in 2019, on advancing the safety and security of religious minorities in armed conflict. Policymakers should avoid broad generalizations about the role of faith in either contributing to or preventing conflict and not assume causal relationships between violations of freedom of religion or belief and violent conflict. Nonetheless, policymakers should be concerned about the significant effects of conflict on religious or belief minorities, including where they are directly targeted, at least partly because of their identity.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Intolerance of one religious or belief community also harms all of society and undermines universal values of equality and human dignity. The present report contains evidence-based analysis to inform policy and practical efforts, alongside recommendations for advancing a human rights approach that better protects and promotes the rights of religious or belief minorities and lays the groundwork for inclusive transitions from conflict and insecurity to peace. Consistent with his mandate, the Special Rapporteur has adopted a gender lens in identifying gender-specific abuses and making recommendations. peacebuilding\\\\0\\\\0.pdf. https://www.stimson.org/2021/violence-based-on-religion-or-belief-taking-action-at-the-unitednations/.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur convened a two-day symposium to explore conditions of increasing insecurity that Baha'i communities are experiencing in four States. Participants included representatives of the Baha'i community, civil society, governments and international organizations and United Nations experts. The outcome document of the symposium contains the recommendations of the Special Rapporteur for various stakeholders. 8",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur collaborated with civil society in a two-day expert consultation to examine trends in combating antisemitism, including the positive developments and enduring challenges faced by Jewish communities. He will continue his work with various stakeholders to advance the implementation of the recommendations contained in his report to the seventy-fourth session of the General Assembly. 10",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur has engaged in follow-up work to his 2021 report on countering Islamophobia and anti-Muslim hatred, including participation in the consultations held by the European Commission against Racism and Intolerance for their revised general policy recommendation No. 5 on preventing and combating anti-Muslim racism and discrimination.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur has engaged with Member States, the Office on Genocide Prevention and the Responsibility to Protect, the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe and a number of civil society organizations to advance the recommendations contained in his reports.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur continues to monitor, through engagement with civil society, a number of situations of serious concern raised in his reports and communications, and where requests for a country visit have not been accepted.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In his report to the General Assembly in September 2022, the Special Rapporteur will examine the obstacles faced by indigenous peoples in the exercise and enjoyment of their right to freedom of religion or belief.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 11,
        "Text": "11. To inform the present report, the Special Rapporteur held 37 consultations and 16 bilateral meetings online between November 2021 and January 2022, with stakeholders from all five geographical regions. Participants included victims of rights violations, human rights defenders, faith leaders and influencers, policymakers, academics, lawyers, representatives of United Nations offices and officials from other intergovernmental and international organizations. In response to his call for submissions, he received and reviewed 64 submissions from States, civil society and individuals. He extends his deepest gratitude to all who provided their time and insight.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In preparing the present report, a critical methodological challenge was the widely acknowledged lack of comprehensive or disaggregated data recording the experiences of religious or belief minorities during situations of conflict or insecurity globally, as the Special Rapporteur on minority issues has also highlighted. Researchers and rights monitors have cited security risks as a primary challenge for gathering data in conflict zones, along with the reluctance of minorities to engage for fear of ramifications. Furthermore, researchers may overlook faith identity or be biased when gathering demographic information. In the present report, the Special Rapporteur does not seek to analyse every situation of conflict or insecurity involving religious or belief minorities, but rather to map key themes in their experiences and provide illustrative examples drawn from affected communities.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The right to freedom of religion or belief, enshrined in article 18 of the International Covenant on Civil and Political Rights and article 18 of the Universal Declaration of Human Rights, and elaborated in the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, protects the right of people of all faiths and none to hold and manifest a religion or belief of one's choice, either individually or in community with others, in public or in private. Persons belonging to religious or belief minorities are entitled not only to enjoy all the rights set out in the Covenant and other human rights instruments as individuals, but also particular group rights as a minority under article 27 of the Covenant and article 2 of the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, encompassing their right to \"profess and practise their own religion\". Whether during conflict or peacetime, States parties must protect existence, identity and the right to equality and non-discrimination of religious or belief minorities, and ensure their right to participate effectively in cultural, religious, social, economic and public life, as well as in decisions affecting them. Since human rights are interdependent, indivisible and inalienable, freedom of religion or belief is interwoven with core principles of equality, non-discrimination and non-coercion and overlaps with other rights, including the rights to freedom of opinion and expression, to peaceful assembly and association and to education. However, the present report documents many worrying instances of discrimination and violence against religious or belief minorities contrary to those obligations.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur recalls that rights of religious or belief minorities are not dependent on State or theological recognition of minority or other status. They enjoy group rights regardless of whether the State recognizes minorities or not. However, in practice, there is little consistency in understanding who constitutes a \"minority\" in international human rights law, which is a stumbling block to realizing their rights. For the purposes of the present report, the Special Rapporteur uses the working definition of minority set out by the Special Rapporteur on minority issues in his report to the seventy-fourth session of the General Assembly.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. International human rights law always applies, whether in situations of armed conflict, where international humanitarian law also applies, or situations falling below that threshold, including insecurity and peacetime. However, while States can never restrict the right to have or adopt a religion or belief, they may limit the right to manifest freedom of religion or belief in exceptionally rare cases, as defined in article 18 (3) of the International Covenant on Civil and Political Rights, including where prescribed by law and necessary to protect public order and safety, provided that such limitation meets the tests of legality, legitimacy and proportionality, and is non-discriminatory in intent or effect. Recalling that violating the rights of religious or belief minorities may constitute an atrocity crime, the Special Rapporteur notes that the fact that one group is targeted based on their religious identity could form an element of the crime and that intentionally attacking religious sites during conflict may violate international criminal law and international humanitarian law, except in highly limited circumstances.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Many conflict analysts, human rights defenders and faith communities contend that actors often instrumentalize religious identities to further their agendas during situations of conflict or insecurity, even when religion is not a factor. While ethno-religious tensions are not a primary feature of conflict in Nigeria, for example, different groups exploit these tensions for political purposes or to mobilize people to their cause. Some interlocutors warn against overemphasizing the role of religion during crises, since it may prove strategically divisive and diversionary. In Afghanistan, conflict-affected communities have expressed their concerns that the Taliban will emphasize religious differences to divide communities and undermine the prospects of unified resistance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur notes the power of hateful rhetoric to worsen or create harmful realities for minorities in fragile settings. In India, the spread of derogatory slurs against Christians and Muslims, such as \"rice bag converts\" and conspiracy theories that Muslim men marry Hindu women to convert them (\"love jihad\"), foster an environment in which discrimination is not just tolerated but sanctioned by political leaders. Various authorities in the country have adopted anti-conversion bills that target Christians and Muslims in recent years.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The casting of religious or belief communities as \"foreigners\" or having foreign allegiances is a source of mobilization against them. It entrenches suspicion, fear and discrimination, and leaves religious or belief minorities more fearful and exposed to violence. In Afghanistan, authority figures and some civilians have portrayed Sikhs and Hindus as loyal to India, despite being indigenous peoples. A Houthi leader in Yemen has alleged that Baha'is are Israeli spies, effectively making the community targets for harm. In the Ukrainian regions of Donetsk and Luhansk, the de facto authorities regularly accuse \"nontraditional\" Christian denominations, such as the Church of Latter-Day Saints and Jehovah's Witnesses, of being spies for Ukraine and \"Western interests\". 33",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 19,
        "Text": "19. State and non-State actors frequently mobilize against religious or belief minorities during situations of conflict or insecurity. In some cases, however, they also mobilize some members of minorities to participate in hostilities. Regardless of whether those members are seeking to expand their power and influence, protect themselves or satisfy grievances, their involvement greatly aggravates the risk to all those belonging to that minority group. In the Central African Republic, the Séléka has capitalized on longstanding political, socioeconomic and cultural grievances to recruit Muslim and ethnic minorities. Decades of social exclusion and economic underdevelopment have fostered the growth of a Shia Zaydi https://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=24934&LangID=E, para. 8. movement in North Yemen, culminating in the Houthis. As insecurity rises, minorities may feel they must pick sides to protect themselves, typically with the encouragement of certain actors. Interlocutors report that the authorities in the Syrian Arab Republic cultivated relationships with Christian and Druze minority leaders, while also furthering a broader selflegitimizing narrative as the protector of minorities. Foreign States have allegedly picked up such narratives to justify or provide cover for their military interventions. 36",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. In response to State violence or legislative reforms that further entrench their disadvantages, religious or belief minorities may also take to the streets in protest, sometimes violently clashing with government forces. Stakeholders report that violent repression by the Government of Indonesia of a pro-independence movement in the predominantly Christian region of West Papua has mobilized protests. Subsequent clashes between protesters and security forces between August and September 2019 allegedly resulted in at least 40 deaths.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Digital platforms are a popular medium for creating and spreading hateful rhetoric that incites actual harm against religious or belief minorities, including mob violence. Online activities can also inflict intersectional harm, such as websites in India that promote mock auctions of Muslim women, especially those who are politically outspoken, as a means to compel their withdrawal from public life.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Hateful rhetoric against faith minorities has also manifested in educational curricula, influencing future generations. Interlocutors report that leaders in Houthi-held areas of Yemen will amend the school curriculum solely to reflect their understanding of Islam. 41 Likewise, in Pakistan stakeholders said that the textbooks previously provided to Christian and Hindu students referred to them as \"enemies of Islam\", instilling hate rather than tolerance among future generations. In recent years, attempts to reform the curriculum have remained highly politicized.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. State and non-State actors often seek to realize their goals through extinguishing, expelling or otherwise displacing entire communities. They frequently target religious or belief identities to inflict harm on minorities, deploying tools (for example, violence, intimidation and discriminatory legislation) to restrict their human rights or uproot or eradicate a community. Myanmar is allegedly committing genocide against the Rohingya through a systematic campaign to extinguish or expel their communities from Rakhine State, inflicting widespread and often indiscriminate violence.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. During conflict, armed actors sometimes violently attack leaders and \"influencers\" of religious or belief minority communities to weaken the community's morale, resilience or cohesion. In Yemen, the Houthis have coerced Jewish and Baha'i communities into leaving, blackmailing them by arbitrarily detaining religious leaders, influencers and community members, negatively impacting the Baha'i population and, reportedly, resulting in only one Jew remaining in the country, from a population of approximately 1,500–2,000 in 2016. One Yemeni Baha'i, currently living in exile, recounted that he was forced to decide between indefinite prison or leaving his country forever. The Tatmadaw in Myanmar has reportedly arbitrarily detained, tortured and murdered religious leaders and influencers from ethnoreligious minorities. Monitors report that a muezzin (a person who calls Muslims to prayer) was reportedly hung inside a mosque to demoralize Muslim communities in Myanmar, and the body of a Kachin Christian pastor was found handcuffed and beaten. In Afghanistan, the Islamic State–Khorasan Province group affiliated with the Islamic State in Iraq and the Levant (ISIL) has attacked Sikh and Hindu communities, killing several prominent leaders.49In the Central African Republic, Indonesia (West Papua), Nigeria, the Sudan and Yemen, prominent Christian figures have reportedly received death threats, intimidation or threats of being charged with apostasy (which may carry the death penalty).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 25,
        "Text": "25. During situations of conflict or insecurity, actors often destroy, desecrate, occupy or raid religious sites to destroy sacred objects and literature, conscious of their significance to minority religious communities and impeding the ability of those communities to manifest their religion or belief. Destruction of these sites is often part of a strategy to erase whatever does not accord with their vision, frequently affecting minorities and dissenters within majorities. In Myanmar, 34 Christian churches and 3 Islamic religious sites were reportedly destroyed or damaged between 1 February and 30 November 2021. In the Sudan, assailants allegedly attacked one church four times in two months. In Yemen, armed forces reportedly targeted Houthi Shia religious sites, destroying or overrunning them, sometimes deploying hateful rhetoric in the process. Perpetrators also reportedly killed worshippers and committed sexual violence (including against religious influencers) while attacking sacred sites. In October 2021, an ISIL suicide bomber struck a Shia Muslim mosque in northern Afghanistan, killing 46 people.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur received reports of forced conversions to compel assimilation and the abandonment of faith identities. Evidence suggests that forced conversions of minorities have occurred in Afghanistan, Myanmar, Nigeria, Pakistan and the Sudan. In 2018, 12 Christian men in the Sudan were reportedly accused of apostasy, arrested, severely tortured and pressured to recant their Christian faith. Between March and April 2020, seven Christian women were allegedly kidnapped in northern Nigeria and forcibly converted to Islam. In Myanmar, the military has forcibly married Christian Kachin women and converted them to Buddhism, while members of the Arakan Rohingya Salvation Army have forcibly married Hindu women and converted them to Islam (in a rare instance of one religious minority targeting another in this manner). Furthermore, in Pakistan people emboldened by an environment of impunity, discrimination and violence against minorities have abducted and forcibly married minority faith women after coercing them into converting to Islam.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 27,
        "Text": "27. Armed actors regularly use sexual and gender-based violence as a devastating tool to destroy the fabric of minority communities. The experiences of Yazidi women in Iraq, sexually assaulted and enslaved at the hands of ISIL fighters, Rohingya Muslim women in Myanmar and Christian women in northern Nigeria provide three such harrowing examples. The Special Rapporteur also recalls reports that the authorities have raped, sexually abused and sterilized Uighur women in \"re-education\" camps in China. While women are often disproportionately targeted with gender-based violence, such assaults are not limited to them. For instance, among the Rohingya Muslim population, the military has also targeted male heads of the household and Imams with torture and sexual violence. 61",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Deliberately making the situation for faith minorities more precarious during crises, some authorities have introduced restrictive measures on their manifestation of religion or belief, including by restricting religious rites and access to places of worship. Amid increasing hostilities, the Sri Lanka Eastern Heritage Task Force reportedly designated minority archaeological and holy sites as Buddhist sites to limit minority access to religious sites. 63",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Indian authorities have closed mosques across India-administered Kashmir (ostensibly viewing them as a focal point for unrest) and imposed restrictions that frustrate the celebration of Islamic holidays, such as barring public processions during Muharram and Eid. In Jerusalem, the Israeli authorities have reportedly restricted Christians and Muslims from accessing certain places of worship, including the Church of the Holy Sepulchre and the Aqsa mosque compound during religious rites, often using a rigorous system of permits and checkpoints. States also reportedly (a) impose rigid and mandatory registration requirements; (b) compel practices that contravene minorities' beliefs; or (c) criminalize religious conduct, such as preaching or conversion.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Armed actors have targeted religious or belief minorities with the seizure of property and land grabs, severing access to resources and often compounding their economic disenfranchisement. For instance, in the Donetsk and Luhansk regions of Ukraine, armed separatist groups have allegedly seized property belonging to Christians and Jehovah's Witnesses. To promote an ethnically unitary and religiously non-pluralistic State, the Taliban has allegedly sought to force the ethno-religious non-Pashtun minorities in Afghanistan to leave. In September 2021, the Taliban reportedly took the homes, livestock, and crops of approximately 700 Shi'a Hazara families. Meanwhile, the Pakistan Supreme Court has found that most blasphemy cases are \"based on false accusations stemming from property issues or other personal vendettas ..., and they inevitably lead to mob violence against the entire community\". 70",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Conscientious objectors from religious or belief minorities, frequently those with pacifist tenets, have faced compulsory conscription, violating their right to conscientious objection to military service. Rights monitors report cases of prosecutions and arbitrary detentions of Druze individuals by the Israeli authorities and of Jehovah's Witnesses in countriesincluding Armenia, Azerbaijan and Eritrea, when they refused to undertake military service as conscientious objectors.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. A number of State authorities have invoked situations of conflict or insecurity as either politically convenient justifications for their failure to fulfil their human rights obligations or to instrumentalize the fragility of certain communities to further their political goals. In many cases, States use oppressive counter-terrorism measures to infringe on the rights of religious or belief minorities in the name of combating \"extremism\" and insecurity. The Tatmadaw in Myanmar, the Syrian authorities and the de facto authorities in the Donetsk and Luhansk regions of Ukraine, have reportedly depicted or conflated entire religious minority communities with terrorists to justify violence against them and sow public distrust. Monitors note that acts perpetrated against communities of some 10 million Uighurs in China are committed in the name of combating violent extremism and that the Chinese authorities often label peaceful manifestations of faith (for example, praying and religious ceremonies) as \"suspicious behaviour\". In October 2021, Israel banned six Palestinian human rights organizations, including groups advocating for freedom of religion or belief, alleging terrorist affiliations. The sweeping counter-terrorism measures used by Sri Lanka reportedly translate into overpolicing and intimidation of minority religious communities, especially Muslims, with some organizations that receive Islamic zakat donations fearing police interrogation and arrest.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. To rationalize targeting minorities, some States have invoked the need to restore or maintain public order. One Nigerian interlocutor stated that the prominent humanist and human rights defender, Mubarak Bala, was allegedly detained, in part, to avert public unrest in Nigeria and noted further that \"our persecution is a [tool for] managing insecurity\". 77 During situations of conflict or insecurity, a number of States have also ignored their obligations to protect the rights of displaced religious or belief minorities in the name of political expediency. United Nations experts have called upon 57 governments to repatriate their nationals from refugee camps in the north-eastern region of the Syrian Arab Republic, home to over 64,000 people, primarily Sunni Muslim women and children, where they frequently experience violence and abuse. However, many States have failed to implement this recommendation, citing security concerns and fearing a domestic political backlash owing to perceptions that the refugees are affiliated with ISIL.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Some States claim that human rights measures are politically untenable in contexts of heightened interreligious tensions, even when such measures may further societal cohesion. In late 2021, Pakistan rejected a bill designed to address the forced conversion of Hindu and Christian girls and women, claiming that if passed, the bill would make minorities more vulnerable to communal violence. In the Sudan, after non-State actors attacked a church in Gezira State, State security reportedly said that rebuilding it would damage social harmony. In India, interlocutors report that the Government has tacitly allowed incitement to violence against Muslims, failing to condemn a December 2021 video of Hindu religious leaders calling for a Muslim genocide until the Supreme Court took up judicial notice.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Moreover, the COVID-19 pandemic and its myriad containment responses have had profound implications worldwide, especially in societies struggling with conflict or insecurity. The pandemic has given rise to states of emergency that States have exploited in such contexts to justify new restrictions on the rights of religious or belief minority communities, many of whom face existing rights restrictions and other forms of deprivation. In Sri Lanka, the authorities have restricted the exercise of funeral and burial rituals of Christian and Muslim minorities, including through mandatory cremation, purportedly as a COVID-19 health measure. During COVID-19, India has increased restrictions on the movements of the predominantly Muslim Kashmiri population, already under strict lockdown since the 2019 revocation of the special autonomous status of India-administered Kashmir, and sent more troops. Those measures, combined with Internet shutdowns, have hampered the ability of Kashmiris to protect themselves from the virus or receive outside help.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. In several crisis-affected regions, the State, the media and the public have scapegoated faith minorities as a primary source and spreader of COVID-19, with States deliberately shifting blame for their failures to historically vilified and vulnerable populations. In Pakistan, influencers have referred to COVID-19 as the \"Shia virus\". In India, Myanmar and Sri Lanka, State and non-State actors have accused Muslim minorities of importing the virus or increasing infection rates, sometimes with deadly consequences. Social media has proved a dangerous tool for spreading such conspiracy theories, with the \"corona jihad\" hashtag (#coronajihad) going viral on Twitter in India after the Government announced high infection rates in the Muslim population.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Minority/majority power dynamics are often most stark in situations of conflict or insecurity. The most politically marginalized are particularly susceptible to rising insecurity, with violence and discrimination frequently representing a continuation of, rather than a break from, recent history and often compounding their vulnerability. Shrinking of the political and civic space may silence minorities, limiting their avenues to advocate and enact change that could mitigate insecurity and its adverse effects. For example, some States deliberately disenfranchise religious or belief minorities by denying them citizenship and restricting their electoral rights. Myanmar has denied citizenship to the predominantly Muslim Rohingya minority since 1982. In India, the authorities have omitted Muslim migrants from citizenship fast-tracking and excluded Bengali-speaking Muslims from the national citizen registry. In Pakistan, minority Ahmadis must renounce their faith to vote in general elections, leading many to forego the right and many political parties not bothering to campaign in Ahmadi communities or advocate for their concerns.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Other political exclusion and disempowerment tools include replacing, arbitrarily detaining or murdering political leaders who represent minorities, or restricting their appointment to prominent positions. For instance, in Afghanistan the Taliban has replaced Shia Hazara officials at the subnational level with Pashtun Taliban supporters, often from outside the region, in a policy to replace one ethno-religious minority with another in order to seize local power. In Israel, Muslim leaders have criticized the Ministry of Interior for appointing non-Muslims, mostly Druze former military officers, to head its Muslim Affairs Department. In India-administered Kashmir, the armed forces have arrested local politicians by invoking the Public Safety Act, which permits them to imprison someone for up to two years without charge or trial, following the dispatch of the armed forces to quell the protests and unrest sparked by the introduction by the Government of controversial amendments to the Constitution.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur is concerned at reports of States curtailing civic space by intimidating religious or belief minorities, including through surveillance, making individuals fear repercussions for expressing their faith. In West Papua, Indonesia, the security forces have reportedly heightened their physical presence and increased surveillance of church meetings and services, instilling fear among attendees. Interlocutors have reported that the space for democracy is being shut down too, with Internet restrictions and strict limits on physical access to West Papua for human rights observers and humanitarian workers, thus limiting the ability of the indigenous population to access advocacy and support. Other States have restricted Internet access, including imposing blackouts, as tools to limit the ability of religious or belief minorities to readily seek help within and beyond their community, contrary to the right to freedom of expression.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Religious minorities have expressed concern that social media has increasingly become a tool of censorship and surveillance, fearing retaliation from governments or non-State actors for exchanging views on human rights (West Papua, Indonesia) or religious matters (the Donetsk, Luhansk and Crimea regions of Ukraine) or sharing religious literature (Pakistan). Religious minorities in Afghanistan and the regions of Ukraine mentioned above also shared experiences of having their phones checked by armed groups and the de facto authorities for religious material. Consequently, some people avoid such platforms or selfcensor, thereby chilling freedom of expression. The Indian state of Karnataka is allegedly attempting to single out Christian organizations, including hospitals and schools, for a census survey, amid rising regional hostility to the Christian minority. In Sri Lanka, interlocutors report that the climate of fear facing religious minorities in a post-war context with persistent discrimination and violence has led many to suspect COVID-19 contact-tracing is being abused to surveil communities.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In keeping with efforts to close civic spaces to religious or belief minorities, State and non-State actors also arbitrarily restrict or violate their rights to freedom of association, assembly and movement during situations of conflict or insecurity. In West Papua, Indonesia, the civil militia allegedly forcibly dispersed and attacked protesters while the police watched. 98",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The civic space for minorities shrinks further where States have restricted the access of rights-focused organizations to funding and resources, such as in Pakistan, where the authorities reportedly characterize foreign funding as anti-government and a vehicle for external interference. Consequently, fewer local organizations are able to assist vulnerable minorities to realize and protect their human rights during times of stress.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The vulnerability of religious or belief minorities in situations of conflict or insecurity is often compounded where they experience pre-existing social and economic exclusion, including at least partly based on their religious identity. Socioeconomic marginalization may occur when they disproportionately struggle to secure income, owing to systemic discrimination in accessing employment opportunities. The Special Rapporteur has received reports that access to employment for Christians in Nigeria is restricted by the authorities in the northern states of Nigeria, a situation that the Human Rights Committee considered in 2019, and by some private sector employers using quotas. Meanwhile, the Houthis have reportedly discriminated against Baha'i communities in Yemen seeking financial well-being: the authorities have allegedly not only banned banking institutions from making loans to Baha'is and arbitrarily seized their businesses and properties, but also used intimidation to discourage employers from hiring Baha'i individuals.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Women from religious or belief minority communities often face additional, gendered socioeconomic barriers in seeking means of subsistence in times of conflict or insecurity, including discrimination in accessing employment based on their gender and faith, where actors may invoke religious precepts to justify such treatment. The Special Rapporteur and other United Nations experts have raised concerns at the campaign by the de facto authorities to erase women from the social, economic and political spheres in Afghanistan. While the participation of women in the workforce in Afghanistan was already meagre by global standards, the International Labour Organization estimates that this rate has decreased by 16 per cent following the takeover by the Taliban in August 2021 and could decrease by 28 per cent by mid-2022. The concerns of United Nations experts are exacerbated in the cases of women from ethnic, religious or linguistic minorities, including the Hazara, Tajik and Hindu communities. Interlocutors also allege that Shia Hazara women are facing increased challenges in securing sufficient resources to survive the current humanitarian crisis.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 45,
        "Text": "45. Where religious or belief minorities already experience poor access to housing, education and health care, they are likely to be more vulnerable to the disruption or interruption of such essential services during situations of conflict or insecurity. Rights monitors report that Arab religious minorities living in Israel and Palestinians in the Occupied Palestinian Territory face long-standing and systemic socioeconomic discrimination in accessing such services, in addition to securing property and land rights. The Special Rapporteur has also received reports that Pakistani Ahmadi Muslims may need a non-Ahmadi ally to act on their behalf to secure rental housing because of prevailing discrimination.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 46,
        "Text": "46. In 2022, the Office for the Coordination of Humanitarian Affairs has asserted that 274 million people globally need humanitarian assistance and protection to meet their survival needs, up from 235 million one year ago. Since 2021, humanitarian actors reportedly face \"very high constraints\" in accessing the Central African Republic and Iraq and \"extreme constraints\" in accessing Afghanistan, Myanmar, Nigeria, the Syrian Arab Republic, Yemen, among others. In these countries and beyond, hostilities, sanctions, counter-terrorism measures and administrative impediments are among many obstacles facing humanitarian operations, further exacerbated by COVID-19 related restrictions. https://reliefweb.int/sites/reliefweb.int/files/resources/20210719\\\\acaps\\\\humanitarian\\\\access\\\\overvie w\\\\july\\\\2021\\\\0.pdf.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur has received evidence that where governments or de facto authorities actively target communities with violence and persecution, they also often seek to prevent them from accessing humanitarian aid. Under the auspices of a nationwide crackdown on political dissent, the Myanmar military is reportedly preventing the delivery of health care to civilian protesters, attacking aid workers and facilities, and imposing lockdown measures, travel restrictions and other bureaucratic hurdles on humanitarian aid delivery to Rakhine and Chin States, where most Rohingya Muslims and Chin Christians live or are displaced. Conflict over economic, political and territorial dominance has undermined humanitarian access for civilian populations and, in some cases, for minorities based on their faith identity. The Syrian authorities have allegedly delayed, denied and instrumentalized humanitarian assistance, channelling relief to pro-government groups and government-controlled areas. In 2016, the Special Rapporteur on the human rights of internally displaced persons noted allegations that the regime was actively preventing internally displaced persons \"and those from some ethnic and religious groups, notably Sunnis, from moving to government-controlled areas\". 114",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur has received evidence that in a climate of fear and intolerance, religious or belief minorities may avoid seeking humanitarian aid, fearing reprisals if they make themselves visible in this manner. In Afghanistan, the Shia Hazara communities reportedly rely on Sunni Pashtun \"patrons\" to secure humanitarian aid and avoid being identified by the Taliban. However, having to rely on a third party makes access to humanitarian assistance conditional on the will or capacity of that party. In Nigeria, Christian communities reportedly avoid government-run camps for internally displaced persons, where they face discriminatory access to vital relief and violence from camp officials, including sexual and gender-based violence. 116",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Studies also show that women in situations of conflict or insecurity may face heightened sexual and reproductive health concerns, such as increased risks of maternal morbidity, mortality and sexual and gender-based violence; higher risks of unintended pregnancy and unsafe abortion; and unmet contraceptive needs. The vital need for sexual and reproductive health is often particularly acute for women who suffer from conflict-related sexual and gender-based violence. Displaced women in Nigeria, which Boko-Haram has targeted with such violence, have also suffered from barriers in accessing vital health care and from sexual exploitation perpetrated by the authorities in camps for internally displaced persons with impunity. Refugee Rohingya women, notably those who have experienced sexual violence from the Myanmar military, face significant barriers when seeking menstrual, contraceptive and abortion-related services in refugee camps because of provider and community stigma. The Taliban's newly imposed restrictions on women's access to work and movement impede the engagement of women staff in health care and humanitarian activities in Afghanistan. Consequently, women, who rely extensively on other women to create safe spaces for quality care, including sexual and reproductive health care, face further obstacles to obtaining essential services in an already dismal situation.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur echoes the concerns of humanitarian experts and actors that while \"neutrality\" is a fundamental pillar of humanitarian aid delivery, it should not mean \"religiously blind\". It is essential for humanitarian actors to pay attention to both appropriate treatment of the religious beliefs and practices of affected communities and religious diversity in humanitarian settings. Since humanitarian actors may operate in conflict and insecure contexts driven at least partly by the marginalization and persecution of communities based on their religious or belief identity, they should consider these identities in programmatic and policy responses. That would help in identifying and addressing the specific challenges facing minorities in accessing humanitarian aid equally. 124",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In 2021, the Office of the United Nations High Commissioner for Refugees (UNHCR) estimated that 1.4 million of over 30.5 million refugees and asylum seekers needed resettlement and an estimated 15.7 million were in a \"protracted refugee situation\". 125 Reportedly, some States have constructed their policies on asylum seekers based on notions about which religious or belief communities will successfully \"integrate\", characterizing some as a threat while depicting others as \"good refugees\", with discriminatory consequences. Following the pledge by the European Union to resettle and relocate additional refugees in need of protection, several member States, including Cyprus, Czechia, Hungary and Slovakia reportedly announced that they would favour admitting non-Muslim refugees, particularly Christians, citing concerns about cultural cohesion. In 2015, Australia announced that it would prioritize Christians in its Syrian refugee resettlement programme. The Government of the United States of America made a similar pledge in 2017, with Christian refugees reportedly constituting most of those granted asylum in subsequent years.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Other host States may ignore the religious or belief identity of refugees when considering their requests for resettlement for the sake of neutrality, thereby overlooking contextual circumstances in which individuals face an increased risk of violence and persecution based on that identity. The Special Rapporteur warns that prioritizing religious identity as a factor in resettlement decisions may pose challenges, especially discrimination between minorities, blindness to those most at risk and reliance on oversimplified understanding of conflict and persecution.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Rights monitors have raised concerns about forced repatriations, including as part of measures in response to COVID-19, that put refugees, including religious or belief minorities, at increased risk of discrimination, harassment and violence, and can violate the principle of non-refoulement. Reportedly, some Syrian refugees forcibly returned from Jordan, Lebanon and Turkey have faced arbitrary arrest, mistreatment, torture and enforced Response-for-Women-Girls-in-Afghanistan-12102021.pdf. disappearance by the Syrian authorities upon their return. In 2019, the Government of Denmark officially reclassified Damascus as \"safe\" and proceeded to revoke the residency and work permits of approximately 400 Syrian refugees from in and around the capital. As of February 2022, those deportations had not commenced. In March 2019, United Nations experts raised the alarm at reports of Rohingya refugees being forcibly deported from India to Myanmar, where they faced potential violence and persecution from the military. Interlocutors have also reported that the security forces in India are using arbitrary detention to deter Rohingyas from fleeing to India. In February 2021, Indian coastguards allegedly deliberately delayed the rescue of a drifting boat carrying 87 Rohingya refugees. Although 8 people had died, the Indian authorities prevented the survivors from even disembarking.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Over the past decade, up to 4 million refugees and over 32 million internally displaced persons have returned to parts of their own countries, where armed conflicts have concluded or diminished significantly in intensity. Devastation and neglect in such conflict-affected areas are usually so significant that returnees find it very difficult to establish new livelihoods, access essential services and benefit from the rule of law. Reintegration of returnees is not a simple reversal of displacement, but a dynamic process involving individuals, households and communities that have changed because of their experience of displacement, often for protracted periods. However, insufficient trust-building and reconciliation processes and a lack of State capacity to reassume responsibility for the rights of its citizens and the rule of law frequently challenge sustainable reintegration.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In societies with historically limited investment in gender equality, including land rights, employment and education, women may face significant obstacles in securing income and livelihood opportunities. Without a sustainable livelihood, returning members of minority communities may need to uproot again.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Religious or belief minorities also frequently face barriers when accessing effective remedies in conflict, transition and post-conflict situations. Under international law, States are obliged to provide an effective remedy to victims of human rights violations. Remedies may differ depending on the victims' wishes and the local context. Some religious or belief minorities prioritize safe return to their homeland, rather than the prosecution of perpetrators. For example, the return of properties and businesses seized forcefully or appropriated in their absence were key to a sense of justice and future security for some Yazidi and Christian communities in the Syrian Arab Republic. Meanwhile, some minority communities in Iraq believe that effective reconciliation must prioritize truth-finding, searches for the missing (including exhumation of mass graves) and memorialization of the dead and disappeared, rather than criminal justice proceedings. According to the United Nations Assistance Mission for Iraq, the Government has only made limited progress in respecting victims' rights to truth and reparation, identifying the fate of the disappeared and holding perpetrators criminally responsible.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 57,
        "Text": "57. In several regions, religious or belief minorities have asserted that domestic justice mechanisms are insufficiently independent or empowered to adjudicate cases arising from conflict or insecurity effectively. \"Informal\" justice mechanisms used at the community level may also have broken down during conflict or lack sufficient independence or compliance with human rights to satisfy the needs of justice. Perhaps most critically, States may lack the will to combat impunity, especially where the authorities are complicit in or responsible for violating the rights of religious or belief minorities. In India-administered Kashmir, the Indian authorities have allegedly failed to address impunity for human rights violations, including extrajudicial killings, enforced disappearances and rape, and have enacted special laws to impede accountability and obstruct victims' access to remedies. Civil society in Nigeria has asserted that wilful State negligence at best, or complicity at worst, contributes to the growing insecurity facing farmer and herder communities, citing the Government's failure to protect communities from violence and its unwillingness to investigate legitimate allegations.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Some religious or belief minorities want perpetrators to face the criminal justice system, but may become disillusioned with or disempowered by the process. For instance, some victims of ISIL say that they feel invisible in the prosecution of perpetrators by Iraq under Federal Anti-Terrorism Law No. 13 of 2005 for crimes such as membership of or association with a terrorist group, rather than the specific crimes committed against them, obscuring their experiences and the perpetrators' patterns of targeting certain communities.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Disillusionment may also stem from a Government's limited or ineffectual efforts to provide remedies, or from an overall breakdown of institutional trust that dissuades religious or belief minorities from pursuing any formal remedies whatsoever. Even if parties may not prevent minorities from seeking justice as part of the peace strategy in Iraq, many are cynical about the overall process. The lack of effort made by the authorities to reconstruct religious and cultural sites that perpetrators have co-opted, defaced or destroyed may further erode trust and the sense of belonging to their homeland for minorities. A sense of civic belonging is also important for peacebuilding. In Nigeria, a Mercy Corps survey found that a decrease in social cohesion, including intergroup trust, was \"associated with a 43 to 60 per cent increase in people's willingness to endorse violence\", further undermining peacebuilding efforts and institutional trust.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The role of the police, often the first link in the formal justice chain, is critical for ensuring access to effective remedies. Police officers in Israel and Pakistan have reportedly tried to avoid, ignore or actively discourage complaints from religious or belief minorities to avoid problems, including where government actors are allegedly responsible. According to Minority Rights Group International, over 85 per cent of Israeli investigations into settler violence are closed without indictments and fewer than 2 per cent of complaints submitted by Palestinians against settler attacks result in a conviction.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. As they seek remedies, religious or belief minority survivors of sexual and genderbased violence may face stigma from within and outside their community. For instance, in recent cases of alleged rape within the Ahmadi community, it was reported to the Special Rapporteur that women were refused permission to go to the Pakistani police by intracommunity rules. If a woman proceeds with a complaint, she risks exile from her community, including her family and at the police station, she risks structural discrimination against Ahmadis within the justice system, particularly given the present environment of escalating intolerance and insecurity. Separately, interlocutors allege that some pastors and parents of Christian women in Pakistan have married them to Chinese men, who were supposed converts, in what turned out to be a trafficking ring targeting the women because of their poverty and vulnerability. Many male survivors of conflict-related sexual violence also face stigma. For men, the shame arises from gendered stereotypes of traditional masculinity that view victimhood as inconsistent with men as powerful protectors or perpetrators of violence.",
        "Labels": [
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Current remedies for survivors of sexual and gender-based violence during conflict may not account for societal pressures and stigma. While the Law on Yazidi [Female] Survivors, adopted by the Iraqi parliament in 2021, is a significant step towards justice for women survivors of ISIL crimes, including women from Yazidi, Turkman, Christian and Shabak minorities, the law does not address the situation of children born of rape. Law No. 3 concerning the National Identity Card stipulates that a child born to one Muslim parent must be registered as Muslim, even if the mother was raped. That may force Yazidi women to choose between staying with their children or their community, where the latter often does not accept children of Muslim fathers. Iraqi women from other minorities, including those not covered under the Yazidi survivors law, such as Turkmen women, also face these challenges.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 63,
        "Text": "63. Facing a domestic culture of impunity for human rights violations, religious or belief minorities may turn towards international courts or foreign domestic courts applying the principle of universal jurisdiction. Claims from or relating to the situation of the Rohingyas are before the International Court of Justice, the International Criminal Court and courts in Argentina and the United States. The Prosecutor of the International Criminal Court has concluded a preliminary examination of the situation in Nigeria and may request the authorization of the Pre-Trial Chamber to conduct an investigation. In 2021, the United Nations Investigative Team to Promote Accountability for Crimes Committed by Da'esh/ISIL (UNITAD) confirmed that ISIL had committed genocide against the Yazidi as a religious group. Invoking universal jurisdiction on behalf of victims has proven popular amongst Yazidis and Syrians seeking a measure of justice in Western European States where they have sizeable refugee populations and there are special war crimes units mandated to conduct such investigations. Seeking remedies before alternative judicial forums when domestic justice is impossible may also be considered good practice.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 64,
        "Text": "64. State and non-State actors have developed policies and projects widely considered as good practices for promoting and protecting the rights of religious or belief minorities, including conflict prevention, humanitarian aid and peacebuilding measures. Where appropriate, practices should be adapted to the local circumstances, while maintaining a human rights-based approach.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Some States have taken steps to address hostility violence and discrimination against religious or belief minorities and have pledged to strengthen their efforts. Such undertakings include the initiative taken by Italy to address discrimination based on religious identity and the promotion by Mexico of interfaith meetings to encourage religious tolerance. Other States have taken steps to combat religious intolerance, stigmatization, discrimination, incitement to and/or violence against persons based on religion or belief, as documented through the Istanbul Process for Combating Intolerance, Discrimination and Incitement to Hatred and/or Violence on the Basis of Religion or Belief and guided through the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. The Office on Genocide Prevention and the Responsibility to Protect has engaged diverse actors, including faithbased and secular organizations, to develop the Plan of Action for Religious Leaders and Actors to Prevent Incitement to Violence that Could Lead to Atrocity Crimes (Fez Plan of Action), proposing concrete steps to prevent incitement to violence that may lead to atrocity crimes. Civil society organizations, including the Alliance of Iraqi Minorities, have worked on reforming education curricula to represent and respect ethno-religious diversity.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Some religious leaders, influencers and other civil society actors promote reconciliation, peacebuilding and conflict prevention through constructive discourse and other interfaith initiatives: #Faith4Rights is a human rights framework for faith-based actors to exchange good practices and engage in interfaith projects, collectively promoting human rights; the Multi-Religious Council of Leaders project examines causes of conflict in order to further peacebuilding efforts; and the Network for Religious and Traditional Peacemakers gathers grass-roots peacemakers and international actors together to promote sustainable peace. The Universal Code of Conduct on Holy Sites encourages engagement with faith leaders and communities to improve the protection of holy sites and reduce inter-community tensions. Civil society has collaborated to recognize the important and positive role of women in religious peacebuilding efforts. In Nigeria, Mercy Corps runs grass-roots initiatives, including communal projects and meetings where religious or belief groups can share their concerns, promoting collaboration and trust. All such constructive efforts need encouragement and support.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 67,
        "Text": "67. A number of actors, including the United Nations, States and faith-based actors, advocate for effective remedies for religious or belief community members who have survived sexual and gender-based violence during conflict. The Special Representative of the Secretary-General on Sexual Violence in Conflict has worked to eliminate stigma and ensure the successful reintegration of survivors through engagement with faith leaders. Religious influencers have also come together to endorse the UNITAD-led interfaith statement on the victims of ISIL, calling for support for survivors of sexual and gender-based violence and their children.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Supporting the rehabilitation and integration of religious or belief minority refugees, the Special Rapporteur highlights efforts by civil society organizations, including in collaboration with UNHCR and its faith-based organization task force. Several organizations partner with psychologists and provide guidance for programming approaches to mental health support for religious or belief minority refugees that consider their faith identity and experiences. United Nations actors are working to engage faith influencers and communities to address the specific needs of faith minorities during humanitarian responses. The Coalition for Religious Equality and Inclusive Development also encourages humanitarian actors to rethink the neutrality principle and adopt responses that are both sensitive to religious inequalities and do not exacerbate patterns of discrimination and marginalization for displaced religious or belief minorities.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur notes that some digital technology companies have taken limited steps to address the spread of online speech that incites violence or discrimination against religious or belief groups. Search for Common Ground, in partnership with Facebook, has carried out a project to tackle such speech and misinformation in the Central African Republic. 172",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. United Nations agencies have also collaboratively developed guidelines on responsible data-gathering, storing and sharing, to ensure that it does not harm those in need of humanitarian assistance, including minorities. However, in June 2021, UNHCR reportedly failed to uphold its own data protection safeguards in conducting full data impact assessments and receiving informed consent before it shared the biometric data of Rohingya refugees with the Government of Bangladesh, which subsequently shared them with Myanmar. The International Committee of the Red Cross (ICRC) also has data protection guidelines to safely gather information about vulnerable communities in humanitarian situations. Despite these well-intentioned efforts, the ICRC data servers were compromised by a cyberattack in January 2022, potentially jeopardizing the personal information of over 500,000 crisis-affected people and forcing ICRC to temporarily halt a programme that reunites families.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 71,
        "Text": "71. In marking the thirtieth anniversary of the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities this year, it is vital to focus on the significant human rights challenges facing many religious or belief minorities during situations of conflict or insecurity worldwide. The Special Rapporteur is deeply concerned at the scale, severity and systematic nature of violations of the human rights of minorities, often partly based on their faith identity, that may amount to atrocity crimes. Conflict and insecurity undermine the enjoyment of many universal human rights, including the right to freedom of religion or belief, and can also affect religious or belief minorities, alongside others, simply by virtue of living in such fragile settings and facing challenges such as indiscriminate violence, rather than necessarily because of their faith identity. When State or non-State actors have stigmatized, scapegoated and discriminated against minorities during crises, they may compound pre-existing inequalities based on religion or belief and other identifiers, such as ethnicity, race and gender.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Given the global lack of comprehensive and disaggregated data on the specific needs and vulnerabilities of religious or belief minorities during crises, the present report maps their diverse experiences, using examples from a number of affected communities. The Special Rapporteur cautions against homogenizing their experiences and \"religionizing\" conflicts, which may make conflict resolution more elusive and intractable, instead encouraging contextual analysis.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The right to freedom of religion or belief does not give anyone the power to marginalize, suppress or carry out human rights violations against others. Equally, the exercise of minority rights can never justify discrimination against persons within minority communities or beyond. The notion that States, rebels or terrorists are primarily motivated by their religious precepts to behave violently reinforces harmful tropes about some religions being \"violent\" in nature and to be countered – even with force.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. As the Secretary General has stated: \"Justice and peace are not contradictory forces\" but can \"promote and sustain one another\". In the present report, the Special Rapporteur provides both evidence-based analysis and practical recommendations to States and other relevant stakeholders in the hope that they can better protect and promote the rights of religious or belief minorities during crises and lay the groundwork for inclusive conflict resolution and peacebuilding efforts, consistent with a human rights-based approach.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. In 1981, in the preamble to the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, the General Assembly observed that \"disregard and infringement of human rights and fundamental freedoms, in particular of the right to freedom of thought, conscience, religion or whatever belief, have brought, directly or indirectly, wars and great suffering to mankind\". Amid situations of conflict or insecurity, the identity of a religious or belief minority may mobilize a group to take up arms or generate the fear that it increases their vulnerability when their community is targeted with discrimination, hostility or violence. However, that same identity can also be a significant source of strength and solidarity within their community and society at large as they navigate major upheavals to their livelihoods and the displacement that often accompanies conflict.",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 76,
        "Text": "76. A risk to the human rights of one community is a risk to the whole of society. Recalling that: \"Societies flourish when all voices are heard, when all opinions are considered; when all citizens participate\", the Special Rapporteur calls upon both State and non-State actors to uphold human rights and to respect, promote and protect diverse religious or belief systems, including of minorities, whether during war or peacetime.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 77,
        "Text": "77. To address pressing concerns over alleged rights violations of persons belonging to religious or belief minorities in situations of conflict or insecurity, the Special Rapporteur makes the following recommendations.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. States should: (a) Promote and protect freedom of religion or belief for minorities by repealing anti-conversion and anti-blasphemy laws, revoking restrictions on manifestations of their religion or beliefs, and adopting comprehensive antidiscrimination laws with input from all disadvantaged groups; 179; (b) Fulfil obligations to prohibit incitement (online and offline) to discrimination, hostility or violence based on religion or belief, consistent with international human rights law and standards, and condemn and prosecute violations, including the weaponization of crises, such as the COVID-19 pandemic, against religious or belief minorities;; (c) Implement a human rights-based approach to preventing violent extremism, including supporting financially or with other means, religious leaders, actors and institutions that actively prevent and counter violent extremism and incitement to violence;; (d) Ensure the effective participation of minorities, including religious or belief minorities, in peacemaking, peacebuilding and transitional justice processes, recognizing that this should be mainstreamed in moving beyond a negative peace to a sustainable, positive peace. Recalling Security Council resolution 1325 (2000), women must have a role in promoting and maintaining peace and security;; (e) Guarantee full and unconditional access for humanitarian actors to all populations requiring assistance, without discrimination and with due attention given to religious or belief minority groups;; (f) Ensure effective access to remedies and reparations for victims of human rights violations, consistent with international principles and guidelines, and protection in doing so, including by prosecuting violence against minorities during conflict or insecurity perpetrated by State officials or other parties. Such measures must be sensitive to the way in which deliberate targeting of people based on their faith identity causes distinctive harms;; (g) Ensure that the repatriation of religious or belief minorities displaced by conflict or insecurity, either internally or internationally, is always voluntary, safe, and sustainable. States should pay particular attention to integration into the community of returnees or refugees and ensure that adequate financial and psychological assistance is available to victims of violence;; (h) Consider diverse structural causes of harm, including the exploitation of political, economic, social and civic governance failures to incite violence, in order to inform actionable pathways to peace and security, while tracking progress publicly. Such efforts flow from the commitments in the 2030 Agenda for Sustainable Development and ensuring that States \"leave no one behind\";; (i) Facilitate early warning and response systems through violence prevention strategies encompassing the most at-risk communities, including gendering of early warning systems to protect at-risk women; 182; (j) Provide fair, non-discriminatory and transparent processes for accessing citizenship, establish collaborative, consultative mechanisms at the national and local level for members of minorities so they can effectively influence decision-making on issues that directly affect them and ensure a fair gender representation through special measures;; (k) Establish frameworks that allow individuals and groups to hold, change or determine their own religious or belief identities, recognizing and protecting those that already exist;; rights: a practical guide to developing comprehensive anti-discrimination legislation\" (forthcoming in 2022). (l) Implement educational programmes, peer-to-peer learning and awareness-raising campaigns, including through the media, to promote mutual respect, religious diversity and human rights, with built-in feedback loops measuring impact.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The United Nations, multilateral organizations and the donor community should: (a) Avoid broad generalizations about the relationship between religion and conflict. Policymakers should be aware of the risks of \"religionizing\" situations and inadvertently perpetuating the preferred narrative of a conflict party;; (b) Increase support for local civil society organizations advocating for human rights, including those of religious or belief minorities. Local organizations may supply grounded solutions, document violations and build the capacity of at-risk groups, helping to break the cycles of hate that State or non-State actors direct towards religious or belief minorities;; (c) Ensure that relevant field-based United Nations entities have sufficient dedicated expertise on minority rights, including religious or belief minorities, and understand their integral relationship and links with broader United Nations priorities, including conflict prevention and the Sustainable Development Goals;; (d) Be aware of and mitigate the risks associated with the collection, storage and use of attributable data sets, which may be used to discriminate against or otherwise harm religious or belief minorities. Programme indicators and reporting requirements should be designed to avoid gathering unnecessary sensitive information and relevant staff should be trained on digital security;; (e) Where it is safe to do so, support the comprehensive, consensual collection and sharing of disaggregated data on minority groups in humanitarian contexts, thereby facilitating the identification of problems otherwise hidden due to the marginalized nature of such communities.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Civil society actors (including faith-based actors) should promote interfaith engagement (including through the #Faith4Rights framework), oppose essentializing narratives about religious or belief communities and refrain from and publicly denounce hatred and incitement to discrimination, hostility or violence against persons based on religion or belief. Faith-based leaders and influencers should use their authority to promote inclusive, peaceful and just conflict resolutions, and prevent tensions arising, particularly where they are conducted in the name of religion or belief.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Humanitarian actors should: (a) Systematically include a needs and capacity-based assessment of affected communities, including religious or belief minorities. Humanitarian interventions must avoid leading to or reinforcing discrimination against religious or belief minorities;; (b) Ensure that every displaced person has the right to challenge the cessation of refugee status. States should ensure that procedures are in place, with the oversight of UNHCR, to critically evaluate government claims that it is safe to return.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 82,
        "Text": "82. Regarding digital technology companies and the media more broadly: (a) As digital technology companies, including social media, undertake content moderation practices, they should:; (i) Apply relevant international human rights norms and standards to combat incitement to discrimination, hostility and violence, including the sixpart threshold test of the Rabat Plan of Action;; (ii) Consider local linguistic, social and political contexts in order to assess astutely the risk of incitement; (iii) Avoid marginalizing or erasing the narratives and protected speech of religious or belief minorities. (b) They should adopt media guidelines for reporting on religious or belief communities, including minorities, embedding good practices for avoiding stereotypes and generalizations, portraying diversity and explaining context. Journalists and other content producers should be trained accordingly.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 83,
        "Text": "83. Private enterprises should promote and respect human rights in line with the Guiding Principles on Business and Human Rights. Businesses should avoid action that creates or furthers tensions between groups or leads to violence targeting religious or belief minorities. They should seek to provide opportunities for suitable members of religious or belief minorities who face disadvantage and discrimination in the wider society.",
        "Labels": []
    }
]