[
    {
        "ID": 1,
        "Text": "1. This addendum to the report of the Special Rapporteur on freedom of religion or belief (A/HRC/4/21) gives an account of communications transmitted by the Special Rapporteur between 1 December 2005 and 30 November 2006. It also contains the replies received from Governments to her communications by 30 January 2007, as well as observations of the Special Rapporteur where considered appropriate. Many of these observations refer to the framework for communications which has been annexed to her last report to the Commission on Human Rights (see E/CN.4/2006/5, paras. 28-35 and Annex). The various categories are as follows: - 1. Freedom to adopt, change or renounce a religion or belief - 2. Freedom from coercion - 3. The right to manifest one's religion or belief - a) Freedom to worship - b) Places of worship - c) Religious symbols - d) Observance of holidays and days of rest e) Appointing clergy f) Teaching and disseminating materials (including missionary activity) g) The right of parents to ensure the religious and moral education of their children h) Registration i) Communicate with individuals and communities on religious matters at the national and international level j) Establish and maintain charitable and humanitarian institutions/solicit and receive funding k) Conscientious objection",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 1,
        "Text": "1. Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. State religion - 1. Women - 2. Persons deprived of their liberty - 3. Refugees - 4. Children - 5. Minorities - 6. Migrant workers",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 1,
        "Text": "1. Freedom of expression including questions related to religious conflicts, religious intolerance and extremism - 2. Right to life, right to liberty - 3. Prohibition on torture and other cruel, inhuman or degrading treatment or punishment - V. Cross-cutting issues - 1. Derogation - 2. Limitation - 3. Legislative issues - 4. Defenders of freedom of religion or belief and non-governmental organizations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur is currently developing this framework for communications into an online digest, which is intended to illustrate the international standards with pertinent excerpts of the mandate-holders' findings since 1986 according to the categories of the framework for communications. The online digest will be available on the website of the Office of the High Commissioner for Human Rights (http://www.ohchr.org/english/issues/religion/standards.htm). The Special Rapporteur hopes that uploading the framework for communications onto the OHCHR website will make the legal basis of freedom of religion or belief as well as the mandate practice more readily accessible for Governments and for civil society worldwide.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Owing to restrictions on the length of documents, the Special Rapporteur has been obliged to summarize the communications sent and received. As a result, replies from Governments could not be published in their entirety. The names of alleged victims are reflected in this report, although exceptions may be made in relation to children and other victims of violence in relation to whom publication would be problematic.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteurs brought to the attention of the Government information received according to which on February 2006 Mr. Abdul Rahman was arrested after the police received information that he was a convert. He was found carrying a Bible at the time of his arrest. Mr. Rahman is currently being tried on the criminal charge of conversion from Islam to Christianity in a Kabul court. Mr. Rahman has acknowledged that sixteen years ago he converted to Christianity. He was informed by the Prosecutor of the Court that his charges would be dropped in case he reconverted to Islam. Mr. Rahman is unwilling to do so. According to the national law of Afghanistan, the penalty for conversion from Islam is the death sentence.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. The Special Rapporteur urges the Government to ensure compliance with article 18 of the Universal Declaration of Human Rights which clearly states that the right to freedom of thought, conscience and religion \"includes freedom to change his religion or belief and freedom, either alone or in community with others, and in public or private, to manifest his religion or belief in teaching, practise, worship and observance\".",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to adopt, change or renounce a religion or belief\" (see above para. 1, category I. 1.). The Special Rapporteur considers situations where people are arrested, tried or otherwise challenged because they had converted to another religion as unacceptable forms of violations of the right to freedom of religion or belief because, in essence, they limit or tend to limit the freedom of thought or conscience itself. This is sometimes called the \"forum internum\", which, according to the main international instruments, forms the part of the right to freedom of religion or belief that is not susceptible to any limitation. The Special Rapporteur has already covered the question of conversion in detail in her 2005 report to the General Assembly (see A/60/399, paras. 40-68). She would like to reiterate that \"[s]ince the choice of religion or belief is part of the forum internum, which allows for no limitations, a general prohibition of conversion by a State necessarily enters into conflict with applicable international standards. A law prohibiting conversion would constitute a State policy aiming at influencing individual's desire to have or adopt a religion or belief and is therefore not acceptable under human rights law. A State also has the positive obligation of ensuring the freedom of religion or belief of the persons on its territory and under its jurisdiction.\" (see A/60/399, para. 52).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur was informed of the re-establishment of the Department for the Promotion of Virtue and Prevention of Vice. The cabinet of Afghanistan has approved a draft plan to re-establish it and this draft will be submitted for parliamentary approval when the Afghan National Assembly reconvenes later in 2006. According to the information received, a similar department existed under the Taliban, which imposed and enforced a number of practices requiring men to grow beards and women to wear burkas. That department was also responsible for banning girl schools.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She urges the Government to ensure compliance with article 2 (1) of the International Covenant on Civil and Political Rights which states that each State Party \"undertakes to respect and to ensure to all individuals within its territory and subject to its jurisdiction the rights recognized in the present Covenant, without distinction of any kind, such as race, color, sex, language, religion […]\". Para. 13 of Human Rights Committee general comment 28 states that \"States parties should provide information on any specific regulation of clothing to be worn by women in public. The Committee stresses that such regulations may involve a violation of a number of rights guaranteed by the Covenant, such as: article 26, on non-discrimination; article 7, if corporal punishment is imposed in order to enforce such a regulation; article 9, when failure to comply with the regulation is punished by arrest; article 12, if liberty of movement is subject to such a constraint; article 17, which guarantees all persons the right to privacy without arbitrary or unlawful interference; articles 18 and 19, when women are subjected to clothing requirements that are not in keeping with their religion or their right of self-expression; and, lastly, article 27, when the clothing requirements conflict with the culture to which the woman can lay a claim.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance\" (see above para. 1, category III. 1.). Furthermore, the Special Rapporteur has already covered the question of religious symbols in detail in her 2006 report to the Commission on Human Rights (see E/CN.4/2006/5, paras. 36-60). She would like to reiterate that \"[t]he fundamental objective should be to safeguard both the positive freedom of religion or belief as manifested in observance and practice by voluntarily wearing or displaying religious symbols, and also the negative freedom from being forced to wear or display religious symbols.\" (see E/CN.4/2006/5, para. 60).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. La Rapporteuse spéciale a attiré l'attention du Gouvernement algérien sur l'information concernant l'ordonnance n° 06-03 du 28 février 2006, qui fixe les conditions et règles d'exercice des cultes autres que musulmans. Selon les informations reçues, le Président de l'Algérie a approuvé cette ordonnance parlementaire par une loi du 17 avril 2006. Selon l'article 16 (1) « les personnes exerçant un culte autre que musulman, dans un cadre collectif, sont tenues de se conformer aux dispositions de la présente ordonnance ».",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. En plus, l'ordonnance contient des conditions concernant les lieux où doivent être exercées traditions et manifestations religieuses. En outre, l'article 11 criminalise le fait pour toute personne de tenter de convertir un musulman à une autre religion. La peine relative à cette infraction est un emprisonnement de deux à cinq ans et une amende de 500,000 à 1 000,000 dirham (7,045 à 14,091 Dollars US). L'article 11 érige également en infraction pénale le fait pour une personne de fabriquer, entreposer, ou distribuer des documents imprimés ou métrages audiovisuels ou tout autre support ou moyen « qui visent à ébranler la foi d'un musulman ».",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. En outre, selon l'article 13 (3) la personne qui « prêche à l'intérieur des édifices destinés à l'exercice du culte » sans autorisation de l'autorité religieuse compétente de sa confession et des autorités algériennes compétentes est susceptible d'être punie d'un emprisonnement d'un à trois ans et d'une amende de 100,000 à 300,000 Dirham (environ 1,409 à 4,227 dollars des Etats-Unis d'Amérique). Des craintes ont été exprimées que cette ordonnance soit susceptible de violer le droit à la liberté de religion ou de conviction.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Le Gouvernement algérien a répondu, d'abord, que l'ordonnance n° 06-03 du 28 février 2006 est conforme aux instruments internationaux ratifiés par l'Algérie. En particulier, il a remarqué la conformité de l'ordonnance avec l'article 18.3 du Pacte international relatif aux droits civils et politiques, qui dispose « La liberté de manifester sa religion ou ses convictions ne peut faire l'objet que des seules restrictions prévues par la loi et qui sont nécessaires à la protection de la sécurité, de l'ordre et de la santé publique, ou de la morale ou des libertés et droits fondamentaux d'autrui ».",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. En plus, l'article 36 de la Constitution algérienne garantie la liberté de conscience. Par ailleurs, les principes fondamentaux sur lesquels s'appuie l'ordonnance n° 06-03 du 28 février 2006 sont inspirés des préceptes de l'islam, qui rejettent la contrainte dans l'exercice du culte. L'article 2 de l'ordonnance spécifie que la religion de l'État algérien est l'islam, mais il garantit le libre exercice du culte, toujours « dans le cadre du respect des lois et règlements en vigueur, de l'ordre public, des bonnes mœurs et des droits et libertés fondamentaux des tiers ». En plus, l'ordonnance propose la création d'une commission nationale du culte, dont la mission principale serait de garantir la liberté d'exercice du culte. Elle prévoit également que les associations religieuses des cultes autres que le musulman bénéficieront de l'assistance et de la protection de l'Etat, et elle interdit également de considérer l'appartenance religieuse comme un critère de discrimination.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Les faits incriminés par l'ordonnance sont les suivants : « l'utilisation des édifices religieux à d'autres fins »; « l'utilisation de moyens de séduction ou des établissements d'enseignement, d'éducation ou de santé ou toute autre institution pour convertir un citoyen à une religion »; et « prêcher à l'intérieur des édifices destinés à l'exercice du culte, sans être désigné, agréé ou autorisé par l'autorité religieuse de sa confession et par les autorités algériennes compétentes » (cette dernière disposition est aussi prévue d'une façon similaire dans le Code pénal algérien). Le mot « séduction » est décrit à l'article 11 comme tout moyen utilisé pour convertir un citoyen, en exploitant ses faiblesses ou ses conditions sociables difficiles.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. La Rapporteuse spéciale remercie le Gouvernement algérien pour cette réponse. Elle voudrait faire référence à « la liberté d'adopter, de changer et de renoncer une religion ou une conviction » (selon le framework for communications, voir ci-dessus para. 1, catégorie I. 1.). Dans son chapitre sur la question des conversions, elle note, quant aux restrictions selon paragraphe 3 de l'article 18 du Pacte (A/60/399, para. 62), « que cet article ne prévoit des restrictions que dans des cas très exceptionnels. Le fait notamment qu'il invoque la protection des libertés et droits fondamentaux (les italiques sont de l'auteur) d'autrui pour justifier de telles restrictions dénote une volonté plus ferme de garantir ce droit que pour d'autres droits dont les clauses restrictives ne font état que des « droits et libertés d'autrui » (par exemple, art. 12, 21 et 22). On pourrait du reste faire valoir que la liberté de religion ou de conviction d'autrui peut être considérée comme faisant partie de ces libertés et droits fondamentaux et que, de ce fait, l'imposition de restrictions aux activités missionnaires se justifie; mais comme la liberté de religion et de conviction des adultes est intrinsèquement une question de choix personnel, toute restriction généralisée imposée par l'État (par exemple par le biais de la loi) pour protéger la liberté de religion et de conviction d'« autrui » en restreignant le droit de chacun de mener des activités missionnaires est à éviter. »",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Enfin, quant aux activités missionnaires (A/60/399, para. 65) la Rapporteuse spéciale estime qu' « il serait déconseillé d'ériger en infraction des actes non violents commis par quelqu'un dans le cadre de la manifestation de sa religion, et surtout de sa propagation, et ce pour éviter de criminaliser des actes qui, dans un contexte différent, ne relèveraient pas du droit pénal et d'ouvrir ainsi la voie à la persécution des minorités religieuses. En outre, puisque le droit de changer ou non de religion est par essence un droit subjectif, toute crainte à l'égard de certaines conversions ou des moyens utilisés pour les susciter devrait être exprimée avant tout par la victime présumée. » En guise de conclusion (A/60/399, para. 68) « [e]lle recommande que les cas présumés de conversion « abusive » soient examinés individuellement, en tenant compte de leurs contexte et circonstances particulières et en s'appuyant sur la législation pénale et civile courante. La Rapporteuse spéciale estime donc qu'il faudrait éviter d'adopter des lois érigeant in abstracto en infraction chacun des actes conduisant à une conversion « abusive », notamment dans les cas où ces lois seraient applicables même en l'absence de plainte du converti. »",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur brought to the attention of the Government of Angola information she had received concerning the Muslim Community in Angola. According to these allegations, the Muslim community there is encountering difficulties in obtaining the necessary registration in order to operate as a legal religious community. The current law on registration, passed in 2004, requires 100,000 signatures in order to legalize a religious community. The Muslim community in Angola has been waiting for a response to their registration request since early 2005. Furthermore, five of the six mosques in Luanda were closed earlier this year.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Government informed the Special Rapporteur that the situation of the Muslim community in Angola is due to not having completed all the legal requirements needed to be registered as a legal institution. All religious entities must fulfil a set of requirements in order to be granted legal status. The Muslim Community was informed by the Ministry of Justice that their application did not meet the necessary requirements and therefore they had two options, which were either the fulfilment of the outstanding requirements or to appeal the decision. Moreover, the Government notes that freedom of religion or belief is recognized and protected by the Angolan constitution in Article 8.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur is grateful for the Government's response. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Registration\" (see above para. 1, category I. 3. h). In this regard, the Special Rapporteur wishes to emphasize that the right to freedom of religion is not limited to members of registered religious communities. As she noted in her 2005 report to the Commission on Human Rights, \"registration should not be compulsory, i.e. it should not be a precondition for practicing one's religion, but only for the acquisition of a legal personality and related benefits\" (E/CN.4/2005/61, para. 58). The Special Rapporteur wishes to be advised as to why it is necessary to require 100,000 signatures in order to legalize a religious community according to the current law on registration in Angola. She also would be grateful to receive, as indicated in the response from the Government of Angola, a copy of the decision of the Ministry of Justice which informs the Muslim Community that their application did not meet the requirements.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteurs brought to the attention of the Government of Australia information regarding Amer Haddara, Shane Kent, Fadal Sayadi, Abdullah Merhi, Ahmed Raad, Ezzit Raad, Hany Taha, Aimen Joud, Abdul Nacer Benbrika, held in Barwon Prison since November 2005, Bassam Raad, Majed Raad, Shoue Hammoud, held in Barwon Prison since March 2006 and Izzydeen Attik, arrested and remanded in Sydney in November 2005 and transferred to Barwon Prison prior to March 2006.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The above mentioned men are all being held at the maximum security Acacia Unit of Barwon Prison in Victoria, a facility originally designed for convicted prisoners only. They have been charged with various offences under the anti-terror provisions of the Criminal Code Act 1995 relating mostly to membership and support of a terrorist organization. None of the above mentioned persons has been charged with committing a terrorist act as such. Most of them were at some point or are still held in solitary confinement, some for up to 10 weeks. During this period they did not have access to exercise yards or recreational facilities. The others are confined to their cells between 23 and 18 hours, and during the remaining period, the possibility for contacts is severely restricted. Family visits are limited and the monthly contact visits are permitted only to children and not to spouses, partners or other family members. Some of the detainees were held together with convicted prisoners for some time.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Access by the detainees to their legal representatives is restricted and all communications between them are audio and videotaped. All materials provided to and received by the detainees are scanned by the prison authorities. The diet of the detainees includes pork, which some of them consider offensive to their religious feelings. The mental health of some detainees has been adversely affected by the detention conditions and the prolonged isolation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Pursuant to section 120 of the Australian Constitution, housing of federal offenders (including those on remand) is the responsibility of the States and Territories (in this case, Victoria). The Commonwealth does not become involved in operational decisions of State Departments of Corrective Services in terms of security levels and custodial arrangements. The Government Department responsible for corrective services in the State of Victoria has assisted the Commonwealth by providing information in response to the sent letters.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Concerning the charges of the alleged offenders, each one of them has been charged with one count of being a member of a terrorist organisation, contrary to section 102.3 of the Criminal Code. Various additional charges have also been laid against some of the men, including charges of intentionally recruiting a person to join a terrorist organisation, intentionally making funds available to a terrorist organisation, and possessing a thing connected with the preparation for a terrorist act.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Barwon Prison houses remand prisoners. Within Barwon Prison is the Acacia High Security Unit, in which the alleged offenders are being held. The Acacia Unit houses both remand and convicted prisoners, however they do not mix, consistent with Guideline 1.11 of the Standard Guidelines for Prisons under the Revised Standard Guidelines for Corrections in Australia 2004 (Standard Guidelines). This is also consistent with Rule 8(b) of the Standard Minimum Rules on the Treatment of Prisoners (Standard Minimum Rules), which, while not a binding document, may be persuasive, and article 10(2) (a) of the International Covenant on Civil and Political Rights (Covenant). Australia has a reservation to article 10(2) (a), which states that the obligation under article 10(2) (a) is to be achieved progressively. However, in ensuring that remand and convicted prisoners do not mix in Barwon Prison, Australia is satisfied that it implements article 10(2) (a) notwithstanding Australia's reservation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. As to the confinement in cells, the Government indicates that the alleged offenders have never been held in solitary confinement. Rather, each prisoner has an individual cell. They spend approximately six hours out of their cells each day. They may choose to reduce that time by returning to their cell earlier. Remand prisoners normally exercise with one other prisoner. All prisoners are rotated as to who they may exercise with, but security concerns are paramount in deciding the mix of people. Victorian legislation provides that the minimum number of hours out of cell is one hour per day (paragraph 47(1) (a) of the Corrections Act 1986 (Vic) (the Act)), which is consistent with Rule 21 of the Standard Minimum Rules and Guideline 2.47 of the Standard Guidelines. All detainees are able to make applications for any special arrangements they may require to assist them in the preparation of their defence, consistent with article 14(3) (b) of the Covenant and with Guidelines 1.15, 1.17 and 2.4 of the Standard Guidelines.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Concerning personal visits, remand prisoners are permitted one non-contact visit per week of one hours' duration and one contact visit per month with any children they may have under the age of 16 years. They remain shackled and manacled during a contact visit with children for security reasons. Such restrictions on the basis of security are permissible under Rule 92 of the Standard Minimum Rules. They have also telephone access and are permitted to make 25 personal telephone calls per week.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 29,
        "Text": "29. With regards to the legal visits, remand prisoners do not have limits on the number of visits from professionals, except by the conflicting demands of other prisoners to have access to the contact rooms available for professional visits, in accordance with article 14(3) (b) of the Covenant. Accordingly, there is a system of booking the contact room to guarantee access. Lawyers may visit their clients in the Acacia Unit between 8.45 a.m. and 3.30 p.m. Visits are video monitored for security purposes, but there is no audio sound or recording. Remand prisoners may make an unlimited number of legal professional calls, and are able to make these legal professional calls between 8.30 a.m. and 3 p.m. each day. These restrictions are consistent with Principle 8 of the Basic Principles on the Role of Lawyers, Rule 93 of the Standard Minimum Rules and Guideline 1.17 of the Standard Guidelines.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Concerning the diet of the detainees, section 47 of the Act stipulates that prisoners have the right to be provided with special dietary food where the Governor of the prison is satisfied that such food is necessary for medical reasons or on account of the prisoners religious beliefs or because the prisoner is a vegetarian. Section 47 conforms to Guideline 2.13 of the Standard Guidelines.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. In this context, Halal food is provided to Muslim prisoners and they have the choice of selecting any item off the prison menu. During Ramadan, Muslim prisoners have the option of a special food pack. While pork is included in the general Barwon Prison menu, it is not included in the special food pack; however, prisoners may select a food item which specifically includes pork. Allegations that the remand prisoners were served pork meals have been referred to the Corrections Inspectorate for investigation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Regarding mental health, all prisoners are medically assessed, including psychiatric assessment, on entering prison, which accords with Rule 24 of the Standard Minimum Rules. As to the question of complaints being lodged or not, the Corrections Department of the State of Victoria has advised that complaints have been lodged by the alleged offenders and are being investigated.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The Government of the State of Victoria indicated that whilst the group has been in custody, there have been a number of registered incidents, complaints and allegations. Allegations of threats made by remand prisoners towards corrections staff have been investigated and formally resolved at the Prison Governor's Disciplinary Hearings. Allegations of assault and threats made towards the remand prisoners have been referred to Victoria Police for investigation. Under Australia's Privacy Act 1988 (Cth), the Government is unable to provide any details of medical examinations without the express written consent of the individual affected by them.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 34,
        "Text": "34. As regards prosecutions undertaken, Messrs Benbrika, Atik, Haddara, Joud, Kent, Merhi, A Raad, E Raad, Sayadi and Taha were arrested and charged in November 2005. In late March 2006, Messrs B Raad, M Raad and Hammoud were also arrested and charged. All the alleged of offenders have been through committal proceedings, at which a Magistrate found that there was a case against each on which a reasonable jury could convict. On 1 September 2006, 11 of the alleged offenders were committed to stand trial in the Supreme Court of Victoria on the charges under the Criminal Code. On 20 September 2006, the remaining two alleged offenders were committed to the Supreme Court to stand trial. All matters have been listed for a directions hearing in the Supreme Court on 1 December 2006.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. With the exception of Messrs Hammoud, Kent and M Raad, each remand prisoner has been formally disciplined for breaches of prison rules following a guilty plea or a finding of guilt at the Prison Governor's Disciplinary Hearings. Recorded breaches have included failure to comply with directions, verbal abuse directed at prison staff and verbal threats towards prison staff. Penalties have included monetary fines and restrictions on contact visits for periods of time not exceeding 28 days.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Regarding the legislation which regulates the communications between the detainees and their lawyers in prison, they mention the Act and the Corrections Regulations 1998 (Vic), which regulates communications between remand prisoners and their lawyers. They mention particularly sections 44, 47 (1) (m), 47 A and 47 B.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Given the above information, the Government affirms that the detention of the alleged offenders has not been arbitrary, has been necessary, proportionate and justifiable in the circumstances. The alleged offenders are also being treated, while on remand, with humanity and with respect for the inherent dignity of the human person.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteur is grateful for the Government's comprehensive response. She would be appreciative to receive, as indicated in the response from the Government of Australia, information on any results of the investigation by the Corrections Inspectorate concerning the allegations that the remand prisoners were served pork meals. The Special Rapporteur would like to take the opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Persons deprived of their liberty\" (see above para. 1, category III. 2.). As she noted in her 2005 report to the General Assembly, \"[a] person in custody finds him or herself in a situation of enhanced vulnerability and can therefore be an easy target for persecution. Prison authorities are given total control over the most basic activities of the inmates, from the time they will sleep to what they will eat, and how they will be able to exercise their right to freedom of religion or belief.\" (A/60/399, para. 85).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteurs received information about a 14 year old Hindu girl from the town of Thakurgaon Bangladesh according to which, on 10 November 2005 at about 4 p.m., the girl was abducted at gunpoint on her way home from school. The two abductors are alleged to be two neighbouring young Muslims. There are concerns that the purpose of the abduction is in order to force her to convert to Islam. On 11 November 2005, the girl's parents lodged a formal complaint at Thakurgaon Sadar Police Station and appealed to the Home Minister. However, the police reportedly did not act upon the complaint, arrest the abductors or attempt to recover the girl. Twenty three days after the abduction, the girl called her parents from a mobile phone and informed them that she was under the custody of a police officer from Dinajpur. This information was transmitted to Thakurgaon Sadar Police Station but no action was reportedly taken to apprehend the alleged perpetrators.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. The Government informed that this case was investigated and that the following information was established. The person in question voluntarily left her father's place with her fiancée on 10 November 2005. On the same day, she converted into Islam and declared her marriage with her fiancée. This was stated by affidavit before the learned Notary Public. As per the affidavit, her age was claimed to be 21 years. The medical board certified that her age was about 18 years and consequently she is not a minor. Her father lodged a legal action accusing the fiancée and others of abducting her. The case is pending before the learned Court. At present, she is staying at the residence of her husband. The Court will decide whether there was abduction or not.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur is grateful for the Government's response. She would be grateful to receive information on any results of the court case which was lodged by the father of the alleged victim. The Special Rapporteur would like to take the opportunity to remind the Government of article 18(2) of the International Covenant on Civil and Political Rights, which states that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice.\" Furthermore, according to article 5(1) of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, \"[t]he parents or, as the case may be, the legal guardians of the child have the right to organize the life within the family in accordance with their religion or belief and bearing in mind the moral education in which they believe the child should be brought up.\" Article 14(2) of the Convention on the Rights of the Child provides that \"States Parties shall respect the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom from coercion\" (see above para. 1, category I. 2.) and \"The right of parents to ensure the religious and moral education of their children\" (category I. 3. g). As she noted in her 2005 report to the General Assembly, \"with regard to children, the choice of religion is restricted by the parents' rights to determine their child's religion up to an age where the child is capable of doing so on his/her own, in accordance with article 18, paragraph 4, of the Covenant.\" (A/60/399, para. 54).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur brought to the attention of the Government the information she had received concerning the attack on Hindu worshippers in Chandpur. According to what has been alleged, on 31 October 2005 a group of Hindus held a religious meeting in the house of Pradip Chandra in Hijlakandi village, Chandpur district, when they were attacked by a group of Muslims from the same village. The attackers threatened and assaulted the worshippers and demanded money from them. They also ransacked the materials and musical instruments of the Hindus and snatched a gold chain belonging to one of the women in the group. The victims lodged a case with the Matlab North police station after which police officials visited the spot. No formal police investigation has been undertaken. Leaders from both communities have initiated a reconciliation programme.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 44,
        "Text": "44. The Permanent Mission of Bangladesh assures that the contents of the communication have been duly noted and forwarded to the concerned authorities of Bangladesh in order to take further action as deemed appropriate.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur thanks the Permanent Mission for acknowledging receipt of the communication. She would be grateful to receive information about any police investigation launched and on the results of any such investigation, together with the outcome of the reconciliation programme which had been initiated by leaders from both communities. The Special Rapporteur would like to take the opportunity to remind the Government of article 6 of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, according to which the right to freedom of thought, conscience, religion or belief includes the freedom, \"(a) To worship or assemble in connection with a religion or belief […]; (c) To make, acquire and use the necessary articles and materials related to the rites or customs of a religion or belief\".",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a) and \"Places of worship\" (category I. 3. b). As she noted in her 2005 report to the Commission on Human Rights, \"members of religious communities or communities of belief, whenever they find themselves in places of worship, are in a situation of special vulnerability given the nature of their activity. The Special Rapporteur is therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried.\" (E/CN.4/2005/61, para. 49).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur brought to the attention of the Government information she had received regarding new threats made against the Ahmaddiyya community. According to the information received, on 22 June 2006, an anti Ahmadiyya outfit, Khatme Nabuwwat Andolon, published an advertisement in the Daily Inqilab under the headline \"An open letter to the Honourable Prime Minister, Leader of the Opposition, Speaker of the National Parliament and Members of Parliament\". The article allegedly threatened the Government to declare Ahmadis \"non-Muslims\" and stated, inter alia, \"Though the activists of Khatme Nabuwwat have taken strong measures like imposing sieges but due to the peace-loving and law-abiding mentality of their leadership no untoward incident like loss of life or other lawlessness has occurred so far. Even after showing this much of restrain, the failure and negligence on the part of the Government in this regard, the Prophet-lovers are now ready to sacrifice their lives for this just and logical demand. But once loss of lives occurs in this sensitive issue related to the honour of our Holy Prophet, there is a possibility for the ongoing anti Qadianee movement to turn into a Qadianee-eliminating movement. Therefore, it is urged that you declare the Qadianees as non-Muslim and pass a law preserving the honour of the Holy Prophet in the current Parliament session before the siege programme of the Qadianee Den at Ashkona on the 23rd of June, 2006. We are ready to cooperate with Government in this regard.\"",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur also recalled that previous communications in relation to this issue have been sent to the Government of Bangladesh in 2004 and 2005.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Permanent Mission of the People's Republic of Bangladesh reported to the OHCHR that it has forwarded the case to the concerned authorities of Bangladesh for necessary inquiry and action. It assured that the request will be carefully considered as it deserves.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur thanks the Permanent Mission for acknowledging the communication. However, taking into account the serious character of the situation faced by the Ahmadiyya community in Bangladesh, she regrets that she has neither received a substantive reply to the urgent appeal of 26 June 2006 nor to her previous communication dated 10 March 2005 (see E/CN.4/2006/5/Add.1, paras. 27-29). The Special Rapporteur therefore continues to urge the Government to take concrete measures to eliminate acts of religious intolerance towards the Ahmadiyya community in accordance with article 8(a) of the 2005/40 Resolution of the Commission on Human Rights, which urges States to step up their efforts to eliminate intolerance and discrimination based on religion or belief, notably by \"[t]aking all necessary and appropriate action, in conformity with international standards of human rights, to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, with particular regard to religious minorities, and also to devote particular attention to practices that violate the human rights of women and discriminate against women, including in the exercise of their right to freedom of thought, conscience, religion or belief\". In this regard, the Special Rapporteur would like to receive detailed information about the content of any relevant measures taken by the authorities. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Minorities\" (see above para. 1, category III. 5.).",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteurs brought to the attention of the Government information they had received concerning the refusal to register the Christ's Covenant Reformed Baptist Church and the Belarusian Evangelical Church.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. According to what has been alleged, the Christ's Covenant Reformed Baptist Church has unsuccessfully been seeking re-registration under the 2002 religious law. Pastor Georgi Vyazovsky is facing administrative charges for leading an unregistered congregation and carrying out services at his home. The hearing is scheduled to take place on 3 March 2006.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The Belarusian Evangelical Church has been unsuccessful in its attempts to obtain reregistration under the 2002 religious law. On 20 September 2005, the Church was liquidated. The attempts to re-register were unsuccessful because the Church does not have state-approved nonresidential worship premises.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. There are concerns that the two churches are among many religious groups unable to gain registration in Belarus. This inability to register renders it difficult to obtain suitable premises, meaning that many religious groups are forced to use private residential premises for worship, for which they then face administrative charges.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to take the opportunity to remind the Government of Commission on Human Rights resolution 2005/40 which urges States, \"[t]o review, whenever relevant, existing registration practices in order to ensure the right of all persons to manifest their religion or belief, alone or in community with others and in public or in private\" (para. 4 c) and \"[t]o ensure that, in accordance with appropriate national legislation and in conformity with international human rights law, the freedom for all persons and members of groups to establish and maintain religious, charitable or humanitarian institutions is fully respected and protected.\" (para. 4 c).",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Registration\" (see above para. 1, category I. 3. h). In this regard, the Special Rapporteur wishes to emphasize that the right to freedom of religion is not limited to members of registered religious communities. As she noted in her 2005 report to the Commission on Human Rights, \"registration should not be compulsory, i.e. it should not be a precondition for practicing one's religion, but only for the acquisition of a legal personality and related benefits\" (E/CN.4/2005/61, para. 58). Referring to the OSCE/ODIHR Guidelines for Review of Legislation pertaining to Religion or Belief, the Special Rapporteur would like to underline that high minimum membership requirements should not be allowed with respect to obtaining legal personality and that registration procedures should be easy and quick and not depend on extensive formal requirements.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Les Rapporteurs ont attiré l'attention du gouvernement belge sur l'information selon laquelle, le 31 mai 2006, Govind Prasad Srivastava, était arrêté à l'aéroport de Bruxelles National à la suite d'une demande d'Interpol, émise par les autorités indiennes. Il est actuellement détenu à la prison de Forest dans l'attente de son extradition vers l'Inde. Govind Prasad Srivastava a soumis une requête écrite aux autorités pénitentiaires pour rencontrer un conseiller religieux hindou, en particulier parce qu'il dit souffrir de dépression. Cette requête aurait été rejetée.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 58,
        "Text": "58. En tant qu'adhérent à la foi hindoue, il a des besoins alimentaires spéciaux. Il ne mange pas de viande, de poisson ou d'œufs. De plus, il souffre du diabète, ce qui limite également le type de nourriture qu'il peut recevoir. Apparemment, plusieurs demandes pour une alimentation appropriée à son état de santé ont été refusées par l'administration pénitentiaire. Depuis qu'il est détenu, il n'a pas reçu de nourriture qui convient à ses croyances religieuses ou à son diabète. Il aurait, en conséquence perdu 10 kg et souffrirait de dépression. Selon les informations reçues, ses parents avaient demandé qu'il reçoive une alimentation appropriée. Cependant, les autorités pénitentiaires auraient refusé ces requêtes en raison des règles pénitentiaires.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Selon les informations reçues, l'administration pénitentiaire belge fournit un repas chaud par jour à tous les prisonniers. Le repas est composé de viande, de légumes et de pommes de terre ou de frites. Govind Prasad Srivastova ne mange pas de viande et n'est régulièrement pas en mesure de manger des légumes car ils sont couverts par la sauce de la viande.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. En vertu des règles pénitentiaires, les alimentations spéciales ne sont pas fournies aux prisonniers, sauf si le service médical de la prison indique qu'un détenu en particulier a besoin d'une alimentation spéciale pour raisons médicales. Selon les règles de la prison, des détenus qui ont une alimentation spéciale en raison de leur croyances religieuses on autres convictions peuvent acheter d'autres types de nourriture à la cantine, à leurs frais, ou se la faire livrer par des communautés religieuses locales. Cependant, Govind Prasad Srivastava prétend que la nourriture disponible à la cantine et convenant à ses besoins, est limitée à des « snacks » froids et qu'il n'y a pas de communauté hindoue locale qui livre de la nourriture aux détenus hindous.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 61,
        "Text": "61. Le Gouvernement belge a répondu que, selon le directeur principal de la prison de Forest, M. Govind Prasad Srivastana n'avait personnellement pas introduit de demande visant à rencontrer un conseiller religieux hindou. Par contre, une demande de visite signée par un certain « Martin Gurvich » est bien parvenue à la prison de Forest. La requête portait l'en-tête de « Radhadesh, château de petite Somme, association internationale pour la conscience de Krishna ». L'organisation étant considérée comme une secte, la demande de visite a eté refusée. Cette personne ne rentrant pas dans le champ d'application de l'article 72 de la loi de principes du 12 janvier 2005, elle ressortit donc au régime ordinaire des visites. Ce régime est toujours réglé par l'arrêté royal du 21 mai 1965 portant règlement général des établissements pénitentiaires. Le gouvernement belge a également fait référence à l'article 32 de cet arrêté royal.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 62,
        "Text": "62. De plus, la loi 2 juin 1998, portant création d'un centre d'information et d'avis sur les organisations sectaires nuisibles et d'une cellule administrative de coordination de la lutte contre les organisations sectaires nuisibles, définit ce qu'il faut entendre par organisation sectaire nuisible et a crée le Centre d'information et d'avis sur les organisations nuisibles (CIAOSN)",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. En ce qui concerne l'affirmation selon laquelle le détenu n'aurait pas reçu une nourriture appropriée en fonction de ses croyances religieuses, il faut remarquer que, d'une part, les détenus qui ne désirent pas manger de viande reçoivent le repas normal sans viande, et, d'autre part, que la cantine offre une série d'articles alimentaires dont des fruits frais mais, effectivement, elle ne livre pas des repas chauds.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. En ce qui concerne son état de santé au cours de son incarcération, le patient à été vu neuf fois par le médecin généraliste pour des problèmes de diabète et de tension artérielle. Une prise de sang a été effectuée, sa glycémie contrôlée en début d'incarcération tous les jours (parfois plusieurs fois par jour), et ce pendant un mois; ensuite, elle l'a été à raison de deux fois par semaine, compte tenu de la stabilisation de son diabète. Il a aussi été vu deux fois par un cardiologue, pour des problèmes de tension, et une fois par un psychiatre, parce qu'il se sentait déprimé et demandait du travail. Il n'est pas fait mention de perte de poids dans le dossier médical ni de difficultés en ce qui concerne les repas.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Il importe de souligner que, l'intéressé ayant été libéré en vue de son extradition le 10 octobre 2006, l'enquête menée n'a pas être complétée par une audition du détenu, ce qui aurait permis de recouper les informations et d'apporter des précisions utiles.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Quant à la législation applicable en matière de délivrance d'une alimentation répondant à des besoins religieux ou médicaux, le gouvernement belge a remarqué les suivantes dispositions légales : les articles 87 et 107 de l'arrêté ministériel du 12 juillet 1979, portant sur les instructions générales pour les établissements pénitentiaires, la loi de principes concernant l'administration des établissements pénitentiaires, spécialement l'article 72, ainsi que le statut juridique des détenus du 12 janvier 2005.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. En résumé, selon la législation applicable, le détenu aurait le droit de se faire livrer un repas « convenant à sa pratique religieuse » pour autant que cela ne contrevienne pas à l'une des trois conditions suivantes : a) Le conseiller moral ou religieux d'un culte non reconnu ou d'une organisation non reconnue par la loi doit recevoir l'autorisation du directeur de livrer les repas; b) Les repas délivrés doivent être « du même type que ceux fournis aux autres détenus »; c) L'intervention financière dans ce type de repas ne peut pas dépasser l'intervention maximale prévue pour les repas livrés aux détenus.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. La Rapporteuse spéciale remercie le Gouvernement belge pour cette réponse détaillée et pour avoir annexé une synthèse des bases juridiques sur lesquelles se fondent les organes représentatifs des différents cultes reconnus et de la laïcité pour leurs rapports avec l'État. La Rapporteuse spéciale voudrait faire référence à la « liberté de religion ou de conviction des détenus » (selon le framework for communications, voir ci-dessus para. 1, catégorie III. 2.) et à son rapport d'activité transmis aux membres de l'Assemblée générale en 2005 (A/60/399, para. 85) : « Une personne détenue se trouve en situation de vulnérabilité renforcée et peut donc être une cible facile pour la persécution. Les autorités pénitentiaires ont la maîtrise absolue des activités essentielles des détenus, y compris les horaires de sommeil et de repas ainsi que de l'exercice de leur droit à la liberté de religion ou de conviction ». Urgent appeal sent on 12 July 2006 jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on the question of torture",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteurs brought to the attention of the Government information they had received regarding two Christians John Tamang alias Purna Bahadur Tamang and Benjamin Sharma alias Budhu Mani Dhungana in the town of Paro, Western Bhutan. According to the information received, on 7 January 2006, John Tamang, alias Purna Bahadur Tamang, and Benjamin Sharma, alias Budhu Mani Dhungana, were arrested for screening the film 'Jesus' in the town of Paro. The arrest was carried out by a Lt. Col. of the Crime and Investigation Department of Royal Bhutan Police (RBP) in Thimphu who punched and hit the two men during the arrest. They are thought to be held incommunicado in Thimphu. They have reportedly been subjected to torture and ill-treatment in detention.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Mr. Dhungana and Mr. Tamang are civil servants. Mr. Dhungana is a Chief Nurse in the Surgical Ward at Jigme Dorji Wangchuck National Referral Hospital (JDWNRH), Thimphu, while Mr. Tamang is an Auditor at the Royal Audit Authority, also in Thimphu. According to the investigation carried out by the Government, the above mentioned two persons travelled from Thimphu to Nago village in Naja block under Paro district. On their way they gave a lift to Ms. Wangmo, who was returning to her village. On 7 January 2006, they stayed at Ms. Wangmo's house. Posing as if they were on official duty, they instructed Ms. Wangmo's daughter to call all the villagers to assemble at their house in order to have official discussions on faith. The villagers from 17 households went to Ms. Wangmo's place.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 71,
        "Text": "71. They started the discussion with lectures and a film. During their discourse, Mr. Dhungana made derogatory remarks against the Spiritual Head of Bhutan, His Holiness the Je Khenpo. The villagers were deeply disturbed by these remarks and by the film, and made Mr. Dhungana and Mr. Tamang stop the discussion. The matter was reported to the nearest Royal Bhutan Police station the same night by the village elder. Both Mr. Dhungana and Mr. Tamang were handed over to the Royal Bhutan Police on 8 January 2006. The next day, they were brought before the Court. They were charged for and found guilty of an offence of official misconduct under Section 294 of the Bhutan Penal Code, having violated also Article 9 of the National Security Act, an offence of deceptive practice under Section 309 of the Bhutan Penal Code, and an offence of breach of trust and criminal misappropriation of Government property under Sections 265 and 267 of the Bhutan Penal Code.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 72,
        "Text": "72. The above mentioned persons have not appealed the judgement. They are currently serving their sentences in Thimphu District Jail. They are allowed to receive visitors in accordance with the prison rules and they have actually been receiving visits from their family and friends on a daily basis. Moreover, they have not been detained incommunicado, as said in the urgent appeal sent to the Government; and medical attention is provided to all detainees if required by the individual concerned.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Regarding the arrest itself, it is incorrect what is alleged concerning the above mentioned Lt. Col., due to the fact that he was not present during the arrest. It is also untrue that both detainees have been subjected to torture and ill treatment. Torture is prohibited by law in Bhutan. Concerning the existing policies of the Government, people are free to practice any religion of their choice, but proselytism of any religion is prohibited in order to maintain and preserve society's harmony. The right to freedom of religion or belief is guaranteed in the draft Constitution of Bhutan. To conclude, the Government also indicated that Bhutan has not faced sectarian or religious violence and that there is no social tension between people of different faiths. The Government continues to promote peaceful coexistence between the different religious groups in the country.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur is grateful for the Government's response and she encourages the Government to reply also to her request to visit the country. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Teaching and disseminating materials, including missionary activity\" (see above para. 1, category I. 3. f). In her 2005 report to the General Assembly, she noted the following (see A/60/399, para. 62): \"Whereas the scope of freedom afforded to persons for the practice of their religion or belief by producing and distributing information about their religion or belief is wide, certain limitations can be imposed in accordance with article 18, paragraph 3, of the Covenant. However, it should be noted that this article allows for restrictions only in very exceptional cases. In particular the fact that it mentions the protection of \"fundamental rights and freedoms\" (emphasis added) of others as a ground for restriction indicates a stronger protection than for some other rights whose limitation clauses refer simply to the \"rights and freedoms of others\" (e.g. article 12, 21 and 22). It could indeed be argued that the freedom of religion or belief of others can be regarded as such a fundamental right and freedom and would justify limitations to missionary activities, but the freedom of religion and belief of adults basically is a question of individual choice, so any generalized State limitation (e.g. by law) conceived to protect \"others'\" freedom of religion and belief by limiting the right of individuals to conduct missionary activities should be avoided.\" Urgent appeal sent on 16 December 2004 jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The Special Rapporteurs were informed that Zhang Rongliang, an underground church leader, was detained by police on 1 December 2004 in Xuzhai village. It was alleged that he was at risk of being tortured. Moreover, since he was diabetic, concern was expressed that he would not have access to the medication or treatment he needed. It was reported that his wife and child were in hiding. According to witnesses, police searched every household in the above mentioned village and confiscated DVDs about Christianity, other materials and photos revealing Zhang's connections with foreigners. Reports indicated that Zhang Rongliang was the leader of the China for Christ Church and of the Protestant Fangcheng Mother Church. He was the co-author of House Churches of China - Confession of Faith and Declaration. Zhang Rongliang had already been imprisoned five times for his beliefs, for a total of 12 years, during which time he was allegedly tortured.",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The Government informs that Zhang Rongliang is a male aged 52, from Fangcheng County, Henan Province. In the beginning of 2003, he inveigled people's police officers at the Zhengzhou Xinmi public security bureau Chengguan (outlying areas) police station, in Henan Province, into forging residence and identity documents for himself and family members (10 people in all), and used the forged identity documents at the Xinmi public security bureau in 2004 to apply for and obtain passports. The public security authorities found out in time and annulled the residence documents and passports. Zhang's conduct was a contravention of article 319 of the Criminal Code and he was suspected of using or possessing fraudulent travel documents. On 1 December 2004, acting under article 61 of the Code of Criminal Procedure, the Henan Province public security authorities took Zhang into criminal custody. Investigations into the case are in progress.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The Government highlights that China's Constitution and laws clearly stipulate that citizens have the right to freedom of religion and belief. Article 36 of the Constitution stipulates that \"citizens of the People's Republic of China have freedom of religion and belief\". But the article goes on by saying that \"no one shall make use of religion to disturb public order, damage citizens' health or obstruct the operation of the national education system.\" The Universal Declaration of Human Rights, while acknowledging the various rights that people have, also clearly states that, in exercising their rights and liberties, people are subject to the limits laid down by law. The present case is one of a breach of the criminal law, and the action taken by the Chinese law-enforcement authorities against Zhang Rongliang was entirely based on his criminal conduct and unrelated to issues of religion or belief.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Government informs that accusations made in the communication are groundless. The Chinese law-enforcement authorities acted strictly in accordance with the Criminal Code, the Code of Criminal Procedure, etc.; the question of arbitrary detention does not arise. China was one of the first States to become party to the Convention against Torture. It upholds the prohibition on torture and other cruel, inhuman or degrading treatment or punishment and has adopted many specific measures under domestic law. In handling the case in question, the relevant Chinese Government departments abided strictly by their treaty obligations and proceeded in accordance with domestic law. There was no instance of torture or ill-treatment.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The Chinese Government has always taken great care to safeguard the legitimate rights of convicts and detainees. The Prisons Act and the Remand Facility Regulations cover all aspects of the protection of offenders' and detainees' rights including their right to security of the person, lawful possessions, health protection and education, and their rights to a defence, to appeal, to lodge complaints and report matters to the authorities, and such other rights as have not been restricted or taken from them by law. All legitimate rights of Zhang Rongliang have been safeguarded, and it is not true that when he fell ill he was refused medical treatment.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur is grateful for the Government's reply. She would like to make reference to the report of the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, Manfred Nowak, of his mission to China from 20 November to 2 December 2005 (E/CN.4/2006/6/Add.6, para. 81): \"In the opinion of the Special Rapporteur, the combination of deprivation of liberty as a sanction for the peaceful exercise of freedom of expression, assembly and religion, with measures of re-education through coercion, humiliation and punishment aimed at admission of culpability and altering the personality of detainees up to the point of even breaking their will, strike at the very core of the human right to personal integrity, dignity and humanity. It constitutes a form of inhuman and degrading treatment or punishment leading to submissiveness and a 'culture of fear', which is incompatible with the core values of any democratic society based upon a culture of human rights.\"",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteurs brought the two following cases to the attention of the Government: On 21 May 2002, police officers from the Zhonggong police station arrested Ms. Ren Shujie, aged 42, living in the Tiexi District, Shengyang City, Liaoning Province, for practicing Falun Gong. She was later sentenced to three years of forced labour and was detained at the Longshan Labour Camp. No charges were brought against her and she was provided no hearing before a court of law. She went on hunger strike for 64 days, during which time she was subjected to torture and harsh labour for fifteen hours daily. After bringing an end to her hunger strike she continued to be tortured by the prison guards, including Tang Yubao, who subjected her to electric shocks. On 22 March 2004, she was transferred to Masanjia Labour Camp where she was forced to sleep on cement floors for three months. She was released on 24 December 2004, due to her extremely weak conditions, weighing less than 40 kg, whereas at the time of her arrest she weighed 80 kg. The several complaints that Ren Shujie made to the prison guards, who were the only authorities she had access to, provided no response or amelioration to her conditions of detention.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 82,
        "Text": "82. On 21 January 2000, Ms. Liu Yunxiang, aged 32, living in Yangjiazhuang village in Junbukou Township was arrested by police officers belonging to the Junbukou Township of Weifang City in Shandong province, for practicing Falun Gong. No charges were brought against her and she was provided no hearing before a court of law. She was subjected to severe beatings, and the men who were also arrested with her were forced to beat her and the other arrested women on their hips. During her detention, she was forced to curse the founder of Falun Gong, drink alcohol and smoke cigarettes, which is against Falun Gong principles. As a result of this treatment, Ms. Liu Yunxiang miscarried. She was released after having paid for her release. In the Summer of 2001, she was arrested again for practicing Falun Gong and was once again subjected to torture including electric shocks, as a result of which she miscarried a second time. After twenty days of torture, she was sent to a detention centre for another month, after which she was released.",
        "Labels": [
            "Women/girls",
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 83,
        "Text": "83. The Government informed that Ren Shujie, female, was born in February 1964 in Han Chinese. She was educated to lower middle-school level, from Shengyang City, Liaoning Province; formerly on the kitchen staff at the Shengyang New Model Building Materials Corporation. She was assigned to three years' re-education through labour (21 May 2002 to 20 May 2005) in April 2002 for disrupting public order and committed to the Longshan Reeducation through Labour Facility in Shengyang on 21 May 2002. On 22 March 2004 she was moved to the provincial Masanjia Facility. During her assignment she resisted education and often refused to eat, but under careful, patient coaxing from the wardens she resumed eating normally. There was no question of ill-treatment during her period of re-education. Upon the completion of her term she was released in high spirits and good health.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Liu Yunxiang, female, aged 38, is from Weifang City in Shandong Province. She was taken into criminal custody by the local public security authorities in October 2000 for disturbing the peace, but released after being taught a lesson. On 30 August 2001, with the approval of the local Re-education through Labour Management Committee, she was assigned to three years reeducation for repeatedly distributing, putting up and spray-painting Falun Gong cult material. She was granted early release from re-education on 1 December 2003. Throughout their handling of this case the public security authorities acted rigorously, properly and in a civilized manner. They did not cause Ms. Liu to have a miscarriage. The claims of beatings and electric shocks are sheer rumour mongering.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 85,
        "Text": "85. The Government wants to clarify that respect and upholding freedom of religion and belief is one of the Chinese Government's basic national policies. China has over 100 million religious adherents and about 300,000 clerics. The rule of law prevails, and the Constitution guarantees citizens' freedom of religion. No one can be attacked for their religious beliefs. In the cases at issue, Ren and Liu were subjected to re-education through labour for activities that disrupted public order; their treatment had nothing to do with freedom of religion.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. China was one of the first States to become party to the Convention against Torture, and strictly prohibits torture and other cruel, inhuman and degrading treatment and punishment. Its laws clearly establish that detainees have extensive rights. The Penal Code, Code of Criminal Procedure, Prisons Act and much other legislation strictly prohibit beatings, abuse, corporal punishment and ill-treatment. When violations of detainees' rights come to light, those responsible are punished in accordance with the law. In dealing with the cases above, the Chinese Government departments concerned complied strictly with their treaty obligations and acted within national law. There was no ill-treatment or use of torture.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur is grateful for the Government's reply. She would like to make reference to her predecessor's conclusions after his country visit to China from 19 to 30 November 1994 (E/CN.4/1995/91, para. 189): \"The Special Rapporteur considers that there must be no interference with religious activity falling within the scope of the 1981 Declaration. At all events, there must not be any surveillance of a kind to infringe the right to freedom of belief and to manifest one's belief. With regard to sects, the Special Rapporteur particularly wishes to point out that the 1981 Declaration protects not only religion, but also theist beliefs and that article 1, paragraph 3, of that Declaration states that freedom to manifest one's religion or belief may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health or morals or the fundamental rights and freedoms of others.\"",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur continues to be very concerned by the continued violations of freedom of religion or belief suffered by members of the Falun Gong. In her previous reports to the Commission on Human Rights, she explicitly mentioned members of the Falun Gong as targets of various human rights violations because of their beliefs and she strongly condemns the continued lack of freedom of belief of members of Falun Gong (see E/CN.4/2005/61, paras. 37- 38 and E/CN.4/2006/5/Add.1, para. 109).",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteur would like to thank the Government for the invitation it has extended in 2004 for a follow-up visit and she hopes to receive a reply from the Government further to her last letter of September 2006 requesting dates for this visit.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The Special Rapporteurs brought to the attention of the Government of the People's Republic of China information they had received regarding five Buddhist monks from Drepung Monastery in Lhasa. Their names are Ngawang Namdrol of Tsotod Township, Phenpo Lhundrup County, Lhasa Municipality; Ngawang Nyingpo of Khartse Township, Phenpo Lhundrup Country, Lhasa Municipality; Ngawang Thupen a.k.a. Shogbu Metok of Lhasa Inner City, Lhasa Municipality; Khenpo Ngawang Phelgyal of Rinpung County, Shigatse Prefecture and Phuntsok Thupwang of Gongkar County, Lhoka Prefecture. According to the allegations received, on 23 November 2005, the five monks were arrested following a patriotic re-education ceremony that had been taking place at Drepung Monastery in Lhasa since October 2005. They were handed over to the Public Security Bureau of their respective places of origin after they refused to sign a statement denouncing the Dalai Lama and recognizing Tibet as a part of China. They are currently being held in Public Security Bureau places of detention. There are concerns that they may be subjected to torture or ill-treatment.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. On 25 November 2005, approximately 400 monks held a silent sit-down protest in the monastery courtyard. There is concern that members of the army and officers from the People's Armed Police and the Public Security Bureau beat a number of the monks in thier efforts to disperse them.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteurs also brought to the attention of the Government information they received concerning Tsering Dhondup, aged 30, a monk at Sera Monastery, near Lhasa and Changchup Gyaltsen, a disciplinarian at Sera Monastery. According to the information received, in July 2005, the authorities expelled Changchup Gyaltsen from Sera Monastery after he read out a request for prayer, which referred to the Dalai Lama. He was placed under surveillance for a year. Tsering Dhondup, who is alleged to have drafted the prayer, disappeared on the same day. He is thought to be held incommunicado at Gutsa prison in northern Lhasa. He is alleged to have possessed and distributed documents criticizing China and supporting Tibetan independence.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 93,
        "Text": "93. The Government indicated that, recently, five monks at the Drepung monastery in the Tibet Autonomous Region were expelled from the monastery by the monastery's management committee, for having breached the monastery regulations. After announcement of this administrative decision, a number of monks from the monastery came to the management committee to demand an explanation. After hearing the explanation provided by the committee, the assembled monks all dispersed and the five monks who had been expelled also expressed their acceptance of the decision and returned to their places of origin. Drepung monastery remains open to the public and its religious activities are continuing as normal. Throughout this entire process, there has been no instance of any monk being physically or verbally assaulted or detained, nor has any monastery been shut down.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. The Government also explained that article 36 of the Chinese Constitution stipulates that \"Citizens of the People's Republic of China enjoy freedom of religion and belief.\" In accordance with the law, the Chinese Government protects the conduct of normal religious activities by the congregation of Buddhist clergy and laity. Currently, there are more than 40,000 monks and nuns living in more than 1,700 Tibetan Buddhist monasteries in the Tibet Autonomous Region and other religious centres, engaging freely in the study of Buddhist scriptures and conducting all kinds of religious activities. The right to freedom of religious assembly and religious belief is fully respected and their religious needs are fully satisfied. The Government affirms that any person going to Tibet and gaining an understanding of the real situation will reach this same conclusion.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. In the Tibet Autonomous Region, the monks of every monastery elect their own monastery management committees through a democratic process, enact democratic management rules for each monastery and carry out its routine work. Each monastery, acting in accordance with the relevant management rules, carries out an assessment at regular intervals of the monks under its responsibility, the content of which includes such topics as religious regulations and precepts, monastic rules and general knowledge of the law.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The five monks from Drepung monastery were expelled by the monastery's management committee because they had breached the monastery rules and had failed the relevant assessment: this demonstrates that the monastery's management committee was carrying out its routine duties, according to the internal running of the monastery, acting in accordance with the relevant provisions of Chinese law and the democratic management rules of the monastery, and it has nothing whatsoever to do with freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. The case of Tsering Dhondupo and Changchup Gyaltsen, monks at Sera monastery in the Tibet Autonomous Region and also mentioned in the communication, is in the process of being investigated by the Chinese Government.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The Chinese Government has carefully examined the circumstances of the two monks from Sera Monastery, Tsering Dhondup and Changchup Gyaltsen.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Mi Ma, which is the dharma name of Changchup Gyaltsen (male, ethnic Tibetan, born in 1963, resident of Phenpo Lundup, county of Lhasa, Tibet) was expelled from the monastery for engaging in activities within Sera monastery calling for the division of Chinese territory and has currently returned to his place of origin.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. Tsering Dhondup, which is the dharma name of Ngawang Yönten (male, ethnic Tibetan, born 1976, resident of Phenpo Lundup, county of Lhasa, Tibet) was detained on 26 August 2005 by the Tibetan public security authorities, in accordance with the law, for preparing propaganda materials calling for \"Tibetan independence\" and advocating division of the State. On 25 October 2005, proceedings were instituted against him, in accordance with the law, by the Lhasa people's procurator's office on suspicion of the offence of fomenting division of the State.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 101,
        "Text": "101. Article 52 of the Chinese Constitution stipulates that \"It is the duty of citizens of the People's Republic of China to safeguard the unity of the country and the unity of all its nationalities.\" China is a country run by the rule of law and its people - regardless of whether or not they are religious believers - are all obliged to respect Chinese law and may not conduct activities in the name of religion which are in breach of the law.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The two men referred to above, on repeated occasions, prepared propaganda materials which advocated division of the Chinese State and conducted activities calling for the division of Chinese territory, violated Chinese law and the relevant provisions of the monastery regulations and received the appropriate penalty. The Government states that all this has nothing to do with freedom of religious belief.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. The Chinese judicial authorities acted in strict accordance with laws and regulations under the Chinese Criminal Code, the Chinese Code of Criminal Procedure and other instruments, and there was no question of any \"arbitrary detention\" or \"torture\".",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The Special Rapporteur is grateful for the Government's responses. She would also like to thank the Government for the invitation it has extended in 2004 for a follow-up visit and she hopes to receive a reply from the Government further to her last letter of September 2006 requesting dates for this visit.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The Special Rapporteurs brought to the attention of the Government information they had received concerning two female Falun Gong practitioners. According to the information received, on the night of 24 November 2005, one woman aged 51 was abducted by an estimated seven policemen. Her home was ransacked and all Falun Gong materials were seized. She was taken to Dongchengfang Town Police Station in Tunzhou City, Hebei Province, where she was interrogated, beaten with rubber clubs and shocked with stun batons. At approximately 2 p.m. on 25 November 2005, a police officer took her to a room, where he lifted her shirt and touched her breasts. He then shocked her breasts with a stun baton. Another police officer came into the room and raped her. During the rape, he repeatedly slapped her in the face. He then brought another woman aged 42 into the same room and raped her too. The two rapes took place in the presence of another police officer, who made no attempt to intervene or prevent the incidents.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 106,
        "Text": "106. At the time this report was finalized, this reply was still in the process of being translated.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. The Special Rapporteurs brought to the attention of the Government information they had received concerning organ harvesting. According to the allegations received, organ harvesting has been inflicted on a large number of unwilling Falun Gong practitioners at a wide variety of locations, for the purpose of making available organs for transplant operations. Vital organs including hearts, kidneys, livers and corneas were systematically harvested from Falun Gong practitioners at Sujiatan Hospital, Shenyang, Liaoning province, beginning in 2001. The practitioners were given injections to induce heart failure, and therefore were killed in the course of the organ harvesting operations or immediately thereafter.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. It is reported that employees of several transplant centres have indicated that they have used organs from live Falun Gong practitioners for transplants. After the organs were removed, the bodies were cremated, and no corpse is left to examine for identification as the source of an organ transplant. Once the organs were removed they were shipped to transplant centres to be used for transplants for both domestic and foreign patients. Officials from several detention facilities have indicated that courts have been involved in the administering the use of organs from Falun Gong detainees.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 109,
        "Text": "109. It is reported that there are many more organ transplants than identifiable sources of organs, even taking into account figures for identifiable sources, namely: estimates of executed prisoners annually, of which a high percentage of organs are donated by, according to the statement in 2005 of the Vice Minister of Health Mr. Huang Jiefu; willing donor family members, who for cultural reasons, are often reluctant to donate their organs after death; and brain-dead donors. Moreover, the reportedly short waiting times that have been advertised for perfectlymatched organs would suggest the existence of a computerized matching system for transplants and a large bank of live prospective donors.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. It is alleged that the discrepancy between available organs and numbers from identifiable sources is explained by organs harvested from Falun Gong practitioners, and that the rise in transplants from 2000 coincides and correlates with the beginning of the persecution of these persons.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. On organ transplants, in general, it has been reported that in March 2006, legislation was introduced which bans the sale of human organs and requires the donor to give written permission. The legislation also limits transplants to certain institutions, which must verify the source of the organs. This law came in force on 1 July 2006. Contrary to the Government assertion that human organs have been prohibited from sale, in accordance with the 1991 WHO guiding principles, it has been reported that up to this time Chinese law has allowed the buying and selling of organs, has not required that donors give written permission for their organs to be transplanted, there has been no restriction on the institutions which could engage in organ harvesting or transplants, there was no requirement that the institutions engaged in transplants had to verify that the organs being transplanted were from legal sources, and there was no obligation to have transplant ethics committees approve all transplants in advance. Moreover, evidence exists, for example, that at least up until April 2006 price lists for organ transplants in China were published on the Internet.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. The Government replied that in March 2006, Falun Gong began fabricating the so-called \"Sujiatun Concentration Camp\" issue, saying that 6,000 Falun Gong practitioners had been incarcerated in Sujiatun Hospital in Shenyang, Liaoyang Province and that two thirds of them had had organs removed from their living bodies and the corpses cremated to destroy the evidence. In order to clarify the facts, the Sujiatun District Government carried out an investigation at the hospital; domestic and foreign media including Japan's NHK and Hong Kong's Phoenix Satellite Network and Ta Kung Pao conducted on-the-scene interviews; and two visits were paid by consular personnel from the US embassy. Based on the results of these investigations it was discovered that the hospital only had 300 beds and was completely incapable of housing more than 6,000 persons. There was no such basement for incarcerating Falun Gong practitioners, as alleged by Falun Gong. The so-called \"cremation oven\" announced by Falun Gong is in fact a boiler/furnace room, whose primary function is to provide heat and disinfect medical instruments. This boiler room has several transparent glass windows and a lawn outside that is open to the public where nearby residents come daily to stroll. In such a place, with such a physical setting, there is simply no way to cremate corpses in secret, continuously, and in large volume. The rumors fabricated by Falun Gong collapse on their own. Everyone recognizes that Sujiatun Hospital is nothing but a simple hospital and that there is no evidence to show that it is being used for any purpose other than as a public hospital. This once again proves that the \"Sujiatun Concentration Camp\" fabricated by Falun Gong is nothing more than a rumor.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 113,
        "Text": "113. As a WHO member-state, the Chinese Government resolutely abides by the WHO's 1991 Guiding Principles on Human Organ Transplants and strictly forbids the sale of human organs. Human organ donation must be done voluntarily and with the written consent of the donor.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. The human organ transplant regulations that took effect on 1 July 2006 reiterate that human organs must not be sold, that human organs used for transplant by medical facilities must have the written consent of the donor, that a donor has the right to refuse to donate before the organ transplant takes place, and that medical facilities carrying out human organ transplants must have the capacity to ensure medical quality and safety in accordance with ethical principles. The goal of these regulations is to standardize and improve the management of clinical practice of human organ transplant operations in order to safeguard medical quality and safety.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Presently, the relevant Chinese Government agencies are drafting Human Organ Transplant Regulations in order to create the necessary regulation of human organ donation, registration, matching, and transplant.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. China absolutely does not allow forced donation or trafficking in the corpses or organs of executed criminals, which are used in strict accordance with the relevant regulations. Notably: (1) Written consent must be received from the criminal to be executed and his family; (2) Approval must be received from the provincial-level health authority and the provincial-level higher people's court; (3) The unit using the organs must have the approval of the health authorities at the provincial level or higher and must have the authority/capacity to conduct medical science research or transplant operations.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. The question of organ donation is not part of the inquiries made at the time of execution. Those death-row criminals who wish to donate their corpse or organs after they are executed must express this voluntarily in writing. Mobile Execution Vehicles are used solely by the courts to carry out execution by lethal injection. They do not, and are strictly forbidden to, transport organs. According to Chinese laws and regulations, individuals who are sentenced to death are those criminals who have committed extremely serious crimes and who should be sentenced to death and executed immediately, not whether they are Falun Gong practitioners. For this reason, there are no statistical data for Falun Gong practitioners who have been executed.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. In order to deal with the problem of organ supply, each country typically uses two methods: firstly, to increase social awareness and mobilize the population to donate organs; and secondly, to facilitate live organ donation and transplant between relatives. China's methods are not exceptions, but it has placed serious restrictions: citizens who donate live organs must be at least 18 years old and be in possession of full civil capacities; the live organ recipient must be the spouse, direct blood relative, or within three generations of collateral blood relatives.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. The Special Rapporteur is grateful for the Government's reply. She has sent a follow-up letter on 25 January 2007 which will be covered in her next addendum on cases transmitted to Governments and replies received.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. The Special Rapporteurs received information concerning Bu Dongwei (also known as David Bu), aged 38, and Falun Gong practitioner. According to the allegations received, on 19 May 2006, he was detained by around seven police officers at his home in the Haidian district of Beijing. On 19 June 2006, he was assigned to two and a half years re-education through labour in connection with his activities as a member of the Falun Gong spiritual movement by Beijing's Re-education through Labour Committee, which has the power to impose periods of arbitrary detention without charge or trial. He was accused of \"resisting the implementation of national laws\" and \"disturbing social order\" on the basis of evidence including a verbal confession he made to the police and 80 copies of Falun Gong literature discovered in his home. He is due to be released on 18 November 2008.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 121,
        "Text": "121. Despite repeated requests to the authorities, his family has not been told where he is being detained although unconfirmed reports have been received that he may have been transferred to Tuanhe Re-education through Labour facility in Beijing on 21 August 2006. There are concerns that he is at risk of torture or other ill-treatment. Bu Dongwei had previously served a term of ten months re-education through labour from August 2000 to May 2001 in Tuanhe for 'using a heretical organization to disrupt the implementation of the law' after he petitioned the authorities asking them to review their ban on Falun Gong. During this period, he was reportedly beaten and made to sit all day in a small chair. He was also subjected to sleep deprivation aimed at forcing him to renounce his belief in Falun Gong.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 122,
        "Text": "122. At the time this report was finalized, this reply was still in the process of being translated.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. The Special Rapporteurs were informed that cartoons representing the prophet Muhammad in a defamatory and derogatory manner were published in the newspaper Jyllands-Posten in the course of September 2005. It was reported that the series of cartoons were published after a writer complained that nobody dared illustrate his book about Muhammad. Following the publication, two cartoons illustrators allegedly received death threats.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. The Special Rapporteurs, while believing that limitations to the freedom of expression have to be applied in a restrictive manner, expressed their concern regarding actions that seem to reveal intolerance and absence of respect for the religion of others, particularly in the aftermath of 11 September 2001. Such actions may also constitute threats to the religious harmony of a society, and the source of incitement to discrimination, hostility or violence on the basis of religion which are prohibited by article 20 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. The Special Rapporteurs requested the Government to provide them with information as to whether the facts alleged in the summary of the case were accurate, whether a complaint had been lodged by or on behalf of the persons affected by the consequences of these publications and whether any judicial or administrative decision had been taken so far. The Special Rapporteurs also requested information about the existing policy measures to promote religious tolerance and the ones to closely monitor that kind of developments.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. Subsequent to its response dated 24 January 2006, which has already been reflected in the previous communications report (see E/CN.4/2006/5/Add.1, paras. 113-115), the Government informed the Special Rapporteurs in further letters dated 31 January 2006, 3 February 2006 and 16 March 2006 of recent developments concerning this issue. On 31 January 2006, the Danish Prime Minister, Anders Fogh Rasmussen, made a statement where he informed that the Danish Daily, Jyllands-Posten, had apologized for the indisputable offence to the Muslim world. He hopes that the apology made will contribute to comfort those who have been hurt. The Prime Minister also informs that the mentioned apology has been positively received by Muslim communities in Denmark and that these have pledged support for the efforts made. He also calls on all parties to abstain from any statement or action that will create further tension. In an interview on the TV news channel Al-Arabyia on 2 February 2006, the Danish Prime Minister stressed the value he attached to the close relationship based on mutual respect and friendship between Denmark and the Muslim world.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. On 16 March 2006, the Government informed the Special Rapporteurs that the Danish Director of Public Prosecutions had decided not to institute criminal proceeding in the case of the article \"The Face of Muhammed\", which was published on 30 September 2005. The Danish Director of Public Prosecutions explained that in his opinion there was neither violation of section 140 of the Danish Criminal Code (mockery or scorn of religious doctrines or acts of worship of any lawfully existing religious community in Denmark) nor of section 266b of the Danish Criminal Code (public statement or imparting other information by which a group of people are threatened, scorned or degraded on account of their race, colour, national or ethnic origin, religion or sexual inclination). The decision of the Danish Director of Public Prosecutions cannot be appealed to a higher administrative authority, as stipulated in Section 99(3) of the Danish Administration of Justice Act. Furthermore he stressed that although there was no basis for instituting criminal proceedings in this case, it should be noted that both provisions of the Danish Criminal Code contain a restriction of the freedom of expression. To the extent publicly made expressions fall within the scope of these rules there is, therefore, no free and unrestricted right to express opinions about religious subjects. It is thus not a correct description of existing law when the article in Jyllands-Posten states that it is incompatible with the right to freedom of expression to demand special consideration for religious feelings and one has to be ready to put up with \"scorn, mockery and ridicule\".",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. The Special Rapporteur is grateful for the Government's additional responses and she encourages the Government to continue its efforts to increase mutual understanding and religious tolerance. She would like to refer to the joint press statement with Doudou Diène (Special Rapporteur for contemporary forms of racism, racial discrimination, xenophobia and related intolerance) and Ambeyi Ligabo (Special Rapporteur for the promotion and protection of the right to freedom of opinion and expression) on 8 February 2006. Furthermore, she would like to reiterate the conclusions and recommendations from the joint report with Doudou Diène (A/HRC/2/3, paras. 51-66) further to Human Rights Council decision 1/107 on incitement to racial and religious hatred and the promotion of tolerance.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. The Special Rapporteurs brought to the attention of the Government information they had received regarding Helen Berhane, aged 30, a prominent Christian singer. According to the allegations, on 13 May 2004, she was arrested during an operation led by the Ministry of Defence. She is allegedly being detained in a shipping container at the Mai Serwa military base, north of Asmara. The reasons for her detention are thought to be linked to her activities as a prominent Christian singer. She is being held incommunicado and has not been brought before a judge, despite the fact that the Eritrean Constitution requires that detainees be brought before a judge within 48 hours of being arrested. According to the information received, the Ministry of Defence has been placing pressure on her to sign a statement renouncing her faith and promising to cease her participation in any Christian activities in Eritrea.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 130,
        "Text": "130. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to take the opportunity to remind the Government of article 18(2) of the International Covenant on Civil and Political Rights, which provides that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice.\" Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom from coercion\" (see above para. 1, category I. 2). In her 2005 report to the General Assembly (A/60/399, para. 50) she states that \"[t]he fact that the prohibition of coercion was made explicit shows that the drafters of the Covenant found the freedom provided by paragraph 1 to be so significant that any form of coercion by the State was impermissible, independently of whether the coercion was physical or in the form of State-sponsored incentives. According to the Human Rights Committee: 'Article 18.2 bars coercion that would impair the right to have or adopt a religion or belief, including the use of threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert. Policies or practices having the same intention or effect, such as, for example, those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of the Covenant, are similarly inconsistent with article 18.2' (general comment No. 22, para. 5).\"",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. The Special Rapporteurs and the Chairperson-Rapporteur received information concerning Immanuel Andegergesh and Kibrom Firemichael, ten other unidentified members of the Rema Church in Adi-Quala town, and one hundred and sixty unidentified members of banned Christian churches, including Kale Hiwot (Word of God) Church, the Full Gospel Church, the Church of the Living God and the Rema church in Mendefera town.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. According to the allegations received, on 15 October 2006, 12 members of the Rema church were arrested in Adi-Quala town, south of Mendefera, for taking part in Christian worship in a private home. Two of them, Immanuel Andegergesh and Kibrom Firemichael, died in a nearby army camp as a result of torture to make them abandon their faith.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. On 15 and 16 October 2006, one hundred and sixty members of banned Christian churches were arrested at their homes in Mendefera town, 50 km south of the capital Asmara. The individuals are members of the Kale Hiwot (Word of God) Church, the Full Gospel Church, the Church of the Living God and the Rema Church. It is not known where they are detained and there are concerns that they may be subjected to torture and ill-treatment in an effort to force them to sign a document agreeing to stop worshipping.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 134,
        "Text": "134. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to take the opportunity to remind the Government of article 6 of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, according to which the right to freedom of thought, conscience, religion or belief includes the freedom, \"(a) To worship or assemble in connection with a religion or belief\". She also refers to her above mentioned observations concerning the urgent appeal sent on 7 December 2005.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. Furthermore, the Special Rapporteur would like to make reference to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a). As she noted in her 2005 report to the Commission on Human Rights, \"members of religious communities or communities of belief, whenever they find themselves in places of worship, are in a situation of special vulnerability given the nature of their activity. The Special Rapporteur is therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried.\" (E/CN.4/2005/61, para. 49).",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. Finally, the Special Rapporteur hopes to receive a reply from the Government further to her letter sent in 2004 asking for an invitation to visit Eritrea to assess the situation of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. La Rapporteuse spéciale a attiré l'attention du Gouvernement français sur l'information reçue concernant le rapport de la MIVILUDES (Mission interministérielle de vigilance et de lutte contre les dérives sectaires) pour l'année 2005, qui aurait cité, pour la première fois depuis sa création, le mouvement protestant des Frères de Plymouth, sans mettre en œuvre des moyens de nature à justifier les critiques émises publiquement à son encontre dans ledit rapport. À l'occasion de la publication dudit rapport, le président de la MIVILUDES aurait déclaré le 26 avril 2006, sur les ondes d'une station radiophonique publique nationale, que « Des contacts ont pu être pris, et en tout cas, des témoignages ont été reçus. Il faut savoir que ces organisations sont très fermées et que quand on veut les rencontrer, ce n'est pas toujours très facile ». S'agissant des Frères de Plymouth, ce haut fonctionnaire aurait ajouté « Je recevrai volontiers à Paris les responsables pour les entendre, pour les écouter, pour corriger éventuellement les erreurs que nous pourrions avoir commises – ce n'est pas totalement à écarter, encore que, nous avons pris de très, très grandes précautions – mais, en revanche, ce que je demanderai, s'ils me précisent des points qu'ils contestent, c'est aux services compétents, localement, de se rendre sur place et de faire leur travail, car c'est leur métier ».",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. Or, les Frères de Plymouth auraient déjà rencontré, sur leur propre initiative, les 8 octobre 2003 et 12 mai 2004, les responsables de la MIVILUDES et échangé des correspondances à plusieurs reprises. De plus, selon les déclarations publiques précitées, le travail de vérification concernant ce mouvement protestant n'aurait pas été entrepris avant la publication du rapport les mettant en cause. Du fait d'une large diffusion de ce rapport officiel, les Frères de Plymouth feraient face à un certain nombre de difficultés, telles que le refus de contrat d'assurance concernant leurs biens et des articles de presse diffusant des mises en cause infamantes non vérifiées de la MIVILUDES.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. Le Gouvernement français a répondu que les objectifs de la MIVILUDES sont d'observer et d'analyser le phénomène des mouvements à caractère sectaire, dont les agissements sont attentatoires aux droits de l'homme et aux libertés fondamentales ou constituent une menace à l'ordre public ou sont contraires aux lois et règlements.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. Dans se cadre, la MIVILUDES a restreint sa mission de vigilance à la seule Union nationale des Frères de Plymouth de France (UNFPF) et à ses composants. Les extraits du rapport de 2005 de la MIVILUDES, sur lesquels la Rapporteuse spéciale a attiré l'attention, ne concernent que les Frères de Plymouth n°4 (FP n°4), appelés également les Frères exclusifs, Frères de Plymouth de la Voie étroite ou « les Purs ». La MIVILUDES était préoccupée par les pratiques de scolarisation des enfants des familles membres de l'UNFPF. D'abord, l'enseignement public était la règle pour la majorité des enfants des familles des FP n°4, ensuite un nombre croissant d'entre eux ont été inscrits au Centre national d'enseignement à distance. Ultérieurement, les FP n°4 ont décidé, en 2005, de créer une association privée d'enseignement à distance, apparemment exclusivement composée de leurs enfants, puis, enfin, d'ouvrir des locaux qu'ils ont acquis pour les dédier à l'activité d'enseignement.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. C'était le statut d'un local situé à Chambon-sur-Lignon (Haute-Loire) qui posait le principal problème à l'époque. Ce local fonctionnait sur la base d'un enseignement par correspondance incomplet : non-enseignement de la biologie et non-pratique du sport, matières obligatoires dans l'enseignement français, ne respectant pas en cela les décrets d'application de la loi du 18 décembre 1998 tendant à renforcer le contrôle de l'obligation scolaire.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. Les interrogations de la MIVILUDES sont nées d'échanges entre administrations, notamment des signalements provenant des responsables de l'Éducation nationale, dans le cadre de plusieurs « cellules départementales de vigilance de lutte contre les dérives sectaires » en 2003, 2004 et 2005. Ces observations ont été communiquées aux dirigeants de l'Union nationales des Frères de Plymouth de France à l'occasion de rendez-vous avec la MIVILUDES. Ils ont été reçus par l'ancien Secrétaire général et des conseillers de la Mission interministérielle, en 2003 et",
        "Labels": []
    },
    {
        "ID": 2004,
        "Text": "2004. Et ils ont été également reçus en 2006 par le Président et la Secrétaire générale de la MIVILUDES.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. Depuis la publication du rapport de 2005, le Ministère de l'éducation nationale a reconnu l'école de Haute-Loire comme « un centre de regroupement » d'enseignement par correspondance, et une inspection a permis de constater que tous les enseignements étaient désormais dispensés. Le Gouvernement français remarque, toutefois, qu'il existe des interrogations similaires à celles sur l'école de Haute-Loire portant sur les acquisitions de nouveaux locaux très vastes et destinés à la même vocation de scolarisation. Lors de l'entretien de 2006, les représentants de cette communauté sont restés très évasifs sur leurs projets en cours. La MIVILUDES n'a pas eu connaissance de dépôt de plainte.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. La Rapporteuse spéciale remercie le Gouvernement français pour cette réponse détaillée et pour la lettre du 28 juillet 2006 concernant la visite en France, effectuée en septembre 2005. La Rapporteuse spéciale voudrait faire référence à la « la liberté d'adopter, de changer et de renoncer à une religion ou une conviction » (selon le framework for communications, voir ci-dessus para. 1, catégorie I. 1.) et à son dernier rapport d'activité transmis au Conseil des droits de l'homme (A/HRC/4/21, para. 54) où elle soulignait : « S'agissant des concepts de « religion » ou de « conviction », la Rapporteuse spéciale a une vision large de la portée de la liberté de religion ou de conviction, étant entendu que la manifestation de cette liberté peut être soumise aux restrictions prévues par la loi, qui sont nécessaires pour protéger la sécurité, l'ordre et la santé publics ou la morale ou les droits et les libertés fondamentaux d'autrui. »",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. De plus, la Rapporteuse spéciale voudrait faire référence à ses conclusions et recommandations dans son rapport sur sa visite en France (E/CN.4/2006/5/Add.4, paras. 112 et 113) : « La Rapporteuse spéciale exhorte le gouvernement à faire en sorte que ses mécanismes chargés de la question de ces groupes religieux ou communautés de conviction livrent un message fondé sur la tolérance, la liberté de religion ou de conviction, et le principe selon lequel nul ne peut être jugé pour ses actes autrement que par les voies judiciaires appropriées ». En outre, « elle recommande au gouvernement de suivre de plus près les actions et campagnes de prévention qui sont menées dans tout le pays par des entités privées ou des organisations patronnées par l'État, notamment dans le système scolaire, afin d'éviter que les enfants des membres de ces groupes n'en pâtissent. »",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. The Special Rapporteur brought to the attention of the Government of Georgia information she had received according to which state schools are carrying out mandatory instruction in the Georgian Orthodox faith and requiring children to pray in Georgian Orthodox churches. There is concern that parents have been unable to gain exemption for their children. Although the amendment to the Education Law in April 2005, which banned such practices, has led to some improvement in this regard, there have been reports of children being baptised by Orthodox priests without the prior permission of their parents.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 147,
        "Text": "147. The Government of Georgia informed that their Law on Education prohibits mandatory religious instruction. Nevertheless, the practice of compulsory teaching of Orthodox Christianity takes place at some state-financed schools. It has sometimes been alleged that children have been baptized by Orthodox priests without parental consent, but it should be stressed that the Ministry of Education and Sciences of Georgia has no official information about that.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 148,
        "Text": "148. According to the National Education Plan of Georgia, the subject \"Religion and Culture\" is taught as an optional one at schools and it is not designed to teach a specific religion, but aims to introduce different religions and beliefs to the children. The Ministry of Education and Sciences of Georgia has no official data on studying a particular religion, but there is unofficial and indirect information about the existence of such practice at several schools.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. Regarding to legal measures, the Law on General Education of Georgia, adopted in April 2005, protects the freedom of religion and belief among schoolchildren and restricts the propagation of any concrete religion, inter alia, by prohibiting classes aimed at learning religious rites and related items, as well as studying a specific religion at school time.",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. With respect to the question concerning the registration requirement in order to be able to worship the Government informed that the legal background for that may be found in article 1510 of the Civil Code of Georgia. That article provides the criteria for registration, which has to be done for all non-commercial and non-partisan legal persons. The documents to be presented are administrative documents. There is a fee to be paid after the presentation of the mentioned documents in the Georgian Civil Code. All religious groups in Georgia have to meet, on an equal basis, all the criteria provided in the Civil Code. It is the Ministry of Justice which responds to the applications. Article 31 of the Georgian Civil Code stipulates that a refusal from the Ministry of Justice must be well-grounded and can be appealed before the court.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. The Special Rapporteur is grateful for the Government's detailed response. She would also like to take the opportunity to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"The right of parents to ensure the religious and moral education of their children\" (see above para. 1, category I. 3. g). Furthermore, the previous mandate holder, Abdelfattah Amor, prepared a thematic study on \"The role of religious education in the pursuit of tolerance and non-discrimination\" (available online at http://www.unhchr.ch/html/menu2/7/b/cfedu-basicdoc.htm). In November 2001, the International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination by consensus adopted a Final Document (E/CN.4/2002/73, Appendix). This Madrid Final Document may serve as useful guidance for educational policies aimed at strengthening the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with freedom of religion or belief, and ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief as well as the right not to receive religious instruction inconsistent with his or her conviction.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. The Special Rapporteurs brought to the attention of the Government information they had received relating to a questionnaire introduced in the state of Baden-Württemberg. The questionnaire is to be answered by citizens of the 57 member states of the Organization of the Islamic Conference (OIC) who apply for German citizenship. According to the information received, on 1 January 2006, the Ministry of the Interior of Baden-Württemberg introduced a questionnaire directed principally at Muslims who want to obtain German citizenship. They are required to fill out a 30-question questionnaire, concerning a number of issues including attitudes to equality between men and women, homosexuality and freedom of religion.",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. The Special Rapporteurs were concerned that an obligation imposed only on the citizens of the 57 OIC member states could be discriminatory, especially considering the large Turkish community living in Germany. It was further reported that under the new legislation, those who pass the test can have their citizenship revoked if they are found guilty of acting in conflict with their responses to the questions.",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. The following information was provided by the Government regarding the questionnaire introduced in the state of Baden-Württemberg. The naturalization of foreigners in Germany is carried out by the Länder as their own affair, as the Nationality Act (effective from 1 January 2006) provides. One requirement of that Act is that persons who wish to become naturalized citizens must declare their allegiance to the principles of freedom and democracy enshrined in the Basic Law and that they are not and have not ever engaged in activities opposed to these principles or to the existence or security of the state.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. The Interior Ministry of Baden-Württemberg adopted a so-called \"guide for conducting interviews\" to examine applicants' compliance with this requirement. The naturalization authorities are supposed to use this guide only in case of doubt of an individual applicant's allegiance to the constitutional principles of freedom and democracy. There is no intent to make applicants answer all 30 questions provided in the mentioned guide. The authorities are free to choose the questions.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. The Interior Ministry clarified in a decree of 17 January 2006 that the questions from the interview guide were not intended only for use with Muslim applicants, but were to be used with all applicants for naturalization in case of doubts regarding their allegiance to the constitutional principles of freedom and democracy. Muslim applicants are, therefore, not treated differently from other applicants. The Ministry also stated that the naturalization authorities as a rule were not aware of the religious affiliation of applicants, due to the fact that the application form did not ask for this information. As a result, it would be impossible to target Muslim applicants for questioning. Although 60% of naturalized immigrants in Baden-Württemberg came from the OIC nations, in the majority of the cases, the authorities had no doubts about their allegiance to the freedom and democracy principles and did not ask them the questions using the interview guide. Furthermore, the Interior Ministry of Baden-Württemberg has announced that it will evaluate the use of the interview guide after six months and assess its practical effectiveness.",
        "Labels": []
    },
    {
        "ID": 157,
        "Text": "157. So far, there has only been one complaint from an applicant for naturalization regarding the interview guide. This applicant refused to answer the questions posed by the naturalization authorities and according to the Interior Ministry of Baden-Württemberg this person's application for naturalization is to be rejected. The Ministry is not aware of any other complaints or rejected applications. Once a person has become a naturalized citizen, his or her citizenship may be revoked only if he or she wilfully deceived the authorities with regard to matters relevant for naturalization. The possibility of this type of fraud is limited, as most of the questions taken from the interview guide are intended to elicit applicants' attitudes and opinions. In any case, under Article 16 (1) of the Basic Law, no German may be deprived of his or her citizenship.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. The Special Rapporteur is grateful for the Government's detailed response and she notes that Muslim applicants are not treated differently from other applicants for naturalization. The Special Rapporteur would also like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance\" (see above para. 1, category II. 1.).",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. La Relatora Especial quiso llamar la atención urgente del Gobierno de Guatemala con respecto a la información que recibió en relación con el lugar para ceremonias maya Tulam Tzu. De acuerdo con la misma, el 27 de diciembre de 2005 se emprendió la construcción de condominios en el lugar sagrado maya Tulam Tzu, ubicado en la 40.ª avenida, final del Naranjo, Zona Cuatro de Mixto, Guatemala. La Conferencia Nacional de Ministros de la Espiritualidad Maya de Guatemala Oxlajuj Ajpop utiliza este lugar para practicar sus rituales espirituales y tradicionales. Oxlajuj Ajpop ha demandado al Ministro de Cultura y Deportes y al alcalde del municipio de Mixto evitar la construcción, la cual, si continúa, podría traer como consecuencia la destrucción (parcial o total) de este lugar sagrado maya.",
        "Labels": []
    },
    {
        "ID": 160,
        "Text": "160. El gobierno informa de que la Constitución Política de la República de Guatemala reconoce el ejercicio de todas las religiones o creencias, tanto en público como en privado, por medio de la enseñanza o culto, sin más límites que el orden público. Asimismo, Guatemala ha ratificado el Convenio N.º 169 de la Organización Internacional del Trabajo (OIT) sobre pueblos indígenas y tribales en países independientes, de 1989, por decreto legislativo de 5 de junio de 1996, en el cual el Estado se compromete a reconocer y proteger los valores y prácticas sociales, culturales y espirituales propias de los pueblos mayas y demás pueblos.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. Durante los años 1989, 1991, 1997 y 2000 los pueblos indígenas solicitaron ante el Instituto de Antropología la no construcción en el sitio sagrado Tulam Tzu. En 1997 se logró detener la construcción. Con fecha de 27 de diciembre de 2005 se iniciaron de nuevo los trabajos de construcción en la zona mencionada.",
        "Labels": []
    },
    {
        "ID": 162,
        "Text": "162. Anteriormente, con fecha de 12 de febrero de 1990, la Dirección del Instituto de Antropología emitió una resolución ministerial en la que decidió dos cosas: establecer una zona (montículos I, II y III) como área de protección de reserva e intocable, bajo la supervisión del Instituto de Antropología e Historia de Guatemala, y liberar el resto del terreno ubicado en el sitio conocido como Rosario Naranjo a la familia Aycinena Ochoa. En 1995 se anotó en el Registro General de la Propiedad la delimitación de los montículos. En junio y en julio de 2005 se solicitó y realizó la delimitación de dichos montículos. El 6 de febrero de 2006 estos tres montículos fueron declarados Patrimonio Cultural de la Nación y lugar sagrado, a través del Acuerdo Ministerial 48-2006.",
        "Labels": []
    },
    {
        "ID": 163,
        "Text": "163. El 30 de diciembre de 2005 la Conferencia Nacional de Ministros de la Espiritualidad Maya de Guatemala denuncia públicamente a la empresa LEXUSA S.A., que había iniciado, en fecha de 25 de diciembre de 2005, actividades de construcción en el área Tulam Tzu, reconocida como lugar arqueológico. La misma Conferencia presentó varias quejas al Gobierno. Sin embargo, el Ministerio de Cultura y Deportes no pudo admitir a trámite la solicitud de la Conferencia Nacional de Ministros de la Espiritualidad Maya por tres razones: a) porque nunca se había dado autorización para la realización de los trabajos de construcción, b) porque la resolución que ampara la autorización y liberalización del área es del año 1990 y a día de hoy es firme, puesto que no cabe recurso administrativo alguno, y c) porque el inmueble en que se encuentra el lugar sagrado y arqueológico denominado \"Tulam Tzu\" es propiedad privada, como consta en los registros respectivos.",
        "Labels": []
    },
    {
        "ID": 164,
        "Text": "164. El Ministro de Cultura solicitó apoyo de la Defensoría Legal Indígena de la Procuraduría de los Derechos Humanos con tal de buscar una solución al problema por otras vías. Lamentablemente, no hubo resultados positivos.",
        "Labels": []
    },
    {
        "ID": 165,
        "Text": "165. Actualmente, el conflicto se está intentado solucionar en la Fiscalía de Delitos contra el Patrimonio Cultural de la Nación, del Ministerio Público. A su vez, la Comisión Nacional Contra la Discriminación y Racismo, y el Consejo Asesor de Pueblos Indígenas de la Presidencia de la República también están tratando el caso. Otras instancias como la Comisión Nacional de los Acuerdos de Paz, el Congreso de la República y la Secretaría de la Paz se encuentran también analizando la problemática.",
        "Labels": []
    },
    {
        "ID": 166,
        "Text": "166. El Gobierno de Guatemala desea manifestar que las debidas diligencias con respecto al caso ya se están tramitando ante las autoridades competentes e informan de que pondrán al alcance de la Relatora Especial cualquier avance en los procesos mencionados anteriormente.",
        "Labels": []
    },
    {
        "ID": 167,
        "Text": "167. La Relatora Especial agradece la respuesta detallada que el Gobierno de Guatemala ha enviado y felicita a éste por haber ratificado el Convenio N.º 169 de la OIT. Le gustaría hacer referencia a su clasificación de comunicaciones, concretamente a las normas internacionales sobre derechos humanos y la práctica realizada por el mandato con respecto a los \"lugares de culto\" (ver párrafo 1, categoría I. 3. b). Además, estaría muy agradecida de recibir, tal y como indica la respuesta del Gobierno de Guatemala, la información sobre los procesos mencionados que se están llevando a cabo.",
        "Labels": []
    },
    {
        "ID": 168,
        "Text": "168. La Rapporteuse spéciale attiré l'attention du gouvernement de la Guinée-Bissau sur la question de la communauté ahmadiyya, qui est un groupe religieux. Selon les informations reçues, le 14 octobre 2005, Aladje Abdu Baio, président du Conseil national islamique, aurait fait appel aux autorités de la Guinée-Bissau afin qu'elles expulsent la communauté ahmadiyya du pays. En août 2001, les missionnaires pakistanais de la communauté ahmadiyya avaient déjà été expulsés par le président Kumba Yala, lequel avait accusé la communauté d'interférer dans les affaires politiques et de provoquer la division au sein des musulmans. Cette expulsion fut suivie d'une décision du ministère public de confisquer l'ensemble des biens de la communauté et d'un ordre de fermeture de leurs mosquées. Le 7 janvier 2005, le ministère public déclara les deux précédentes décisions illégales et donna la permission à la communauté de recommencer ses activités. Le 7 mars 2005, M. Carlos Gomez Jnr, premier ministre, décida de suspendre les activités de la communauté dans l'attente d'une décision d'une commission d'enquête sur cette affaire. Selon les informations reçues, cette commission n'aurait pas encore été mise en place.",
        "Labels": []
    },
    {
        "ID": 169,
        "Text": "169. La Rapporteuse spéciale regrette que le Gouvernement de la Guinée-Bissau n'ait pas répondu à sa communication, envoyée le 19 décembre 2005. Elle voudrait faire référence aux « minorités religieuses » (selon le framework for communications, voir ci-dessus para. 1, catégorie III. 5.) et à son dernier rapport d'activité transmis au Conseil des droits de l'homme (A/HRC/4/21, para. 43) : « Comme cela a été noté dans les rapports précédents, les minorités religieuses et les nouveaux mouvements religieux sont en butte à diverses formes de discrimination et d'intolérance imputables à la fois aux politiques suivies, à la législation en vigueur et à la pratique des États. Parmi les sujets de préoccupation figurent les obstacles rencontrés dans le cadre des procédures officielles d'enregistrement ainsi que les restrictions indues à la diffusion de matériels et au port de symboles religieux. Qui plus est, certaines minorités religieuses pâtissent de manifestations de rejet ou d'actes de violence de la part d'éléments non étatiques et de menaces contre leur propre existence en tant que communauté distincte. Lorsque les minorités religieuses sont des groupes assimilés à ce que l'on appelle des mouvements religieux non traditionnels ou nouveaux, leurs membres peuvent faire l'objet de suspicions et subir de plus importantes restrictions à l'exercice de leur droit à la liberté de religion ou de conviction. »",
        "Labels": []
    },
    {
        "ID": 170,
        "Text": "170. The Special Rapporteur brought to the attention of the Government information she had received concerning the Freedom of Religion bill in Rajasthan. According to the allegations, the Rajasthan Parliament has recently approved the 'Rajasthan Dharma Swatantraya Bill' (Rajasthan Freedom of Religion Bill). The aim of this bill, according to the 'Statement of Objects and Reasons', is to prevent \"unlawful conversion\" which \"at times has caused annoyance in the community belonging to other religions\". Additionally such \"unlawful conversions\" would cause a \"law and order problem for the law enforcing machinery of the State.\"",
        "Labels": []
    },
    {
        "ID": 171,
        "Text": "171. The new legislation specifies that those found guilty of converting or attempting to convert someone through allurement or forceful or fraudulent means, could face a minimum prison term of two years or a fine which may extend to 50,000 Indian rupees (approximately US \\$ 1,125). The Governor of Rajasthan has refused to sign the bill on 18 May 2006.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 172,
        "Text": "172. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. The Special Rapporteur urges the Government to ensure compliance with article 18 of the Universal Declaration of Human Rights which clearly states that the right to freedom of thought, conscience and religion \"includes freedom to change his religion or belief and freedom, either alone or in community with others, and in public or private, to manifest his religion or belief in teaching, practise, worship and observance\". Moreover, she reminds the Government that she is still awaiting a reply to her request to visit the country.",
        "Labels": []
    },
    {
        "ID": 173,
        "Text": "173. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Teaching and disseminating materials, including missionary activity\" (see above para. 1, category I. 3. f). In her 2005 report to the General Assembly, she noted the following (see A/60/399, para. 62): \"Whereas the scope of freedom afforded to persons for the practice of their religion or belief by producing and distributing information about their religion or belief is wide, certain limitations can be imposed in accordance with article 18, paragraph 3, of the Covenant. However, it should be noted that this article allows for restrictions only in very exceptional cases. In particular the fact that it mentions the protection of \"fundamental rights and freedoms\" (emphasis added) of others as a ground for restriction indicates a stronger protection than for some other rights whose limitation clauses refer simply to the \"rights and freedoms of others\" (e.g. article 12, 21 and 22). It could indeed be argued that the freedom of religion or belief of others can be regarded as such a fundamental right and freedom and would justify limitations to missionary activities, but the freedom of religion and belief of adults basically is a question of individual choice, so any generalized State limitation (e.g. by law) conceived to protect \"others'\" freedom of religion and belief by limiting the right of individuals to conduct missionary activities should be avoided.\"",
        "Labels": []
    },
    {
        "ID": 174,
        "Text": "174. The Special Rapporteur was concerned about Ms. Lia Aminuddin, leader of the Eden Community. According to the allegations, on 28 December 2005, a group of Muslims surrounded the Eden Community's premises on Jl. Mahoni, Jakarta, and threatened to burn it down. In response, the Jakarta police took Ms. Aminuddin and her followers into custody under the pretext of protecting them. Ms. Aminuddin was later formally charged with blasphemy. The other members of the Eden Community were released. Ms. Aminuddin is reportedly still detained at Jakarta police station. The Eden community has been forced to stop its religious activities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 175,
        "Text": "175. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a) and \"Places of worship\" (category I. 3. b). As she noted in her 2005 report to the Commission on Human Rights, \"members of religious communities or communities of belief, whenever they find themselves in places of worship, are in a situation of special vulnerability given the nature of their activity. The Special Rapporteur is therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried.\" (E/CN.4/2005/61, para. 49).",
        "Labels": []
    },
    {
        "ID": 176,
        "Text": "176. The Special Rapporteur would also like to take this opportunity to insist on receiving an invitation from the Government to visit Indonesia to assess the situation of freedom of religion or belief. As she underlined in her previous reports, the Government has been reminded of this request for an invitation on many occasions since 1996.",
        "Labels": []
    },
    {
        "ID": 177,
        "Text": "177. The Special Rapporteurs brought to the attention of the Government information they had received concerning the statement made by Ayatollah Ahmad Jannati about non-Muslims and Kurosh Niknam, a parliamentarian and member of the Zoroastrian religious minority. According to the allegations, on 20 November 2005, Ayatollah Ahmad Jannati was reported as describing non-Muslims as sinful animals at a ceremony in north-eastern Iran. In response to the comments, Kurosh Niknam described the remarks as \"an unprecedented slur against religious minorities.\" As a result, he has been charged with slander and summoned to appear before the Revolutionary Tribunal.",
        "Labels": []
    },
    {
        "ID": 178,
        "Text": "178. The Government informed that article 4 of the Law on Establishment of Public and Revolutionary Courts stipulates that Revolutionary Courts have no jurisdiction in legal cases involving members of the Parliament. These cases fall exclusively within the jurisdiction of the Criminal Courts. The allegation on summoning Mr. Nikman has been put forward to the Office of Public Prosecutor of Government employees and they have found no legal record of the alleged case.",
        "Labels": []
    },
    {
        "ID": 179,
        "Text": "179. The Special Rapporteur is grateful for the Government's response. She would like to make reference to her predecessor's report on his visit to the Islamic Republic of Iran in December 1995 (E/CN.4/1996/95/Add.2, para. 96): \"Concerning religious publications and, in general, all publications issued by minorities, the Special Rapporteur endorses the recommendations of Mr. Abid Hussain, the Special Rapporteur on freedom of opinion and expression, who considers that: \"Any prior restraint on freedom of expression carries with it a heavy presumption of invalidity under international human rights law. Any institutionalization of such restraint adds further weight to this presumption. In his opinion, the protection of the right of freedom of opinion and expression and the right to seek, receive and impart information would be better served, not by routinely submitting specific types of expression to prior scrutiny, as is currently the case, but rather by initiating action after publication, if and when required\" (E/CN.4/1996/39/Add.1, para. 40).\"",
        "Labels": []
    },
    {
        "ID": 180,
        "Text": "180. The Special Rapporteur reminds the Government that she would like to visit the country to analyze the progress that has been made further to her predecessor's visit and recommendations. Bearing in mind that the Government of the Islamic Republic of Iran has issued a standing invitation to the Special Procedures assumed by the Human Rights Council and that it had extended an invitation to her predecessor, the Special Rapporteur reiterates that she would be grateful to receive dates on which she could conduct a follow-up visit.",
        "Labels": []
    },
    {
        "ID": 181,
        "Text": "181. The Special Rapporteur received information that on 29 October 2005, the Chairman of the Command Headquarters of the Armed Forces addressed a letter to a number of Governmental agencies, including the Ministry of Information, the Commander of the Revolutionary Guard, the Commander of the Basij Resistance Forces of the Revolutionary Guard, the Commander of the Police Force and the Deputy of its Intelligence Branch and the Chief Commander of the Army. The letter, which is stamped \"highly confidential\" and \"urgent/immediate\", states that on the basis of the instructions of the Supreme Leader, Ayatollah Khamenei, the Command Headquarters of the Armed Forces \"has been given the mission to acquire a comprehensive and complete report of all the activities of members of the Bahá'í Faith […] for the purpose of identifying all the individuals\". The letter asks the recipients \"to, in a highly confidential manner, collect any and all information about the above-mentioned activities of these individuals\".",
        "Labels": []
    },
    {
        "ID": 182,
        "Text": "182. There is particular concern as this letter comes at a time of an increasing media campaign against members of the Bahá'í faith, with a series of radio programmes and articles reportedly provoking mistrust of, and hostility towards, members of the Bahá'í faith. Furthermore, the Special Rapporteur has received reports that Bahá'í households have begun to receive notes, CDs, tracts and text messages on their mobile phones, all of which are aimed at refuting the claims of the Bahá'í Faith. The Special Rapporteur has also received reports that the Iranian Association of Chambers of Commerce (Ettehadiyeye Asnaf) is compiling a list of Bahá'ís in every type of trade and employment. All these events coincide with the re-emergence of the Hojjatieh society, which has the explicit goal of eradicating the Bahá'í Faith.",
        "Labels": []
    },
    {
        "ID": 183,
        "Text": "183. On 20 March 2006, the Special Rapporteur issued a press release concerning these allegations. The Special Rapporteur indicated that she is \"apprehensive about the initiative to monitor the activities of individuals merely because they adhere to a religion that differs from the state religion. She considers that such monitoring constitutes an impermissible and unacceptable interference with the rights of members of religious minorities. She also expresses concern that the information gained as a result of such monitoring will be used as a basis for the increased persecution of, and discrimination against, members of the Bahá'í faith, in violation of international standards.\"",
        "Labels": []
    },
    {
        "ID": 184,
        "Text": "184. The third chapter of the Constitution of the Islamic Republic of Iran, which is entitled \"Rights of the people\", assures equal rights to all the people of Iran and equal protection in front of the law. There are many religions that have been recognized as \"official religions\" of the state. However, Bahá'ísm is not an official religion in Iran. The Government maintains that its authorities provide assistance to the Bahá'í followers to perform their religious 19-days-apart worship, that \"they enjoy their normal social rights to a large extent\", and that they have their own cemeteries as well as schools based on their belief.",
        "Labels": []
    },
    {
        "ID": 185,
        "Text": "185. With respect to the press release dated 20 March 2006, the Government deeply regrets \"that the Special Rapporteur has downgraded her mandate to that of an irresponsible NGO, stripped off the status of a highly respectful and accountable official of the United Nations. It would have been fairer and much reasonable for the Special Rapporteur if she had waited for a reply from the Iranian officials on the issue. That would have made her judgment more reliable. Illegal activities of some members of the Bahá'í community in Iran resulting in legal cases in the courts has motivated extremists Bahá'í associations in Iran to resort to unfounded, unsubstantiated and politically motivated allegations on the situation of the Bahá'í community in Iran. So called 'highly classified' letter is a clear manifestation of this approach.\"",
        "Labels": []
    },
    {
        "ID": 186,
        "Text": "186. The Special Rapporteur is grateful for the Government's response. However, she firmly rejects the Government's reproaches concerning her press release and the Special Rapporteur would have preferred to receive a more substantiated response concerning the concrete allegations in question. The Special Rapporteur carries out a close and detailed assessment of the information in order to ensure that the situations or cases that are transmitted to Governments have a very high level of reliability. Furthermore, she would like to ask the Government of the Islamic Republic of Iran for clarification of its statement quoted above that Bahá'í followers \"enjoy their normal social rights to a large extent\" (emphasis added). The Special Rapporteur would like to emphasize again that the fact that a religion is recognized as a state religion must not result in any discrimination against adherents to other religions. The Special Rapporteur calls on the Government of Iran to refrain from categorizing individuals according to their religion and to ensure that members of all religious minorities are free to hold and practise their religious beliefs, without discrimination or fear.",
        "Labels": []
    },
    {
        "ID": 187,
        "Text": "187. The Special Rapporteurs received information regarding 173 members of the Nematollah Sufi Muslim community. They were arrested on 13 February 2006 due to their participation in a peaceful protest, which was reportedly violently suppressed by the security forces and members of the Hojatieh and Fatemiyon pro-Government groups. The protest was being held against an order by the security forces to evacuate the community's place of worship, known as Hosseiniye. The 173 individuals are reportedly being interrogated at Fajr prison in Qom and there are concerns that they are being tortured in order to force them to sign preprepared false confessions, stating that the protest had political motivations and was linked to anti-Government groups. The relatives of the detainees have been unable to obtain official information about their whereabouts and the detainees have not had access to lawyers. According to the information received, lawyer Bahman Nazari was arrested when he approached officials in an attempt to represent the detainees.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 188,
        "Text": "188. The protest began on 9 February 2006. On 13 February 2006, there were hundreds of protesters present in and around the Hosseiniye. At about 3 p.m. the security forces set a deadline for the protesters to evacuate the Hosseiniye. Members of the Fatemiyon and Hojatieh groups also reportedly surrounded the place of worship, shouting slogans such as \"Death to Sufis\" and \"Sufi-ism is a British plot\", and distributed leaflets alleging that Sufis are enemies of Islam. The security forces moved in at about 4 p.m. and stormed the building using tear gas and explosives. They beat many of the protesters. The next day the Hosseiniye was demolished using bulldozers. Approximately 1,200 protesters were arrested and taken away on buses to unknown locations. The detainees were interrogated and according to the information received, many were subjected to torture or ill-treatment. Most of them were subsequently released. However, 173 are still being held. According to the information received, those that were released were required to sign papers as a condition of their release agreeing not to attend any Sufi gatherings in Qom. Some were reportedly required to sign documents renouncing Sufism.",
        "Labels": []
    },
    {
        "ID": 189,
        "Text": "189. Arrest warrants have reportedly been issued for the main Sufi preacher in Qom, Seyed Ahmadi Shariati and the four lawyers who had previously been acting on behalf of the group. This incident occurs amid concerns about an increasing demonisation of the Sufi Muslim group. In September 2005, a religious jurist in Qom called for a crackdown on Sufi groups in Qom. Some people were reportedly required to sign documents renouncing Sufism.",
        "Labels": []
    },
    {
        "ID": 190,
        "Text": "190. The Special Rapporteur regrets that she has not received a response from the Government with regard to these allegations. Furthermore, the Special Rapporteur would like to refer the Government to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance\" (see above para. 1, category II. 1.). Urgent appeal sent on 22 May 2006 jointly with the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, the Special Rapporteur on the Independence of judges and lawyers, the Chairperson-Rapporteur of the Working Group on Arbitrary Detention, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression and the Special Rapporteur on the question of torture",
        "Labels": []
    },
    {
        "ID": 191,
        "Text": "191. The Special Rapporteurs brought to the attention of the Government information they had received concerning fifty-two members of the Nematollahi Sufi community and two lawyers who represent the group. They have been sentenced to one year's imprisonment, a fine, and are to be flogged. They were among the 173 members of the community arrested on 13 February 2006 after police and organized pro-Government groups broke up their peaceful protest.",
        "Labels": []
    },
    {
        "ID": 192,
        "Text": "192. On 3 May, the General Criminal Court in Qom convicted 52 members of the Nematollahi Sufi community and their lawyers Farshad Yadollahi and Omid Behroozi, on the charges of 'disobeying the orders of Government officials' and 'disturbing public order'. For the first charge, 25 individuals deemed to have a more \"active\" role in the incident were fined 10 million Iranian Rials (more than US\\$ 1,000), and the remaining individuals were fined 5 million Iranian Rials (more than US\\$ 500). For conviction on the second charge they were sentenced to one year's imprisonment and to 74 lashes. After their release from prison they will be required to present themselves to local security officials every month for two years. In addition, lawyers Farshad Yadollahi and Omid Behroozi were disqualified from the legal profession for 5 years.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 193,
        "Text": "193. According to the court verdict, some of those detained 'confessed' to the charges against them. It is not known under what circumstances these confessions were made. All were given 20 days to appeal the judgement and are currently free on bail. By the beginning of March, almost all of the other members of the group who were arrested at the protest had been released. It is not known whether any of these will face formal charges at a later stage. It is believed that many have had cases opened against them. In April, the main preacher for the Nematollahi Sufi group in Qom, Seyed Ahmadi Shariat, was detained and charged with 'disobeying the orders of Government officials' and 'disturbing public order'. He was released on bail pending trial.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 194,
        "Text": "194. The Special Rapporteur regrets that she has not received a response from the Government with regard to these allegations. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance\" (see above para. 1, category II. 1.).",
        "Labels": []
    },
    {
        "ID": 195,
        "Text": "195. The Special Procedures mandate holders brought to the attention of the Government information they received regarding the arrest and continued detention of three members of the Bahá'í community in the city of Shiraz. According to the allegations, on 19 May 2006, Ms. Haleh Roohi, Ms. Raha Sabet and Mr. Sassan Taqva were arrested together with 51 other Bahá'í in the city of Shiraz. The arrested Bahá'í were involved in community work, with a local non-Governmental organization, at the time of their arrest. They were in possession of a letter of permission of the Islamic Council in Shiraz for this work.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 196,
        "Text": "196. On 20 May 2006, the judge in charge of all cases stated that most of the detainees would be released soon. This was confirmed by an official at the Ministry of Information in Shiraz who informed a family-member that the detainees would be released within 48 hours. None of the persons arrested have been formally charged with an offence. 51 Bahá'í have since been released but Ms. Haleh Roohi, Ms. Raha Sabet and Mr. Sassan Taqva remain detained.",
        "Labels": []
    },
    {
        "ID": 197,
        "Text": "197. The Special Rapporteur and the Independent expert received information concerning the arrest of 54 members of the Bahá'í community in the city of Shiraz and other incidents concerning the Bahá'í community.",
        "Labels": []
    },
    {
        "ID": 198,
        "Text": "198. On 19 May 2006, 54 Bahá'í were arrested in Shiraz. The arrested Bahá'í were involved in community work, with a local non-Governmental organisation, at the time of their arrest. They were in possession of a letter of permission of the Islamic Council in Shiraz for this work. A number of non-Bahá'í volunteers who were involved in the community service were also arrested but released on the same day, without having to post bail. A 15-year old Bahá'í was released immediately too.",
        "Labels": []
    },
    {
        "ID": 199,
        "Text": "199. On 20 May 2006 the judge in charge of all these cases, stated that most of the detainees would be released soon. This was confirmed by an official by the Ministry of Information in Shiraz, who informed a family-member that the detainees would be released within 48 hours. Afterwards, on 24 May 2006, 14 Bahá'í were released but only after they posted the deed of property of their house as bail to meet the amount of 10 million tuman (approximately US \\$ 11,000) set as bail. On 25 May 2006, a further 36 Bahá'í were released after they personally guaranteed they would appear in Court when summoned or deposited work licenses as a surety. Three Bahá'í remain detained and there is no indication when they will be released. None of the detainees were formally charged. The houses of 6 of the 52 detainees were also raided and notebooks, computers and (in one case) books and documents were confiscated.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 200,
        "Text": "200. In addition, on 15 January 2006, 3 members of the Bahá'í community were arrested in Kermanshah. One of them was told that he attracted \"non-Bahá'í to the Bahá'í faith\". On the same day the rooms of these individuals were raided during which books, documents and various other items were taken. Mr. G.' place of work was also searched. The homes of four other Bahá'í were searched on the same day and books, documents and other items were taken.",
        "Labels": []
    },
    {
        "ID": 201,
        "Text": "201. In one of the Court documents pertaining to Ms. H. it is stated that she is charged with \"teaching the Bahá'ísm sect and acting in an insulting manner towards all that is holy in Islam\". Mr. G. was told in Court that his crime was apostasy, which is punishable by death, but had been reduced to involvement in Bahá'í activities and insulting Islam. They were released on 21 January 2006 and are awaiting trial at the Revolutionary Court.",
        "Labels": []
    },
    {
        "ID": 202,
        "Text": "202. It is reported that Ms. H. wrote a letter to a family member regarding her arrest, in which she informs that her interrogations lasted eight hours and focused on the religious instruction she was involved in and her role as a coordinator of this teaching programme. She was allegedly also asked to give information about the Bahá'í faith and its administrative order, as well as to give details about her father and six other Bahá'í who had been killed in 1981.",
        "Labels": []
    },
    {
        "ID": 203,
        "Text": "203. On 5 February 2006, three active members of the Bahá'í community in Isfahan were allegedly arrested. They have since been released. Finally, from 9 to 11 May 2006, 11 Bahá'í homes were allegedly raided in Villashahr, Shahinshahr, Najafabad and Kashan. Books and computers were confiscated, but no one was arrested.",
        "Labels": []
    },
    {
        "ID": 204,
        "Text": "204. The Government indicated that, according to information received from the Judiciary of the Islamic Republic of Iran, a group of 64 individuals had attempted to pass as representatives of Governmental cultural organizations such as the Ministry of Education and the Ministry of Islamic Guidance, or even as people from different NGOs, such as Nonahalan Emrooz (NGO for children), Koodakan Donya (Association of Protection of the Rights of the Child) and people from Shiraz Municipality Council.",
        "Labels": []
    },
    {
        "ID": 205,
        "Text": "205. Legal action was taken by a number of these organizations against this group. A large number of these 64 individuals are not Bahá'ís, so the action based on belief has been denied. After legal investigations, 61 persons have released 51 of them based on bail. The three remaining were eventually in custody for further investigations and finally released on bail. It has been claimed that their activities were done in the context of UNICEF's training programmes in Shiraz. This was denied by the UNICEF Office in Teheran.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 206,
        "Text": "206. The Special Rapporteur is grateful for the Government's response and she would like to refer to her earlier observations concerning the urgent appeal sent on 16 February 2006 also regarding the situation of Bahá'í followers in the Islamic Republic of Iran.",
        "Labels": []
    },
    {
        "ID": 207,
        "Text": "207. The Special Rapporteurs brought to the attention of the Government information they had received regarding an unknown number of Uzbek asylum seekers, including Abdurakhman Ibragimov, Tohirjon Abdusamatov, Shoimat Shorakhmedov, who were registered asylumseekers, Alisher Mirzakholov, Abdurauf Kholmuratov, Alijon Mirganiev, Farkhod Islamov and possibly Rukhiddin Fakhrutdinov, a former imam from Tashkent. According to the information received, they were arrested in southern Kazakhstan starting from 23 November 2005. Their whereabouts are not known. All of them are wanted by Uzbek authorities on charges of \"religious extremism.\" Concern is expressed that these persons may be at risk of torture or illtreatment if they are returned to Uzbekistan.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 208,
        "Text": "208. Moreover, the Special Rapporteur on torture received information concerning 10 persons, including Nozim Rakhmonov, an asylum-seeker who had registered his application with UNHCR, Azomodin Kosimjonov and Sharafutdin Latipov. According to the information received, they were arrested by Kazakhstani authorities on 28 November 2005 in Shymkent, and handed over to the Uzbek authorities at the border between the two countries later that same night. They are now in the custody of the Ministry of Internal Affairs in Tashkent. No judicial review of the cases had taken place before the return.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 209,
        "Text": "209. The Permanent Mission of the Republic of Kazakhstan informed that the Ministry of Foreign Affairs is not in a position to confirm the accuracy of the alleged facts, due to the absence of the initial information about the presence of the mentioned citizens of Uzbekistan in the territory of Kazakhstan seeking asylum in the UNHCR Office in Kazakhstan. Nevertheless, the Ministry, in cooperation with law enforcement bodies of Kazakhstan, will undertake measures to verify the facts. Furthermore, the Government mentions that the Ministry has not received any complaints of the alleged victims.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 210,
        "Text": "210. The Special Rapporteur is grateful for the Government's response and she would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom of expression including questions related to religious conflicts, religious intolerance and extremism\" (see above para. 1, category IV. 1.).",
        "Labels": []
    },
    {
        "ID": 211,
        "Text": "211. The Special Procedures mandate holders brought to the attention of the Government information they had received regarding Mr. Temirbaev Gabdurafih, a citizen of Uzbekistan living in Kazakhstan as a refugee under the 1951 Refugee Convention, who is reportedly at risk of being returned to Uzbekistan. According to the information received, Mr. Gabdurafih fled Uzbekistan in 1999 and has been living in Kazakhstan with his family for seven years. In June 2006, the United Nations High Commissioner for Refugees (UNHCR) recognized that Mr. Gabdurafih was at risk of persecution in his home country because of his practice of Islam outside of the state-run mosque system in Uzbekistan. This procedure included a confirmation from the Government of Kazakhstan that no criminal charges had been filed against him.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 212,
        "Text": "212. On 24 June 2006, however, security forces arrested Mr. Gabdurafih in Almaty, and he is currently in the custody of the Government of Kazakhstan. The arrest took place upon request of the Government of Uzbekistan. UNHCR has asked for access to Mr. Gabdurafih, but so far it has not been granted, nor has UNHCR been provided with any information on the reasons for the arrest and further procedure, apart from being told that an \"internal investigation\" of the case was in course. Mr. Gabdurafih appears to have been told that the Government of Kazakhstan would decide on whether to deport him within 10 days.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 213,
        "Text": "213. The Special Rapporteur is concerned that she has not received a response from the Government and she would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Discrimination on the basis of religion or belief/inter-religious discrimination/tolerance\" (see above para. 1, category II. 1.).",
        "Labels": []
    },
    {
        "ID": 214,
        "Text": "214. The Special Rapporteurs brought to the attention of the Government information concerning the case of Mr. Mohammadrafiq Kamoluddin, imam of a mosque in the city of Kara-Suu, Mr. Ayubkhodja Shahobidinov and Mr. Fathullo Rahimov. According to information received, on 6 August 2006, the above-mentioned individuals were killed in the city of Osh as the result of an alleged counter-terrorism operation, led by the National Security Service of Kyrgyzstan, in cooperation with the security forces of Uzbekistan. It has been reported that these individuals were suspected members of the Islamic Movement of Uzbekistan and were planning to carry out a terrorist attack on the territory of the State of Uzbekistan. Other reports highlight that it was not alleged that Mr. Mohammadrafiq Kamoluddin was a member of the Islamic Movement of Uzbekistan or that he was involved in the commission of terrorist acts.",
        "Labels": []
    },
    {
        "ID": 215,
        "Text": "215. The Special Rapporteur is concerned that she has not received a response from the Government and she would be grateful if the Government indicated the legal basis for designating an individual or an entity as \"terrorist\" as well as the consequences of such qualification under the law of Kyrgyzstan. Furthermore, the Special Rapporteur would like to refer to her most recent annual report to the Human Rights Council where she also covers the issue of \"Violations linked to counter-terrorism measures\" (A/HRC/4/21, para. 40): \"The Special Rapporteur is conscious of the fact that the States' obligation to protect and promote human rights requires them to take effective measures to combat terrorism. However, she would like to underline that States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights, refugee and humanitarian law.\"",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 216,
        "Text": "216. The Special Rapporteur also hopes to receive a reply from the Government further to her letter sent in 2004 asking for an invitation to visit Kyrgyzstan to assess the situation of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 217,
        "Text": "217. The Special Rapporteur brought to the attention of the Government information she had received regarding Mr. Everest Moorthy. According to the allegation received, Mr. Everest Moorthy is scheduled to be buried on 23 December 2005 according to Islamic religious rites because he allegedly converted to Islam a few weeks before he died. However, it is also reported that the family of the deceased is opposing such funerals because they contest the genuineness of the conversion. They, inter alia, claim that they were not informed of the conversion by the deceased himself although they had been continually in contact with him before he died. Moreover, the conversion of Mr. Everest Moorthy did allegedly not take place under the usual procedure. It is also reported that while the case has been brought to the High Court of Malaysia to determine the genuineness of the conversion, its first hearing would only take place on 29 December 2005 without having stayed the funerals.",
        "Labels": []
    },
    {
        "ID": 218,
        "Text": "218. The Special Rapporteur is concerned that she has not received a response from the Government and she would be grateful if the Government provided details of any judicial and other inquiries carried out in relation to this case.",
        "Labels": []
    },
    {
        "ID": 219,
        "Text": "219. The Special Rapporteurs brought to the attention of the Government information concerning the allegation that the Internal Security Ministry of Malaysia has banned over the last month eighteen books, mainly devoted to the study of inter-religious matters, on the grounds that they could have 'disrupted peace and harmony'. Twelve of these books were printed in English and the rest in Malay. The books have been banned under the Printing Presses and Publications Act 1984 section 9(1), by which the Internal Security Ministry of Malaysia may forbid any publication, article, caricature, photograph, report, notes, writing, sound, music, statement or any other expression which it considers: (a) To be prejudicial to public order, morality, security, the relationship with any other country;; - (b) To alarm public opinion or be contrary to any law; or - (c) Is otherwise prejudicial to public interest or national interest.",
        "Labels": []
    },
    {
        "ID": 220,
        "Text": "220. The ban was enforced despite the recent approval, by the Malaysian Government, of the Media Council Bill (2006) which seeks to ameliorate the most restrictive provisions included in the Printing Presses and Publications Act 1984. It was also reported that more than forty-five books have been banned by the Malaysian authorities since 2003.",
        "Labels": []
    },
    {
        "ID": 221,
        "Text": "221. The Special Rapporteur is concerned that she has not received a response from the Government and she would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom of expression including questions related to religious conflicts, religious intolerance and extremism\" (see above para. 1, category IV. 1.). Moreover, she reminds the Government that she is still awaiting a reply to her request to visit the country.",
        "Labels": []
    },
    {
        "ID": 222,
        "Text": "222. The Special Procedures mandate holders brought to the attention of the Government information they had received concerning Mr. Malik Imtiaz Sarwar, one of two lawyers currently representing Ms. Lina Joy, in the Federal Court of Malaysia. Ms. Joy is a Malay woman who has renounced her Muslim faith and embraced Christianity, and the court proceedings are concerned with whether she can renounce Islam and has the right to have the religious affiliation on her identity card deleted.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 223,
        "Text": "223. According to the information received, Malik Imtiaz is the subject of death threats by an unknown group, which openly calls for the death of Mr. Imtiaz because of his role as a lawyer in the Lina Joy court case. Such threats include posters, titled \"Wanted Dead\", which describes Mr. Imtiaz Sarwar as a betrayer of Islam for his involvement in the Lina Joy court case and an email message circulating on the Internet offers a monetary reward to anyone willing to kill him. Concern is expressed that such threats are linked to the lawful professional activity of Mr. Imtiaz Sarwar as a lawyer and may represent an attempt to intimidate lawyers who take on cases in defence of right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 224,
        "Text": "224. The Special Rapporteur is concerned that the Government has not responded to her communication dated 23 August 2006 and she is still waiting for a substantive response to the related communication sent on 12 October 2005 concerning the case of Ms. Lina Joy (see E/CN.4/2006/5/Add.1, paras. 246-248). She would like to remind the Government that paragraph 9 of General Comment 22 of the Human Rights Committee states that, \"the fact that a religion is recognized as a state religion or that it established as official or traditional or that its followers comprise the majority of the population, shall not result in any impairment of the enjoyment of any of the rights under the Covenant, including articles 18 or 27, nor in any discrimination against adherents to other religions or non-believers.\"",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 225,
        "Text": "225. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to adopt, change or renounce a religion or belief\" (see above para. 1, category I. 1.). The Special Rapporteur considers situations where people are arrested, tried or otherwise challenged because they had converted to another religion as unacceptable forms of violations of the right to freedom of religion or belief because, in essence, they limit or tend to limit the freedom of thought or conscience itself. The Special Rapporteur has already covered the question of conversion in detail in her 2005 report to the General Assembly. She would like to reiterate that (see A/60/399, para. 53) \"[i]n the cases where non-State actors interfere with the right to 'have or adopt a religion or belief of [one's] choice', the requirements of article 18 of the Covenant and other relevant international instruments also entail a positive obligation for the State to protect persons from such interference. The Special Rapporteur wishes to re-iterate in this regard that States must ensure that the persons on their territory and under their jurisdiction, including members of religious minorities, can practise the religion or belief of their choice free of coercion and fear. If non-State actors interfere with this freedom, and especially the freedom to change or to maintain one's religion, the State is obliged to take appropriate measures to investigate, bring the perpetrators to justice and compensate the victims (see also E/CN.4/2005/61, para. 42).\"",
        "Labels": []
    },
    {
        "ID": 226,
        "Text": "226. The Special Rapporteurs brought to the attention of the Government information they had received concerning attacks on Dalit members of the community in the Doti district of Nepal. On 26 August 2006, Dalit women were allegedly harassed by the Priest of Shivalaya Temple and some local men when they attempted to worship on the occasion of Teej, a Hindu festival. They were eventually barred from entering the temple. On 16 September 2006, the District Administrative Officer issued a formal notice that Dalits have the right to enter and worship at public temples, and that those who choose to discriminate on the basis of caste, in whatever form, will be prosecuted.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 227,
        "Text": "227. On 17 September 2006, Dalit worshippers visited the Saileswori Temple of Dipayal in Silgadhi, Doti District. Their worship was disrupted when upper-caste people, who alleged that the Dalit worshippers had been acting in an offensive manner, physically attacked them with knifes and other weapons.",
        "Labels": []
    },
    {
        "ID": 228,
        "Text": "228. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a) and \"Places of worship\" (category I. 3. b). As she noted in her 2005 report to the Commission on Human Rights, \"members of religious communities or communities of belief, whenever they find themselves in places of worship, are in a situation of special vulnerability given the nature of their activity. The Special Rapporteur is therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried.\" (E/CN.4/2005/61, para. 49).",
        "Labels": []
    },
    {
        "ID": 229,
        "Text": "229. The Special Rapporteur brought to the attention of the Government the situation of Ms. Samira Haddad, a 32-year-old Muslim woman who was reportedly refused a post as Arabic teacher at the Islamic College in Amsterdam based on her refusal to wear a headscarf. Subsequent to the communication sent on 28 October 2005, she has been informed by various reliable sources that the national Equality Commission ruled in favour of Ms. Haddad on 15 November 2005. Although the Netherlands' system of parallel public and private denominational education gave the Islamic college a high level of discretion in deciding what requirements it could set for its staff, the Equality Commission found that the fact that non-Muslim employees were exempt from the requirement to wear a headscarf while Muslim employees were obliged to wear a headscarf constituted an inadmissible differentiation on the basis of religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 230,
        "Text": "230. The Dutch Government wishes to add that the staff regulations of the school contained provisions obliging all feminine employees to wear a headscarf. An exception was provided for non-Islamic women, who could be released from the obligation on request. The Government also informs that a complaint has been lodged by Ms. Haddad at the \"Commissie Gelijke Behandeling\" (Dutch Equal Treatment Commission). The Dutch Equal Treatment Commission concluded that the school failed to demonstrate that the obligation to wear a headscarf was necessary in pursuance of the post of an Arabic teacher and decided in favour of Ms. Haddad. In this particular case, the school decided to disregard the opinion of the Dutch Equal Treatment Commission. Since Ms. Haddad has not started legal proceedings, there is currently no follow up of the case.",
        "Labels": []
    },
    {
        "ID": 231,
        "Text": "231. A judgement (\"Opinion\") of the Dutch Equal Treatment Commission is the result of a specific case of alleged differentiation between two parties. In a written explanation the Commission describes whether the respondent has acted in contravention with the Dutch equal treatment laws or not. Its opinions are not legally binding, but are generally acted upon accordingly by petitioner and respondent.",
        "Labels": []
    },
    {
        "ID": 232,
        "Text": "232. Regarding the legal basis regulating the wearing of religious symbols, the Government indicated that there is no specific regulation regarding the wearing of religious symbols. The relevant jurisprudence in this field describes only two possible situations in which regulation imposing restrictions on the wearing of garments covering the face or part of the face can be justified: the necessity to ensure identification and proper communication and the necessity to guarantee the neutrality of state organs.",
        "Labels": []
    },
    {
        "ID": 233,
        "Text": "233. The Special Rapporteur is grateful for the detailed response from the Government. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Religious symbols\" (see above para. 1, category I. 3. c). Furthermore, the Special Rapporteur has already covered the question of religious symbols in detail in her 2006 report to the Commission on Human Rights (see E/CN.4/2006/5, paras. 36-60). She would like to reiterate that \"[t]he fundamental objective should be to safeguard both the positive freedom of religion or belief as manifested in observance and practice by voluntarily wearing or displaying religious symbols, and also the negative freedom from being forced to wear or display religious symbols.\" (see E/CN.4/2006/5, para. 60). While welcoming the opinion of the Dutch Equal Treatment Commission in the case of Ms. Haddad, the Special Rapporteur expresses her concern about pressure within the school to adhere to certain religious obligations. She recognizes the complexity of the issues involved and encourages the Government to promote an atmosphere of tolerance and non-discrimination.",
        "Labels": []
    },
    {
        "ID": 234,
        "Text": "234. The Special Rapporteur brought to the attention of the Government information she had received concerning Shaukat Ali Wahla, an employee of the Auqaf Organization in Punjab. According to the information received, on 25 January 1996, he was granted promotion to the post of Superintendent. On 6 August 1998, the promotion was withdrawn on the grounds that the Punjab Waqf Properties Ordinance 1979 did not permit the promotion of a non-Muslim as an officer. On 18 September 2000, the High Court of Lahore allowed his petition against the decision to withdraw the promotion (No. 13894/1996) and he was subsequently reinstated. On 29 January 2001, he was once again demoted on the grounds that his promotion had been illegal. On 13 October 2004, the High Court of Lahore allowed his petition against the demotion finding that the prohibition on the promotion of non-Muslims to officer positions in the Punjab Waqf Properties Ordinance violated Article 27 of the Constitution, which provides that, \"No citizen otherwise qualified for appointment in the service of Pakistan shall be discriminated against in respect of any such appointment on the ground only of […] religion […]\" (No. 2398/2002). Despite the judgment of the High Court of Lahore, Shaukat Ali Wahla has not been reinstated to the post of Superintendent or considered for further promotion.",
        "Labels": []
    },
    {
        "ID": 235,
        "Text": "235. The Government informed the special Rapporteur about the case of Mr. Shaukat Wahla. Once Mr. Wahla approached the Honourable Lahore High Court, this Court stated on 13 October 2004 that the guarantee against discrimination on the ground of religion is absolute and not subject to reasonable qualification or restriction. Therefore, Section 5(1) added to the Punjab Waqf properties Ordinance 1979 (iv of 1979) by the Punjab Ordinance No. XIII of 1984 violates Article 27 of the Constitution of Pakistan.",
        "Labels": []
    },
    {
        "ID": 236,
        "Text": "236. The Honourable Lahore High Court also stated that \"as far as the second contention of the learned counsel for the petitioner that a Superintendent is not an officer concerned, it is not required to be determined in this case…Therefore, on the basis of part II of the Schedule, in the absence of job description of the post of Superintendent, it is not possible to say whether he is or not an officer for the purpose of proviso of the Punjab Ordinance No. IV of 1979\".",
        "Labels": []
    },
    {
        "ID": 237,
        "Text": "237. The Auqaf Department has since filed a petition to the Honourable Supreme Court of Pakistan against the decision of the Honourable Lahore High Court, which has been admitted. Since the Honourable Lahore High Court's judgement has not been suspended by the Honourable Supreme Court, the case of promotion of Mr. Wahla as an Officer Superintendent was considered by the Departmental Promotion Committee in its meeting held on 7 April 2005, and was promoted as Superintendent subject to the final decision of the Apex Court.",
        "Labels": []
    },
    {
        "ID": 238,
        "Text": "238. The Special Rapporteur is grateful for the response from the Government and she would be appreciative to be informed of recent developments in that case.",
        "Labels": []
    },
    {
        "ID": 239,
        "Text": "239. The Special Procedures mandate holders raised their concerns at the case regarding Mr. Younis Masih, a citizen of Pakistan of Christian faith, resident in the Chunngi Amar Sadu area of Lahore. According to the information received, Younis Masih was arrested on charges of blasphemy on 11 September 2005 and taken to Kot Lakhpat jail, in Lahore, where he is still detained. Apparently, on 10 September 2005 a Muslim cleric filed a complaint against Younis Masih, accusing him of blasphemy under Section 295C of the Pakistan penal code for having allegedly made derogatory remarks about the Prophet Mohammed at a religious service. Blasphemy charges carry the death penalty or life imprisonment. A first bail petition was rejected by the session's court in Lahore in November 2005 and a second petition is currently pending in the Lahore High Court.",
        "Labels": []
    },
    {
        "ID": 240,
        "Text": "240. The Special Procedures mandate holders are aware that people detained on blasphemy charges in Pakistani prisons have been killed by fellow detainees or prison wardens, including at Kot Lakhpat, the prison where Younis Masih is currently held. The mandate holders are concerned that Younis Masih's life would thus appear to be in danger.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 241,
        "Text": "241. Mr. Younas Masih, son of Wason Masih, was admitted in Central Jail Lahore on 11 September 2005, as under trial prisoner involved in the case FIR (First Information Report) No.723/05 dated 10 September U/S 295 Police Station Factory Area, Lahore. He is at present facing trial in the court of Mr. Muhammad Saleem, Magistrate 1st Class, Model Town, Lahore. The Government indicated that Mr. Younas Masih has been provided with all security jail facilities according to jail rules. Special security arrangements have been put in place to ensure that there is no threat to his life.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 242,
        "Text": "242. The Special Rapporteur is grateful for the response from the Government and she would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom of expression including questions related to religious conflicts, religious intolerance and extremism\" (see above para. 1, category IV. 1.).",
        "Labels": []
    },
    {
        "ID": 243,
        "Text": "243. Furthermore she would like to make reference to her predecessor's report on his country visit to Pakistan in June 1995 (E/CN.4/1996/95/Add.1, para. 82): \"While protecting freedom of conscience and freedom of worship is clearly a necessity, applying the death penalty for blasphemy appears disproportionate and even unacceptable, especially in view of the fact that blasphemy is very often the reflection of a very low standard of education and culture, for which the blasphemer is never solely to blame. The Special Rapporteur endorses the Government's proposal to amend procedural aspects of the blasphemy law and would encourage it not only to give effect to this proposal, but also to go further in amending the law on blasphemy and more generally on religious offences in accordance with the views expressed above. The Special Rapporteur believes that in any event some practical measures, especially administrative and educational, should be implemented pending more substantial constitutional and legislative changes.\"",
        "Labels": []
    },
    {
        "ID": 244,
        "Text": "244. The Special Rapporteurs brought to the attention of the Government of Pakistan information they had received concerning Mr. Abdul Sattar Gopang, who was reportedly stabbed to death while he was on trial for blasphemy charges at the District and Session Court of Muzzafargarh on 16 June 2006. According to what has been alleged, his murder was instigated by Mr. R. and carried out by five members of his seminary. Two of the perpetrators were subsequently captured by bystanders and handed over to the police while two policemen who allegedly tried to overpower the attackers were injured.",
        "Labels": []
    },
    {
        "ID": 245,
        "Text": "245. Mr. Abdul Sattar Gopang worked as a tax collector for the union council in Jatoi town, Muzzafargarh. Mr. R., in charge of a seminary, had not been paying his toll tax and had verbally threatened Mr. Gopang when asked to do so. On 13 March 2006, Mr. R. again refused to pay his toll tax. He then went to the police and filed a fabricated case of blasphemy against Mr. Gopang. According to the information received, Mr. R. allegedly told members of his seminary that they would go to heaven if they killed Mr. Gopang for having committed blasphemy. Concerns have been expressed that fabricated blasphemy charges are possible as a consequence of the Blasphemy Laws. To date, it is the Special Rapporteurs' understanding that the three remaining perpetrators remain at large and that no charges have been brought in connection with the murder of Mr. Gopang.",
        "Labels": []
    },
    {
        "ID": 246,
        "Text": "246. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom of expression including questions related to religious conflicts, religious intolerance and extremism\" (see above para. 1, category IV. 1.). Moreover, the Special Rapporteur wishes to appeal to the Government of Pakistan to ensure that the death of Mr. Abdul Sattar Gopang is promptly, independently and thoroughly investigated.",
        "Labels": []
    },
    {
        "ID": 247,
        "Text": "247. The Special Rapporteurs brought to the attention of the Government information they had received regarding twelve Ahmadiya families from Jhando Sahi village in Daska Tehsil. On 24 June 2006, a group of unidentified individuals attacked an area inhabited by a dozen Ahmadiya families in Jhando Sahi village, forcing the families to leave the village. The group injured two people, burned down the community's place of worship, two shops and a number of houses. The group attacked the community following as yet unsubstantiated claims that Ahmadiyya youths had burned copies of the Quran. According to the information received, the District Police have charged four Ahmadiyya youths with desecrating the Quran. However, no charges have been brought in connection with the attack on the village. Furthermore, the families have been informed by the police that they are not allowed to visit their village and to go back to their houses without prior permission.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 248,
        "Text": "248. The Permanent Mission of the Islamic Republic of Pakistan presented the information received from the concerned authorities of Pakistan on the attack on Ahmadiya families. On 24 June 2006 some Qadiyanis allegedly set fire to pages of the Holy Quran. This was witnessed by some Muslim villagers of the area. Consequently, the villagers gathered and took out the protest procession and caused damage to the moveable and immoveable property of Qadiyanis. An FIR (First Information Report) No. 165 dated 24.06.2006 u/s 295 – B of the Pakistan Penal Code was registered and the two above mentioned accused were arrested while two others accused are yet to be arrested. For their own safety, the district police shifted the Qadiyani families to a safer place. Cases have been registered by the local police against 25 known and 33 unknown persons for the damage caused to the properties of the Qadiyani families. In a meeting with the DCO Sialkot, the representatives and residents of the area ensured that they would cooperate in the maintenance of law and order in the area. The dislocated Qadiyani families have come back and are residing in their respective houses. At present there is no tension in the area. Survey of damage to the properties is also being carried out for paying compensation to the affected Qadiyanis.",
        "Labels": []
    },
    {
        "ID": 249,
        "Text": "249. The Special Rapporteur is grateful for the response from the Government and she would like to refer to her observations concerning the joint urgent appeal sent on 15 February 2006.",
        "Labels": []
    },
    {
        "ID": 250,
        "Text": "250. The Special Rapporteurs brought to the attention of the Government information they had received concerning the arrest of Sultan Dogar and Abdul Sattar Khan, both employees of the Daily Alfazal, a newspaper run by the Ahmadi community, in Lahore. On 9 September, Chenab Nagar (Rabwah) police raided the offices of the Daily Alfazal, where they arrested two of the newspaper's employees, Sultan Dogar, a printer and Abdul Sattar Khan, a journalist. The two men were charged under article 298B (offence of a member of the Ahmadi faith misusing holy personages or places) and article 298C (offence of a member of the Ahmadi faith calling himself a Muslim) of the Pakistan Penal Code, article 16 of the Maintenance of Public Order Act and article 9 of the Anti-Terrorism Act. Abdul Sattar Khan was subsequently released, but Sultan Dogar is still in detention. According to the information received, the police have indicated that the raid was part of the Government's policy of preventing the dissemination of hate literature. The charges are based on the articles in the newspaper which discussed Qadiyani beliefs and described Ahmadis as Muslims.",
        "Labels": []
    },
    {
        "ID": 251,
        "Text": "251. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Minorities\" (see above para. 1, category III. 5.).",
        "Labels": []
    },
    {
        "ID": 252,
        "Text": "252. Furthermore she would like to make reference to her predecessor's report on his country visit to Pakistan in June 1995 (E/CN.4/1996/95/Add.1, para. 82): \"In the light of the above considerations, the Special Rapporteur has concluded, after careful thought and having studied the matter and consulted other views, that the present State laws related to religious minorities, and more generally speaking the subject of tolerance and non-discrimination based on religion or belief, are likely to favour or foster intolerance in society. The law applied specifically to the Ahmadi minority is particularly questionable and in some respects frankly unwarranted.\"",
        "Labels": []
    },
    {
        "ID": 253,
        "Text": "253. The Special Rapporteur had received information concerning the Hindu community in Moscow. According to the information received, in 2004, the authorities demolished the only Hindu temple in the city, with assurances that a new temple would be built in another location. In October 2005, the authorities withdrew the land allocated for the building a new temple, allegedly because of minor legal inconsistencies. However, no alternative land was allocated for the construction of a new temple. Since June 2004, the Hindu community has had to worship in inadequate accommodation.",
        "Labels": []
    },
    {
        "ID": 254,
        "Text": "254. The Permanent Mission of the Russian Federation indicated that a two-storey building used for religious purposes, namely a Hindu temple, was demolished in Moscow in 2004 to make way for new development. The city authorities have proposed two sites to the Hindu community for the construction of a new temple. The proposal to use plot No. 39 on Leningradsky Prospekt was withdrawn on technical legal grounds. At the time of writing, the possibility of building a temple on plot No. 5, Dybenko Street, is under consideration. The matter is currently being followed up by the city authorities.",
        "Labels": []
    },
    {
        "ID": 255,
        "Text": "255. The Special Rapporteur is grateful for the response from the Government. She would be grateful to receive information on further developments in that case. The Special Rapporteur would like to take the opportunity to remind the Government of article 6 of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, according to which the right to freedom of thought, conscience, religion or belief includes the freedom, \"(a) To worship or assemble in connection with a religion or belief […]; (c) To make, acquire and use the necessary articles and materials related to the rites or customs of a religion or belief\". Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a) and \"Places of worship\" (category I. 3. b). The religious and cultural significance of every place of worship needs to be duly taken into account by the authorities.",
        "Labels": []
    },
    {
        "ID": 256,
        "Text": "256. The Special Procedures mandate holders drew the attention of the Government to information received regarding Abdu Salim Navruzov, a Tajik national, Sakhabuddin Tursunov, a Tajik national, three unidentified Russian nationals and four unidentified Tajik nationals. According to the information received, at approximately 6.30am on 7 May 2006, armed men in masks with automatic weapons and pistols entered the city mosque on Matmasovskaya Street, in Tyumen City, during morning prayers. The men said that they were members of the Federal Security Service (FSB) and told Abdu Salim Navruzov, Sakhabuddin Tursunov and the seven other individuals in the mosque to show them their ID cards. The FSB members physically threatened them and forced them to get into a bus, which drove them to Tyumen City Police Station No.2. At the police station, they were forced to face the wall and were forbidden to speak. They were taken one by one to an office where they were interrogated about who financed the mosque and why they attended the mosque. The FSB members demanded that they stop attending the mosque and agree to cooperate. They also threatened that if they refused to co-operate, they would plant narcotics on them and bring false charges against them.",
        "Labels": []
    },
    {
        "ID": 257,
        "Text": "257. The three Russian detainees were subsequently released. However, the six Tajik detainees were taken to a bus at gun point. They were made to lie on the floor in the bus and taken to the Lenin Regional Ministry of Interior office in Tyumen. At the Lenin Regional Ministry of Interior Office, Abdu Salim Navruzov, whose residence permit had expired, was taken away somewhere. When the other five individuals asked where he had been taken, they were told, \"Soon you will see him in heaven.\" The FSB members then counted their bullets in front of the detainees and discussed if they had enough bullets for all of the detainees. The whereabouts of Abdu Salim Navruzov are still unknown.",
        "Labels": []
    },
    {
        "ID": 258,
        "Text": "258. The remaining five Tajik nationals were taken in a bus to forest near the village of Antipino. As they were getting out of the bus, the FSB members told them to be happy and smile because they were going to meet with Allah. One of them, Sakhabuddin Tursunov, was subjected to a mock execution by one of the FSB members who forced him to his knees, put a pistol put to his head and clicked the trigger. The FSB members demanded that the men stop going to the mosque and stop praying, and threatened them with death if they went to the mosque. They then forced them to run into the forest and aimed their guns at them and clicked the triggers as they ran away.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 259,
        "Text": "259. The Special Rapporteur is concerned that she has not received a response from the Government. Furthermore, the Special Rapporteur would like to refer to her most recent annual report to the Human Rights Council where she also covers the issue of \"Violations linked to counter-terrorism measures\" (A/HRC/4/21, para. 40): \"The Special Rapporteur is conscious of the fact that the States' obligation to protect and promote human rights requires them to take effective measures to combat terrorism. However, she would like to underline that States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights, refugee and humanitarian law.\"",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 260,
        "Text": "260. The Special Rapporteurs brought to the attention of the Government information they had received regarding Ms. X, aged 23, from Argun in Chechnya. On 19 March 2006, she was detained by local law enforcement officers, following allegations by her husband that she had committed adultery with a serviceman of Christian faith. She was taken to a law enforcement compound in Argun where she was beaten, while being told \"Turn around and be condemned by Allah\". Her eyebrows and head were shaved and her scalp was painted green, the colour associated with Islam. A cross was also smeared on her brow. She was ordered to strip, and beaten with wooden rods and hoses on her buttocks, arms, legs, hands, stomach and back. She was forced to confess to being unfaithful and then taken to her husband's home and made her dance before her neighbours while they verbally insulted her. Several of the law enforcement officials kicked her.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 261,
        "Text": "261. On 21 March 2006, she suffered a miscarriage. The local authorities initially failed to investigate the events, despite the fact that these had been recorded on mobile phone videos, and widely circulated in the region. On 29 August 2006, the Chechen Premier, Ramzan A. Kadyrov, reportedly stated that he had ordered the Chechen Interior Ministry to investigate the events.",
        "Labels": []
    },
    {
        "ID": 262,
        "Text": "262. The Government informed that on 18 March 2006, when Malika Soltayeva underwent a medical examination at the central district hospital in Shali, scars on her face, hands and back and a concussion were detected. On the same day, the police received reports that she had been abducted. Consequently, the Prosecutor of Argun investigated the case. During the course of this investigation Ms. Soltayeva explained that she had not been abducted, that she had not been subjected to any physical or moral pressure and that she had sustained the injuries as a result of domestic violence. She never complained about her injuries to the police. Therefore, on 7 May 2006 the Prosecutor of Argun refused to open a criminal case for reason of the \"absence of a crime\" (art. 24, para 1 (1) of the Criminal Procedure Code). However, given the numerous contradictions in testimonies of the persons involved and of eye-witnesses and allegations of wrong-doing by police officers, the case has been referred to the Republican Prosecutor, following which, on 16 October 2006, on the basis of the statement of Ms Soltayeva a criminal case was opened with reference to art. 117, para. e (2) of the Criminal Code of the Russian Federation (harassment by a group of persons).",
        "Labels": []
    },
    {
        "ID": 263,
        "Text": "263. The Special Rapporteur is grateful for the response from the Government and she would appreciate receiving further information on recent developments in that case.",
        "Labels": []
    },
    {
        "ID": 264,
        "Text": "264. The Special Rapporteurs sent this communication to raise their concern on Ravil Gumarov and Timur Ishmuratov, two former detainees at Guantánamo Bay, Cuba. Ravil Gumarov and Timur Ishmuratov were the subject of an urgent appeal sent to your Government by the Chairperson-Rapporteur of the Working Group on Arbitrary Detention on 27 May 2004. According to the allegations received, in February 2004, Ravil Gumarov and Timur Ishmuratov, along with five other Russian citizens, were returned from Guantánamo Bay to Russia. In April 2005, they were arrested in connection with a pipeline explosion in Tatarstan in January 2005. In detention, interrogators pulled hairs from Ravil Gumarov's beard and forced vodka down his throat, which is a particularly offensive form of ill-treatment for abstinent Muslims, in an effort to force him to confess. Interrogators warned Timur Ishmuratov that they would call in his pregnant wife for questioning and could not guarantee the safety of the foetus. Both men confessed to the crime during the investigation, but subsequently withdrew their confessions in court.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 265,
        "Text": "265. In September 2005, a jury unanimously acquitted them and a third defendant, Fanis Shaikhutdinov, of the charges against them. However, prosecutors subsequently got approval from the Russian Supreme Court to annul the verdict so that the three could be tried again for the same crime. On 5 May 2006, the defendants were convicted of terrorism and illegal possession of weapons or explosives (Articles 205 and 222 of the Russian Criminal Code). They were also ordered to pay damages of about U.S. \\$2,000 for property damage. Ravil Gumarov was sentenced to a term of 13 years, and Timur Ishmuratov to 11 years and one month. The third man, Fanis Shaikhutdinov, received 15 years and six months. According to the information received, another suspect had confessed to carrying out the crime in July 2005, however, the defence lawyers for the three men were never informed of this confession. All three have appealed their convictions to the Russian Supreme Court.",
        "Labels": []
    },
    {
        "ID": 266,
        "Text": "266. According to the information received, two witnesses in the trial were detained and beaten to force them to testify against the defendants. On 31 March 2005, Timor Ishmuratov's brother, Rustam Hamidullin, was detained by the Tatarstan Organized Crime Unit at his Aunt's house in Nefteyugansk, in Khanti-Mansiisk province. Police held him for several days at Nefteyugansk police station and beat him while he was handcuffed to a radiator to coerce him to admit that he had witnessed preparations for the crime. Police then took him on the train to Tatarstan. Rustam Hamidullin was ill-treated during the two-day train trip.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 267,
        "Text": "267. On 1 April 2005, Ildar Valeev, another witness for the prosecution, was called in for questioning to the Organized Crime Unit in Almetievsk, Tatarstan. He was subsequently sentenced to five days' administrative arrest for swearing in a mosque. He was held in an investigation cell in Bugulma, where he was stripped, beaten and subjected to threats and psychological pressure until he agreed to sign a statement saying he had witnessed the explosion. He was released on 27 April 2005. Both Rustam Hamidullin and Ildar Valeev withdrew their statements at the trials.",
        "Labels": []
    },
    {
        "ID": 268,
        "Text": "268. The Government informed that the investigation into the pipeline explosion in Tatarstan in January 2005 was conducted by Republican prosecutors together with the Federal Security Service. During the investigation, several complaints about illegal acts by law-enforcement agents in relation to Ravil Gumarov, Timur Ishmuratov, Rustam Hamidullin and Ildar Valeev were filed with the Republican Prosecutor's office, but the investigations conducted by the Republican Prosecutors did not confirm these allegations. In September 2005 a jury trial took place, before which Rustam Hamidullin and Ildar Valeev retracted their earlier confessions and were acquitted. The Republican Prosecutors appealed the acquittal and the Supreme Court of the Russian Federation annulled the jury's sentence and sent the case back for additional investigation.",
        "Labels": []
    },
    {
        "ID": 269,
        "Text": "269. On 12 May 2006, the Supreme Court of the Russian Federation, on the basis of the sentence of the Supreme Court of the Republic of Tatarstan, sentenced Mr. Gumarov, Mr. Shaikhutdinov and Mr. Ishmuratov to respectively 13 years, 15 years and 6 months and 11 years and one month of imprisonment. They were found guilty of terrorism, i.e. to have collectively committed the explosion, which constituted a deadly risk to people, did considerable damage to property and had other dangerous consequences for society with the aim of destroying public security, spreading fear among the population and influencing the authorities' decision-making and several other crimes. By decision of the chamber for criminal affairs of the Supreme Court of the Russian Federation of 29 November 2006 the sentence was reduced to 10 years and 6 months of imprisonment for Mr. Shaikhutdinov, 9 years for Mr. Gumarov and 8 years and 1 month for Mr. Ishmuratov. The appeal on cassation of the three convicts was rejected.",
        "Labels": []
    },
    {
        "ID": 270,
        "Text": "270. The Special Rapporteur is grateful for the Government's response and she would like to refer to her most recent annual report to the Human Rights Council where she also covers the issue of \"Violations linked to counter-terrorism measures\" (A/HRC/4/21, para. 40): \"The Special Rapporteur is conscious of the fact that the States' obligation to protect and promote human rights requires them to take effective measures to combat terrorism. However, she would like to underline that States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights, refugee and humanitarian law.\"",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 271,
        "Text": "271. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Persons deprived of their liberty\" (see above para. 1, category III. 2.) and \"Prohibition on torture and other cruel, inhuman or degrading treatment or punishment\" (category IV. 3.). As she noted in her 2005 report to the General Assembly, \"[t]he religious beliefs of a detainee should under no circumstances be used by the authorities against the detainee in order, for instance, to extract information from him or her.\" (A/60/399, para. 90).",
        "Labels": []
    },
    {
        "ID": 272,
        "Text": "272. The Special Procedures mandate holders drew the attention of the Government to information they had received regarding Hadi Saeed Al-Mutif, aged 31, a prisoner at Najran Prison. According to the information received, in October 1993, he enrolled at Narjan Police Training Camp. On 20 January 1994, he was arrested for making a blasphemous comment in the presence of other recruits. In December 1994, his trial began on charges of apostasy, which carries a discretionary death sentence. In 1995, he was sentenced to death but his relatives did not receive a copy of the judgment or the sentence. In 1999, King Abdullah, the then Crown Prince, refused to sign the execution warrant, but his sentence was not officially commuted to life imprisonment. On 5 or 6 September 2006, he began a hunger strike and was placed in solitary confinement. There are concerns that the severity of his sentence may be linked to the fact that he is a member of the Ismaili Shi'ite community.",
        "Labels": []
    },
    {
        "ID": 273,
        "Text": "273. The Special Rapporteurs expressed their concerns with regard to the circumstance that, if the allegations were correct, he has been detained for twelve years in a state of constant uncertainty as to whether he will be executed or not. There are, moreover, concerns that the sentence may have been particularly severe due to the fact that Hadi Saeed Al-Mutif is a member of the Ismaili Shi'ite community.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 274,
        "Text": "274. The Special Rapporteur is concerned that she has not received a response from the Government and she would like to reiterate her question concerning the prospects of the death sentence being commuted or pardon being granted. The Special Rapporteur would like to draw the Government's attention to article 2(1) of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, which provides that \"[n]o one shall be subject to discrimination by any State, institution, group of persons, or person on the grounds of religion or other belief.\" Article 4(1) of the 1981 Declaration goes on to state that \"[a]ll States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life.\" Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Persons deprived of their liberty\" (see above para. 1, category III. 2.) and \"Right to life, right to liberty\" (category IV. 2.). Moreover, she reminds the Government that she is still awaiting a reply to her request to visit the country.",
        "Labels": []
    },
    {
        "ID": 275,
        "Text": "275. The Special Rapporteur brought to the attention of the Government information she had received concerning the adoption and signing of a new law on religion. According to the allegations, on 27 April 2006, President Tadic signed a new law on religion, after Parliament approved the law on 20 April 2006. The law was passed with 129 of the 250 parliamentarians taking a vote, of which 120 voted in favour of the law. The new law differentiates between seven traditional and all other faiths, and awards different privileges and rights to each category. For example, non-traditional faiths will lose, and will have to reapply for, legal status, as well as losing their tax-exempt status. The Special Rapporteur has raised concerns about this issue twice before, in 2004 and 2005. President Tadic has also reportedly expressed concerns about the law and has called for amendments that would bring the legislation in line with relevant international standards.",
        "Labels": []
    },
    {
        "ID": 276,
        "Text": "276. The Special Rapporteur is concerned that she has not received a response from the Government and she would like to reiterate her observations related to previous communications on the draft law on religion (see E/CN.4/2005/61/Add.1, paras. 210-213 and E/CN.4/2006/5/Add.1, paras. 336-340). Moreover, she reminds the Government that she is still awaiting a reply to her request to visit the country. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human The communication was transmitted before 3 June 2006 when the Secretary-General received a letter from the President of the Republic of Serbia informing him that the membership of Serbia and Montenegro in the United Nations was to be continued by the Republic of Serbia and that the name \"Republic of Serbia\" was henceforth to be used instead of the name \"Serbia and Montenegro\". rights norms and to the mandate practice concerning \"Registration\" (see above para. 1, category I. 3. h). In this regard, the Special Rapporteur wishes to emphasize that the right to freedom of religion is not limited to members of registered religious communities. As she noted in her 2005 report to the Commission on Human Rights, \"registration should not be compulsory, i.e. it should not be a precondition for practicing one's religion, but only for the acquisition of a legal personality and related benefits\" (E/CN.4/2005/61, para. 58).",
        "Labels": []
    },
    {
        "ID": 277,
        "Text": "277. The Special Rapporteur had received information that on 7 July 2006, Sheikh Abdalla Ali, who runs a sharia court in Mogadishu, allegedly declared: \"Who does not perform prayer will be considered as infidel and our sharia law orders that person to be killed.\" On the same day, militiamen allegedly broke up a wedding celebration because a band was playing and women and men were socializing together. The fighters reportedly beat band members with electric cables and confiscated their equipment. Three days earlier, militiamen in central Somalia shot and killed two people at the screening of a World Cup soccer broadcast banned because it violated the fighters' interpretation of Islamic law.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 278,
        "Text": "278. The Special Rapporteur notes that she has not received a reply from the Government and she hopes that the situation in the country will improve. She would like to take the opportunity to remind the Government of article 18(2) of the International Covenant on Civil and Political Rights, which provides that \"[n]o one shall be subject to coercion which would impair his freedom to have or to adopt a religion or belief of his choice.\" Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom from coercion\" (see above para. 1, category I. 2).",
        "Labels": []
    },
    {
        "ID": 279,
        "Text": "279. The Special Rapporteur received information regarding the destruction of a synagogue in Dushanbe. According to the information received, on 7 February 2006, the authorities in Dushanbe began the demolition of the city's only synagogue, which is also the only functioning synagogue in the country. The authorities have offered the congregation a plot of land on the edge of Dushanbe to build a new synagogue. However, they have not provided any compensation and the congregation do not have the funds to build a new Synagogue. According to the information received, one member of the congregation tried to film the demolition until city officials threatened to break the camera if he did not stop filming. The synagogue was earmarked for demolition more than two years ago, under plans for construction of a \"Palace of Nations\", which will be the new residence of the Tajik President. In May 2003, the Jewish community received a letter from the authorities ordering them to vacate the synagogue building by July 2003.",
        "Labels": []
    },
    {
        "ID": 280,
        "Text": "280. The Ministry of Foreign Affairs of the Republic of Tajikistan reported that the synagogue of the Jewish community in Dushanbe is an ordinary adobe residential building dating from the 1930s, occupying 0.13 hectares at 27, N. Khikmat Street in Dushanbe. The current synagogue building has absolutely no historical or architectural value and is the communal property of the Ismoili Somoni district in Dushanbe. In 1980 the premises were placed at the disposal of Tajikistan's Jewish community.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 281,
        "Text": "281. The synagogue is currently scheduled for demolition under a plan to build a new Government residence. In this connection, representatives of Jewish communities and organizations, including the chief rabbi of Central Asia, Mr. Abe Dovid Gurevich, visited Dushanbe on a number of occasions. On 4 June 2004 Mr. Gurevich held one of a series of meetings with senior officials at Dushanbe city hall, during which it was agreed to allocate a 0.15-hectare plot at 38/1, Negmat Karabaev street in Dushanbe to Jewish communities and organizations for the construction of a new synagogue.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 282,
        "Text": "282. This proposal (one of six submitted for the consideration of Jewish community leaders) was approved by the chief rabbi of Central Asia, Mr. Abe Dovid Gurevich, in his letter dated 5 July 2004 addressed to the mayor of Dushanbe. It should be noted that the rabbi of the Dushanbe synagogue, Mr. M.I. Abdurakhmonov, attended these meetings and talks between the chief rabbi of Central Asia and senior officials of the city of Dushanbe.",
        "Labels": []
    },
    {
        "ID": 283,
        "Text": "283. At the same time, pending the completion of the new synagogue, Dushanbe city hall proposed that the synagogue be temporarily moved to 48a, Negmat Karabaev Street in Dushanbe, and arranged for the distribution of free food to elderly and indigent members of the congregation.",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 284,
        "Text": "284. Unfortunately, despite the agreement between the two sides and the chief rabbi's letter of 9 July 2004, the decision of 26 July 2004 allocating a plot of land, and mayoral decision No. 398 of 23 August 2004 giving the go-ahead for the design of a new synagogue, the Dushanbe Jewish community has to date taken no specific steps to draw up plans for the construction of this building.",
        "Labels": []
    },
    {
        "ID": 285,
        "Text": "285. The Ministry notes that Jewish community leaders have recently sought to exploit this situation by kicking up an unjustified fuss about this so-called \"issue\" in the media. It must also be stressed that no members of the Jewish congregation in Dushanbe, who number several dozen, have to date submitted any specific complaints or statements regarding this matter to the Tajik Government or the city of Dushanbe. Photographs of the existing Jewish synagogue in Dushanbe were annexed to show its current state of repair and provide an unbiased assessment of its historical and architectural significance.",
        "Labels": []
    },
    {
        "ID": 286,
        "Text": "286. The Special Rapporteur sent this communication in relation to the draft law entitled \"About the freedom of conscience and religious unions\". The Committee on Religious Affairs has produced a draft law \"About the freedom of conscience and religious unions\". Article 16 of the draft stipulates that all non-registered religious activity is deemed illegal. Article 18 of the draft provides that the founders of religious organizations and unions must submit signatures from 200 citizens in support of the establishment of a religious association in any given town or settlement. For a central religious association to be established 800 signatures are required for a Muslim association and 600 are required for a non-Muslim association. Other draft articles include the condition that any religious organisation or union must have at least twenty founding members (article 4); allowing religious education only for children who are older than 7 years old (article 10); only allowing one mosque for villages that have a population of between 200 and 2000 people (article 14). There are concerns that the draft law could lead to limits on the rights of religious communities.",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 287,
        "Text": "287. The Special Rapporteur is grateful for the Government's response to the urgent appeal sent on 1 March 2006 and for having extended an invitation to visit the country. Consequently, she will address the question of the destruction of a synagogue in Dushanbe as well as the draft law in her report that will be submitted subsequent to the visit that she will carry out to Tajikistan in February/March 2007.",
        "Labels": []
    },
    {
        "ID": 288,
        "Text": "288. The Special Rapporteurs raised concern on information they had received concerning the desecration of Hmong graves in Wat Tham Krabok. According to the allegations, monastery officials from the Wat Tham Krabok Buddhist monastery, which was formerly used as a Hmong refugee camp, have been exhuming Hmong graves. There are said to be about 2,000 Hmong graves in the Monastery. According to monastery officials the reason for digging up the graves is that they were contaminating the Monastery's water supply. Relatives of the Hmong people buried at Wat Tham Krabok were not given notice of the exhumations. The Hmong consider graveyards to be sacred sites. The exhumations sometimes include dismemberment, separation of parts of the corpses and cremation, which violates Hmong religious and cultural tradition.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 289,
        "Text": "289. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a) and \"Places of worship\" (category I. 3. b).",
        "Labels": []
    },
    {
        "ID": 290,
        "Text": "290. As she noted in her 2005 report to the Commission on Human Rights (E/CN.4/2005/61, paras. 49-51): \"Moreover, the Special Rapporteur notes that in addition to places of worship, different types of buildings or properties that have more than a material signification for the religious community that is attached to it, such as cemeteries, monasteries or community headquarters, have been targeted. Finally, while attacks on such places have usually been committed by non-State actors, other forms of harm or restrictions were usually committed or imposed by State authorities. Regarding, in particular, attacks on places of worship, the Special Rapporteur wishes to point out that in addition to the special protection that is granted to religious places, sites and shrines by resolution 2004/36, members of religious communities or communities of belief, whenever they find themselves in places of worship, are in a situation of special vulnerability given the nature of their activity. The Special Rapporteur is therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried. More generally, as mentioned, inter alia, in paragraph 4 of the Human Rights Committee's general comment No. 22, the Special Rapporteur insists that places of worship are an essential element of the manifestation of the right to freedom of religion or belief to the extent that the great majority of religious communities or communities of belief need the existence of a place of worship where their members can manifest their faith. Moreover, unlike other forms of violations of the right to freedom of religion or belief, attacks or other forms of restriction on places of worship or other religious sites and shrines in many cases violate the right not only of a single individual, but the rights of a group of individuals forming the community that is attached to the place in question.\"",
        "Labels": []
    },
    {
        "ID": 291,
        "Text": "291. The Special Rapporteur brought to the attention of the Government the information that, since August 2005, the State Security Ministry (MSS) secret police has been monitoring young men who regularly visit mosques in the central Ahal region. The MSS is also systematically questioning the parents of young practising Muslims. Concern has been expressed that the authorities are conducting a campaign against Islam religious practice under the pretext of combating \"Wahhabism\". Mr. Muhamad Nurmukhamedov and Mr. Yager Kurbanov, both residents of Dashoguz, were reportedly arrested as part of this campaign, after they were accused of \"Wahhabism\". Reports further indicate that MSS secret police officers have obliged all Imams to post lists of mosque-goers above the doors of their mosques and to prevent people whose names are on the list from visiting the mosque. Concern has also been expressed that Imams are forced to place copies of the Ruhnama (Book of the Soul) in a place of honour in each mosque and to quote from it during sermons.",
        "Labels": []
    },
    {
        "ID": 292,
        "Text": "292. The Ministry of Foreign Affairs of Turkmenistan informed that the relevant law enforcement agencies of Turkmenistan have taken steps to elucidate the incidents referred to in the communication and have established that the persons referred to in the communication do not live in Dashoguz velayat (province). In accordance with national legislation, religious organizations and groups, irrespective of their size, denomination or religion, are registered in Turkmenistan in compliance with universally recognized norms. There are no instances of detention of people on account of their beliefs, or of the application of administrative sanctions against them.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 293,
        "Text": "293. The Government of Turkmenistan maintains that the information obtained which states claims about the two mentioned persons are from unreliable sources and is absolutely untrue. The Government of Turkmenistan also inform that there has not been a single instance of arrest or conviction on political, religious or other grounds in Turkmenistan. Moreover, since its society is politically stable, all conditions have been created to ensure the livelihood and development of all nationalities and peoples living in the country. These opportunities are guaranteed by law, under which all violations of citizens' rights are punishable. The Government of Turkmenistan would also like to emphasize that the book Rukhnama recounts the origin and history of the religion, customs, traditions and ceremonies of the Turkmen.",
        "Labels": []
    },
    {
        "ID": 294,
        "Text": "294. The Special Rapporteur is grateful for the Government's response. The Special Rapporteur would like to emphasize that her mandate carries out a close and detailed assessment of the information in order to ensure that the situations or cases that are transmitted to Governments has a very high level of reliability. She would also like to draw the Government's attention to the concluding observations which the Committee on the Elimination of Racial Discrimination adopted on 17-18 August 2005 (CERD/C/TKM/CO/5, para. 17): \"The Committee, while stressing the complex relationship between ethnicity and religion in Turkmenistan, notes with concern information that members of religious groups do not fully enjoy their rights to freedom of religion and that some religious confessions remain unregistered. It notes, however, the relaxation of registration rules in 2004. The Committee recalls the State party's obligation to ensure that all persons enjoy their right to freedom of religion, without any discrimination based on national or ethnic origin, in accordance with article 5 (d) of the Convention. The State party should accordingly respect the right of members of registered and unregistered religions to freely exercise their freedom of religion, and register religious groups who wish to be registered. Detailed information on religions actually registered in Turkmenistan should be provided to the Committee.\"",
        "Labels": []
    },
    {
        "ID": 295,
        "Text": "295. The Special Rapporteur received information that on the morning of 7 October 2005, Ms. Durdygul Ereshova and Ms. Annajemal Tuyliyeva, were arrested by a district police officer, reportedly on suspicion of \"illegal religious activity\" and vagrancy. They were taken to Niyazov District Police Station where they were beaten by the police chief, Mr. Aymuradov, who ordered them to be taken to the basement and raped. They were ill-treated for several days before they were freed. The police stole a ring from Ms. Tuyliyeva and confiscated Ms. Ereshova's passport. They were also threatened with internal deportation to a remote part of Turkmenistan, despite having a residence permit to live in Ashgabad.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 296,
        "Text": "296. It has been reported that other Jehovah's Witnesses have recently been subjected to beatings and fines and have had religious literature confiscated. On the morning of 13 October 2005, two police officers, including Murad from the 6th Department, took Ms. Jamilya Kerimova from her workplace in Ashgabad to her home. A police detachment of between five or six officers reportedly searched the house without a search warrant. The police photographed and confiscated all the religious literature they could find. Ms. Kerimova was brought to the 6th Department, where she was repeatedly beaten by police officers. On 14 October 2005, a Judge from the Ashgabad's Kopetdag District Court fined her 150,000 Manats.",
        "Labels": []
    },
    {
        "ID": 297,
        "Text": "297. The Ministry of Foreign Affairs states firstly that Turkmenistan is a secular State and, under the country's Constitution, religion is separate from the State. At the same time, a respectful attitude to generally recognized norms and values in the spiritual sphere of society is one of the main principles applied to the formulation and realization of State policy in Turkmenistan. In this connection, Turkmenistan has been and remains committed to the unswerving and consistent conduct of policy for the comprehensive implementation of safeguards in the field of human rights and freedoms, including in the area of religion and belief.",
        "Labels": []
    },
    {
        "ID": 298,
        "Text": "298. Article 11 of the Constitution of Turkmenistan stipulates that \"the State guarantees freedom of religion and faith and the equality of religions and faiths before the law. Religious organizations are separate from the State, and may not interfere in its affairs or perform Governmental functions. Everyone has the right independently to determine his or her own religious preference, to practice any religion alone or in association with others or to practice no religion, to express and disseminate beliefs related to religious preference, and to participate in the performance of religious services, rituals and ceremonies\".",
        "Labels": []
    },
    {
        "ID": 299,
        "Text": "299. Furthermore, Turkmenistan has proclaimed by law its obligations towards the international community in the field of human rights. The Declaration on the international human rights obligations of neutral Turkmenistan, adopted by the People's Council (Khalk Maslakhaty) on 27 December 1995, states that \"Turkmenistan guarantees to everyone the rights and freedoms enshrined in the Constitution, laws and generally accepted norms of international law without any distinction as to race, sex, language, religion, place of residence, political and other beliefs, ethnic or social origin, wealth, official or other status\".",
        "Labels": []
    },
    {
        "ID": 300,
        "Text": "300. These principles were set forth in the Constitutional Act on the permanent neutrality of Turkmenistan passed on 27 December 1995, under which \"Turkmenistan recognizes and respects the core of democratic rights and liberties of individuals and citizens adopted by the international community and enshrined in the norms of international law, and shall furnish political, economic, legal and other guarantees of their enjoyment in practice. Turkmenistan shall ensure the equality of all nations and peoples, freedom of religion and freedom of confession\".",
        "Labels": []
    },
    {
        "ID": 301,
        "Text": "301. The Government also indicates that religious organizations and groups in the territory of Turkmenistan are registered under its legislation and in compliance with generally accepted international norms, regardless of their size, belief and religion. This is evidenced by the fact that religious organizations and groups of Muslims, Orthodox Christians, the Seventh-day Adventist Church, Bahá'ís, Evangelical Christian Baptists, Hare Krishna, the Church of Christ, the Greater Grace Evangelical Church, the Light of the East Evangelical Church, the Full Gospel Christian Church and the New Apostolic Church are now officially registered and functioning in Turkmenistan.",
        "Labels": []
    },
    {
        "ID": 302,
        "Text": "302. The Government also notes, at the same time, that, on the basis of the humanist traditions of the Turkmen people and guided by the principles of justice, clemency and philanthropy, pardons were granted to 10 people convicted of evading service in the army (they belonged, in their own words, to a group of Jehovah's Witnesses) in 2004-2005. Despite the fact that these persons had committed an offence, i.e. refusal to perform military duties, which is a constitutional obligation for a Turkmenistan citizen, they were pardoned.",
        "Labels": []
    },
    {
        "ID": 303,
        "Text": "303. There are no instances of the detention of people on account of their beliefs, or of the application of administrative sanctions against them. With regard to the persons mentioned in communication sent, D. Ereshova and A. Tuyliyeva, who are members of a group of Jehovah's Witnesses (which is not registered under the established procedure), it has been confirmed from the available information that they were living without any identity papers. Consequently, efforts were made pursuant to the law to determine their identities. These persons were not arrested and certainly not subjected to violence.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 304,
        "Text": "304. In relation to J. Karimova's case, the Government maintains the information of the communication is contrary to the actual circumstances. Also, official meetings were held with diplomatic representatives, during which exhaustive replies were given. Accordingly, the Government regrets the use made of unreliable sources.",
        "Labels": []
    },
    {
        "ID": 305,
        "Text": "305. The Government also wants to point out that in Turkmenistan there has not been a single instance of an arrest or conviction for political, religious or other reasons. Furthermore, with the political stability existing in society all the conditions have been created to ensure the livelihood and development of representatives of all nationalities and peoples residing in the country. These opportunities are guaranteed by the law, under which any violation of the rights of citizens incurs the sanctions prescribed by law.",
        "Labels": []
    },
    {
        "ID": 306,
        "Text": "306. To conclude, the Government emphasizes that Turkmenistan is demonstrating in practice its readiness to conduct a dialogue with international organizations, and especially the United Nations, in a spirit of constructiveness and commitment to the achievement of common goals defined in the name of peace and prosperity for the peoples forming the basis of our cooperation within the community of nations.",
        "Labels": []
    },
    {
        "ID": 307,
        "Text": "307. The Special Rapporteur is grateful for the Government's detailed response and she would like to refer to her observations concerning the communication dated 2 December 2005. The Special Rapporteur hopes to receive a reply from the Government further to her letter sent in 2003 asking for an invitation to visit Turkmenistan to assess the situation of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 308,
        "Text": "308. The Special Rapporteur brought to the attention of the Government information she had received concerning the situation of Mr. Wazir Ahmed, Mr. Zahid Ahmed, Mr. Hashmat Ali, Mr. Abdul Majeed, Shamsulhaq, Mr. Muhammad Aslam and Mr. Muhammad Abid, former detainees of the detention facility in Guantanamo Bay, Cuba. They were among a group of fortyfive men originally arrested four years ago in Afghanistan. According to the information received, while they were in custody in Guantanamo Bay, the aforementioned were victims of illtreatment, such as sexual harassment during prayers as well as humiliation through desecration of the Holy Koran, which was deliberately designed to hurt their religious beliefs.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 309,
        "Text": "309. The Government stated that the Department of Defense (DoD) has carefully looked into the matter of Koran mishandling at the U.S. detention facility in Guantanamo Bay, Cuba. The DoD investigation, completed in June 2005, found five instances of apparent mishandling by guards or interrogators. The Government maintained its firm commitment to respect religious freedom and it stated that the United States is particularly dedicated to respecting the religious and cultural dignity of the Koran and the detainees' practice of faith. The Joint Task Force has carefully implemented a standard operating procedure that makes every effort to provide detainees with religious articles associated with the Islamic faith, accommodate prayers and religious periods, and provide culturally acceptable meals and practices.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 310,
        "Text": "310. The alleged instances of Koran mishandling were the focus of an in-depth investigation that was launched on 5 May 2005. This investigation found no credible evidence that a member of the Joint Task Force at Guantanamo Bay flushed a Koran down the toilet. An interview with the detainee who reportedly made this allegation revealed that he was not a witness to any such mistreatment and no other claims of this type have been made. The matter is therefore considered closed.",
        "Labels": []
    },
    {
        "ID": 311,
        "Text": "311. Since the issuing of Korans to detainees in January 2002, there have been nineteen incidents involving handling of the Koran by Joint Task Force personnel. Of these nineteen incidences, ten involved the touching of a Koran during the normal performance of duty. The other nine incidents involved intentional or unintentional mishandling of a Koran. General Hood, who led the investigation, identified seven incidents where a guard may have mishandled a Koran. In two additional instances (one confirmed) an interrogator may have mishandled a Koran. The investigation also revealed fifteen cases in which the detainees themselves mishandled or inappropriately treated the Koran.",
        "Labels": []
    },
    {
        "ID": 312,
        "Text": "312. With regard to the five instances of confirmed Koran mishandling the Joint Task Force specifically found:",
        "Labels": []
    },
    {
        "ID": 313,
        "Text": "313. During an interrogation in February 2002, a detainee complained that guards at Camp Xray kicked the Koran of a detainee in a neighbouring cell. The interrogator reported the incident, the guards were aware of the detainee's complaint but there is no evidence of further investigation.",
        "Labels": []
    },
    {
        "ID": 314,
        "Text": "314. On 15 August 2003, two detainees complained that their Korans were wet because the night shift guards had thrown water balloons on the cell block. The complaints were recorded. It has not been determined whether further complaints were made by the detainees or whether their Korans were replaced. There is no evidence of further investigation into this incident.",
        "Labels": []
    },
    {
        "ID": 315,
        "Text": "315. On 21 August 2003, a detainee complained that a two-word obscenity had been scrawled in English on the inside cover of his English-language Koran. The complaint was recorded and the English-language Koran was taken from the detainee who retained his Arabic-language Koran. There is no record of a formal complaint of the detainee to the commander.",
        "Labels": []
    },
    {
        "ID": 316,
        "Text": "316. On 25 March 2005 a detainee complained to his guards that urine came through an air vent and splashed on him and his Koran while he lay near the air vent. A guard reported to his cellblock commander that he was at fault since he had left his post to urinate outside and had done so near the air vent so that the wind blew his urine into the air vent. The guard was relieved of duty and the detainee was immediately issued with a fresh uniform and a new Koran.",
        "Labels": []
    },
    {
        "ID": 317,
        "Text": "317. On 25 July 2003, a contract interrogator apologized to a detainee for stepping on the detainee's Koran in an earlier interrogation. The memorandum of the 25 July 2003 interrogation shows that the detainee had reported to other detainees that his Koran had been stepped on. The detainee accepted the apology and agreed to inform other detainees of the apology and ask them to cease the disruptive behaviour caused by the incident. The interrogator was later terminated for a pattern of unacceptable behaviour.",
        "Labels": []
    },
    {
        "ID": 318,
        "Text": "318. As part of the investigation, General Hood has determined that the current guidance to the Guard force for handling the Koran is adequate although a number of recommendations for minor modifications are under review. The Government feels it is important to note the number of Korans (some 1600) which have been distributed among detainees to facilitate their desire to freely worship and the small number of very regrettable incidents should be seen in light of the volume of efforts to facilitate free religious practice.",
        "Labels": []
    },
    {
        "ID": 319,
        "Text": "319. The Special Rapporteur is grateful to the Government for its detailed response.",
        "Labels": []
    },
    {
        "ID": 320,
        "Text": "320. The Special Rapporteurs raised concerns regarding information they had received regarding the case of John H. Hartley, who maintains to be a Native American from the Cherokee Nation. Mr. Hartley is currently in detention at the Coxsackie Correctional Facility (NY) where he is reportedly unable to practice his traditional religious beliefs due to lack of recognition of the correctional authorities of his affiliation to the Cherokee Nation. According to the information received his mother is Native American and he has been practicing his traditional religion since he was a child. His mother has signed a \"Verification Affidavit\" that describes her son as Native American.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 321,
        "Text": "321. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to make reference to her predecessor's conclusions after his country visit to the United States of America in 1998: \"Concerning the religious rights of Native American prisoners, apart from the recommendation made in the section on legal issues, the Special Rapporteur recommends that the positive and practical action taken in many federal prisons (fully compatible with security requirements, e.g. ending the practice of cutting their hair) should become general throughout the United States prison system and that steps should be taken to ensure, particularly through training, and perhaps through penalties for prison officers and governors, that these rights are not treated as privileges that can be granted or refused at the whim of an authority or official.\" (E/CN.4/1999/58/Add.1, para. 84).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 322,
        "Text": "322. The Special Rapporteur received information concerning Saifullah A. Paracha, aged 58, a Pakistani national who has been detained at Guantánamo Bay since September 2004. According to the allegations received, Saifullah Paracha has not been allowed to speak to a chaplain since he arrived at Guantánamo Bay in September 2004, despite the fact that he has indicated that he would be willing to speak to a Chaplain of any tradition.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 323,
        "Text": "323. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She takes note of the response of the United States dated 14 March 2006 to the \"Human Rights Experts Joint Report on the Situation in Guantanamo\" (E/CN.4/2006/120). The Special Rapporteur would be grateful if the Government extended an invitation to her to visit – together with the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, the Chairperson-Rapporteur of the Working Group on arbitrary detention the Special Rapporteur on the independence of judges and lawyers and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health – the Guantánamo Bay Naval Station, in accordance with the standard \"Terms of Reference for Fact-finding missions by Special Procedures\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 324,
        "Text": "324. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Persons deprived of their liberty\" (see above para. 1, category III. 2.). In this regard she noted in her 2005 report to the General Assembly (A/60/399, para. 80) that \"[b]ecause the opportunity to practise one's religion, either in private or in public, might easily be restricted by the fact of detention, the Standard Minimum Rules for the Treatment of Prisoners make specific reference to the need for prison authorities to allow prisoners to observe their religion and to have access to a minister of that religion.\" Urgent appeal sent on 9 December 2005 jointly with the Chairperson-Rapporteur of the Working Group on Arbitrary Detention and the Special Rapporteur on the question on torture",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 325,
        "Text": "325. The Special Procedures mandate holders received information regarding Nozim Rakhmonov, Azomodin Kosimjonov, Abdurakhman Ibragimov, Tohirjon Abdusamatov, Shoimat Shorakhmedov, Alisher Mirzakholov, Abdurauf Kholmuratov, Alijon Mirganiev, Farkhod Islamov, Rukhiddin Fakhrutdinov and Sharafutdin Latipov. All or some of these persons were arrested by Kazakhstani authorities starting from 23 November 2005 in Southern Kazakhstan and handed over to the Uzbek authorities at the border between the two countries. They are now in the custody of the Ministry of Internal Affairs in Tashkent. They are accused of either \"Wahabbism\", membership in \"Akramia\", a banned religious movement or participation in the Andijan events of May 2005.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 326,
        "Text": "326. The Government informed that Nozim Rakhmonov and Sharafutdin Latipov, both active members of the Islamic Movement of Uzbekistan, helped to create and lead the illegal organization \"wahhabiy\" starting from 1998, for which they were paid 150 USD per months. On 20 February 2006, a criminal case was opened against them and they both fully confessed that they were guilty, which has been corroborated by testimonies and associations with whom they committed the crimes, confiscated material evidence and other materials found in the course of the preliminary investigation. On 8 May 2006, they both were found guilty by the criminal chamber of Tashkent City court of crimes under article 244 (1) of the Criminal Code, i.e. for preparing or distributing materials constituting a threat to public safety and societal order, and sentenced to five years of imprisonment. None of them filed any complaints during the pre-trial investigation. They are currently serving their sentences in KIN-61 and KIN-29.",
        "Labels": []
    },
    {
        "ID": 327,
        "Text": "327. Abdurakhman Ibragimov, Alisher Mirzakholov, Abdurauf Khalmuratov and Alijon Mirganiev, all active members of the Islamic Movement of Uzbekistan, helped to create and lead the illegal organization \"wahhabiy\" starting from 1998, for which they were paid 150 USD per months. From the moment of their respective arrests, all of them had full access to their lawyers and all investigative actions were conducted in presence of their defense lawyers. They also were allowed to repeatedly be visited by their family members. On 7 March 2006, all of them were accused of crimes under article 244 (2) of the Criminal Code, i.e. of setting up, leading or participating in a religious-extremist, separatist, fundamentalist or other illegal organization. Abdurakhman Ibragimov, Alisher Mirzakholov and Alijon Mirganiev fully confessed that they were guilty. Abdurauf Khalmuratov partly confessed his guilt. On 17 May 2006, they were all found guilty by the court and sentenced to 6 years of imprisonment.",
        "Labels": []
    },
    {
        "ID": 328,
        "Text": "328. Tohirjon Abdusamatov, an active member of the Islamic Movement of Uzbekistan, helped to create and lead the illegal organization \"wahhabiy\" starting from 1998, for which he was paid 150 USD per months. On 4 April 2006 a criminal case was opened against him under articles 244 (2) and 248 (3) of the Criminal Code. On 14 June he was sentenced to 10 years of imprisonment, which he is serving in KIN-49.",
        "Labels": []
    },
    {
        "ID": 329,
        "Text": "329. Shoirmat Sharakhmetov, helped to create and lead the illegal organization \"wahhabiy\" starting from 1998. He was arrested by police on 22 December 2005 in Tashkent Region. In the course of the investigation it was found that he is suffering from schizophrenia and needs forced medical treatment, which was confirmed by a decision of the criminal chamber of Tashkent City court on 20 April 2006. He therefore was sent to Tashkent psychiatric hospital n. 1, where he still is.",
        "Labels": []
    },
    {
        "ID": 330,
        "Text": "330. Azomodin Kasimjanov, member of \"Akromiya\", actively participated in the so-called demonstrations organized close to the court building in Andijan and in the armed group that attacked the military unit and the akhimyat. On 29 November 2005 a criminal case was opened under a series of aricles of the Criminal Code, including terrorism, premeditated murder, illegal possession of weapons etc. Two days later he was arrested and on 21 July 2006 the criminal chamber of Tashkent City Court sentenced him to 13 years of imprisonment.",
        "Labels": []
    },
    {
        "ID": 331,
        "Text": "331. Rukhiddin Fakhrutdinov, on 15 September 2006, was found guilty of crimes under a series of articles of the Criminal code including terrorism, falsification of documents, illegal entering or leaving of the territory of Uzbekistan etc and sentenced to 17 years of imprisonment by the criminal chamber of Tashkent City Court. He partly confessed to having committed the crimes he was accused of. In addition, several witnesses, such as A. Kholierov, B. Abdukhalikov, D. Akhmedov confirmed that R. Fakhrutdinov had given them monthly lessons with the underlying aim of conducting jihad in order to overthrow the constitutional system of the Republic of Uzbekistan. The findings of the investigation were also corroborated by confiscations of material evidence, searches and the results of a scientific expertise of the literature.",
        "Labels": []
    },
    {
        "ID": 332,
        "Text": "332. The Special Rapporteur is grateful for the Government's detailed response.",
        "Labels": []
    },
    {
        "ID": 333,
        "Text": "333. The Special Rapporteur brought to the attention of the Government information she had received in relation with Abijan Yakubov, a prisoner in labour camp 64/47 in Kiziltep. Abijan Yakubov was punished by 15 days in an isolation cell for reciting Muslim prayers (namaz). According to the information received, prisoners at Labour camp 64/47 are prohibited from saying prayers at all times, in contravention of internal prison regulations which allow prisoners to say prayers from the time the guards awaken them until curfew time. There are also concerns that the internal prison regulations, applicable throughout the country, prevent prisoners from saying dawn prayers before the guards awaken the prisoners.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 334,
        "Text": "334. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Persons deprived of their liberty\" (see above para. 1, category III. 2.). In this regard she noted in her 2005 report to the General Assembly (A/60/399, para. 80) the following: \"Because the opportunity to practise one's religion, either in private or in public, might easily be restricted by the fact of detention, the Standard Minimum Rules for the Treatment of Prisoners make specific reference to the need for prison authorities to allow prisoners to observe their religion and to have access to a minister of that religion.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 335,
        "Text": "335. The Special Rapporteurs sent this communication to raise concern in view of recently introduced legal amendments restricting the right to promote the bible outside prayer houses. According to the information received, following a meeting of the heads of the main confessions organised by the Religious Affairs Department held on 28 July 2006, a number of changes to the criminal and administrative Codes were announced. In particular these changes provide that persons who promote the bible outside prayer houses should be fined, and, in case of repeated attempts, imprisoned. Also the \"pastor\" of the church to which the person belongs can be fined or punished. These punishments also apply if a person carries more than one bible since it is assumed that only one is needed for private use.",
        "Labels": []
    },
    {
        "ID": 336,
        "Text": "336. The Special Rapporteur is concerned that she has not received a reply from the Government concerning the above mentioned allegation. She would like to take the opportunity to remind the Government of article 6 (d) of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, according to which the right to freedom of thought, conscience, religion or belief includes the freedom, \"[t]o write, issue and disseminate relevant publications in these areas\".",
        "Labels": []
    },
    {
        "ID": 337,
        "Text": "337. Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Teaching and disseminating materials, including missionary activity\" (see above para. 1, category I. 3. f). In her 2005 report to the General Assembly, she noted the following (see A/60/399, para. 62): \"Whereas the scope of freedom afforded to persons for the practice of their religion or belief by producing and distributing information about their religion or belief is wide, certain limitations can be imposed in accordance with article 18, paragraph 3, of the Covenant. However, it should be noted that this article allows for restrictions only in very exceptional cases. In particular the fact that it mentions the protection of \"fundamental rights and freedoms\" (emphasis added) of others as a ground for restriction indicates a stronger protection than for some other rights whose limitation clauses refer simply to the \"rights and freedoms of others\" (e.g. article 12, 21 and 22). It could indeed be argued that the freedom of religion or belief of others can be regarded as such a fundamental right and freedom and would justify limitations to missionary activities, but the freedom of religion and belief of adults basically is a question of individual choice, so any generalized State limitation (e.g. by law) conceived to protect \"others'\" freedom of religion and belief by limiting the right of individuals to conduct missionary activities should be avoided.\"",
        "Labels": []
    },
    {
        "ID": 338,
        "Text": "338. The Special Rapporteurs brought to the attention of the Government information they had received regarding Mr. Mohammadrafiq Kamoluddin, imam of a mosque in the city of Kara-Suu, Mr. Ayubkhodja Shahobidinov and Mr. Fathullo Rahimov. On 6 August 2006, the abovementioned individuals were killed in the city of Osh, Kyrgyzstan, as the result of an alleged counter terrorism operation, led by the National Security Service of Kyrgyzstan, in cooperation with the security forces of Uzbekistan. It has been reported that these individuals were suspected members of the Islamic Movement of Uzbekistan and were planning to carry out a terrorist attack on the territory of the State of Uzbekistan. Other reports highlight that it was not alleged that Mr. Mohammadrafiq Kamoluddin was a member of the Islamic Movement of Uzbekistan or that he was involved in the commission of terrorist acts.",
        "Labels": []
    },
    {
        "ID": 339,
        "Text": "339. The Government of Uzbekistan conveyed the text of a statement by the Ministry of Foreign Affairs of the Republic of Uzbekistan of 24 November 2006. The Ministry of Foreign Affairs indicated that the news of the inclusion of Uzbekistan by the U.S. State Department in the so-called list of \"states which cause a particular concern in the sphere of observance of religious freedoms\" was received with astonishment. The Ministry of Foreign Affairs set out that religious tolerance and forbearance have always been and remain to be the most important component of the Republic of Uzbekistan's state policy. It states that there are eighteen religious confessions in the country, including Islam, the Orthodox, the Judaism and Catholicism, and that they coexist peacefully and freely observe their religious practices. There have been no conflicts regarding religious situations in the past years.",
        "Labels": []
    },
    {
        "ID": 340,
        "Text": "340. The Ministry of Foreign Affairs regrets some entirely groundless statements by particular politicians, statesmen and mass media, which they consider of an explicitly provocative orientation, capable of undermining the mutual understanding among religions. Particularly, it refers to the link which is made between international terrorism and the Muslims. The Ministry of Foreign Affairs highlights that some slogans coming from the Western press circulate with offensive assessments, which hurt the honour, national dignity and feelings of hundreds of millions of Muslim believers. The Ministry of Foreign Affairs also affirms that the Republic of Uzbekistan is one of the acclaimed hubs of the development of Islamic culture and philosophy. It consistently pursues the policy of restoring, learning and preserving their rich spiritual heritage.",
        "Labels": []
    },
    {
        "ID": 341,
        "Text": "341. The Special Rapporteur is concerned that she has not received a substantive response to the communication sent jointly on 1 September 2006. She would like to emphasize that her mandate primarily receives information from non-state-entities and not from Governmental sources. The Special Rapporteur would be grateful if the Government of Uzbekistan indicated the legal basis for designating an individual or an entity as \"terrorist\" as well as the consequences of such qualification under the law of Uzbekistan. Furthermore, the Special Rapporteur would like to refer to her most recent annual report to the Human Rights Council where she also covers the issue of \"Violations linked to counter-terrorism measures\" (A/HRC/4/21, para. 40): \"The Special Rapporteur is conscious of the fact that the States' obligation to protect and promote human rights requires them to take effective measures to combat terrorism. However, she would like to underline that States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights, refugee and humanitarian law.\"",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 342,
        "Text": "342. The Special Rapporteur hopes to receive a reply from the Government further to her letter sent in 2004 asking for an invitation to visit Uzbekistan to assess the situation of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 343,
        "Text": "343. The Special Rapporteur brought to the attention of the Government information she had received concerning Vo Van Thanh Liem, a Hoa Hao Buddhist. According what is been alleged, on 14 September 2005, Vo Van Thanh Liem was convicted on charges of \"opposing public authorities\" and sentenced to 7 years imprisonment. The trial took place before a closed court. He was arrested by local police officers in front of the Quang Minh Tu Temple, also known as Coc Ong Tu in Cho Moi District, An Giang Province on 5 August 2005. Prior to his arrest, local police officers surrounded the temple and barricaded the gate, preventing people from attending religious ceremonies. There is concern that his trial and conviction may have been linked to his religious activities.",
        "Labels": []
    },
    {
        "ID": 344,
        "Text": "344. There is also concern that the Standing Committee of Vietnam's National Assembly issued an 'Ordinance Regarding Religious Belief and Religious Organizations' on 18 June 2004. The Ordinance confines all religious activities to \"religious establishments\". This Ordinance has restricted the religious activities of Hoa Hao Buddhists, who tend to carry out private acts of home-based worship.",
        "Labels": []
    },
    {
        "ID": 345,
        "Text": "345. The Government indicated that, on 2 April 2005, Vo Van Thanh Liem threw petrol at 3 women while they were doing morning exercises, causing eyes injuries to Ms. Tran Thi Hang (injury percentage: 17%). On 5 April 2005, Ms. Hang lodged a request for legal action against Mr. Liem. On 5 August 2005, Mr. Liem was arrested and charged for \"intentionally causing injury or doing harm to the health of other persons\" (Article 104 of the Penal Code of Vietnam). The arrest was made while he was in his residence. On 15 September 2005, the People's Court of Cho Moi district, An Giang province, put Mr. Vo Van Thanh Liem on trial and sentenced him to 6 years and 6 months of prison for his offence. There has been no appeal from Mr. Liem.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 346,
        "Text": "346. The Special Rapporteur is grateful for the Government's response; however, she would like to enquire about the rationale behind the provisions of the 'Ordinance Regarding Religious Belief and Religious Organizations' which confine all religious activities to \"religious establishments\". In this regard, she wants to remind the Government of article 6 of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, according to which the right to freedom of thought, conscience, religion or belief includes the freedom, \"(a) To worship or assemble in connection with a religion or belief […]; (c) To make, acquire and use the necessary articles and materials related to the rites or customs of a religion or belief\". Furthermore, the Special Rapporteur would like to refer to her framework for communications, more specifically to the international human rights norms and to the mandate practice concerning \"Freedom to worship\" (see above para. 1, category I. 3. a) and \"Places of worship\" (category I. 3. b). -----",
        "Labels": []
    }
]