[
    {
        "ID": 1,
        "Text": "1. This report is submitted pursuant to Human Rights Council resolution 6/14, in which the Council requested the Special Rapporteur to submit annual reports on the activities of the mandate to the Council. As stated in her initial report (A/HRC/9/20), the Special Rapporteur will focus on forced labour, paying particular attention to bonded labour.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In order to help her study global perspectives and gather information on national legislation and initiatives addressing the issue of bonded labour, the Special Rapporteur sent a questionnaire to permanent missions in Geneva. The questionnaire was answered by 30 countries. In addition, a questionnaire on bonded labour was sent to non-governmental organizations (NGOs) that work with victims of forced and bonded labour. The Special Rapporteur received responses from four NGOs.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Throughout the year, the Special Rapporteur held consultations with Governments as well as United Nations agencies, NGOs and other stakeholders. These consultations assisted the Special Rapporteur to gather information; discuss thematic priority areas and possibilities for support and collaboration.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. On 24 and 25 October 2008, the Special Rapporteur together with the Special Rapporteur on the human rights of migrants participated in a joint regional consultation on migrant domestic workers in the Asia-Pacific region in Manila. This consultation was organized by the Asia Pacific Forum on Women, Law and Development (APWLD), the Coordination of Action Research on AIDS and Mobility (CARAM) and the Global Alliance Against Traffic in Women (GAATW). These organizations are leading networks in the Asia-Pacific Region that advocate 1 Algeria, Azerbaijan, Canada, Chile, Colombia, Cyprus, Ecuador, Egypt, El Salvador, Germany, Greece, Jordan, Lebanon, Mauritius, Mauritania, Mexico, Monaco, Morocco, Oman, Peru, Poland, Romania, Senegal, Serbia, Spain, Switzerland, Trinidad and Tobago, Turkey, Uruguay and Venezuela. Anti-Slavery International, Franciscans International, Pakistan Labour Federation and Terre des Hommes-India. APWLD is based in Chiang Mai, Thailand. See www.apwld.org. CARAM is based in Kuala Lumpur. See www.caramasia.org. GAATW is based in Bangkok. See www.gaatw.org. and campaign for the protection and promotion of the rights of migrant workers, in particular women migrant workers, both documented and undocumented. The presentation made by the Special Rapporteur was entitled \"Women migrants in the informal economy and domestic work\".",
        "Labels": [
            "Migrants",
            "Women/girls",
            "Persons living with HIV/AIDS"
        ]
    },
    {
        "ID": 5,
        "Text": "5. On 14 September 2008, the Special Rapporteur was invited to the Kennedy School of Government at Harvard University to give a talk on contemporary forms of slavery. Her presentation covered issues related to forced labour and trafficking in humans.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. On 22 and 23 September 2008 the Special Rapporteur attended the Follow-up Technical Seminar to the Sixth Alliance Against Trafficking in Persons Conference on National Rapporteurs and Equivalent Mechanisms convened in Vienna by the Organization for Security and Cooperation in Europe. She was the keynote speaker. The Special Rapporteur spoke about the slavery mandate and the role that national rapporteurs can play at the national level in monitoring actions taken by States with regard to human rights.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur also attended the International Trade Union Conference on Combating Forced Labour and Trafficking held in Athens from 21 to 23 November 2008. The presentation made by the Special Rapporteur was entitled \"Global perspectives of forced labour\". She addressed the issues of domestic workers, child labour and forced labour in the informal economy.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 8,
        "Text": "8. From 25 to 28 November 2008, the Special Rapporteur, together with the Special Rapporteur on the sale of children, child prostitution and child pornography and the Special Rapporteur on the human rights aspects of trafficking in persons, especially women and children, attended the Third World Congress on the Commercial Sexual Exploitation of Children and Adolescents in Rio de Janeiro, Brazil. She participated in a high-level panel on the subject \"Initiatives of corporate social responsibility\". Her presentation covered the worst forms of child labour, hereditary forms of child slavery, domestic servitude and child labour used by corporations. The Special Rapporteur also presented best practices and methodologies to fight against child labour.",
        "Labels": [
            "Women/girls",
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 9,
        "Text": "9. On 12 September 2008, the Special Rapporteur, together with five other special procedures mandate holders and a representative of civil society, was invited to speak on a panel discussing the integration of a gender perspective in the work of the Human Rights Council. The Special Rapporteur presented concrete methods for integrating gender in the work of special procedures, in her mandate and in the work of the United Nations Voluntary Trust Fund on Contemporary Forms of Slavery.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 10,
        "Text": "10. On 2 and 3 December 2008, the Special Rapporteur participated in the Expert Seminar on the Council of Europe Convention on Action against Trafficking in Human Beings, organized by the Council of Europe in cooperation with the Ministry of Gender Equality and the Ministry of Foreign Affairs of Spain and held in Madrid. The Special Rapporteur delivered the keynote speech, describing her mandate, methods of work, and the areas to be covered during her three-year mandate.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 11,
        "Text": "11. In December 2008, the Committee of the Parties to the Convention elected the Special Rapporteur to be a member of the Group of Experts on Action against Trafficking in Human Beings (GRETA), which will monitor compliance with the Convention. In February 2009, at its first meeting, the Special Rapporteur was elected Deputy Chair of GRETA.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur also participated in the Durban Review Conference in Geneva from 20 to 24 April 2009, where she participated in a high-level panel organized by the International Labour Organization (ILO) on the subject \"Combating racism through decent work\". She highlighted the human rights of domestic workers. In addition, she also addressed the plenary and explained how slavery and discrimination had to be tackled jointly.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 10 September 2008, the Special Rapporteur participated in a joint side event with the Board of Trustees of the United Nations Voluntary Trust Fund on Contemporary Forms of Slavery during the ninth session of the Human Rights Council. In her presentation, she spoke about the thematic focus of her mandate: forced labour; child labour; and domestic work. She also talked about ways in which she would collaborate with the Fund, for example by establishing a method of collecting gender-disaggregated data, which has now been put in place.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 14,
        "Text": "14. At the end of June 2009, the Special Rapporteur, together with the Special Rapporteur on the sale of children, child prostitution and child pornography and the Special Rapporteur on the human rights aspects of the victims of trafficking in persons, especially women and children, organized a seminar with the aim of discussing the methods of work of the three mandates and developing practical modalities of collaboration between the three special rapporteurs, as well as between the special rapporteurs and United Nations agencies, NGOs and other United Nations human rights mechanisms. At the end of the seminar, the participants agreed on a plan of action specifying concrete tasks and a detailed planning schedule for the next several months. The tasks include the creation of a Listserv to regularly exchange information, as well as the creation of an online interface, which would include information about the three mandates, as well as information from NGOs, United Nations agencies and United Nations human rights mechanisms relevant to the three mandates.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 15,
        "Text": "15. From 1 to 10 June 2009, the Special Rapporteur paid an official country mission to Haiti at the request of the Government to engage in a dialogue with the Government in order to identify the challenges in addressing the situation of \"restavek\" children. The Special Rapporteur held consultations with various NGOs, government officials, children and United Nations agencies. The report of her mission appears as addendum 1 to the present document. The Special Rapporteur expresses her thanks to the Government of Haiti for its cooperation and the assistance extended to her in the preparation and conduct of this visit.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 16,
        "Text": "16. In pursuance of the Special Rapporteur's mandate to promote the effective application of relevant international norms and standards on slavery, she welcomes the invitations from Brazil, Italy, Mauritania and Romania to carry out a country visit. She looks forward to a continuing dialogue with the following countries to which she has sent requests for visits: Bangladesh, Ecuador, Nepal, Peru, Qatar, the Sudan and Uzbekistan.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. On 21 January 2009, the Special Rapporteur, together with the Special Rapporteur on the human rights aspects of the victims of trafficking in persons, especially women and children, and the Special Rapporteur on contemporary forms of slavery, its causes and consequences, sent a joint letter of allegation concerning two separate cases.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The first case concerns allegations that an Indian girl, aged 16, was kidnapped, abused and sold to a brothel to work as a prostitute. She escaped two years later and despite repeated complaints following her escape, no police investigation has been undertaken. It is reported that although she escaped from her abusers, she still lives in fear of reprisal, being kidnapped again or killed. It is alleged that the fact that she gave birth to a child suggests the prevalence of unsafe sexual practices in brothels, and that victims can easily fall prey to sexually transmitted infections like HIV.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 19,
        "Text": "19. According to information received, no action, investigation or arrests have been made by the police at Kotwali station despite the notoriety of the brothel owners and human traffickers involved in this case, and despite the fact that the Indian Penal Code includes a number of relevant prohibitions.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. In the red-light district of Shivadspur (Varanasi), B., P., A., J. and T. are reportedly well known for kidnapping girls through fake marriage, intoxication, or simply through force. Girls are then sold to brothels where they are forced to work as prostitutes and for the production of pornographic material.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 21,
        "Text": "21. The second case concerns a 15-year-old Indian girl who was allegedly kidnapped and trafficked into sexual exploitation. While there has been a criminal investigation regarding her case, reportedly, this investigation has not been conducted adequately with a view to identifying and punishing all perpetrators involved.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The victim was reportedly taken to Varanasi and sold by human traffickers for sexual exploitation. According to the information received, on 30 August 2008, a search and rescue operation was carried out by local police. Allegedly, the girl was located in a brothel at 3/120 Rattapur, Ramnagar, Varanasi. When the rescuers entered the house, they found five other girls also being held. The brothel keeper, Mr. P.N.M., and his \"manager\", Mrs. A., were arrested during the rescue operation.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The girls found in the brothel had been made to dance with orchestras playing and were sexually exploited. Mrs. A. had told them that they were going to be sent to a foreign country within a few days.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 24,
        "Text": "24. The First Information Report was lodged at the Ramnagar Police Station, Varanasi, under the Immoral Traffic (Prevention) Act (ITP), 1956. Apparently, this case is registered against Mr. M., Mrs. A., as well as the five girls who were rescued from the house.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 25,
        "Text": "25. An NGO has sent a letter to the investigating officer asking that the girls be treated as victims in accordance with the ITP Act, alleging that the police have named these five girls along with the accused criminals with the intention of undermining the prosecution of the actual culprits in the case. This is allegedly due to the fact that prostitution in Varanasi is a business carried out with the blessings of the local police. The police are also said not to have been serious enough in the investigation. Reportedly, on 3 September 2008, the magistrate rejected the bail application filed by Mr. M. and Mrs. A., who are awaiting trial.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur regrets that she has not received a reply from the Government of India to her letter of 21 January 2009, and invites the Government to provide her with information regarding the allegations set out in her letter.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In addition, the Special Rapporteur made various public statements during the year, separately and in cooperation with other mandate holders. For example on 2 December 2009, for the International Day for the Abolition of Slavery, she issued a press release stating that despite significant progress in the fight against slavery, there was still a need to acknowledge the existence of traditional forms of slavery, increase our understanding of slavery in its modern forms, and develop innovative strategies to tackle slavery. On 21 March 2009, on the occasion of the International Day for the Elimination of Racial Discrimination, the Special Rapporteur made a statement highlighting the link between discrimination and slavery, at a high-level panel organized by the Office of the High Commissioner for Human Rights.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Although forced labour is a global problem affecting almost every country, today, forced and specifically bonded labour is not perceived as slavery or a slavery-like practice, and yet it is the most widely used method of enslaving people. Despite the fact that it is not well known, bonded labour is one of the most traditional and widespread forms of forced labour. 29 In order to understand the nature of bonded labour, it is important to look at the broader issue of forced labour before addressing the specificity of bonded labour. 30 While slavery and slavery-like practices are complex phenomena and not always easy to define, a component of forced labour is almost always present. Anti-Slavery International, Poverty, Development and the Elimination of Slavery, discussion paper by Mike Kaye and Aidan Mcquade, October 2007.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Forced labour is defined as \"all work or service which is exacted from any person under the menace of any penalty and for which the said person has not offered himself voluntarily\". In defining forced labour, the nature of the relationship between the employer and the person forced to work is important. Two basic elements have to be considered: firstly, that the work or service extracted was done under threat or penalty and, secondly, that the work was done involuntarily.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Forced labour is often hidden, making it difficult to trace the perpetrators as well as the victims. Many victims of forced labour are ashamed and afraid to speak out; this makes it difficult to prevent and eradicate forced labour.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The causes of forced labour are many and varied. They can occur as a result of all or one of the following: poverty; demand for cheap labour; unemployment; a global or national economic crisis. The most striking factor, however, is the increasing human insecurity today and insufficient progress with regard to human rights protection.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Traditionally, forced labour takes the form of bonded labour and serfdom.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Time and realities may have changed but the core essence of slavery persists in modern economies. In its modern forms, we find forced labour in agriculture, domestic servitude, the garment industry, the construction industry and prostitution and in the supply chains of mainstream companies.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Forced labour occurs in the formal and informal sectors. Generally, the people working in the informal sector are more vulnerable to forced labour. In some areas, bonded labour patterns reflect traditional feudal relationships. However, newer dynamics of forced and bonded labour relationships are emerging, for example, in agriculture, where traditional relationships between the agricultural worker and the landlord are replaced by seasonal migration. In addition, previously formal sectors, such as the construction industry, also tend to become increasingly informal with the use of contractors and intermediaries to hire workers, often for short periods. Such situations reinforce the risk of trafficking and bonded labour.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Recent data presented by ILO show that the estimated minimum number of persons involved in the world of illicit forced labour is 12.3 million. This means that millions of people in modern society are excluded from directly contributing to the development of their communities and the wealth of their families. They are ultimately unable to exercise their rights in their communities and their countries.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. ILO also states that, regarding global minimum estimates of forced labour in its main forms, 64 per cent of forced labour is for economic exploitation by private economic agents, 20 per cent is imposed by the State or military, 11 per cent is forced labour for commercial 9 Ibid. 7 ILO Forced Labour Convention, 1930 (No. 29), art. 2. See Patrick Belser, Michaelle de Cock and Farhad Mehran, ILO minimum estimate of forced labour in the world, International Labour Organization, 2005. sexual exploitation and 5 per cent is mixed undetermined forms of forced labour. Analysis conducted by ILO on trends in forced labour demonstrates two important themes: that forced labour is present in all regions of the world, and that most contemporary forms of forced labour are extracted by private agents.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. In the next section, the Special Rapporteur will describe the reality of bonded labour before looking at its links with trafficking.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Debt bondage, or bonded labour, is defined in article 1 (a) of the Supplementary Convention on the Abolition of Slavery, the Slave Trade, and Institutions and Practices Similar to Slavery as \"the status or condition arising from a pledge by a debtor of his personal services or those of a person under his control as security for a debt, if the value of those services as reasonably assessed is not applied towards the liquidation of the debt or the length and nature of those services are not respectively limited and defined\". Bonded labour is within the category of practices likely to result in a \"servile status\" and under the Supplementary Convention Governments are obliged to pass laws to abolish it.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Bonded labour occurs when a person offers his/her labour services in exchange for the repayment of a debt. However, in order for this sort of arrangement to be considered bonded labour, some supplementary conditions must apply. The person has to lose control over his/her work conditions, the length of the arrangement, and the equivalent in terms of labour of the amount of money owed. Unlike in cases of a regular loan, safeguards such as reasonable conditions of repayment or agreed interest rates do not exist. Research has demonstrated that the employer uses the debt to coerce individuals into working in exploitative conditions with long working hours, low wages, no days off, etc.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. There are two distinct forms of bonded labour: firstly, when the debtor, his life and his family's lives become \"collateral\" for the debt; and secondly, when the work of the debtor is allegedly applied to the debt repayment. The first form, where the very nature of the agreement transforms labour into collateral, in reality rejects any condition under which the trapped person can repay the debt. The second form is a violation of the debt agreement, as the value of the services as reasonably assessed is not in fact applied towards the liquidation of the debt, entrapping the debtor. Ibid. Ibid. See Kevin Bales, Understanding Global Slavery, University of California Press (1st edition), 2005. Kaye and Mcquade , op. cit., p. 3.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In many situations the agreement between the worker and the employer is made orally and no safeguards exist for a person to protect him/herself from long-term or perpetual enslavement. Evidence shows that entire families have been forced to repay a debt or obtain a loan. Based on information collected from NGOs, although children's work remains unrecognized and unremunerated, children carry the burden of debt along with their parents and are made to work to help repay the debt. Crucially, children will inherit their parents' debts in the event of their parents' deaths. This process perpetuates the cycle from generation to generation, thus extending slavery and establishing new slavery precedents in modern reality.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Data also show that emerging and widespread manifestations of bonded labour occur when in order to obtain the money for exceptional family circumstances such as health problems or education for children, entire families are forced to work to repay a debt.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Poverty plays a crucial role in explaining bonded labour. Bonded labourers, both urban and rural, are chronically poor. The vast majority are initially trapped in bonded labour because they have no other way of subsisting apart from taking a loan from a landlord or an employer. Many take such loans because they do not have enough money to meet their basic daily needs or to pay for a specific event like a wedding or a funeral.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 46,
        "Text": "46. In many instances, NGOs claim that isolation, lack of guidance, lack of contact with institutions and authorities that could assist the communities, as well as a lack of basic services have created a situation of extreme vulnerability which has facilitated exploitation and forced labour.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The low level of education of the concerned populations also puts them in a vulnerable situation as they are not able to understand the nature of their debts or control them in any way. The lack of education also leads to a lack of knowledge and understanding of their rights as workers and, in some cases, as indigenous people. They are not able to negotiate any kind of workers' rights such as minimum wages, maximum daily work hours, holidays, frequency of pay and methods of payment.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Bonded labourers are mostly from socially excluded groups, including indigenous people, minorities and migrants, who suffer additionally from discrimination and political disenfranchisement.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 49,
        "Text": "49. The indigenous and minority populations are more vulnerable to bonded labour because in many countries, they have limited access to land for their traditional income-generating activities such as cultivation or hunting. The issue of land ownership is closely linked with the phenomenon of bonded labour. See Bales, op. cit. Kaye and Mcquade, op. cit., p. 4.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 50,
        "Text": "50. According to information gathered from NGOs, bonded labour of indigenous people is mainly due to a combination of poverty and discrimination. In many countries, institutional and social discrimination limits their opportunities to find fairly remunerated jobs, pushing the entire family to work in exploitative conditions. This discrimination has left tens of thousands of indigenous people without access to jobs, land, education or health care and extremely vulnerable to bonded labour. In some cases, workers are aware of the exploitative situations they may be getting into but, due to their extreme poverty and desperation for work, they are willing to take the risk.",
        "Labels": [
            "Indigenous peoples",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. ILO research shows a clear link in Asian countries between forced labour and long-standing patterns of discrimination. In India, the overwhelming majority of bonded labour victims in agriculture, brick making, mining and other sectors are from Scheduled Castes and Scheduled Tribes.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. According to information received, modernized methods of agriculture have also increased vulnerability to bonded labour. Firstly, because of the increased reliance on machines, demand for labourers has declined overall and become more seasonal. Therefore, many workers take advances against their salaries and must work the full season to receive the rest of the remuneration, should any be deemed to be owed them. Wages may be particularly low and the conditions of repayment of the debt or advance exploitative. Secondly, the development of transport infrastructure has enabled landlords to recruit workers from outside their villages, and provided more labourers with the means to migrate. Migrant labourers can often face heightened vulnerability to bondage and exploitation due to unfamiliar surroundings, their status as migrants, lack of social networks, language barriers, close surveillance and other forms of control by employers.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Bonded labour can also be linked to sexual exploitation. According to information gathered from NGOs, in some countries multiple wives are bonded into prostitution, a practice that is embedded within the system of polygamy and bride procurement. Men take a number of loans to procure several wives. Women may then be sent to work in brothels, or alternatively \"loaned\" to brothel owners, where their earnings are shared between the brothel owner and the husband. The bonded woman is not allowed to leave the brothel until the debt of her husband has been cleared. Men who are unable to pay their debts to landowners are also reported to have bonded their wives into prostitution.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Research shows that legislation prohibiting bonded labour and factors such as the impacts of globalization are leading to modified or new forms of bonded labour. For example, they have A global alliance against forced labour: Global Report under the Follow-up to the ILO Declaration on Fundamental Principles and Rights at Work, report of the Director-General to the International Labour Conference, 93rd session, Report I (B), International Labour Office, Geneva, 2005, para. 141. led to the aggravation of the bondage of women and children. Historically, a work contract established between an employer and a head of household required all members of the labourer's family to work for the employer; individual family members did not need to establish separate contracts. Now, however, women and girls are increasingly bonded in their own right. They are often bonded in domestic work, fish processing, silk farming, bangle production, carpet making and weaving industries.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Based on responses to questionnaires, the Special Rapporteur has determined that bonded labour is mainly used by private individuals rather than the State. Bonded labour can take place in the area of residence of the indebted person or in another city or country.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. According to information received, bonded labourers are predominant in logging companies and on private ranches. In the former, some company bosses are able to exploit the labour of indigenous communities to extract valuable timber, without actually controlling the land. Middlemen approach indigenous communities and offer them advances in the form of basic goods, public goods (such as building a school or playing field), or money. These advances form part of a verbal or written contract whereby the community agrees to provide the middleman with an amount of timber of a specified quality, although usually the contract does not specify the price of the timber. The communities are then charged excessively high prices for the goods provided while the timber is undervalued.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 57,
        "Text": "57. On private ranches, the debt arises from a number of different factors. Indigenous workers often receive far below the minimum wage. In addition, in many instances it can take many months before they receive payment for their work. During this time, workers will buy food and other essential provisions at the estate shop where prices may be inflated. This means that most, if not all, of their salary may be used to pay off their outstanding debts at the estate shop and some will have an ongoing debt from one payday to the next. Debt can also be transferred from generation to generation, with sons inheriting their fathers' debts. In many cases, when the father dies, the rest of the family remains tied to the ranch by the debt.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 58,
        "Text": "58. ILO research shows that the manipulation of credit and debt, either by employers or by recruiting agents, is still a key factor that traps vulnerable workers in forced labour situations. Poor peasants and indigenous peoples in Asia and Latin America may be induced into indebtedness, through accepting relatively small but cumulative loans or wage advances from employers or recruiters at a time of scarcity. Alternatively, aspirant migrants may have to pay very large amounts to the agents who help them. The 2007 ILO General Survey included in its Alvaro Bedoya Silvia-Santisteban and Eduardo Bedoya Garland, El Trabajo Forzoso en la Extracción de la Madera en la Amazonia Peruana, ILO, Geneva, 2005, p. 5. forced labour typology unlawful practices of debt bondage, under which labourers and their families are forced to work for an employer in order to pay off their actually incurred or inherited debts, noting that these practices still affect a significant number of people.",
        "Labels": [
            "Indigenous peoples",
            "Migrants",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 59,
        "Text": "59. In Asia, the kamaiya and haliya systems are examples of bonded labour in the agriculture sector. Under the kamaiya system of bonded agricultural labour a kamaiya (worker) is bonded to a sole landlord over a long period of time by an advance which usually ranges from the equivalent of US\\$ 1 to \\$10. The haliya system is a similar system but with a short-term contract. The labourer will receive food and a piece of land for his own cultivation. If a kamaiya or haliya fails to turn up for a day's work, even in the event of serious illness, he loses two days' wages or has to send a substitute.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. On the basis of the information received through the questionnaire sent to Member States, the Special Rapporteur is of the view that in most countries bonded labour falls into the category of trafficking in persons and that it is indeed difficult to secure exact data specifically on forced labour or bonded labour. In these instances, domestic servitude, sexual slavery and industrial labour, particularly in the construction sector, have been identified as the most common forms of bonded labour.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Based on these findings, and keeping in mind that the Special Rapporteur has been requested by the Council in its resolution 6/14 to \"focus on aspects of contemporary forms of slavery which are not covered by existing mandates of the Human Rights Council\", the Special Rapporteur will, in the next part of this report, look at the link between forced labour, bonded labour and trafficking.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Trafficking in persons is the acquisition of people by improper means such as force, fraud or deception, with the aim of exploiting them.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. There are many ways in which a person can be coerced into undertaking work against his/her free will. The victims are lured, given false promises and transported to their new workplace by the trafficker and must, on arrival, repay the travel and organizational costs incurred. This is used as a tool, for example, to push women into prostitution.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 64,
        "Text": "64. Forced labour is closely linked to human trafficking, but is not identical to it. The ILO estimates of forced labour include people who are coerced to work both across borders and in The cost of coercion: Global Report under the follow-up to the ILO Declaration on Fundamental Principles and Rights at Work, report of the Director-General to the International Labour Conference, 98th session, Report I (B), 2009, p. 8. Ibid. Protocol to Prevent, Suppress and Punish Trafficking in Persons, especially Women and Children, supplementing the United Nations Convention on Transnational Organized Crime, art. 3 (a). their place of origin. A distinction must also be drawn between those people who are under some form of economic compulsion to accept substandard working conditions because they simply have no alternative (exploitation or abuse of vulnerability, but not necessarily forced labour) and those against whom actual coercion is exercised by a third party to force them to undertake a job against their will.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Bonded labour is among the most prevalent means now being used to keep trafficked victims in situations of forced labour.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The advance payment, both in the cases of trafficking in humans and bonded labour, becomes the tool of enslavement and puts the trafficker and creditor in a dominant position. This increases the risk of and opportunity for abuse. Allowing the creditor to adjust interest rates or simply to add interest without informing the \"employee\" increases the debt owed. In the case of bonded labour these conditions mean that the debtor is unable to repay the loan and remains bonded for an indefinite period. In both trafficking and bonded labour, people are forced to work to repay their debts. Although trafficking and bonded labour have different starting points and different mechanisms of enslavement, they are both forms of slavery.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Unlike someone in bonded labour, a person trafficked has a greater chance of eventually being free. This is because almost every country has introduced trafficking programmes and criminal sanctions on trafficking in national legislation. Internationally, more countries are aware of trafficking and are keen to enforce international and national laws.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Technically, bonded labourers can end their state of servitude once the debt is repaid. But the fact is that this rarely occurs. Since debtors are often illiterate and lack basic math skills, they are easy prey for moneylenders. A combination of low wages and usurious interest rates make it impossible to repay the initial debt. In many cases the debt increases because the employer deducts payments for equipment and tools or charges fines for faulty work. Sometimes the labour pledged is used to repay the interest on the loan but not the principal.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Consequently, a person in bonded labour is bonded potentially throughout his or her life. In many cases the obligation to repay the loan is inherited by the victim's children, who are born into a life of bonded labour.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Statistics show that in forced labour for economic exploitation, while women and girls represent the majority (56 per cent) of victims, men and boys nevertheless account for 44 per cent. Different age and gender groups can be found in different sectors, e.g. men are often found in construction work, women in domestic work and children in the carpet industry. Ibid. The cost of coercion, op. cit. A global alliance against forced labour, op. cit.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 71,
        "Text": "71. According to ILO, direct bondage of women appears to be on the increase in commercial large-scale agriculture production. In addition, a high incidence of bonded labour is found in brick making, domestic service, carpet weaving and mining. Women provide the majority of the labour force in these industries, except for mining.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 72,
        "Text": "72. In some societies, women and children can traditionally be bonded through a male head of household to work to pay off debts he has contracted. The debts are often incurred for social ceremonies, e.g. weddings and funerals, as well as for maternal and child health care. Increases in domestic violence and rising alcoholism, mostly among men, have been linked to problems repaying debts. The entire family usually works off the debt as agricultural labourers. In addition, the women and children are also expected to do domestic work. Women and girls engaged in domestic work are often exposed to sexual violence.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Women also form the majority of domestic migrant workers who find themselves in situations of forced labour with restrictions on their freedom of movement, often working long hours and having their identity documents taken away from them by their employers.",
        "Labels": [
            "Migrants",
            "Women/girls"
        ]
    },
    {
        "ID": 74,
        "Text": "74. In situations where women are directly bonded, they are often charged higher interest rates, making it more difficult for them to repay the debts. Their wages are also generally lower than those of men.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 75,
        "Text": "75. Gender inequalities and discrimination play an important role in contributing to women's vulnerability to bonded labour. The combined effects of low education levels, workplace discrimination, exclusion from family decision-making processes and lack of familial property rights increase women's vulnerability to labour exploitation and dependency and thus make them susceptible to bondage.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 76,
        "Text": "76. Slavery is prohibited in international human rights law. Article 4 of the Universal Declaration of Human Rights states that \"no one shall be held in slavery or servitude; slavery and the slave trade shall be prohibited in all their forms\". In addition, article 23 states that everyone has the right to just and favourable conditions of work and remuneration, and to equal pay without discrimination, and article 24 stipulates that everyone has the right to reasonable working hours. Ibid. Ibid.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The International Covenant on Civil and Political Rights prohibits slavery, the slave trade, servitude and forced labour in its article 8. The International Covenant on Economic, Social and Cultural Rights also protects the right to just and favourable conditions of work, in its articles 6 and 7. Article 8 states: > \"1. No one shall be held in slavery; slavery and the slave trade in all their forms shall be prohibited. \"2. No one shall be held in servitude. \"3. (a) No one shall be required to perform forced or compulsory labour; \"(b) Paragraph 3 (a) shall not be held to preclude, in countries where imprisonment with hard labour may be imposed as a punishment for a crime, the performance of hard labour in pursuance of a sentence to such punishment by a competent court; \"(c) For the purpose of this paragraph the term 'forced or compulsory labour' shall not include: (i) Any work or service, not referred to in subparagraph (b), normally required of a person who is under detention in consequence of a lawful order of a court, or of a person during conditional release from such detention; (ii) Any service of a military character and, in countries where conscientious objection is recognized, any national service required by law of conscientious objectors; (iii) Any service exacted in cases of emergency or calamity threatening the life or well-being of the community; (iv) Any work or service which forms part of normal civil obligations.\" \"1. The States Parties to the present Covenant recognize the right to work, which includes the right of everyone to the opportunity to gain his living by work which he freely chooses or accepts, and will take appropriate steps to safeguard this right. \"2. The steps to be taken by a State Party to the present Covenant to achieve the full realization of this right shall include technical and vocational guidance and training programmes, policies and techniques to achieve steady economic, social and cultural development and full and productive employment under conditions safeguarding fundamental political and economic freedoms to the individual.\" Article 7 states: \"The States Parties to the present Covenant recognize the right of everyone to the enjoyment of just and favourable conditions of work which ensure, in particular: \"(a) Remuneration which provides all workers, as a minimum, with:",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 78,
        "Text": "78. The Convention on the Rights of the Child and its two optional protocols and the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families also contain provisions addressing forced labour and other forms of exploitation.",
        "Labels": [
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The Slavery Convention of 1926 and the Supplementary Convention on the Abolition of Slavery, the Slave Trade, and Institutions and Practices Similar to Slavery of 1956 specifically prohibit the practice of forced or compulsory labour and bonded labour as forms of slavery.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The ILO Forced Labour Convention, 1930 (No. 29), the Abolition of Forced Labour Convention, 1957 (No. 105) and the Worst Forms of Child Labour Convention, 1999 (No. 182) address the issue of forced labour. Convention No. 29 establishes that forced labour exacted by the State shall be penalized and that it is the obligation of any ratifying State to ensure the enforcement of the Convention and the application of adequate sanctions. Convention No. 105 abolishes all forms of forced labour. Convention No. 182 states that child labour amounts to forced labour when exacted by a third party or family.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 81,
        "Text": "81. There are other instruments dealing with forced labour and bonded labour in the more specific context of trafficking, such as the Convention for the Suppression of the Traffic in Persons and of the Exploitation of the Prostitution of Others of 1949 and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention on Transnational Organized Crime of 2000.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 82,
        "Text": "82. Forced labour, in addition to being prohibited under various conventions, is also recognized as an international criminal offence, irrespective of whether a Government has ratified the relevant conventions prohibiting it. \"(ii) A decent living for themselves and their families in accordance with the provisions of the present Covenant; \"(b) Safe and healthy working conditions; \"(c) Equal opportunity for everyone to be promoted in his employment to an appropriate higher level, subject to no considerations other than those of seniority and competence; \"(d) Rest, leisure and reasonable limitation of working hours and periodic holidays with pay, as well as remuneration for public holidays.\" See David Weissbrodt and Anti-Slavery International, Abolishing Slavery and its Contemporary Forms, Geneva, Office of the United Nations High Commissioner for Human Rights, 2002 (HR/PUB/02/4).",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Based on the questionnaire responses, many countries have adopted national legislative measures to prohibit labour exploitation and forced labour. National legislation is targeted at forced labour and not specifically bonded labour. However, the approaches in doing so have been different. Based on the replies received from Member States to the questionnaire, the Special Rapporteur has made the following observations.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Many countries, in defining forced labour, used labour coercion as a determining factor and did not include labour conditions. Exploitation as such is not clearly defined in international law and different approaches can be taken to defining it. Exploitation can be understood as a series of labour conditions that alone or together can be considered \"exploitative\". These conditions can affect the number of hours worked during a day, the wages, the duration of the contract, etc. Under this definition, the concept of exploitation can vary from one context to another and depend strongly on economic and social factors. However, the responses to the questionnaire would indicate that most countries seem to have based their definition of exploitation not on the conditions of work, but on whether an element of coercion exists, coercion being understood as fear for the safety of oneself or the safety of others. Therefore, if there is no coercion, it can be implied that there is no labour exploitation, the working conditions notwithstanding.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. In addition to adopting legislation, States have taken concrete policy measures to prevent forced labour, predominantly within the context of trafficking. Training courses are increasingly being provided to law enforcement officials and immigration officers in order that they may be able to identify circumstances of labour exploitation and forced labour. Some Governments have funded awareness-raising campaigns which target the general public and law enforcement agencies. Often programmes addressing these issues have been integrated into bigger policies on related areas such as violence against women and child labour rights. Some Governments have also decentralized the implementation of the policies by working with organizations such as labour recruitment agencies.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 86,
        "Text": "86. When it comes to implementation of the legislative framework, however, most States noted that it is hard to obtain exact data as often offences related to forced labour, trafficking or bonded labour are criminalized under the general penal or criminal code. Offences can therefore be prosecuted under various charges, which makes it harder to extract precise data.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. With regard to policies aiming at the rehabilitation of victims, some States have created victims' services such as shelters and drop-in centres. It is worth noting that many of these services specifically address the needs of women and children. However, the services are not aimed specifically at victims of forced labour.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 88,
        "Text": "88. Finally, many States identified globalization and its impact on the liberalization of markets and the privatization of various sectors of the economy as key factors putting additional pressure on the labour markets and therefore hindering efforts to eradicate forced labour.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The questionnaire responses from Member States demonstrate that bonded labour has received limited attention in national legislation. This is because bonded labour is perceived to exist either in traditional, rural settings, or not at all. There is a lack of awareness and understanding of the new subtle, emerging forms of bonded labour.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 90,
        "Text": "90. Despite the fact that forced labour mostly involves private agents, it is the responsibility of the State to enact legislation and policies to combat forced labour and protect the victims.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 91,
        "Text": "91. It is not only important that a country has legislation to combat forced labour, but that the legislation is enforceable. Studies also show that where countries have introduced legislation to combat forced labour, the legislation has been difficult to enforce.29",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 92,
        "Text": "92. It is encouraging to note that countries like India, Pakistan and Brazil have been able to successfully enforce the existing laws against bonded labour. The Government of India has indicated that it gives priority to the identification, release and rehabilitation of bonded labourers. Figures from India for 2008 show 5,893 prosecutions and 1,289 convictions under the 1976 Bonded Labour System Abolition Act. In Pakistan, in accordance with 1992 legislation, judicial action has been taken to release bonded labourers and in 2006 the Government of Brazil released 3,266 bonded labourers in Brazil.30",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. In recent years much attention has been rightly paid to trafficking in human beings. Important United Nations and regional legal instruments have been developed, such as the United Nations Convention on Transnational Organized Crime and its Trafficking Protocol. The documents, signed by a large number of States, call for parties to use criminal sanctions to punish trafficking and to develop policies to prevent trafficking and protect trafficking victims. There are currently steps in place to develop monitoring mechanisms for the United Nations Convention. Regional trafficking instruments such as the South Asian Convention against Trafficking of the South Asian Association for Regional Cooperation and the Council of Europe Convention on Action against Trafficking have also been developed. States have also taken significant steps to combat trafficking which have resulted in many victims being released from this slavery-like practice. Trafficking in human beings is also addressed in other United Nations treaties such as the Convention on the Elimination of All Forms of Discrimination against Women and the Convention on the Rights of the Child. Ibid. A global alliance against forced labour, op. cit.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 94,
        "Text": "94. ILO estimates that about 20 per cent of all forced labour is an outcome of trafficking. According to the replies from Member States, on the other hand, instances of forced labour occur only as a result of trafficking. Forced labour which may occur in the informal sector, in supply chains and export processing zones, within indigenous or minority populations and in rural areas - the other 80 per cent - was not addressed. Statistics show that of those trafficked into forced labour, 43 per cent are trafficked for commercial sexual exploitation, 32 per cent are trafficked for economic exploitation, and the remaining 25 per cent are trafficked for mixed or undetermined reasons.",
        "Labels": [
            "Indigenous peoples",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 95,
        "Text": "95. Unlike the attention devoted to trafficking, the international efforts to sign, ratify, enforce and monitor the slavery conventions32 pale in comparison. This despite the fact that there are 27 million enslaved people worldwide.33 Given the gravity of the human rights violations associated with such forms of slavery as bonded labour and the millions of people affected by such practices in every part of the world, it is important that the forms of slavery defined in the 1926 Convention and the 1956 Supplementary Convention be given their due prominence and attention. B. Recommendations",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Forced labour and bonded labour constitute human rights violations that put a person in a condition of slavery, which is a crime under international law. Human rights need to be mainstreamed in development programmes set up to address the root causes of slavery. Such programmes include those on poverty reduction, employment empowerment programmes, microcredit, and agricultural programmes including land privatization and cultivation. Immigration and foreign employment programmes should also put human rights at the centre of their work.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 97,
        "Text": "97. Throughout the years, ILO has done tremendous work to eliminate forced labour, though programmes and actions addressing bonded labour as a separate crime and form of slavery are still insufficient. Complementing the actions that have been undertaken by ILO by bringing in a strong human rights perspective will make the impact holistic and strong.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. In the area of prevention of bonded labour, the Special Rapporteur recommends the following: • Nationwide awareness campaigns should be developed on causes and consequence of bonded labour. See Kevin Bales, Ending Slavery: how we free today's slaves, University of California Press, Berkeley and Los Angeles, 2007. Ibid. The 1926 Slavery Convention and the 1956 Supplementary Convention on the Abolition of Slavery, the Slave Trade, and Institutions and Practices Similar to Slavery. - Protection and promotion of the rights of victims of bonded labour should be part of the educational programmes on forced labour. These training programmes should be delivered to State and non-State actors. - Research needs to be developed on bonded labour with regard to its links to land reform, the impact of privatization programmes, access to microcredit, labour migration policies, and immigration and foreign labour recruitment policies. This research should contain gender- and age-specific data. - All the development programmes should be carefully audited from the perspective of human rights protection and inclusion. - Policies and practices should be developed to ensure the effective access of vulnerable people to their rights to education, health, food, land and secure employment. - Businesses should include human rights principles, including provisions on the prevention of and protection against forced labour, in all contracts with joint venture partners, suppliers and subcontractors. Businesses should apply human rights through their entire business supply chains.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 99,
        "Text": "99. With regard to the prosecution of violators and the protection of the rights of victims of forced labour (including bonded labour), the Special Rapporteur recommends the following: - Specific legislation with regard to bonded labour also needs to be developed. This needs to be done alongside the establishment of compensation schemes and reintegration programmes for those who suffered from this crime. - National legislation should view forced labour in a global context incorporating criminalization of different forms of forced labour not limited to trafficking in human beings and specifically including bonded labour and other slavery-like practices. - Existing legislation on forced labour should be enforced and bonded labour should be criminalized; compensation schemes should be sought for those who suffered from that crime. - Stronger guidelines and policing of labour agents, e.g. domestic labour agencies and construction labour contractors, and of marriage brokers and small industries in remote areas, should be developed. - Monitoring mechanisms should be developed for employment agencies and their supply chains to detect and combat bonded labour. - Cooperation should be established between the labour inspection services, law enforcement agencies, other State agencies and NGOs that have professional competence in the area. - Programmes should be developed by States to protect and restore the rights and dignity of persons who are victims of forced and bonded labour. These programmes should include well-thought-out rescue and rehabilitation programmes, establishment of shelters for victims, and complex programmes for long-term sustainable rehabilitation and restoration of dignity. - Cooperation among States, specifically on the situation of migrant domestic workers, is important. Bilateral and multilateral agreements between States, labour agencies and/or trade unions should be developed. - Outreach and direct support programmes should be developed to address specific situations of risk. - International agencies and NGOs working to maximize the impact of development or technical assistance programmes in the field and address the issues of forced and bonded labourers should enhance cooperation and coordination. -----",
        "Labels": [
            "Migrants",
            "Persons living in rural/remote areas",
            "Persons affected by armed conflict"
        ]
    }
]