[
    {
        "ID": 1,
        "Text": "1. The present report is submitted pursuant to Human Rights Council resolution 6/37, in which the Council extended the mandate of the Special Rapporteur on freedom of religion or belief and revised its terms of reference.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In the present report, the Special Rapporteur first outlines the activities carried out under the mandate on freedom of religion or belief since the submission of her previous reports to the Council (A/HRC/4/21 and A/HRC/6/5). The Special Rapporteur then analyses the international legal framework and provides some examples of discrimination based on religion or belief and its impact on the enjoyment of economic, social and cultural rights. Lastly, she presents her conclusions and recommendations on this issue.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur on religious intolerance was initially appointed pursuant to resolution 1986/20 of the Commission on Human Rights. While the Commission defined the scope of the mandate on religious intolerance according to the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief of 25 November 1981, the scope was subsequently broadened by the Commission and the General Assembly in subsequent resolutions. The Commission changed the title of the mandate to \"Special Rapporteur on freedom of religion or belief\" by its resolution 2000/33, which was approved by the Economic and Social Council in its decision 2000/261.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. In its resolution 6/37, the Human Rights Council concluded that there was a need for the continued contribution of the Special Rapporteur to the protection, promotion and universal implementation of the right to freedom of religion or belief. The Council therefore decided to extend the mandate of the Special Rapporteur for a further period of three years and, in this context, invited the mandate-holder: (a) To promote the adoption of measures at the national, regional and international levels to ensure the promotion and protection of the right to freedom of religion or belief;; (b) To identify existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief and present recommendations on ways and means to overcome such obstacles;; (c) To continue her/his efforts to examine incidents and governmental actions that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and to recommend remedial measures as appropriate;; (d) To continue to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 5,
        "Text": "5. Since the review, rationalization and improvement process regarding the mandate in December 2007, the Special Rapporteur has undertaken her activities according to these four pillars. In conformity with the first pillar, she has for instance participated in several regional and international initiatives related to freedom of religion or belief. With regard to initiatives at the national level, the Special Rapporteur promoted the adoption of measures to ensure the promotion and protection of the right to freedom of religion or belief, for example, during country visits. Communications with Governments and country visits helped her implement the second and third pillars. Furthermore, she has strived to apply a gender perspective throughout all her activities, mainly during country visits and through thematic reports submitted to the General Assembly and the Council. While these four pillars may, in some instances, overlap, the Special Rapporteur has, for the sake of clarity, clustered the overview of her recent activities under the above four headings.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 6,
        "Text": "6. At the national level, the Special Rapporteur has held numerous formal and informal brainstorming meetings with representatives of States and civil society organizations in order to reflect on the situation of freedom of religion or belief in a given country. These meetings were mainly held during country visits, at sessions of the Assembly and the Council, as well as during various conferences. Research on the status of freedom of religion or belief in specific country situations is conducted on an ongoing basis by the mandate-holder.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. At the regional level, the Special Rapporteur was involved in an initiative of the Organization for Security and Cooperation in Europe for the development of the Toledo Guiding Principles on Teaching about Religions and Beliefs in Public Schools. Since 1994, the Commission on Human Rights had encouraged the Special Rapporteur to examine the contribution of education in promoting tolerance of religion and belief. This framework enabled the previous mandate-holder, Abdelfattah Amor, to be actively involved in the organization of the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-discrimination in 2001. In 2007, the current mandate-holder participated in the elaboration of the Toledo Guiding Principles, which she believes may contribute to enhancing religious tolerance.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. According to the Toledo Guiding Principles, teaching about religions and beliefs must be provided in ways that are fair, accurate and based on sound scholarship. The environment in which students learn about religions and beliefs must be respectful of human rights, fundamental freedoms and civic values. While the Toledo Guiding Principles recognize that teaching about religions and beliefs is a major responsibility of schools, they also acknowledge the role of families and religious or belief organizations in transmitting values to successive generations. With regard to compulsory programmes involving teaching about religions and beliefs, See E/CN.4/2005/61, paras. 15-20 and E/CN.4/2006/5, annex, as well as the online digest of her framework for communications (www2.ohchr.org/english/issues/religion/standards.htm). Available at the website http://www.osce.org/publications/odihr/2007/11/28314\\993\\en.pdf. non-discriminatory opt-out rights should be granted for parents and pupils in case these programmes are not sufficiently objective. On the central issue of school curricula, the Toledo Guiding Principles provide that curricula should be developed in accordance with recognized professional standards in order to ensure a balanced approach to study about religions and beliefs. The preparation and implementation of these curricula should be inclusive so as to give different stakeholders the opportunity to offer comments and advice. Moreover, attention should be given to key historic and contemporary developments pertaining to religion or belief, and curricula should reflect global and local issues. In addition, care should be taken to avoid inaccurate or prejudicial educational material, particularly when this reinforces negative stereotypes. Teachers have a prominent role to play implementing these curricula. They should first have a commitment to religious freedom that contributes to a school environment and practices which foster protection of the rights of others in a spirit of mutual respect and understanding among members of the school community. Furthermore, in accordance with the Toledo Guiding Principles, those who teach about religions or beliefs should be adequately educated to do so, in terms of both subject-matter competence and pedagogical skills, and they should also receive ongoing training for using the curricula.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. On the basis of the assumption that there is a positive value in teaching that emphasizes respect for everyone's right to freedom of religion and belief and that teaching about religions and beliefs can reduce harmful misunderstandings and stereotypes, the Toledo Guiding Principles were drafted in order to deepen commitment to human rights standards. The aim of these guiding principles is neither to propose a curriculum for teaching about religions and beliefs, nor to promote any particular approach to the teaching about religions and beliefs. Rather, they seek to assist all relevant actors in the field of education - teachers, educators, legislators and officials in education ministries as well as administrators and teachers in private and religious schools - to ensure that teaching about different religions and beliefs is carried out in a non-biased and balanced manner.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. At the regional level, the Special Rapporteur was also invited to address the European Parliament in the framework of the European Year of Intercultural Dialogue (2008). In her speech of 18 June 2008, she emphasized the importance of interreligious and intra-religious dialogue in order to promote the right to freedom of religion or belief through preventive efforts. The Special Rapporteur emphasized that the rule of law and the functioning of democratic institutions were essential prerequisites for the establishment of a favourable climate conducive to real dialogue and understanding. People need to have trust in State institutions and representatives, and diversity within these institutions may contribute to creating such an environment. State policies should provide enough space for a variety of religions and beliefs and therefore create natural opportunities for interaction and understanding.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. At the international level, the Special Rapporteur participated in a joint contribution with 13 other special procedures mandate-holders (A/CONF.211/PC/WG.1/5) in order to provide substantive input to the review process of the Durban Declaration and Programme of Action. She also addressed the Preparatory Committee of the Durban Review Conference at its second substantive session on 6 October 2008. In the joint written contribution, the Special Rapporteur provided responses to six questions relating to the Durban Declaration and Programme of Action adopted in 2001 by the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance. In doing so, she focused on issues and themes relevant to her mandate.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In paragraph 79 of the Durban Programme of Action, States are called on to, inter alia, promote and protect the exercise of the rights set out in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief in order to obviate religious discrimination which, when combined with certain other forms of discrimination, constitutes a form of multiple discrimination. In this regard, the Special Rapporteur regrets that she still receives reports of religious intolerance and acts of violence against members of certain religious or belief communities. Concerning concrete measures and initiatives for combating and eliminating all manifestations of racism, racial discrimination, xenophobia and related intolerance, she referred the Preparatory Committee to the above-mentioned initiatives in the field of education. Likewise, she encouraged initiatives of interreligious and intra-religious dialogue aiming at the promotion of respect for religious diversity within pluralist societies. In cooperation with the Special Rapporteur on the promotion and protection of freedom of opinion and expression and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, the Special Rapporteur on freedom of religion or belief addressed the issue of dissemination of expressions that offend certain believers. While not a new phenomenon, the three special rapporteurs acknowledged that, following the events of 11 September 2001, tensions in inter-community relations have been exacerbated. In that context, joint press releases have been issued by the three mandate-holders. They noted that, while peaceful expression of opinions and ideas should always be tolerated, the use of stereotypes and labelling that insult deep-rooted religious feelings do not contribute to the creation of an environment conducive to constructive and peaceful dialogue among different communities.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. At the international level, the Special Rapporteur took part in an expert seminar organized by the Office of the United Nations High Commissioner for Human Rights on the theme \"freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility and violence\", held on 2 and 3 October 2008 in Geneva. Invited to address the issue of limits and restrictions to freedom of expression, she contended that there was an obligation for States to act upon advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. She also emphasized that Governments had several tools at their disposal to counter religious intolerance, for example via interreligious and intra-religious dialogue, and education.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. States have a delicate role to play in legislating or devising policies in matters of religion or belief. Violent acts perpetrated in the name of religion must not be extended to any form of impunity. Any legislation or policy designed to combat religious discrimination must be all-inclusive, carefully crafted and implemented in a balanced manner to achieve its objectives. There may yet be cases of intolerant religious behaviour that do not constitute violations of human rights but which may still give rise to religious polarization and disturb social cohesion. The Special Rapporteur specifically cautioned against excessive or vague legislation on such religious issues, which may create tensions and problems rather than solving them. From her mandate experience, she pointed out that the implementation of such national legislation had often fostered more polarization rather than protect religious minorities. Furthermore, she stressed that each particular case could only be adjudicated according to its own circumstances, and also referred to the role of the judiciary as vital in providing a means of legal redress to victims of human rights violations. In conclusion, she affirmed that more consultation was needed, especially concerning the implementation of existing standards at the domestic level. She suggested that the Human Rights Committee could revisit its general comment No. 11 (1983) on article 20 of the International Covenant on Civil and Political Rights. She also recommended that regional workshops be organized to explore this topic at the grass-roots levels, emphasizing the fact that international human rights instruments were designed to protect individuals and groups of individuals.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 15,
        "Text": "15. Lastly, at the international level, the Special Rapporteur also contributed to the general discussion of the Committee on Economic, Social and Cultural Rights on the issue of non-discrimination. The aim of the half-day of general discussion held on 17 November 2008 was to foster a deeper understanding of the content and implications of article 2 (2) of the International Covenant on Economic, Social and Cultural Rights and to offer an opportunity to review draft general comment No. 20 on non-discrimination. More closely related issues are examined in the section on discrimination based on religion or belief and its impact on the enjoyment of economic, social and cultural rights.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. In 2007 and 2008, the Special Rapporteur undertook six country missions, to Tajikistan, the United Kingdom of Great Britain and Northern Ireland, Angola, Israel and the Occupied Palestinian Territory, India and Turkmenistan. The country reports on her visits in 2007 to Tajikistan (A/HRC/7/10/Add.2), the United Kingdom (A/HRC/7/10/Add.3) and Angola (A/HRC/7/10/Add.4) were submitted to the Council at its seventh session, in accordance with Council resolution 6/37. The reports on her visits in 2008 to Israel and the Occupied Palestinian Territory (A/HRC/10/8/Add.2), India (A/HRC/10/8/Add.3) and Turkmenistan (A/HRC/10/8/Add.4) are issued as addenda to the present report.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In general, the Special Rapporteur would like to thank all the Governments for the cooperation they extended during her respective missions. She hopes that the recommendations issued following the country visits will contribute to overcoming existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief in the concerned countries. The Special Rapporteur will also re-establish the mandate's initial approach to send follow-up letters after country visits in order to receive updated information about the implementation of her recommendations at the national level.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. With regard to preventive efforts, the Special Rapporteur reiterates her recommendation that States should devise proactive strategies to overcome existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. In addition to initiatives in the field of education (see paragraphs 7-9 above), interreligious dialogue constitutes one of the principal means of countering sectarian attitudes and enhancing religious tolerance worldwide. It is a precious tool for preventing misunderstanding and violations in the area of freedom of religion or belief. Interreligious dialogue can also help activate the silent majority to look for common See A/51/542, annexes I and II; A/52/477/Add.1; A/53/279, annex; and E/CN.4/1999/58, annex. strategies on how to find harmony and peace. While it is evident that dialogue alone cannot solve all the underlying problems, the Special Rapporteur nonetheless stresses that it can contribute to defusing tensions in post-conflict situations and can also help prevent them before a situation deteriorates. During her country missions, she was encouraged by several examples of fruitful dialogue bringing together people from different religious and political backgrounds. The Special Rapporteur also welcomes the recent initiative of a Catholic-Muslim forum at which it was emphasized, inter alia, that religious minorities are entitled to be respected in their own religious convictions and practices.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 19,
        "Text": "19. With regard to participation in initiatives related to interreligious dialogue, the Special Rapporteur believes that it should not be limited to leaders of religious or belief communities, but be as inclusive as possible. Indeed, interreligious dialogue at the grass-roots level should be strongly encouraged and an exchange of views should, if possible, also include atheists and non-theists as well as believers who are dispassionate about their faith and members of religious minorities. Any dialogue would also greatly benefit from the perspectives of women, who tend to be marginalized in major events of interreligious dialogue. Indeed, although women are often subject to discrimination based on religion or belief, women's groups have been very effective human rights advocates across religious lines in situations of communal tensions. In addition, the Special Rapporteur believes that artists, including those in the visual media, may play an important role in public education regarding religious tolerance and in building bridges between different communities. Journalists and lawyers can also make a difference, especially when their statements and actions transcend religious lines. Politicians should also help to implement concrete actions aiming at promoting religious tolerance and mainstreaming religious diversity. In this regard, emphasis should be put on public awareness and education. They are particularly crucial in a world where technology plays a powerful role in building public opinion. In addition, prompt responses to acts of violence based on religion or belief are critical; they can either fan religious intolerance or can be constructive and calm rising tensions. The electronic media therefore have a key role which, if played in a responsible manner, can contribute to peace.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur acknowledges that the content of interreligious dialogue might potentially also give rise to controversy, in particular if it entails discussion on the respective religions and their theological approaches. As a result, there may be the temptation to look for dialogue only on non-contentious topics that are not directly related to theology, such as common environmental concerns. While debate on these topics is without doubt useful, the potential of interreligious dialogue to promote religious tolerance by improving understanding between and among members of religious or belief communities should not be neglected. Participants in interreligious dialogue might well be able to discuss the similarities and differences of their respective theological approaches. In doing so, they may find common ground on several issues, but they might also ultimately agree to disagree. Held from 4 to 6 November 2008 in Rome. It was formed by the Pontifical Council for Interreligious Dialogue and a delegation of the 138 Muslim signatories of the open letter entitled \"A common word\". The final declaration of the first seminar of the Catholic-Muslim Forum is available at the address http://acommonword.com/en/attachments/108\\FinalFinalCommunique. pdf.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. It is desirable to institutionalize interreligious dialogue at various levels, in the right format and with a wide selection of participants, which still allows for a real exchange of views. Nonetheless, interreligious dialogue may also take place in rather informal settings. Natural spaces in pluralistic societies that encompass multicultural neighbourhoods, schools, clubs and other public services and which allow for constant interaction are conducive to true dialogue. In a society where there are no invisible boundaries on the basis of religion or belief, constant interaction is inevitable, which leads to dialogue and mutual understanding. In addition, the role of educational institutions in this regard seems to be vital; they can either inculcate a spirit of tolerance or promote tensions, even at an early age. The emphasis must therefore lie on enlightened education that teaches children to recognize and appreciate existing diversity. To that effect, the final document of the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-discrimination included the strengthening of a non-discriminatory perspective in education and of knowledge in relation to freedom of religion or belief at the appropriate levels as one of its objectives.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 22,
        "Text": "22. Since the establishment of the mandate in 1986, the Special Rapporteur has sent more than 1,150 allegation letters and urgent appeals to a total of 130 States. The communications sent by the Special Rapporteur between 1 December 2006 and 30 November 2008 and the replies received from Governments are summarized in her two latest communications reports (A/HRC/7/10/Add.1 and A/HRC/10/8/Add.1). These communications have been a valuable tool to examine incidents and governmental actions that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. As mentioned above, they have also proven useful in the implementation of the second pillar pertaining to the identification of existing and emerging obstacles to the enjoyment of the right to freedom of religion or belief. Indeed, through information received and related communications sent to the Governments, the Special Rapporteur has been able to identify recurrent issues relating to her mandate and to initiate a constructive dialogue with the States concerned.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The most salient issues addressed in her recent communications related to legislation on religious issues and questions of conversion. The groups affected by these issues were mainly religious minorities and vulnerable groups. The Special Rapporteur has identified women, individuals deprived of liberty, asylum-seekers, refugees, children, minorities and migrant workers as being particularly vulnerable to violations of their right to freedom of religion or belief. The Special Rapporteur regularly receives reports of violations of the rights of members of religious minorities and vulnerable groups to carry out their religious activities. Indeed, they continue to be subject to frequent acts of harassment from the authorities or from majority religious groups, including in the context of intra-religious tensions. On legislation, the Special Rapporteur has conveyed her concerns about legislation unduly limiting the right to manifest one's religion or belief, in particular through registration requirements or restrictions on places of worship, religious education, religious literature and proselytizing activities. As regards conversion, she has sent numerous communications pertaining to sanctions imposed following acts of conversion away from the religion of the majority in a given country. She has also addressed the issue of forced conversion, which often targeted women and children abducted and then compelled to convert to another religion.",
        "Labels": [
            "Migrants",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Although recurrent issues are identified through information received and related communications, the Special Rapporteur recalls that the communications sent to the Governments only give a general picture and that the mandate receives many more allegations than are eventually transmitted. In addition, there may be further allegations that have not been brought to the Special Rapporteur's attention. Consequently, she stresses that the mandate's communications report is only an indication of the forms of violation of freedom of religion or belief which cannot be regarded as exhaustive.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Since 1996, the Commission on Human Rights and the Human Rights Council have persistently stressed in their resolutions the need to continue to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations. In doing so, they have constantly reaffirmed the need for the Special Rapporteur to highlight situations and address cases pertaining to discrimination against women based on religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 26,
        "Text": "26. In 2002, the previous mandate-holder submitted a comprehensive study on freedom of religion or belief and the status of women from the viewpoint of religion and traditions (E/CN.4/2002/73/Add.2), in which he noted that many forms of discrimination against women were based on or attributed to religion, tolerated by the State and in some cases enshrined in legislation. At the heart of this problem lies the fact that discriminatory and harmful practices against women, such as female genital mutilation, polygamy, discrimination related to inheritance, sacred prostitution, general preference to have boys, are often perpetrated by individuals or communities who perceive them as a religious obligation or as being part of their freedom to manifest their religion or belief. However, the previous mandate-holder argued that religions have not invented discriminatory and harmful practices against women; rather, these practices are mainly attributable to a cultural interpretation of religious precepts. The concepts of culture and religion are, however, inextricably linked; it is therefore difficult to dissociate religion from culture or customs and traditions, since religion is itself a tradition. Nonetheless, he concluded that an important number of these discriminatory practices have decreased over time. This is mainly due to a wilful strategy of the State to tackle the root causes by modifying certain cultural schemes through reforms pertaining to, inter alia, all aspects of social and family life. The previous mandate-holder emphasized that, while certain traditional practices have ancestral origins, the Government nevertheless remains responsible to protect women from discriminatory practices perpetrated by individuals or communities on its territory.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 27,
        "Text": "27. The responsibility to protect women from discriminatory practices based on, or attributed to, religion has also been addressed by the current mandate-holder since 2004. At the very outset, the Special Rapporteur re-emphasized that freedom of religion or belief is a fundamental human right of a non-derogable character which can be limited only under restricted conditions determined pursuant to article 18 (3) of the International Covenant on Civil and Political Rights. Nevertheless, this right, like other human rights, cannot be used to justify the violation of other human rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur has sent joint communications with other special procedures mandate-holders - such as the Special Rapporteur on the violence against women, its causes and consequences and the Special Rapporteur on trafficking in persons, especially women and children - on cases where women suffer from discrimination on the grounds of gender and religion or belief. In addition, several of her recent country reports include subchapters on the specific situation of women (A/HRC/7/10/Add.2 and Add.3; A/HRC/10/8/Add.2 and Add.3). In these reports, she refers to discriminatory and harmful practices against women, including honour killings, polygamy, marriage of underage girls and prohibition or coercion to wear religious symbols. She has also devoted particular attention to religion-based personal laws, in particular in the areas of divorce, inheritance, custody of children and transmission of citizenship.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. In the implementation of her mandate, the Special Rapporteur has always strived to adopt a holistic approach and to examine all issues related to freedom of religion or belief in a non-selective manner. In doing so, she and her predecessors came across a great variety of issues of concern, including cases of discrimination based on religion or belief pertaining to civil and political rights, as well as to economic, social and cultural rights. In this section, the Special Rapporteur provides a preliminary analysis on discrimination based on religion or belief and its impact on the enjoyment of economic, social and cultural rights. While focusing on economic, social and cultural rights in the present report, the Special Rapporteur recalls that the 1993 Vienna Declaration and Programme of Action proclaimed that all human rights are universal, indivisible, and interdependent and interrelated. Therefore, the distinction made in this section between civil and political rights on the one hand, and economic, social and cultural rights on the other, should merely be seen as reflecting the terminology used by the two international covenants. 5 The Special Rapporteur prefers to use the term \"discrimination based on religion or belief\" rather than \"religious discrimination\", in order to emphasize that the prohibition of discrimination is not limited to theistic beliefs but also encompasses non-theistic or atheistic beliefs. This is in line with the approach taken by the Human Rights Committee in its general comment 22, para. 2 (\"Article 18 protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. The terms 'belief' and 'religion' are to be broadly construed\"), as well as with the approach in the final document of the International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-discrimination (E/CN.4/2002/73, appendix).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The principle of non-discrimination is generally perceived as one of the most important in the field of human rights; it is overarching and therefore applies to all human rights, including the right to freedom of religion or belief. It is crucial to prevent discrimination with regard to the enjoyment of economic, social and cultural rights, since minorities and vulnerable groups are particularly affected when States do not abide by their obligations to respect, protect and fulfil these rights.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The enjoyment of rights and freedoms on an equal footing, however, does not mean identical treatment in every instance. Indeed, discrimination not only occurs when individuals or groups in the same situation are treated differently, but may also occur when individuals or groups are treated in the same way although their situation is different. The principle of non-discrimination thus prohibits both unjustified distinctions when similar situations are treated differently and unjustified comparisons when different situations are treated in the same manner.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Declaration on the Elimination of all Forms of Intolerance and of Discrimination Based on Religion or Belief extensively addresses the principle of non-discrimination in its articles 2, 3 and 4. In particular, article 2 (1) of the Declaration states that \"[n]o one shall be subject to discrimination by any State, institution, group of persons, or person on the grounds of religion or other belief\". Furthermore, article 2 (2) provides the following definition for the purposes of the Declaration: \"'intolerance and discrimination based on religion or belief' means any distinction, exclusion, restriction or preference based on religion or belief and having as its purpose or as its effect nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis\". Article 4 provides that \"[a]ll States shall take effective measures to prevent and eliminate discrimination on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms in all fields of civil, economic, political, social and cultural life\" and that they \"shall make all efforts to enact or rescind legislation where necessary to prohibit any such discrimination, and to take all appropriate measures to combat intolerance on the grounds of religion or other beliefs in this matter\".",
        "Labels": [
            "Persons with disabilities",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 33,
        "Text": "33. The International Covenant on Economic, Social and Cultural Rights addresses the principle of non-discrimination in its article 2 (2), which includes a reference to religion, as follows: \"[t]he States Parties to the present Covenant undertake to guarantee that the rights enunciated in the present Covenant will be exercised without discrimination of any kind as to race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status\".",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. In its general comment No. 22 (1993), the Human Rights Committee specifically referred to economic, social and cultural rights in relation to the prohibition of coercion. In paragraph 5, it Human Rights Committee, general comment No. 18 (1989), para. 8. The Human Rights Committee uses a similar definition of the term \"discrimination\" in its general comment No. 18 (1989), para. 7. stated that policies or practices having the same intention or effect, such as those restricting access to education, medical care or employment, are similarly inconsistent with article 18 (2) of the International Covenant on Civil and Political Rights. This approach was recently reinforced by the General Assembly in its resolution 63/181 on the elimination of all forms of intolerance and of discrimination based on religion or belief, in which it urged States to step up their efforts to ensure that no one is discriminated against on the basis of his or her religion or belief when accessing, inter alia, education, medical care, employment, humanitarian assistance or social benefits.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. On the basis of articles 2 and 4 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, three issues need to be emphasized. First, the principle of non-discrimination, as enshrined in the Declaration, applies to States as much as to non-State actors as potential perpetrators. States have therefore the duty to refrain from discriminating individuals or groups of individuals because of their religion and belief and must also take necessary measures to prevent and eliminate discrimination between non-State actors. Incidents among non-State actors tend to be less clear-cut than discrimination perpetrated by States. For instance, it may be difficult to determine whether faith-based associations are allowed to disregard employment applications from believers belonging to a different community or if they are compelled to consider all applicants, regardless of their religious affiliation. Another example is when a religious or belief community wishes to exclude a certain community from using its premises if these are usually available for rent. In order to determine whether these actions amount to discrimination or not, a case-by-case analysis is necessary.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Second, it follows from the definition provided by article 2 (2) that \"any distinction, exclusion, restriction or preference based on religion or belief having as its purpose or as its effect nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis\" constitutes discrimination. Hence, not all forms of distinction, exclusion, restriction or preference amount to discrimination; some may in fact be used in the context of special temporary measures or affirmative action, aiming at the elimination of conditions which cause or help to perpetuate discrimination, including on grounds of religion or belief. According to the Human Rights Committee, \"in a State where the general conditions of a certain part of the population prevent or impair their enjoyment of human rights, the State should take specific action to correct those conditions. Such action may involve granting for a time, to the part of the population concerned, certain preferential treatment in specific matters as compared with the rest of the population. However, as long as such action is needed to correct discrimination in fact, it is a case of legitimate differentiation under the Covenant\". The Special Rapporteur stresses that affirmative actions may be essential to empower communities that suffered on account of historic discriminatory practices. At the same time, she underlines that the effectiveness of affirmative action should be measured through various identifiable means and should be monitored for its progress.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Third, by referring to the \"purpose\" or \"effect\" of any distinction, exclusion, restriction or preference based on religion or belief, article 2 (2) of the Declaration provides protection against 8 General comment No. 18 (1989), para. 10. formal (de jure) and actual (de facto) discrimination. Both concepts are obviously closely linked. While de jure discrimination refers to discrimination enshrined in laws, de facto discrimination pertains to the effects of laws, policies or practices. It entails that de jure discrimination should be eradicated immediately, as this can be done by amending or repealing the discriminatory legislation. When faced with de facto discrimination, States should immediately adopt measures that are likely to lead to its elimination as soon as possible.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. In addition to the above, reference should also be made to the concepts of direct and indirect discrimination based on religion or belief. A law, policy or practice creates direct discrimination when a difference in treatment, which cannot be justified objectively, is expressly based on a person's religion or belief. Indirect discrimination stems from a law, policy or practice that does not appear at first sight to involve inequalities but which inevitably leads to inequalities when implemented. Since indirect discrimination may also exist without intention from the perpetrator, it may be more difficult to detect and prove than direct discrimination. However, once indirect discrimination has been identified, States should adopt appropriate measures in order to remedy the situation as soon as possible.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Even in cases where there is no intention on the part of the State to discriminate against members of a certain religious or belief community, or where there is no de jure discrimination in national legislation, there may yet exist religious differentials in the enjoyment of economic, social and cultural rights. Access to basic services like education and health care or access to employment may therefore differ when comparing various religious communities or, more generally, socio-economic groups of individuals that may be closely linked to certain religious or belief communities. Where there is discrimination, be it de jure or de facto and direct or indirect, States should address existing or emerging imbalances in line with article 4 of the Declaration on the Elimination of Intolerance and Discrimination. Consequently, in-depth studies and analyses on the socio-economic situation of particular religious communities are vital for States to take adequate measures.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In order to illustrate the adverse impact of discrimination based on religion or belief on the enjoyment of economic, social and cultural rights, the Special Rapporteur highlights some of the recurrent issues encountered in the mandate practice, both in communications with Governments and during country visits. She has therefore selected a number of examples in order to show how various economic, social and cultural rights as enshrined in the Universal Declaration of Human Rights and the International Covenant on Economic, Social and Cultural Rights have been denied to certain individuals or groups of individuals based on their religion or belief. She also refers to other United Nations human rights mechanisms, such as treaty bodies and special procedures, which have addressed these issues within their mandates.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur deplores that members of certain religious or belief groups are often denied access to employment or have faced obstacles, both in Government institutions and in private companies. For instance, during a recent country visit, she received information that members of certain religious minorities had been summoned by the authorities and pressured to leave their jobs in State institutions (A/HRC/10/8/Add.4, para. 21). During another country visit, the previous mandate-holder was informed about a number of obstacles faced by religious minorities in their access to public-sector jobs, especially with regard to positions of responsibility (A/55/280/Add.2, paras. 50 and 64). The first mandate-holder, Angelo d'Almeida Ribeiro, also noted that, in one country, the Government had required private employers to dismiss employees belonging to a certain sect and had instructed administrative departments to prepare lists of members of the sect employed in the departments (E/CN.4/1987/35, para. 63).",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur was also provided with evidence of persistent inequalities and religious differentials in relation to employment. For instance, during a recent country visit, she noted a serious level of underrepresentation of Catholics in the police, prison services, other criminal justice agencies and at the senior level of the civil service, while Protestants were underrepresented in sectors such as education and health (A/HRC/7/10/Add.3, para. 38). During another country mission, the previous mandate-holder observed that Catholics seemed, in practice, not to be accepted for careers in the army, the police and other sensitive areas of the administration, including diplomacy (A/51/542/Add.1, paras. 65-67). Whereas such cases may be regarded as de facto or indirect discrimination, the Special Rapporteur would like to remind States of their obligation to take immediate measures that are likely to lead to the elimination of these persistent inequalities and religious differentials as soon as possible.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Discrimination based on religion or belief in the context of access to employment has also been addressed by the Special Rapporteur with regard to the issue of the wearing of religious symbols. The Special Rapporteur highlighted in a thematic report (E/CN.4/2006/5, para. 55) that legislative and administrative actions would be typically incompatible with international human rights law if they apply restrictions which are intended to, or lead to, overt discrimination or camouflaged differentiation depending on religion or belief. In the event that restrictions would be compatible with human rights, State agencies must nonetheless not apply them in a discriminatory manner or with a discriminatory purpose, for example by arbitrarily targeting certain communities or groups. The Special Rapporteur, however, emphasized that contentious situations need to be evaluated on a case-by-case basis by weighing the different rights, according to the circumstances of a given situation. She referred to pertinent international case law, including to the views of the Human Rights Committee on a communication related to the termination of the labour contract of a Sikh employee wearing a turban in his daily life and who refused to wear safety headgear during his work in a national railway company. In response to the employee's complaint that the company had discriminated against him on the basis of his religion, the Committee argued that \"legislation requiring that workers in federal employment be protected from injury and electric shock by the wearing of hard hats is to be regarded as reasonable and directed towards objective purposes that are compatible with the Covenant\". The Special Rapporteur emphasizes that, on a similar matter, another State enacted specific legislation exempting Sikhs from the requirement to wear safety helmets on construction sites and offering protection to Sikhs from discrimination in this connection. 9 Official Records of the General Assembly, Forty-fifth session, Supplement No. 40 (A/45/40), vol. II, chap. IX (E), para. 6.2. See sections 11 and 12 of the Employment Act 1989 of the United Kingdom of Great Britain and Northern Ireland.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The Special Rapporteur has raised the issue of the right to adequate food of persons deprived of their liberty. For example, in a recent communication, she took up the case of a Hare Krishna follower who complained of being denied access to food meeting the specific dietary needs in accordance with his belief (A/HRC/4/21/Add.1, paras. 57-68). While the prison authorities provided one hot meal per day, the detainee complained that, as a vegetarian, he most often could not eat it since the vegetables were covered with meat sauce. According to prison rules, specific food was provided to detainees only for medical reasons, and detainees had in any case the possibility to either buy cold snacks at the cafeteria or to receive specific food from their religious communities. However, the complainant argued that there was no local Hindu community available to accommodate his dietary needs. This example illustrates that discrimination can also occur when individuals are treated in the same way although their situation is different. The Special Rapporteur recalls that persons deprived of their liberty find themselves in a situation of enhanced vulnerability since prison authorities are given total control over the most basic activities of the inmates, including over what they eat.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 45,
        "Text": "45. With regard to discrimination based on religion or belief and its impact on the right to adequate housing, the mandate addressed the situation of members of a Muslim minority community in several communications to a Government (E/CN.4/1993/62, para. 45, E/CN.4/2005/61/Add.1, para. 173 and A/HRC/7/10/Add.1, paras. 180-181). Reportedly, Muslims were systematically relocated through eviction from villages, where afterwards members of the Buddhist majority settled in so-called \"model villages\". In the course of these evictions, mosques were reportedly destroyed and replaced by Buddhist pagodas. In addition, the land of existing mosques in certain places was confiscated by the authorities.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. During a country visit, the previous mandate-holder noted that personal property, including residential premises, of the Bah' community had allegedly been confiscated (E/CN.4/1996/95/Add.2, para. 62). In a more recent country report, the Special Rapporteur on adequate housing as a component of the right to an adequate standard of living also addressed this issue (E/CN.4/2006/41/Add.2, paras. 81-85). He highlighted how the housing situation of religious minorities was adversely affected by discriminatory laws, such as legal provisions concerning inheritance rights, as well as by the abusive use of property confiscation. In particular, he reported on several cases of land confiscation against members of the Bah' faith, which were often accompanied by threats and physical violence before and during related forced evictions. The properties confiscated since 1980 included houses and agricultural land, but also Bah' sacred places, such as cemeteries and shrines. The Special Rapporteur on adequate housing expressed his concern at the clear evidence of discriminatory conduct with respect to Bah' property, including housing.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Cases of direct and indirect discrimination based on religion or belief adversely affecting the right to health have also been reported by the mandate. In the very first annual report, Mr. d'Almeida Ribeiro criticized the fact that the members of a religious community in one country were denied access to medical care (E/CN.4/1987/35, para. 64). In a recent country visit, the current mandate-holder also addressed the situation of members of the Muslim minority with regard to the right to health (A/HRC/10/8/Add.3). She referred to the analysis in a national report on the social, economic and educational status of the Muslim community which noted a bias in public services provisioning in areas with a high proportion of Muslims. The report indicated that more than 10,000 villages with a high proportion of Muslims were without any medical facilities, and stressed that policy initiatives to ameliorate these conditions were urgently required.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 48,
        "Text": "48. In the framework of another country mission (E/CN.4/1999/58/Add.2, paras. 35 and 113), the previous mandate-holder noted that a residence permit containing essential information on an individual, including religious and political data, was indispensable in order to get access to health care, employment and education. Reportedly, sector policemen had the power to issue and revoke this document. The previous mandate-holder criticized such an elaborate system of control and its excessive power over individuals. The current Special Rapporteur would like to reiterate that any indication of a person's religious affiliation on official documents carries a serious risk of abuse or subsequent discrimination based on religion or belief, which has to be weighed against the possible reasons for disclosing the holder's religion (A/63/161, para. 77).",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The mandate has dealt with cases of discrimination based on religion or belief in education since its very establishment. Mr. d'Almeida Ribeiro had for instance stated in his first annual report that discrimination in education may take a variety of forms, such as in the form of vexations suffered at school by the children of believers on the part of teachers of other pupils; in certain countries, young believers are excluded from access to higher education. Sometimes, the discovery of a student's adherence to a particular religious denomination may lead to his expulsion from university (E/CN.4/1987/35, para. 65). Similarly, the Special Rapporteur on the right to education observed that discrimination on religious grounds has been extensively documented, and there are many examples of hostility encountered by those who are out of step with the dominant culture (E/CN.4/2005/50, para. 100).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Concerning school education, the Special Rapporteur on freedom of religion or belief was informed by atheistic and non-theistic believers that pupils were, in some instances, compelled to take part in collective religious worship and had no adequate rights of withdrawal. Furthermore, atheistic and non-theistic groups objected to the manner in which syllabuses of religious education were drawn up, especially that atheists and non-theists were rarely represented on the relevant committees or advisory bodies. Some countries afforded a special status to faith-based schools and allowed them to discriminate in their admission and employment policies. Consequently, teachers with no religious beliefs or with beliefs incompatible with those of the faith-based school were put at a disadvantage in comparison with theistic colleagues. The Special Rapporteur reiterates that pupils and teachers should not be discriminated against on grounds of their adherence - or not - to a specific religion or belief (A/62/280, paras. 72 and 78). Indian Prime Minister's High Level Committee (Chairperson: Justice Rajindar Sachar), Social, Economic and Educational Status of the Muslim Community of India - A Report, November 2006 (available online at http://minorityaffairs.gov.in/newsite/sachar/ sachar\\comm.pdf).",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Indirect or de facto discrimination based on religion or belief has been encountered in the context of legislation regulating the wearing of religious symbols in education institutions. During a country visit (E/CN.4/2006/5/Add.4, paras. 47-68 and 98-104), the Special Rapporteur examined a law that prohibits symbols or clothing by which students conspicuously show a religious identity in public elementary schools, middle schools and secondary schools. Although the scope of the law applied equally to all religious symbols, it turned out to disproportionately affect young Muslim women wearing the headscarf, thereby constituting a form of indirect discrimination. It also seriously affected members of the Sikh community, who reported that displaying religious symbols was an essential part of their faith. The implementation of this law led to the exclusion of children from the school public system and consequently hindered the right of some children to have access to educational institutions. On a similar issue, the Special Rapporteur recently dealt with university rules, which reportedly prohibit students from taking examinations if their heads are covered (A/HRC/10/8/Add.1). For instance, when a Muslim student presented herself with a wig at a university examination, she was prevented from taking the examination. Allegedly, the examination personnel refused to hand her the examination papers, arguing that her hair did not look natural. She was therefore dismissed from the classroom before she could take her examination.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Since the right to freedom of religion or belief is intrinsically linked to the right to take part in cultural life, the Special Rapporteur has also addressed cases of discrimination based on religion or belief with regard to participation in cultural life. Such a case was seen in the destruction of irreplaceable relics and religious monuments, which ultimately prevented certain believers from enjoying their cultural and religious rights. In this regard the previous mandate-holder demanded a halt to the destruction of the Buddhist statues of Bamayan, which reflected the religious diversity in the country concerned (A/56/253, para. 27). Unfortunately, the statues were subsequently destroyed.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteur has repeatedly emphasized that places of worship, religious sites and cemeteries have more than a material significance for the religious community attached to them. In this context, she is of the view that the concept of collective heritage of humankind could be used more prominently with regard to the preservation and protection of religious sites. During a recent country visit, the Special Rapporteur recommended that the Government should issue non-selective regulations and designate holy sites on a non-discriminatory basis (A/HRC/10/8/Add.2, para. 77). In addition, restrictions on access to such places of worship and religious sites, which ultimately also affect the right to take part in cultural life, must comply with international human rights law, including the principle of non-discrimination, as well as freedom of religion or belief and liberty of movement. In the context of article 12 (3) of the On the same topic, the Committee on the Rights of the Child in one of its concluding observations expressed its concern that \"the new legislation on wearing religious signs in public schools may be counterproductive, by neglecting the principle of the best interests of the child and the rights of the child to access to education\" (CRC/C/15/Add.240, paras. 25-26). See also CERD/C/ISR/CO/13, para. 28 and E/C.12/1/Add.90, para. 16. International Covenant on Civil and Political Rights, the Special Rapporteur stressed that the prohibition of discrimination and freedom of religion or belief may be decisive in the evaluation of whether a restriction on the liberty of movement is permissible.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The right of indigenous peoples to maintain, protect and have access in privacy to their religious and cultural sites was affirmed in article 12 of the United Nations Declaration on the Rights of Indigenous Peoples. These issues were also raised by the previous mandate-holder in several country reports (E/CN.4/2002/73/Add.1; E/CN.4/1999/58/Add.1; E/CN.4/1998/6/Add.1). He insisted that access to and preservation of holy sites were fundamental rights in the sphere of religion or belief that must be guaranteed in accordance with the provisions of international human rights law. He welcomed any effort to ensure that indigenous peoples cease to be an excluded community and enjoy all their rights, especially economic, social and cultural rights. Indigenous peoples who suffer from an accumulation of unfavourable conditions - economic, social, cultural and religious - should benefit in practice from a policy of support to compensate for these inequalities. Such an approach needs to be in line with the general requirements for temporary special measures as reflected in several general comments issued by treaty bodies.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Sixty years ago, the General Assembly adopted the Universal Declaration of Human Rights, which stipulates, inter alia, that \"the advent of a world in which human beings shall enjoy freedom of speech and belief and freedom from fear and want has been proclaimed as the highest aspiration of the common people\". It furthermore emphasized that everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. Unfortunately, there remains a long way to go in order to achieve the goals laid down in the Declaration. Indeed, discrimination based on religion or belief preventing individuals from fully enjoying all their human rights still occurs worldwide on a daily basis.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The issue of discrimination based on religion or belief has been at the heart of the mandate since its inception in 1986, when the mandate was still entitled \"Special Rapporteur on religious intolerance\". Over the years, the Special Rapporteur has reported on numerous cases of discrimination adversely affecting civil, cultural, economic, political and social rights. By discussing the impact of discrimination based on religion or belief on the enjoyment of economic, social and cultural rights in the present report, the Special Rapporteur has highlighted some of the problematic trends in this area. She hopes that this preliminary analysis might lead to a deeper reflection on this important issue. Committee on Economic, Social and Cultural Rights general comments Nos. 13 (1999), 16 (2005) and 17 (2005); Human Rights Committee general comments Nos. 17 (1989), 18 (1989) and 23 (1994); Committee on the Elimination of Racial Discrimination general recommendations Nos. XXVII (2000), XXIX (2002) and XXX (2005); Committee on the Elimination of Discrimination against Women general comments Nos. 5 (1988), 18 (1991), 23 (1997) and 25 (2004); Committee on the Rights of the Child general comments Nos. 4 (2003) and 5 (2003).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. In many countries, religion is exploited for political ends. As illustrated in the report, discrimination based on religion or belief often emanates from deliberate State policies to ostracize certain religious or belief communities and to restrict or deny their access to, for example, health services, public education or public posts. State authorities usually tend to be more sensitive to the interests of a religious majority community and, as a result, minority religions or beliefs may find themselves marginalized or discriminated against.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Special Rapporteur recalls that States have the duty to refrain from discriminating against individuals or groups of individuals based on their religion and belief (obligation to respect); they are required to prevent such discrimination, including from non-State actors (obligation to protect); and must take steps to ensure that, in practice, every person in their territory enjoys all human rights without discrimination of any kind (obligation to fulfil).",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. In order to implement these obligations, States have several tools at their disposal. These include the removal of de jure and de facto obstacles to the exercise on an equal footing of all human rights. In this regard, the training of State officials may constitute an important measure to ensure that the principle of non-discrimination, including on the basis of religion or belief, is respected by the State. Monitoring compliance with anti-discrimination legislation by the private sector and offering quality public education also seem vital to promote the principle of non-discrimination in society. Furthermore, legal remedies must be provided to individuals in order to allow them to seek redress against discrimination based on religion or belief. In addition, States should envisage protective measures in favour of certain population groups, including religious minorities, to provide those who do not have sufficient means with equal access to basic services, such as health care or education.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In order to take appropriate measures to remedy persistent inequalities and religious differentials in relation to all human rights, the Special Rapporteur recommends that States collect disaggregated data and that they encourage in-depth analyses pertaining to the socio-economic situation of religious and belief communities. However, she cautions against improper utilization of these data, which may further cluster the population into artificial categories and ultimately lead to a more polarized and intolerant society.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. All human rights are universal, indivisible, interdependent and interrelated. Consequently, there should not be a different approach between discrimination affecting the enjoyment of civil and political rights on the one hand, and discrimination affecting the enjoyment of economic, social and cultural rights on the other. As reiterated in several general comments by the Committee on Economic, Social and Cultural Rights, the principle of non-discrimination in the enjoyment of the rights guaranteed by the Covenant on Economic, Social and Cultural Rights is not subject to the rule of the progressive realization of rights or to the availability of resources. It is immediately and fully applicable to all the rights guaranteed by the Covenant and encompasses all internationally prohibited grounds of discrimination.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The entry into force of the Optional Protocol to the Covenant on Economic, Social and Cultural Rights recently adopted by the General Assembly should enable those suffering from violations of their economic, social and cultural rights to seek remedies and to hold those responsible to account for their actions. In a joint press statement of 10 December 2008, the Special Rapporteur and 35 other special procedures mandate-holders expressed their sincere hope that the views adopted by the Committee on Economic, Social and Cultural Rights under the Optional Protocol procedures will be used by the human rights community to assist States in taking concrete steps to realize the rights of all and to reach out to the most marginalized and disadvantaged, who are the most likely to have their rights violated. In the view of the Special Rapporteur, the promotion of the realization of economic, social and cultural rights may ultimately contribute to enhancing religious tolerance and preventing discrimination. -----",
        "Labels": []
    }
]