[
    {
        "ID": 1,
        "Text": "1. The present report is submitted pursuant to resolution 2005/40 of the Commission on Human Rights and decision 2/102 of the Human Rights Council. It covers the activities carried out under the mandate on freedom of religion or belief since the submission of the previous reports to the Commission on Human Rights (E/CN.4/2006/5 and Add.1 to 4).",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur on religious intolerance was initially appointed pursuant to Commission resolution 1986/20. The Commission changed the title to Special Rapporteur on freedom of religion or belief by its resolution 2000/33, which was approved by the Economic and Social Council by its decision 2000/261. In July 2004, Asma Jahangir was appointed Special Rapporteur for a period of three years.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The present report is divided into four sections. Section I presents the activities that have been undertaken under the mandate during the period under review. Section II takes stock of the 20 years of mandate practice and announces an online digest of her framework for communications, which is intended to improve the effectiveness of her communications with Governments and non-governmental organizations. Section III provides a more detailed analysis of several issues of concern to the mandate, namely the vulnerable situation of women, violations linked to counter-terrorism measures as well as the situation of religious minorities and new religious movements. Section IV sets out the Special Rapporteur's conclusions and recommendations.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The summary of communications sent by the Special Rapporteur from 1 December 2005 to 30 November 2006 and the replies received from Governments by 30 January 2007 is found in addendum 1 to the report. Addendums 2 and 3 are the reports of the country visits to Azerbaijan and to the Maldives, respectively.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. On 25 November 2006, the twenty-fifth anniversary of the adoption of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief was commemorated. However, the Special Rapporteur notes with concern that the standards of this 1981 Declaration are still not universally implemented and that freedom of religion or belief is not a reality for many individuals throughout the world. The reported instances of religious intolerance show that the right to freedom of religion or belief continues to be significantly challenged in many contexts and different parts of the world.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The three main pillars of the Special Rapporteur's activities consist of sending communications, undertaking in situ visits and participating in international conferences. As in previous years, the monitoring of cases and situations of alleged violations of the right to freedom of religion or belief was carried out mainly in the context of acting on information provided by several sources, including individuals and non-governmental organizations (NGOs). It should be noted that communications are not per se accusatory, but take up information with the aim of monitoring specific cases and eventually identifying, inter alia, patterns of violations.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The amount of information received from both individuals and NGOs on situations that appear to fall within the scope of the mandate is overwhelming and deals with a wide range of complex and sensitive issues. One of the crucial activities undertaken by the Special Rapporteur in this regard is to engage in constructive dialogue with Governments by sending them communications in order to seek clarification on credible allegations received. It is self-evident that these communications do not cover all the incidents and governmental action in the world that raise concern with regard to freedom of religion or belief. Furthermore, the frequency with which religions and beliefs are covered by communications does not necessarily reflect their general situation in the world.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. During the period from 1 December 2005 to 30 November 2006, a total of 64 communications were transmitted to 34 different countries. The Special Rapporteur sent communications to Afghanistan, Algeria, Angola, Australia, Bangladesh, Belarus, Belgium, Bhutan, China (People's Republic of), Democratic People's Republic of Korea, Eritrea, France, Georgia, Germany, Guatemala, Guinea-Bissau, India, Indonesia, Iran (Islamic Republic of), Kazakhstan, Kyrgyzstan, Malaysia, Nepal, Pakistan, the Russian Federation, Saudi Arabia, Serbia and Montenegro, Somalia, Tajikistan, Thailand, Turkmenistan, the United States of America, Uzbekistan and Viet Nam.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Of the 64 communications, 42 were sent to the Asian and Pacific region, 8 to Europe and North America, 7 to the Arab region, 6 to Africa and 1 to Latin America and the Caribbean. In this regard, the Special Rapporteur notes that while there is an obvious imbalance between States regarding the amount of information received, the picture does depict positive trends in some regions, which has remained consistently encouraging. The fact that some States are covered in the addendum 1 does not mean that other States are problem-free. Indeed, the absence of information may sometimes be explained by the lack of a civil society or by obstacles that prevent the information from being transmitted outside the country.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The communications sent during the period under review were made up of 27 urgent appeals and 37 allegation letters. The Special Rapporteur is pleased that 21 of the urgent appeals and 18 of the allegation letters were sent jointly with other special procedures. The Special Rapporteur welcomes once again this important collaboration, especially in view of the fact that violations of the right to freedom of religion or belief by its very nature are often coupled with violations of other human rights. During the period under review communications were sent jointly with the Special Rapporteur on extrajudicial, summary or arbitrary executions; the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression; the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health; the Special Rapporteur on trafficking in persons, especially in women and children; the Independent Expert on minority issues; the Special Rapporteur on violence against women, its causes and consequences; the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance; the Special Rapporteur on the human rights of migrants; the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism; the Special Rapporteur on the independence of judges and lawyers; the Special Rapporteur on the sale of children, child prostitution and child pornography; the Working Group on Arbitrary Detention; the Special Representative of the Secretary-General on human rights defenders; the Special Rapporteur on the situation of human rights and fundamental freedoms of indigenous people; the Special Rapporteur on adequate housing as a component of the right to an adequate standard of living; and the Special Rapporteur on the question of torture.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 11,
        "Text": "11. The following issues were raised with the Governments: freedom to adopt, change or renounce a religion or belief as well as freedom from coercion; the right to manifest one's religion or belief; freedom to worship; places of worship; registration; and the freedom of religion or belief of vulnerable groups such as detainees, minorities, children and women. As in previous years, the Special Rapporteur has received an important number of reports alleging discrimination on the basis of religion or belief, including inter-religious discrimination, intolerance, as well as gender discrimination. The Special Rapporteur has also sent communications to some Governments requesting information on legislative issues, including draft laws and recently adopted bills dealing with the registration of religious organizations and the prohibition of so-called \"unlawful conversion\".",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 12,
        "Text": "12. A significant proportion of the communications were sent concerning cases in which violations of the right to freedom of religion or belief were coupled with violations of other human rights. For instance, there have been cases where freedom of expression was also violated and where the situation concerned intra-religious conflicts and/or incitement to religious hatred. There were further communications sent with regard to alleged cases of torture or ill-treatment of persons held in custody on the basis of their religion or belief, one case of death in custody, as well as recurring cases of religiously motivated forms of punishment. As mentioned above, in cases which raised a number of human rights violations, the Special Rapporteur acted jointly with other relevant mandates. She considers these joint communications to be a vital component of the whole system of special procedures, underlining the fact that all human rights are universal, indivisible and interdependent and interrelated. She trusts that the particular features of her mandate can add some wealth to the human rights values and to the monitoring approaches.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 13,
        "Text": "13. A summary of communications sent from 1 December 2005 to 30 November 2006 and responses received from Governments by 30 January 2007 is contained in addendum 1, which also contains the Special Rapporteur's observations on the concerns raised. In order to facilitate the examination of reported violations, she intends to develop a model questionnaire relating to her mandate and, similarly to other special procedures, make this questionnaire available online for persons wishing to report cases of alleged violations. The Special Rapporteur would like to emphasize, however, that communications are of course also considered even when they are not submitted in the form of the model questionnaire.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. A second pillar of the Special Rapporteur's activities is the conducting of country visits. These enable the Special Rapporteur to talk directly with governmental and non-governmental representatives and to get first-hand information at the sources. She recalls that in its resolution 2005/40, the Commission on Human Rights urged \"all Governments to cooperate fully with the Special Rapporteur and to respond favourably to her request to visit their countries so as to enable her to fulfil her mandate more effectively\". Since the inception of the mandate, a total of 24 country visits have been undertaken by the mandate holders as well as a joint report with four other special procedures holders on the situation of detainees at Guantánamo Bay (E/CN.4/2006/120). In the period under review, two in situ visits were carried out, to Azerbaijan and to the Maldives. The Special Rapporteur takes this opportunity to thank the Governments concerned for the cooperation they extended to the mandate. Her reports on each of these visits can be found in documents A/HRC/4/21/Add.2 and A/HRC/4/21/Add.3, respectively.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Having visited Azerbaijan from 26 February to 5 March 2006, the Special Rapporteur considers that Azerbaijan is a country where there is a high level of religious tolerance and religious harmony. However, the Special Rapporteur is concerned that, in some cases, the concerned authorities may have blurred the thin line that distinguishes facilitation of religious freedoms from control. Certain situations related to the different aspects of this control have resulted in actual limitations of the collective right to freedom of religion or belief, such as difficulties in registration, restriction on religious literature, methods of appointment of clergy or obstacles for non-registered religious communities. The Special Rapporteur urges the Government to give special attention to any form of religious intolerance towards religious minorities, to take the appropriate measures to address and prosecute all forms of incitement to religious hatred and to strengthen the independence and neutrality of the judiciary.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. During her visit to the Maldives from 6 to 9 August 2006, the Special Rapporteur observed the desire of the Maldivian people to preserve national unity. However, she is concerned that the concept of national unity appears to have become inextricably linked to that of religious unity, which some of her interlocutors seemed to equate with religious homogeneity. Maldivian citizenship is based on religious belief. Political rights, stemming from holding of public office to the right to vote, are only guaranteed to Muslims. Non-Muslim foreign workers and professionals - even diplomats - in the Maldives cannot exercise their religious rights in public. There are no religious sites or places of worship apart from Islamic Mosques. While welcoming the recent adoption of the Law on the Human Rights Commission, the Special Rapporteur notes that it does not completely satisfy the requirements of the Paris Principles and that to unduly stress that members of the Human Rights Commission must be Muslim defeats the very spirit of seeking to uphold human rights. Subsequent to her visit, the Maldivian Government took the important step of acceding to the International Covenant on Economic, Social and Cultural Rights and the International Covenant on Civil and Political Rights (ICCPR) and its First Optional Protocol. However, the Special Rapporteur regrets that the Government has entered a reservation to article 18 of ICCPR and she encourages the Government to keep this reservation under review.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In addition to these two traditional in situ visits, the Special Rapporteur has held also consultations with representatives of the Catholic Church when she travelled to the Vatican on 15 and 16 June 2006 (see A/61/340, paragraphs 37-42). Her intention was to initiate a dialogue with representatives of the Catholic community and to identify issues on which the Catholic Church could increase its cooperation with the mandate. The Special Rapporteur hopes to organize similar consultations with representatives of other major religious communities during her in situ visits in order to gain further experience related to inter-community relations in the area of religion or belief, especially from the angle of inter-religious dialogue and how the mandate may contribute to such initiatives.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur welcomes the decision of the Governments of Tajikistan, of the United Kingdom of Great Britain and Northern Ireland and of Zimbabwe to extend an invitation to her. She is looking forward to carrying out in situ visits to the former two countries in 2007. However, she notes with concern the failure of the Governments of Cuba, Ethiopia, India, Lao People's Democratic Republic, Malaysia, Mauritania, Pakistan, Saudi Arabia, Serbia and Montenegro and Yemen to respond to her requests for an invitation. The Special Rapporteur encourages these Governments to extend her an invitation without delay and reiterates that a formal invitation should be followed by proposals for the dates of the visit; otherwise, the invitation, whether standing or ad hoc, tends to lose its significance.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The third pillar of the Special Rapporteur's activities consists in drafting thematic studies as well as participating in conferences and international meetings. Her predecessor, Abdelfattah Amor, had already drafted several thematic studies, thus complementing the traditional reports to the Commission on Human Rights and to the General Assembly with scholarly activities of the mandate. Two of these thematic studies were destined for the preparatory committee of the 2001 World Conference Against Racism, Racial Discrimination, Xenophobia and Related Intolerance in Durban; a further study dealt with freedom of religion or belief and the status of women from the viewpoint of religion and traditions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 20,
        "Text": "20. Further to Human Rights Council decision 1/107, the Special Rapporteur prepared a report on \"Incitement to racial and religious hatred and the promotion of tolerance\" for the second session of the Human Rights Council in September 2006 together with Doudou Diène, the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance (A/HRC/2/3). In their joint report, the Special Rapporteurs recommend that the Human Rights Council call upon Governments of Member States to express and demonstrate a firm political will and commitment to combating the rise of racial and religious intolerance. While the right to freedom of religion or belief as such does not include the right to have a religion or belief that is free from criticism or from all adverse comment, the right to freedom of expression can legitimately be restricted for advocacy that incites to acts of violence or discrimination against individuals on the basis of their religion. Freedom of religion or belief and freedom of expression are interdependent and interrelated. Balancing the various aspects of human rights is an extremely delicate exercise which requires impartial implementation by independent and non-arbitrary bodies. In the joint report the Special Rapporteurs encouraged the Human Rights Committee to consider the possibility of adopting complimentary standards on the interrelations between freedom of expression, freedom of religion and non-discrimination, in particular by drafting a new general comment on article 20 of the Covenant.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur participated in a number of conferences and international meetings whose topic areas were directly linked with her mandate. On 15 February 2006, the Government of the Netherlands and Helsinki España co-organized a conference on \"Challenges to Tolerance in a Multicultural Society\" in Madrid. On 2 and 3 May 2006, the Special Rapporteur participated in a conference entitled \"Challenging stereotypes in Europe and the Islamic World: working together for constructive policies and partnerships\" at Wilton Park, United Kingdom, which was jointly organized with the Organization of the Islamic Conference. Furthermore, the Special Rapporteur participated in the inauguration of the Center for Studies of Holocaust and Religious Minorities in Oslo on 24 August 2006. Finally, the Special Rapporteur endorsed the international commemorative conference of the adoption of the 1981 Declaration which was held in Prague and she delivered a keynote speech on 25 November 2006. In the course of these various events she was able to establish or renew ties with governmental, intergovernmental and non-governmental representatives as well as academics active in the field of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief was adopted by the General Assembly in its resolution 36/55 on 25 November 1981. The Special Rapporteur has been encouraging Governments and non-governmental organizations to support the commemoration initiatives that take stock of achievements since 1981, identify the provisions of the Declaration that today raise particular concern and to challenge rising trends of religious intolerance. She is delighted that more than 50 Governments were represented at the international conference in Prague on 25 November 2006 and that in total around 300 representatives of Governments, non-governmental organizations, religions and beliefs as well as international and national experts and academics attended this conference. The standards of the 1981 Declaration were reaffirmed at the end of the conference by reading out a Prague Declaration on freedom of religion and belief, which is available online at http://www.tolerance95.cz/1981down/Prague\\Declaration\\on\\FORB.doc.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The representative of the Netherlands to the Third Committee of the General Assembly in 1981, Jaap A. Walkate, rightly characterized the road leading towards its adoption as \"long, arduous and full of obstacles\" (A/36/PV.73, para. 16). Given the significant obstacles during the drafting process, which eventually stalled the elaboration of a convention on religious intolerance until today, it is already an achievement that the 1981 Declaration was finally agreed upon. The Special Rapporteur would like to stress the important role of non-governmental organizations (NGOs) in the framework of the drafting history, which includes lobbying efforts and substantive contributions to the final wording of the declaration. Such an active involvement of civil society is also needed nowadays. The Special Rapporteur would like to reiterate her gratefulness for the input of NGOs and religious associations which has been feeding into the work of her mandate.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The standards of the 1981 Declaration remain valid and the document may be called a comprehensive historical compromise. In particular, the catalogue of rights enumerated in article 6 of the 1981 Declaration has been an important contribution to the international legal framework, inspiring also regional instruments such as the 1989 Vienna Concluding Document on the human dimension of the Conference on Security and Co-operation in Europe. From the perspective of the Special Rapporteur's mandate, however, there have been subsequent developments since 1981 concerning freedom of religion or belief, including the adoption of further legal instruments and international guidelines, which also need to be taken into account. These human rights instruments include, inter alia, the Convention on the Rights of the Child and the Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families. Furthermore, the Human Rights Committee's general comment No. 22 (1993) elaborates upon article 18 of the Covenant, thus giving authoritative guidance for Governments and non-governmental organizations. According to the Special Rapporteur's experience, particular attention needs to be given to the vulnerable situation of certain groups, such as women, children, religious minorities, migrant workers, refugees and persons deprived of their liberty.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 25,
        "Text": "25. There are other issues of concern which are alluded to in the 1981 Declaration but which have seen a more detailed elaboration in subsequent documents. On 31 May 2001, the General Assembly adopted resolution 55/254 aiming at the protection of religious sites, in which the Assembly invited relevant intergovernmental and non-governmental organizations to contribute to the efforts to ensure that religious sites are fully respected and protected. Intimately linked with this issue is the question of national requirements concerning the registration of religious communities. Registration appears often to be used as a means to limit the right of freedom of religion or belief of members of certain religious communities. The Guidelines for Review of Legislation Pertaining to Religion or Belief, prepared by the Office for Democratic Institutions and Human Rights's Advisory Panel of Experts on Freedom of Religion or Belief of the Organization for Security and Co-operation in Europe in consultation with the Council of Europe's Venice Commission in 2004, contain a concise chapter on laws governing registration of religious/belief organizations and the Special Rapporteur has also referred to the international legal standards in her previous reports and communications (see E/CN.4/2005/61, paragraphs 57-58 and E/CN.4/2006/5/Add.1, paragraphs 51, 240, 389 and 446). Furthermore, national legislation on religious symbols may have adverse effects on individuals, either because they are prevented from identifying themselves through the display of religious symbols or because they are required to wear religious dress in public. In this regard the Special Rapporteur has formulated a set of general criteria on religious symbols in order to provide some guidance on the applicable human rights standards and their scope (E/CN.4/2006/5, paras. 36-60).",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. In the Special Rapporteur's opinion, much more needs to be done in order to universally safeguard freedom of religion or belief. Various dimensions of the Declaration are unexplored yet and appropriate ways of implementing the 1981 Declaration's standards would still need more fine-tuning. Similarly to the drafting history of the 1981 Declaration, the Special Rapporteur expects another \"long and arduous road full of obstacles\" ahead until discrimination and intolerance based on religion or belief will finally be eliminated.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The mandate of the Special Rapporteur on freedom of religion or belief is closely related to the history and contents of the 1981 Declaration. Created by Commission on Human Rights resolution 1986/20, the Special Rapporteur on religious intolerance, as the mandate used to be called, in the beginning had exclusively the mandate to examine incidents and governmental actions which were inconsistent with the 1981 Declaration's provisions. Gradually, the Commission on Human Rights included further provisions into the mandate's remit, such as article 18 of the Universal Declaration of Human Rights, article 18 of ICCPR and various other provisions of international human rights law. The pertinent legal framework of the Special Rapporteur's mandate is outlined in her 2005 report to the Commission on Human Rights (E/CN.4/2005/61, paras. 15-20).",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. As the first mandate-holder, Angelo Vidal d'Almeida Ribeiro, submitted his initial report on 24 December 1986; there are now 20 years of mandate experience. In fact, the creation of the Special Rapporteur's mandate encountered similar problems and obstacles compared to the elaboration of the 1981 Declaration. Due to a diligent approach by the mandate-holders during the first couple of years, the mandate evolved step by step. Thus it was possible to establish activities such as sending letters of allegation and urgent appeals, carrying out in situ visits and drafting thematic reports. The change of the mandate title in 2000 was another important step because it confirmed the enlargement of the mandate's scope. Similarly to the 1981 Declaration the initial title used to be \"Special Rapporteur on religious intolerance\". Upon suggestion of the second mandate-holder, Abdelfattah Amor, it was changed to \"Special Rapporteur on freedom of religion and belief\". He argued that the new title encompasses not only religions but also beliefs (e.g. agnosticism, freethinking, atheism and rationalism) and that it facilitates cooperation with all parties concerned. The concept of freedom of religion or belief is broader than the original non-discrimination approach.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur will continue to highlight issues that are of particular concern to the mandate through her communications with Governments and victims as well as during her in situ visits and in thematic reports. In her activities she will remain vigilant in the task of protecting the individual and collective aspects of freedom of religion or belief but she will also deal with the preventive facets of the mandate. With regard to prevention, an important step has been taken five years ago, when the Final Document of the International Consultative Conference on School Education in relation with Freedom of Religion and Belief, Tolerance and Non-discrimination was adopted in Madrid. The previous mandate-holder, Abdelfattah Amor, had been instrumental in setting up this International Consultative Conference, held on the occasion of the 20th anniversary of the 1981 Declaration. There have been promising follow-up activities by Governments and NGOs during global meetings of experts and exchanges of minds on regional levels. However, these implementation efforts need a fresh impetus in order to further develop strategies on how religious intolerance and discrimination can be prevented and how freedom of religion or belief can be promoted through education. The Special Rapporteur would like to emphasize the need to devise a strategy for the prevention of discrimination and intolerance based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. There is a wealth of information and legal reasoning to be found in the reports of the Special Rapporteur on freedom of religion or belief throughout the past 20 years. The three mandate-holders have so far submitted 63 reports to the Commission on Human Rights, to the General Assembly and to the Human Rights Council, totalling more than 2,600 pages. While electronic versions of the full texts of the reports since 1993 are available online via the Official Document System of the United Nations (http://documents.un.org), finding the relevant answers to a given question may be compared to looking for a needle in a haystack.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. For this reason, Ms. Jahangir intends to develop an online digest of the Special Rapporteur's framework for communications and to upload it on the OHCHR website (http://www.ohchr.org/english/issues/religion/standards.htm). In the annex of her previous annual report the Special Rapporteur has published this framework with various categories of relevant provisions of international human rights law which she uses as the legal yardstick. The five main categories cover: (1) elements of the right to freedom of religion or belief; (2) discrimination on the basis of freedom of religion or belief; (3) the situation of vulnerable groups, including women, children, refugees, members of minorities and persons deprived of their liberty; (4) the intersection of freedom of religion or belief with other human rights; and (5) cross-cutting issues.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The framework for communications enables the Special Rapporteur to determine which elements, if any, of the mandate on freedom of religion or belief are raised by each allegation and to send more specific, tailored communications. In particular, it allows her to draw the attention of the Government concerned to the particular international standards on the specific issue or issues and to ask pertinent questions about compliance. Furthermore, it is intended to serve as a guide to the types of issues that are the subject of communications and, thus, it could be a useful tool for NGOs and other actors in their interactions with the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Uploading the framework for communications on the OHCHR website will make the legal basis of freedom of religion or belief even more easily accessible for Governments and for civil society worldwide. Furthermore, the Special Rapporteur plans to develop the existing framework into an online digest, illustrating the international standards with pertinent excerpts of the mandate-holders' findings according to the categories of her framework for communications. Consequently, the 20 years of mandate practice up to now may eventually help to flesh out the legal standards and contribute to their implementation. Compiling this online digest is a time-consuming endeavour, especially as the human resources available to her mandate are very limited but exceedingly dedicated, however, the Special Rapporteur hopes to present a preliminary version in 2007.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Since 1996, the Commission on Human Rights has persistently stressed in its resolutions the need for the Special Rapporteur to apply a gender perspective, inter alia, through the identification of gender-specific abuses in the reporting process, including in information collection and recommendations. Although some countries initially have been reluctant to see the nexus between the discrimination of women and the mandate of the Special Rapporteur on freedom of religion or belief, it is now accepted that the mandate-holder will raise cases or highlight situations that relate to the status of women. Furthermore, resolution 2005/40 of the Commission on Human Rights explicitly invited the Special Rapporteur to address \"the situations of violations and discrimination that affect many women as a result of religion or belief\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur regularly sends joint urgent appeals and allegation letters on this issue together with other special procedures holders, such as the Special Rapporteur on violence against women, its causes and consequences as well as the Special Rapporteur on trafficking in persons, especially women and children. The above-mentioned framework for communications contains a subcategory devoted to the vulnerable situation of women. This subcategory details the applicable international human rights standards, e.g. articles 2 and 3 of the Convention on the Elimination of All Forms of Discrimination against Women and Human Rights Committee general comment No. 28 (2000) on the equality of rights between men and women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 36,
        "Text": "36. In practice, intolerance and discrimination is often applied with regard to multiple identities of the victim or group of victims. Many of the Special Rapporteur's communications and urgent appeals concern cases where women suffer from aggravated discrimination with regard to their religious, ethnic and sexual identities. Women in many countries appear to be victims of double or triple forms of aggravated discrimination, owing to serious restrictions in the areas of education and employment. Citizenship laws in a number of countries discriminate against women and their children because these regulations stipulate that mothers have fewer rights than fathers to transmit nationality. Denying girls and women the right to wear religious symbols when they freely choose to do so may pose a problem in terms of international human rights law as well as does the forcible imposition of religious dress codes. Discrimination and practices that are harmful to the health of women and girls are also applied within their religious communities for reasons of religious traditions or those ascribed to religion. Furthermore, there have been reports of arrests, flogging, forced conversion and even murders targeted specifically at women in the context of intolerance based on religion or belief. Female members of minority religions also tend to be prone to become victims of rape and violence stirred up by organized groups.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 37,
        "Text": "37. The freedom of religion or belief is a fundamental human right of a non-derogable character which can be limited only under restricted conditions. Nevertheless, this right, like other human rights, cannot be used to justify the violation of other human rights and freedoms. That clause is, inter alia, provided by article 5 (1) of the International Covenant on Civil and Political Rights and may, in certain cases, address situations of abuses committed in the name of religion. The Human Rights Committee in its general comment No. 28 states that \"Article 18 [of the ICCPR] may not be relied upon to justify discrimination against women by reference to freedom of thought, conscience and religion; States parties should therefore provide information on the status of women as regards their freedom of thought, conscience and religion, and indicate what steps they have taken or intend to take both to eliminate and prevent infringements of these freedoms in respect of women and to protect their right not to be discriminated against.\" (para. 21)",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The States' capacity and willingness to guarantee and protect de jure and de facto freedom of religion of all individuals within its jurisdiction is often the key to developing an appropriate framework for the protection of all human rights, including women's rights. It ensures that individuals can express themselves fully and dissent, even within their own religion; or, indeed, that they can choose not to have any religion at all. No right should be protected at the expense of others. Measures adopted to protect women's rights, the right to freedom of religion or belief and other human rights should take into account all individuals in society. The Special Rapporteur would like to reiterate the importance of ensuring that the right to freedom of religion or belief adds to the values of human rights and does not unintentionally become an instrument for undermining freedoms. In this regard she welcomes recent statements and conference recommendations which clarify religious views on female genital mutilation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 39,
        "Text": "39. In 2002, the previous mandate-holder presented his thematic study entitled \"Étude sur la liberté de religion ou de conviction et la condition de la femme au regard de la religion et des traditions\" to the Commission on Human Rights (E/CN.4/2002/73/Add.2). It lists the different types of discrimination against women, such as practices that are harmful to the health of women, discrimination against women within the family, attacks on the right to life, honour killings, and attacks on their dignity, such as restrictions on the education of women or their exclusion from certain functions. The document is so far only available in the original French language version and the Special Rapporteur would like to reiterate the request by the Commission on Human Rights in resolution 2004/36 that \"from existing available resources and if necessary supplemented by voluntary contributions, the [study should] be translated into the other official languages of the United Nations and published as an official document\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur has received numerous allegations that national counter-terrorism measures adopted in the post 9/11-context have had and continue to show adverse effects on the enjoyment of freedom of religion or belief worldwide. The Special Rapporteur notes that these allegations relate both to countries where Muslims form a minority of the population and also where they are in the majority. On many occasions, members of groups perceived to hold extreme religious views have been harassed, arrested or deported. The Special Rapporteur is conscious of the fact that the States' obligation to protect and promote human rights requires them to take effective measures to combat terrorism. However, she would like to underline that States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights, refugee and humanitarian law.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Already in June 2003, the tenth meeting of special rapporteurs/representatives, experts and chairpersons of working groups of the special procedures of the Commission on Human Rights and of the advisory services programme addressed the fact that the anti-terrorism measures adopted by some States could include elements, or have unintended consequences, that undermined respect for fundamental human rights. Concerns were raised that some groups had been specifically targeted, such as migrants, asylum-seekers or members of particular national, racial or religious groups. While sharing in the unequivocal condemnation of terrorism, the participating mandate-holders in their joint statement (E/CN.4/2004/4, Annex 1) voiced their \"profound concern at the multiplication of policies, legislation and practices increasingly being adopted by many countries in the name of the fight against terrorism which affect negatively the enjoyment of virtually all human rights - civil, cultural, economic, political and social\".",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 42,
        "Text": "42. In his latest report to the Commission on Human Rights, the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism, Martin Scheinin, identified a current trend in counter-terrorism measures by States to tighten immigration controls, including through so-called racial, ethnic or religious profiling. When reviewing the State reports to the United Nations Counter-Terrorism Committee, Mr. Scheinin stated that \"it is well known that States frequently apply terrorism definitions that either do not meet the requirements of ICCPR article 15 (nullum crimen sine lege, nulla poena sine lege, non-retroactivity) or, even worse, are designed in bad faith to outlaw political opposition, religious entities, or minority, indigenous or autonomy movements that have never resorted to violence against persons\". (E/CN.4/2006/98, para. 62.)",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 43,
        "Text": "43. As noted in previous reports, religious minorities and new religious movements face various forms of discrimination and intolerance, both from policies, legislation and State practice. Issues of concern relate to obstacles in the official registration procedures as well as inappropriate limitations when disseminating materials and displaying religious symbols. Furthermore, some religious minorities are adversely affected by manifestations of rejection or violence from non-State actors and by threats to their very existence as a specific community. When religious minorities are groups that are considered so-called non-traditional or new religious movements, the members of these communities may be the object of suspicion and suffer greater limitations to their right to freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The first mandate-holder, d'Almeida Ribeiro, already in 1990 stated that \"aspects having to do with the antiquity of a religion, its revealed character and the existence of a scripture, while important, are not sufficient to make a distinction [between religions, sects and religious associations]. Even belief in the existence of a Supreme Being, a particular ritual or a set of ethical and social rules are not exclusive to religions but can also be found in political ideologies. So far, a satisfactory and acceptable distinction has not been arrived at\". (E/CN.4/1990/46, para. 110.) His successor in the mandate, Abdelfattah Amor, added that \"[r]eligions cannot be distinguished from sects on the basis of quantitative considerations, saying that a sect, unlike a religion, has a small number of followers. This is not in fact always the case. It runs absolutely counter to the principle of respect and protection for minorities, which is upheld by both domestic and international law and morality. Besides, following this line of argument, what are the major religions if not successful sects?\". (E/CN.4/1997/91, para. 95.) The second mandate-holder further emphasized that the issue of sects or new religious movements is complicated by the fact that international human rights instruments provide no definition of the concepts of religion, sect or new religious movement: \"Added to this legal dimension is the general confusion regarding the term 'sect' in particular. Although the idea of a sect was originally a neutral one and meant a community of individuals constituting a minority within a religion and having split from it, it often now has a pejorative connotation so that it is frequently regarded as synonymous with danger, and sometimes a non-religious dimension when it is identified as a commercial enterprise. The term 'sect' is therefore in need of further clarification, as are the terms 'religions', 'new religious movements' and 'commercial enterprise'. It is crucial to look at this phenomenon objectively so as to avoid the two pitfalls of either infringing the freedom of religion and belief or exploiting freedom of religion and belief for purposes other than those for which it has been recognized and protected.\" (E/CN.4/1998/6, paras. 116-117)",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur would like to join her predecessors' analysis concerning the complexity of defining religion and belief. The pertinent international human rights standards seem to take the problem of finding a satisfactory definition of the \"protected religion\" into account by providing for a broad view of this concept. The Human Rights Committee in its general comment No. 22 (1993) rightly argued: \"The terms 'belief' and 'religion' are to be broadly construed. Article 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions. The Committee therefore views with concern any tendency to discriminate against any religion or belief for any reason, including the fact that they are newly established, or represent religious minorities that may be the subject of hostility on the part of a predominant religious community.\" Furthermore, the Human Rights Committee reiterated that article 18 of the ICCPR \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief\" (para. 2). This formula has already been quoted in various United Nations reports (E/CN.4/Sub.2/1987/26, para. 13; E/CN.4/1990/46, para. 110) and it is also used as a definition in the Madrid Final Document on School Education in relation with Freedom of Religion and Belief, Tolerance and Non-discrimination (E/CN.4/2002/73, Appendix).",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. In line with this reasoning, the Special Rapporteur follows the approach of interpreting the scope of application for freedom of religion or belief in a large sense, bearing in mind that manifestations of this freedom may be subject to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. Rosalyn Higgins, who is currently President of the International Court of Justice and was a member of the Human Rights Committee when its general comment No. 22 was drafted, \"resolutely opposed the idea that States could have complete latitude to decide what was and what was not a genuine religious belief. The contents of a religion should be defined by the worshippers themselves; as for manifestations, article 18, paragraph 3, existed to prevent them from violating the rights of others\". (CCPR/C/SR.1166, para. 48.) A similar statement was made by Abdelfattah Amor in his 1997 report to the Commission on Human Rights. There, the second mandate-holder emphasized that, apart from the legal courses available against harmful activities, \"it is not the business of the State or any other group or community to act as the guardian of people's consciences and encourage, impose or censure any religious belief or conviction\". (E/CN.4/1997/91, para. 99)",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. In this regard it seems to be particularly worrying when a religious community is empowered - either de jure or de facto - to decide about or to veto the registration of another religious or belief group. The Special Rapporteur would like to reiterate that registration should not be a precondition for practising one's religion, but only for the acquisition of a legal personality and related benefits. Furthermore, registration procedures should be easy and quick and they should neither depend on reviews of the substantive content of the belief nor on extensive formal requirements. Thus, requiring high minimum membership levels or a lengthy existence in the country concerned are no appropriate criteria for registration.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The number and seriousness of mandate-related allegations received by the Special Rapporteur lead to the conclusion that the protection of freedom of religion or belief and the implementation of the 1981 Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief is far from being a reality. Governments should redouble their efforts to uphold the provisions in their everyday work and non-governmental organizations may continue to exercise their role as public watchdogs and also inform on national best practices. Numerous differing approaches in various countries may be noted and there still is a huge gap between rhetoric and practice in many instances.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The principles contained in the 1981 Declaration need to be further disseminated among lawmakers, judges and civil servants but also among non-State actors. It is of the utmost importance to promote the ideals of tolerance and understanding through education, for example by introducing human rights standards in school curricula and through the training of the teaching staff. Religious tolerance can only be acquired if people learn from their earliest childhood about the existence and distinctive characteristics of other religious or faith-based communities. There is an urgent need to eliminate the root causes of intolerance and discrimination and to remain vigilant with regard to freedom of religion or belief worldwide. It is equally crucial to depoliticize issues relating to religion or belief and to bring the discussion fully within the framework of human rights.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur would like to reiterate that most situations of religious intolerance stem either from ignorance or from misleading information. In her opinion, the right orientation to education is crucial for promoting religious harmony. Unfortunately, she regularly receives allegations about schoolbooks which display, and even encourage, a lack of respect for members of non-traditional religious minorities or for religions that differ from the predominant religion in the country. The authorities concerned are called to promptly remove any passages from schoolbooks that run counter to religious tolerance or to withdraw such books. In this regard, the 2001 Madrid Final Document on School Education in relation with Freedom of Religion and Belief, Tolerance and Non-discrimination offers important guidance for a desirable education of tolerance.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteur's envisaged online digest of the past 20 years of mandate experience might help in disseminating the international standards of freedom of religion or belief. In combining the categories of her framework for communications with pertinent excerpts from the Special Rapporteurs' reports, she hopes to make the applicable legal standards more easily accessible and understandable. On the preventive level, this may eventually lead to an improved knowledge of the required or prohibited governmental actions. With regard to the protection of victims, the online digest is intended to help in identifying the international human rights involved, thus facilitating the work of non-governmental organizations and their interactions with the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. As many women suffer from aggravated discrimination with regard to their religious, ethnic and sexual identities, national and international action is required to prevent such aggravated discrimination and to improve the protective efforts. Prevention requires first of all identifying cultural practices that are harmful for women and girls; States should then prepare strategies, e.g. through educative, legislative and health-related measures, in order to eliminate prejudicial practices especially where they are deeply rooted in society. Protection necessitates effective application of existing national laws and international human rights standards; Governments should therefore reinforce domestic structures of control and official bodies for the protection of all human rights. The Special Rapporteur hopes that her predecessor's study entitled \"Étude sur la liberté de religion ou de conviction et la condition de la femme au regard de la religion et des traditions\" (E/CN.4/2002/73/Add.2) will be translated into the other official languages of the United Nations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Some counter-terrorism measures appear to include elements that undermine respect for fundamental human rights, including freedom of religion or belief. While the Special Rapporteur is conscious of the fact that the States' obligation to protect and promote human rights requires them to take effective measures to combat terrorism, she emphasizes that States must also ensure that any measure complies with their obligations under international human rights, refugee and humanitarian law. She reiterates the concern expressed by other mandate-holders that the application of terrorism definitions may be used to outlaw peaceful religious entities or to blacklist entire communities and religions, subjecting them to systematic suspicion. States should refocus their efforts on the origins of terrorism and on the need to ensure protection and promotion of human rights without bias or selectivity.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Religious minorities and new religious movements are confronted with various forms of discrimination and intolerance, stemming both from Governments and from non-State actors. It is critical that Governments commit themselves to full respect to the norms of human rights and play a role of bridge-builders rather than join the alarmists in widening the gap of understanding and mutual trust. Rising religious intolerance deteriorates the quality of life for all people of the world. Concerning the concepts of \"religion\" or \"belief\", the Special Rapporteur interprets the scope of application for freedom of religion or belief in a large sense, bearing in mind that manifestations of this freedom may be subject to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others. Furthermore, no religious community should be empowered to decide about or to veto the registration of another religious or belief group.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Legislation with regard to advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence must be applied by independent and non-arbitrary bodies. Accordingly the prosecution, while retaining their prosecutorial discretion, should rely on transparent and neutral standards when applying the legislation to specific cases. Furthermore an independent judiciary is an absolutely vital component in the process of effectively combating forms of expression that incite to religious or racial hatred. The need for bodies which comply with international standards on the independence of the judges and lawyers in this context is a prime example of the importance of the interdependence of human rights. It should also be noted that the application of so-called \"hate speech\" legislation can be particularly problematic where the law itself favours one religion, or where a religion rather than freedom of religion or belief is the object of protection.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Religious controversies are historical. They will continue to demand the international community's attention and challenge societies to find creative ways of dealing with it. There are no classic or tested recipes for resolving such sensitive issues. Nevertheless, at the very least, political leadership must collectively and openly commit itself to defy intolerance based on religion or belief. In this regard, a continuing dialogue at all levels is essential. There are indeed some remarkable examples where a call for dialogue has prevented violence or ended hostilities. In many cases, such initiatives are even more successful when they include members of all faiths and beliefs, women as well as persons who are dispassionate in matters of religion. 1 The communication was transmitted before 3 June 2006 when the Secretary-General received a letter from the President of the Republic of Serbia informing him that the membership of Serbia and Montenegro in the United Nations was to be continued by the Republic of Serbia and that the name \"Republic of Serbia\" was henceforth to be used instead of the name \"Serbia and Montenegro\". 2 These Guidelines were adopted at the 59th plenary session of the European Commission for Democracy through Law (the Venice Commission) on 18 June 2004 and were welcomed by the OSCE Parliamentary Assembly at its annual session in July 2004 (see http://www.osce.org/item/13600.html). 3 See the recommendations of the international conference of scholars concerning a ban on abuse of the female body which was held 22-23 November 2006 at Al-Azhar University in Cairo, Egypt (available online at: http://www.target-humanrights.com/HP-00\\aktuelles/alAzharKonferenz/index.php?p=beschluss&lang=en). For a discussion of female genital mutilation see Amor's thematic study on freedom of religion or belief and the status of women from the viewpoint of religion and traditions (E/CN.4/2002/73/Add.2, paras. 104-110). - - - - -",
        "Labels": [
            "Women/girls"
        ]
    }
]