[
    {
        "ID": 1,
        "Text": "1. The present report is submitted pursuant to Human Rights Council resolution 26/31, and was prepared in cooperation with the United Nations Mission in South Sudan (UNMISS). It presents an overview of the situation of human rights in South Sudan since the most recent public report by UNMISS entitled Conflict in South Sudan: A Human Rights Report, which was presented to the Council at its twenty-sixth session.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In resolution 26/31, the Human Rights Council expressed its deep concern at the human rights situation in South Sudan and at reports of atrocities committed since the outbreak of violence on 15 December 2013, including the targeted killing of civilians and mass displacements, and allegations of unlawful recruitment and use of child soldiers, widespread incidents of arbitrary arrest and detention, and sexual violence. The Council decided to convene a panel discussion on the human rights situation in South Sudan at its twenty-seventh session, and requested the United Nations High Commissioner for Human Rights to submit an interim report on the human rights situation in South Sudan for discussion by the panel. It also requested the High Commissioner to invite to the panel discussion the Government of South Sudan, the Chairperson of the African Union Commission of Inquiry for South Sudan, the Chief Mediator of the Intergovernmental Authority on Development (IGAD), the Special Representative of the Secretary-General for South Sudan and the Chairperson of the Human Rights Commission of South Sudan.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 3,
        "Text": "3. In the present report, the High Commissioner outlines some of the allegations of human rights abuses and serious violations of international humanitarian law received by the UNMISS Human Rights Division between May and August 2014, and provides an analysis of the human rights trends witnessed during that period. Some specific allegations are highlighted, with a focus on extrajudicial killings, conflict-related sexual violence, children and armed conflict, the administration of justice and freedom of expression.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The UNMISS Human Rights Division documents and investigates allegations of human rights violations and abuses and serious violations of international humanitarian law across all 10 States of South Sudan, based on a human rights monitoring and investigations methodology developed by the Office of the High Commissioner (OHCHR). In the course of its work, the Division has encountered security and logistical challenges that have prevented the full verification of all the allegations it has received. Nonetheless, the violations reported herein are indicative of the alarming situation of human rights in South Sudan.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The very limited progress made with regard to accountability for human rights violations and abuses and violations of international humanitarian law in South Sudan remains a cause for concern. Nine months into the conflict in South Sudan, national efforts to hold perpetrators to account have been weak to non-existent, raising the spectre of a continuous cycle of violence and revenge.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. During the period under review, the international pressure to end the violence and associated human rights violations and abuses in South Sudan was strong. At the end of April 2014, the High Commissioner and the Special Adviser of the Secretary-General on the Prevention of Genocide visited South Sudan and met with both parties to the conflict. They briefed the Security Council on 2 May 2014 about their visit. The Secretary-General then visited South Sudan on 6 May 2014. Also on 6 May, the United States of America imposed targeted sanctions on two individuals, one associated with the Sudan People's Liberation Army (SPLA), the other associated with the SPLM/Army (in opposition).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. In early May 2014, the prospect of a political solution to the conflict was raised. On 5 May, under the auspices of IGAD, the Government of South Sudan and the SPLM/Army (in opposition) signed an agreement recommitting them to the Agreement on Cessation of Hostilities signed on 23 January 2014. On 9 May, President Salva Kiir and the leader of the SPLM/Army (in opposition), Riek Machar, signed the Agreement to Resolve the Crisis in South Sudan, pursuant to which they pledged to implement fully the Agreement on Cessation of Hostilities and to facilitate the deployment of the IGAD monitoring and verification mechanism.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. On 10 June 2014, President Kiir and Mr. Machar met on the margins of an IGAD Heads of State Summit in Addis Ababa and pledge to complete negotiations on transitional arrangements within a period of 60 days. The deadline for the completion of negotiations expired on 10 August without the formation of a transitional Government of national unity, although the President later announced that he could offer Mr. Machar the position of Second Vice-President as long as Mr. Kiir could remain President.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Two aspects of the conflict were notable during the period under review. First, although skirmishes did continue, major military confrontations diminished. Nonetheless, the parties resupplied their forces and consolidated their positions, with signs of preparation for possible attacks. Information suggested an increase in militarization, with reports of mobilization, including the recruitment and arming of young people, including children. Second, the conflict widened to previously largely unaffected States, notably Northern and Western Bahr El Ghazal.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Unity State continued to be a cause for particular concern. After being under the control of the SPLM/Army (in opposition) since 15 April 2014, Bentiu was attacked and taken over by the SPLA on 4 May. The following morning, the SPLM/Army (in opposition) attacked in retaliation and seized control of Bentiu and Rubkona. On 8 May, the SPLA and associated members reportedly belonging to the Justice and Equality Movement (JEM), an armed group from Darfur in the Sudan, regained control of Bentiu and Rubkona. After the fighting subsided, UNMISS patrols observed that several sites – including compounds belonging to the United Nations Children's Fund (UNICEF) and an international non-governmental organization, the university and a primary school – were occupied by the SPLA and either JEM or the South Sudan Liberation Army (SSLA), a rebel group mainly based in the north of the country. UNMISS also observed JEM and SSLA forces looting medical supplies at Bentiu Hospital.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In Upper Nile State, the first half of May 2014 saw fighting around Nasser, Melut and Renk, which came under SPLA control on 5 May. By the end of June, some activity had resumed in Malakal. The South Sudan National Police Service also established a small presence in the town. Fighting around Nassir continued, and to a lesser extent in Renk.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In Jonglei State, low-level fighting continued in the northern and eastern counties. In the first half of May 2014, fighting continued in Twic East, Duk and Ayod counties, with fluid front lines. In the first week of June, approximately 1,000 SPLA soldiers defected from the Gadiang military base. While the situation in the State capital Bor remained calm, the security situation in Ayod and Duk counties remained a concern. The IGAD monitoring and verification mechanism teams confirmed several reports of clashes in Ayod, which allegedly resulted in heavy SPLM/Army (in opposition) casualties. The area remains under SPLA control.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In the capital of Juba, in Central Equatoria State, the situation has been largely stable. Tensions, however, remained, particularly as a result of discussions over federalism in June and July 2014. Rumours circulated that the relationship between the President and the Equatorians was deteriorating, notably following the claim that the Equatorians serving in the SPLA and the South Sudan National Police Service had been disarmed. UNMISS confirmed that 194 Equatorians belonging to the Presidential Guard (also known as the Tiger Battalion) had been disarmed on 27 June 2014, with some of them subsequently returning to a training camp in Morobo.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. While the other States of South Sudan were initially somewhat unaffected from the conflict, its impact has been increasing. In late June and early July 2014, several worrying developments might indicate a steady westward spread of the conflict. For instance, in Western Bahr El Ghazal State, the situation human rights sharply deteriorated. Nuer soldiers defected from the SPLA Fifth Division after armed clashes between Dinka and Nuer SPLA soldiers in Mapel, on 25 April 2014, and in Wau, on 27 April. Following the fighting, some 650 civilians sought protection at the UNMISS compound in Wau. At the end of June 2014, SPLA soldiers and the Auxiliary Police were sent to recover Nuer SPLA soldiers who had defected and were reportedly hiding in the bush in Wau County. This led to the increased militarization of Wau, as well as to reports of human rights violations and abuse of human rights by the SPLA, the Auxiliary Police and the deserters. UNMISS interviews and site visits suggests that thousands of civilians were displaced and that the SPLA, the Auxiliary Police and defected soldiers perpetrated acts of sexual violence, harassed, threatened, arbitrarily detained and attacked civilians, and looted. During a site visit to Farajallah on 7 July 2014, UNMISS observed that schools, a health centre and homes had been occupied by government forces. Fighting reportedly broke out at the end of June 2014 between the SPLA and defecting Nuer forces south of Wau.",
        "Labels": [
            "Persons deprived of their liberty",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 15,
        "Text": "15. In Warrap State, a first major clash occurred on 2 July 2014, when SPLM/Army (in opposition) forces attacked Mayen Jur boma in Gogrial East County. Eight people, including two civilians and six soldiers, were reportedly killed. A local official reported massive displacement, with people leaving their homes and land to flee insecurity.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. In Western Equatoria State, SPLA soldiers and young members reportedly clashed on 3 July 2014 following a call for the Dinka to vacate Maridi town government buildings and for cattle keepers to leave the counties. Other reports indicated that the clashes were due to disagreements over federalism. Two people were killed and one was injured. Following the incident, 147 people sought protection at the UNMISS county support base. The security situation stabilized quickly and people who had fled to the bush returned to their homes. Three SPLA soldiers were arrested on 4 July 2014 in connection with the incident and detained at the SPLA barracks; a fourth was arrested a few days later. All four were charged with murder.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 17,
        "Text": "17. Since the conflict began on 15 December 2013, some 1.5 million people have been internally displaced within South Sudan and a reported 400,000 people have sought refuge in Ethiopia, Kenya, the Sudan and Uganda. Of further concern are food insecurity and the looming famine caused by the protracted conflict, which has prevented most of the population from planting their annual crops or fulfilling other food-securing activities. According to the World Food Programme, food insecurity is projected to affect more than 3.9 million people by the end of 2014. 2",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 18,
        "Text": "18. UNMISS opened its gates to thousands of civilians who fled the violence and sought refuge in its bases. During the period under review, the number of internally displaced persons seeking shelter in protection of civilians sites within UNMISS compounds grew to over 100,000. Such an influx of civilians into United Nations premises was unprecedented, and presented the Mission with unique challenges. For example, insecurity in UNMISS protection of civilians sites became a major concern, as various types of violence and disorderly conduct negatively affected internally displaced persons, humanitarian workers and UNMISS staff. As an interim solution, UNMISS resorted to the use of holding facilities in its protection of civilians sites to separate internally displaced persons who posed a threat from the general population. Given the absence of civilian justice institutions in Jonglei, Unity and Upper Nile States, some internally displaced persons who allegedly committed crimes in protection of civilians sites were for long periods, since they could not be handed over to the national criminal justice system. Furthermore, the onset of the wet season in April 2014 caused health and sanitary conditions in the protection of civilians sites to deteriorate significantly. UNMISS has been constructing new protection of civilians sites with better facilities to address these concerns.",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 19,
        "Text": "19. During the period under review, UNMISS continued to receive reports of the killing and wounding of civilians by parties to the conflict and other armed groups. The majority of reports of extrajudicial killings came from Unity State, which was the most affected by the conflict in May and June 2014. Shortly after the SPLA regained control of Bentiu and Rubkona on 8 May, UNMISS began to receive reports that civilians had been targeted and killed. Most reports were linked to the fighting, and probably only reflected a fraction of the cases of human rights violations and abuse that were actually perpetrated. The ethnic dimension of the abuse and violations witnessed persisted; for instance, witnesses reported that, on 10 May 2014, a man of Nuer origin was killed in front of his family in the Dere area of Bentiu by a patrol composed mainly of SPLA soldiers speaking Dinka. Reportedly, other SPLA soldiers of Nuer origin who were in the area pursued the perpetrators and killed at least one of them. On 21 May, UNMISS visited Dere and found the decomposing body of the civilian.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Also in Dere, the SPLA confirmed to UNMISS that Dinka SPLA soldiers had killed a boy on 11 May 2014. The soldiers had reportedly accused the boy of spying, after he came into the town from the bush. This caused Nuer SPLA soldiers to kill a Dinka SPLA soldier in revenge. The SPLA subsequently managed to de-escalate the situation.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 21,
        "Text": "21. On 14 June 2014, a man was allegedly killed in Dere by two Nuer SPLA soldiers. The soldiers reportedly entered forcibly a compound, demanding money from the occupants at gunpoint. The soldiers accused the victim of supporting the SPLM/Army (in opposition) and shot him in the head after he stated that he was from Panyjar. UNMISS was informed that the two soldiers were arrested and transferred to the SPLA Fourth Division Headquarters.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Allegations of killings around the UNMISS protection of civilians site in Rubkona were also received. On 3 June 2014, three Nuer civilians – two men and a 15-year old child – were detained by five Nuer SPLA soldiers as they were approaching the main gate of the site. The civilians were reportedly ill-treated by the soldiers and taken away from the site with their hands tied. One of the men was shot and killed on the spot; UNMISS found and recovered his body on 4 June 2014. The other man was saved when the soldiers noticed another SPLA vehicle approaching, and drove off with the remaining two victims, one adult man and one child, to the SPLA Fourth Division Headquarters in Rubkona. There, they were detained for several hours and interrogated about their presence in front of the UNMISS compound. The child was released later the same day, while the man was released on 8 June 2014 following advocacy by UNMISS.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. UNMISS also received reports of killings in several villages and counties of Unity State in the context of military operations, particularly in Rubkona, Mayom and Guit counties. Such killings appear to have been on a wide scale, but the Human Rights Division has been unable to verify allegations received due to insecurity in these Counties. The Division also received reports in early August 2014 that internally displaced persons were being attacked after leaving the UNMISS protection of civilians site in Rubkona in a bid to reach the Sudan. For instance, the Division was informed that one group of internally displaced persons had been attacked on 2 August 2014 by unknown armed elements in the area between Lalob and the Unity oil field, located 50 km north of Rubkona. At least six displaced persons were reportedly killed during the attack.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Around 9 May 2014, some 63 civilians were reportedly killed by the SPLA in Dhorbor village, in Pakur Payam, Rubkona County. Reportedly, Nuer men and women were rounded up in Bentiu town and taken to Pakur, where they were either tied to trees or tied and forced to lie on the ground. They were all allegedly shot and killed on the orders of an SPLA commander.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Reportedly, in early June 2014, 21 civilians, including five children, were killed in cross-fire between SPLA soldiers and SPLM/Army (in opposition) members during operations in Jazeera, Nyeng, Dorkan, Thong and Thokiergang villages. It was alleged that some of the victims were deliberately targeted. In early June 2014, in Thong, SPLA members reportedly killed two male civilians while raiding their cattle.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. UNMISS received similar reports of the killing of civilians in Riak Payam. According to the reports, after the SPLM/Army (in opposition) took control of Bentiu on 15 April 2014, many SPLA soldiers scattered in different directions. One group of 11 soldiers (10 Dinka and a Nuer) reportedly arrived in Riak Payam and were shot dead by armed civilians. Following the killings, SSLA forces allegedly conducted a military operation in the village around the end of April to early May 2014, demanding the guns of the killed soldiers. SSLA soldiers then allegedly killed two civilians and burned an unknown number of houses. According to reports, the clan leader and other civilians were also arrested. It was alleged that a similar incident may have occurred in Wang Kai Payam around the same period.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 27,
        "Text": "27. In Kuach village, Guit County, five civilians from one family were reportedly killed by eight Dinka SPLA soldiers on 22 May 2014. Following the incident, Nuer SPLA soldiers were reportedly sent to arrest the alleged perpetrators, who refused to disarm and were, as a result, allegedly killed. In Nguan village, also in Guit County, information received suggests that SPLA soldiers on patrol in mid-May 2014 killed a Nuer civilian who refused to hand them over a cow.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Fewer reports of extrajudicial killings of civilians were received from other areas of South Sudan during the period under review. Given, however, that much of the fighting during this period occurred outside major centres of population, and in the light of related access and security constraints, it is difficult to conclude that few killings actually occurred.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In Maban County, Upper Nile State, five humanitarian workers were killed between 1 and 7 August 2014 in and around Bunj, reportedly by a local armed group known as the Maban Defence Force. The group allegedly targeted Nuer civilians in retaliation for casualties suffered during fighting with defected SPLA soldiers moving towards areas in Longochuk County controlled by the SPLM/Army (in opposition).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In Jonglei State, for instance, the extrajudicial killing of a civilian was reported in Bor town during the period under review. Reportedly, on the morning of 30 April 2014, two Nuer internally displaced persons voluntarily left the UNMISS site in the company of two Dinka friends. The four men were stopped by the South Sudan National Police Service at a checkpoint, where the two Nuers were detained, and taken to the barracks of the Auxiliary Police. The men were later taken out, reportedly to be executed. One was shot to death, while the other was wounded, but managed to escape. In early May 2014, UNMISS attempted to interview two individuals with information on the case, but they were intercepted and arrested by the South Sudan National Police Service while on their way to the UNMISS compound. They were reportedly released from detention, but the Human Rights Division was subsequently unable to verify their whereabouts.",
        "Labels": [
            "Internally displaced persons"
        ]
    },
    {
        "ID": 31,
        "Text": "31. During the period under review, reports of sexual violence, including rape and gang rape, continued to be received from most States in South Sudan. Given the current context, however, it was particularly difficult to assess the prevalence of sexual violence and to verify reported incidents. The absence of government officials and services together with the limited access given to areas affected by the conflict constituted major obstacles to the monitoring of cases of conflict-related sexual violence.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In general, the information received indicated that the heavy presence of armed personnel posed a grave risk – particularly the risk of sexual harassment and assault – to the security of women and girls. For instance, in Jonglei State, reports suggested that the risk was greatest between 6 p.m. and 8 p.m., when women returned home from work and soldiers' alcohol consumption increased. Incidents inside and in close proximity to UNMISS protection of civilians sites were also reported, including the targeting of female internally displaced persons who left the sites to gather food, firewood and other necessities. Such acts were allegedly perpetrated by all parties to the conflict, as well as by other civilians.",
        "Labels": [
            "Women/girls",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Unity State continued to be seriously affected by sexual violence. For instance, on 26 May 2014, three women were allegedly raped by SPLA soldiers after leaving the UNMISS protection of civilians site. The women were approached by a group of approximately 30 SPLA soldiers who threatened to shoot if they ran. The women were taken to a nearby primary school, where they were gang raped.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 34,
        "Text": "34. On 11 June 2014, UNMISS received unconfirmed reports that women had been raped by government forces and armed militia on the road from Leer to Mayom. On 14 June, approximately seven SPLA soldiers stopped three women going to the UNMISS protection of civilians site, and threatened to kill them if they refused to have sex with them. The women were subsequently gang raped by groups of two to three soldiers.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 35,
        "Text": "35. In the UNMISS protection of civilians site in Malakal, Upper Nile State, drunkenness, ethnic clashes and insecurity increased the risk of sexual violence and had an incidence on the effectiveness of safety mechanisms. Allegations were received that women had been raped by an unidentified group of young men on 18 May 2014. On 29 May, two Nuer girls were reportedly attacked by an armed gang of youth; one girl was gang raped, while the other managed to escape. Information received at the end of June 2014 suggested that some of the sexual violence inside the UNMISS protection of civilians site could be ethnically targeted.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Incidents of sexual violence were also reported outside Malakal town. One notable case was the allegation of a mass rape by SPLA soldiers in Mathiang, Longochuck County, on 16 or 17 May 2014. Although the gathering of information continued, the UNMISS Human Rights Division was not able to verify the incident owing to the continued insecurity and the concomitant absence of civilians in the area. UNMISS received similar reports of women being raped and abducted by SPLA soldiers during military operations in Ulang County, around 2 May 2014, and in Nasser County, on 4 May. To date, two attempts to visit these areas have had to be cancelled owing to security constraints.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Incidents of conflict-related sexual violence also continued to be reported, not only in the context of the ongoing armed conflict but also in cyclical intercommunal clashes. For example, in a particularly worrying incident in Lakes State, inter-clan violence following the killing of a paramount chief on 5 August 2014 reportedly led to multiple cases of rape, including gang rape. The missions conducted to the area by the Human Rights Division confirmed that eight cases of rape, two involving children, had been perpetrated. One child died as a consequence of the violence.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 38,
        "Text": "38. During the period under review, UNMISS continued to receive reports of violations perpetrated against children in the armed conflict. Since late July 2014, 55 incidents affecting 4,570 children (including 1,442 girls) had been recorded; of these, 37 incidents affecting 2,476 children were verified. Two incidents of torture during interrogation of children in Juba were also reported to UNMISS.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Following the signing in June 2014 of the agreement for the implementation of the SPLA-United Nations revised plan of action to end the recruitment and use of children and other grave violations against children, UNMISS and UNICEF supported the SPLA and relevant government ministries to develop a work plan for the operationalization of the agreement. On 18 July, the United Nations submitted to the President's Office a list of 33 schools reported to be used for military purposes by the SPLA, with targeted advocacy urging for these schools to be vacated. Eight schools were subsequently vacated in July. Nonetheless, 31 schools were still being used for military purposes, and new incidents had been reported.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Prior to the conflict, South Sudan faced numerous challenges in the administration of justice, in particular with regard to fair trial guarantees, juvenile justice, arbitrary detention, lack of access to legal counsel, courts and legal aid, and the uncertain jurisdiction of customary courts. The conflict has exacerbated these challenges, primarily owing to capacity deficits caused by the absence of human resources. In Bor, Jonglei State, for example, judicial and other law enforcement officials fled the fighting in December 2013 and were absent for many months; at the end of the period under review, judges still had not returned to Bor to resume their functions. In Malakal, Upper Nile State, the South Sudan National Police Service re-established a police post in Malakal town in early May 2014, and one near the UNMISS base in early June, after months of absence that created a serious legal and protection vacuum. The Police Service nonetheless remained barely functional, with very few personnel.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 41,
        "Text": "41. UNMISS continued to receive reports of cases of arbitrary arrest and detention, particularly in States most affected by the conflict. For instance, in Unity State, on the morning of 5 June 2014, SPLA soldiers beat and attempted to abduct a boy near the UNMISS protection of civilians site. UNMISS intervened, triggering an aggressive response by the SPLA, which positioned its weapons in the direction of the UNMISS site for several hours. That same day, six women were reportedly arrested by a group of some 15 SPLA soldiers and taken to a military base.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 42,
        "Text": "42. In another case, the UNMISS Human Rights Division received reports that seven women from the UNMISS site in Rubkona had been arbitrarily arrested on 22 July 2014 and detained at the Bentiu Central Police Station on the instructions of the State Security Adviser and the acting State Governor. The women were reportedly detained for spying for the SPLM/Army (in opposition) and engaging in prostitution, although they were never formally charged with any offence. According to reports, the women were survivors of conflict-related sexual violence.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. In Central Equatoria State, UNMISS received reports of the arbitrary detention and ill-treatment of Nuers in Juba. For example, on 4 May 2014, a Nuer man returning to an UNMISS protection of civilians site was stopped by armed SPLA soldiers. After learning that he was Nuer, five Dinka civilians and an SPLA soldier reportedly beat him severely. Subsequently, the victim was allegedly detained by SPLA military intelligence officers and taken to SPLA headquarters in Giada, where he was interrogated about his links with opposition forces.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 44,
        "Text": "44. On 5 May 2014, a Nuer man was reportedly arrested by Dinka SPLA soldiers and taken to the SPLA barracks in Jebel Bongo, Juba, where he was reportedly interrogated and beaten before being detained. On 6 May, he was reportedly taken by a group of 10 Dinka SPLA soldiers in uniform to be executed. His hands were reportedly tied behind his back and his neck was tied with a rope. He began to vomit blood and passed out, later waking up in his cell. He spent three days there without food before being released by a high-ranking SPLA official he knew.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In Upper Nile State, UNMISS received a report that a Nuer man had been arrested by SPLA soldiers on 2 June 2014 while returning to the UNMISS protection of civilians site in Malakal. The victim was reportedly locked in a container for three hours before being rescued by government officials who had been informed of the incident.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Prolonged pretrial detention has been a widespread problem in South Sudan owing to the lack of sufficient resources to process cases efficiently and effectively through the statutory criminal justice system. Law enforcement capacities have been severely undermined in the States most affected by the conflict, in particular owing to the absence of representatives of the judiciary in many locations. For example, in Unity State, local government representatives left Bentiu following the attacks by the SPLM/Army (in opposition) on 15 April 2014, and the majority have not returned, with the exception of the Deputy Governor and a few ministers in June. Given such absences, customary courts have had to step in to handle cases that go beyond their jurisdiction. This has raised some concerns since such proceedings may not meet international standards or protect adequately the rights of victims and alleged suspects.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Also in Unity State, an UNMISS field mission to Pariang on 19 June 2014 found that the majority of detainees at the police station had been held without review since February owing to the absence of representatives of the judiciary in Bentiu, who used to visit Pariang on a regular basis. The Deputy Police Commissioner reported that he had asked that judges be deployed from Juba. Whether the judges actually arrived is unknown.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. In Upper Nile State, several cases of prolonged pretrial detention were reported in Malakal town as a result of the absence of judicial actors for most of May and June 2014.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. In Jonglei State, the absence of functioning statutory courts remained a major obstacle to due process. In all government-controlled areas, the absence of judicial representatives resulted in prolonged pretrial detention, while customary courts were called to act beyond their jurisdiction. For example, an UNMISS monitoring mission to Pibor Central Prison on 18 June 2014 found that all four cases of prolonged pretrial detention had been caused by the failure of complainants to appear before the customary courts, which were handling murder cases. Less was known about the state of the judicial system in areas held by opposition forces. The Human Rights Division observed, however, that traditional and/or statutory justice systems were functioning in Akobo and Lankien, although it also noted shortcomings in the treatment of detainees.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. In Central Equatoria State, routine monitoring of police stations in Juba by the UNMISS Human Rights Division suggested that prolonged pretrial detention was widespread. For example, on 2 May 2014, a visit to the Eastern Police Division found that detainees had been held for between four and 22 days without a court appearance, reportedly because the public prosecutor was present only twice a month. On a positive note, a regular monitoring visit to the same division on 25 June 2014 found that cases of prolonged pretrial detention had significantly decreased thanks to the deployment of two new public prosecutors on 15 June 2014. Nonetheless, regular monitoring of police stations in Juba in July and August 2014 showed that prolonged pretrial detention remained prevalent, including at the Eastern Police Division.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Prolonged pretrial and arbitrary detention continued to be a major challenge in Northern Bahr El Ghazal State. For instance, in early May 2014, UNMISS followed up on two individuals who had been in the custody of the South Sudan National Police Service since 9 April 2014 in connection with the drowning of a man in the Alok River, Aweil South County. The suspects were detained for 16 days before being transferred to the Aweil Central Prison on 29 April 2014, reportedly owing to the lack of transportation to the alleged site of the incident.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. In Western Bahr El Ghazal State, UNMISS noted cases of prolonged pretrial detention in the Wau, Muktah, Jau Market and Dongxing police stations. In a positive development, on 28 May 2014, the State Police Commissioner ordered that all police stations in Wau grant access to UNMISS (which had been twice denied access to detainees at the Muktah police station in May 2014). In another positive development, UNMISS was informed that, after months of advocacy, a judge from Wau had arrived in Raja on 13 June 2014 to hear the cases of all seven men on remand at Raja prison, some for up to four years.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 53,
        "Text": "53. In Western Equatoria State, UNMISS monitored the main detention facilities in Yambio, Tambura, Nzara, Ezo and Maridi, which had an average of 20 cases of prolonged pretrial detention per week. In early May 2014, UNMISS observed a rise in prolonged detention, with most cases witnessed at the Yambio Central Station, owing to the absence of a high court judge. Overall, prolonged pretrial detention in the State was also attributed to the poor morale of investigators and police due to unpaid salaries and the absence of social workers to address cases of children in conflict with the law.",
        "Labels": [
            "Children",
            "Persons living in poverty",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. During the period under review, civilians continued to be detained in military facilities, primarily in Lakes State. In a positive development, in May 2014, UNMISS was informed that seven individuals had been released on bail. Their cases had been assigned to the prosecutor by the State Governor in February, following the individuals' prolonged and arbitrary detention in the military detention facility, in some cases for up to 11 months. During that time, prosecutors had neither the access necessary nor the authority to investigate these cases, which are currently pending hearing by the Special Court.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 55,
        "Text": "55. The UNMISS Human Rights Division continued to monitor military facilities, notably the Baburzeid Military Prison in Yirol West, Lakes State, where civilians have been detained. One case involved a local individual contractor working with UNMISS who was held at Baburzeid from 20 May to 14 June 2014 after being arrested on the orders of the County Commissioner of Yirol West. During his detention, the Division was denied access to him and the South Sudan National Police Service was not allowed to investigate his case. In a positive development, on 13 June 2014, the Governor's State security adviser undertook to conducting a joint visit with UNMISS to the Baburzeid Military Prison. The joint visit had not yet been made during the period under review.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. In Nimule, Eastern Equatoria State, on 29 May 2014, a confrontation between two young men and an SPLA soldier prompted a general fight and the arrest of an unknown number of civilians, who were reportedly detained at the SPLA barracks in Nimule.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 57,
        "Text": "57. The transitional Constitution of South Sudan provides for the protection and promotion of freedom of expression and access to information, as well as for freedom of the press. During the period under review, however, a steep deterioration in respect for the right to freedom of expression was witnessed, including the detention of journalists, the confiscation of newspapers, the censorship of political news programming and the closure of radio stations.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 58,
        "Text": "58. In June and July 2014, discussions on federalism raised tensions significantly and resulted in media censorship. On 30 June, the National Security Services confiscated copies of the daily Al-Maugif (formerly known as Al Maseir), reportedly for publishing an article on federalism. The newspaper closed its doors on 10 June 2014, with conflicting accounts given for the closure: administrative differences among shareholders regarding the distribution of profits, or political interference related to the presence of a shareholder who had joined the SPLM/Army (in opposition) in December 2013.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. On 2 July 2014, plain-clothed National Security Services agents confiscated all copies of the Juba Monitor after telling the editor that there was a problem with an article on federalism and that the newspaper would be shut down if further articles were published on that subject.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Individual reporters were also targeted. On 4 July 2014, the Association of Media Development in South Sudan reported that four journalists working for the Juba Monitor, the Citizen, the Patriot and Bakhita Radio had received anonymous calls and text messages warning them not to publish items on federalism. The Association subsequently wrote to the Minister for Information and Broadcasting to request clarification on what \"censorship on the federal debate\". In a letter dated 2 July 2014, the Ministry of Information and Broadcasting denied that it had issued a directive to censor the debate or the publication of articles on federalism or any other issue of public interest. It also confirmed the Government's commitment to respect and abide by the provisions of article 24 of the transitional Constitution of South Sudan.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. On 4 July 2014, the Community Empowerment for Progress Organization and the South Sudan Human Rights Commission issued press releases urging all parties to the conflict to allow citizens to express their opinions freely. Despite these pleas, all 3,000 copies of the Citizen were confiscated on 7 July 2014 by the National Security Services. According to the editor-in-chief, the newspapers were confiscated because he had refused to present himself at Headquarters on 5 July 2014 after being summoned there about that day's edition, which had contained items on federalism.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Although most incidents involving freedom of expression and information were reported in Juba, a few were reported in Northern Bahr El Ghazal State. On 26 July 2014, Weerbei Radio FM, a station based in Aweil, was shut down by the State caretaker Governor after it broadcast a recorded interview on 25 July on attacks by Nuer SPLA deserters on a village in Aweil North. The station was reopened on 31 July, although staff members were verbally warned not to report on security issues. An arrest warrant was reportedly issued against a journalist who had participated in the broadcast on 25 July. The journalist was forced into hiding for weeks.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The atmosphere of fear and repression continued to affect civil society organizations during the period under review. On 29 May 2014, government officials reportedly warned civil society groups in Juba not to speak against the Government or its interests in the context of the IGAD-led peace talks in Addis Ababa. Civil society leaders were also reportedly requested to brief the Government on their presentations or to hand over the papers they intended to present, which they refused to do.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. In another disturbing development, the acting Chairperson of the South Sudan Civil Society Alliance was shot and wounded by an unknown gunman in Juba, on 1 August 2014, two days before his scheduled departure to Addis Ababa to lead civil society organizations in the peace negotiations.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. During the period under review, neither the Government nor the SPLM/Army (in opposition) appears to have taken measures to bring alleged perpetrators to justice and or to provide for adequate remedies and redress for victims, despite the establishment of several investigatory committees and numerous pronouncements by both sides that perpetrators would be held to account for conflict-related human rights abuses and serious violations of international humanitarian law.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. On 4 July 2014, the Government announced that the human rights investigation committee established in January 2014 by the President to investigate human rights abuses allegedly committed by security agents and opposition forces had begun its work. The committee held public hearings in July in Juba, Bor, Malakal and Bentiu to gather testimonies regarding killings, looting and the destruction of property.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. UNMISS continued to engage with government actors and security forces to monitor and advocate for accountability. For instance, following a wave of incidents in May 2014, UNMISS met with the Deputy Governor of Unity State and the SPLA commander on 6 June 2014. The latter pledged to investigate an incident where three Nuer civilians had allegedly been arbitrarily arrested, and one killed, on 3 June. On 10 June, in a letter to the Deputy Governor, the SPLA Fourth Division Commander and SSLA commanders, UNMISS provided a list of alleged violations committed by the SPLA in the weeks prior to the meeting held on 6 June. The SPLA promised to investigate all incidents. UNMISS is, however, unaware of any concrete steps having been taken in this regard.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Despite the lack of progress on nationwide initiatives, UNMISS noted that some SPLA soldiers had reportedly been sanctioned in specific cases; for example, one SPLA soldier was arrested for having allegedly killed a woman during a bar brawl in Ezo, Western Equatoria, on 2 August 2014, while two soldiers were arrested and sentenced by a local court for rape perpetrated in Upper Nile State in July and August.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 69,
        "Text": "69. In contrast to the lack of progress seen in accountability during the period under review at the national level, there was a surge in visits by international actors to gather information on allegations of human rights violations and to pressure both sides to stop the fighting. The African Committee of Experts on the Rights and Welfare of the Child, which arrived in Juba on 4 August 2014 for an advocacy and assessment mission, concluded that children had been deliberately killed and abducted during the conflict. The African Union Commission of Inquiry for South Sudan conducted two visits to South Sudan, from 27 May to 7 June and from 20 July to 13 August in fulfilment of its mandate to investigate human rights violations and other forms of abuse committed during the armed conflict in South Sudan, and to make recommendations on the best ways and means to ensure accountability, reconciliation and healing among all South Sudanese communities.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 70,
        "Text": "70. The situation of human rights in South Sudan remained of serious concern during the period under review. The ongoing fighting posed the main challenge to the enjoyment of human rights, with the majority of reported violations being perpetrated by the parties to the conflict in conflict-affected areas and areas not affected by conflict alike. Gross human rights violations and abuses and serious violations of international humanitarian law continued to be reported. The conflict also manifested itself in other ways throughout the territory, such as in restrictions on freedom of expression and the further deterioration of the administration of justice.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 71,
        "Text": "71. While the intensity of the fighting decreased somewhat during the period under review, there were worrying signs that the conflict was spreading to other States and therefore threatening an even greater number of civilians. Regrettably, as the conflict continues, neither the Government nor the SPLM/Army (in opposition) has demonstrated any real interest in investigating the widespread violations of human rights and international humanitarian law, and bringing those responsible to justice. Various measures announced by the Government to hold perpetrators to account do not meet the minimum requirements of accountability under international law, reinforcing the importance of supporting international efforts aimed at investigating human rights violations and abuses.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The High Commissioner recommends that the Government of South Sudan: (a) Cease immediately fighting and all forms of violence, and refrain from committing human rights abuses and violations, violations of international humanitarian law and other international crimes, including extrajudicial killings, ethnically targeted violence, sexual and gender-based violence, rape, the recruitment and use of children, enforced disappearances and arbitrary arrest and detention;; (b) Comply with all agreements signed under the auspices of IGAD, including the Agreement on Cessation of Hostilities of 23 January 2014 and the Agreement to Resolve the Crisis in South Sudan of 9 May 2014, and commit fully to the Addis Ababa negotiation process, including by allowing the deployment and strengthening of the IGAD monitoring and verification mechanism throughout all conflict-affected areas;; (c) Ensure prompt, credible, transparent, independent, impartial and comprehensive investigations into allegations of violations of international humanitarian and human rights law, including alleged international crimes committed in Juba in the initial stages of the conflict, in mid-December 2013, and the attacks in April 2014 on civilians in Bentiu and Bor, ensure accountability for the perpetrators of such violations in accordance with international standards, and provide adequate remedies and redress for victims;; (d) Cease activities impeding the rights to freedom of expression, including the harassment and censorship of the media and civil society, the summoning and detention of journalists, and the issuing of orders regarding publications and the seizure of newspapers;; (e) Ensure that the investigators of the African Union Commission of Inquiry are granted full freedom of movement in areas under government control so that they may carry out their work without fear, harassment or intimidation.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 73,
        "Text": "73. The High Commissioner recommends that the SPLM/Army (in opposition) and other armed actors: (a) Cease fighting and all forms of violence immediately, and ensure that their forces do not commit human rights abuses and violations of international humanitarian law and other international crimes, including extrajudicial killings, ethnically targeted violence, sexual and gender-based violence, rape, the recruitment and use of children, enforced disappearances and arbitrary arrest and detention;; (b) Comply with all agreements signed under the auspices of IGAD, including the Agreement on Cessation of Hostilities and the Agreement to Resolve the Crisis in South Sudan, and commit fully to the Addis Ababa negotiation process, including by allowing the deployment and strengthening of the IGAD monitoring and verification mechanism in areas under their control;; (c) Commit to abide by international humanitarian law, including by desisting from attacks on civilians, civilian objects and humanitarian facilities, ceasing indiscriminate and disproportionate attacks and ensuring the facilitation of humanitarian access to territories under their control;; (d) Facilitate the conduct of prompt investigations into allegations of serious violations of international humanitarian law and human rights abuses committed by commanders, combatants and affiliated militia forces, including the unlawful killings of civilians in Bentiu in mid-April 2014;; (e) Ensure that the investigators of the African Union Commission of Inquiry are granted full freedom of movement in areas under their control so that they may carry out their work without fear, harassment or intimidation.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The High Commissioner recommends that IGAD: (a) Expedite the mediation process and ensure that it takes into consideration the interests and viewpoints of all stakeholders, including those of civil society and in particular the rights and needs of the victims of human rights abuses and violations of international humanitarian law and other international crimes;; (b) Ensure that any final peace agreement includes a commitment to address past violations, to combat impunity and to ensure accountability in accordance with international standards, that it promotes and protects human rights, and precludes amnesties for alleged perpetrators of international crimes and human rights violations.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 75,
        "Text": "75. The High Commissioner recommends that the African Union Commission of Inquiry for South Sudan expedite its work in the fulfilment of its mandate to investigate human rights violations and other abuses committed during the armed conflict in South Sudan, and make recommendations on the best ways and means to ensure accountability, reconciliation and healing among all South Sudanese communities, and in doing so pay particular attention to the impact of the conflict on women, children and other vulnerable groups.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The High Commissioner recommends that UNMISS: (a) Ensure, in accordance with the parameters of its refocused mandate, the effective protection of civilians under threat of physical violence, and deter violence by means of regular and proactive patrols within its areas of deployment, with specific attention paid to the well-being of for women, children and other vulnerable groups;; (b) Continue to ensure regular and timely public reporting on the human rights situation in South Sudan as mandated by the Security Council in its resolution 2155 (2014).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The High Commissioner recommends that the South Sudan Human Rights Commission carry out its constitutional mandate and investigate promptly allegations of violations of human rights and international humanitarian law and other forms of abuse committed in the course of the conflict, and make recommendations for holding perpetrators accountable.",
        "Labels": []
    }
]