[
    {
        "ID": 1,
        "Text": "1. The mandate of the Special Rapporteur on freedom of religion or belief was created by Commission on Human Rights resolution 1986/20 and renewed by Human Rights Council resolution 6/37. On 18 June 2010, the Human Rights Council adopted resolution 14/11 and subsequently appointed Heiner Bielefeldt as the mandate holder as from 1 August 2010.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In chapter II, the Special Rapporteur gives a brief overview of his activities since the submission of his previous report to the Human Rights Council (A/HRC/19/60). The Special Rapporteur focuses in chapter III on the protection of freedom of religion or belief of persons belonging to religious minorities. In chapter IV, he provides conclusions in this regard and addresses recommendations to various stakeholders.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur has conducted various activities pursuant to Human Rights Council resolutions 6/37, 14/11 and 19/8. In this chapter, he presents a brief overview of his mandate activities from 1 December 2011 to 30 November 2012.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Since the submission of his previous report to the Human Rights Council, the Special Rapporteur has undertaken a country visit to Cyprus, from 29 March to 5 April 2012. He appreciates the cooperation and information provided by all his interlocutors and officials before, during and after his visit. He encourages all stakeholders to consider his recommendations and cooperate with each other in the implementation of the recommendations provided in the mission report (A/HRC/22/51/Add.1).",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. During the reporting period, the Special Rapporteur has sent country visit requests to the Governments of Bangladesh, Indonesia, Jordan, Uzbekistan and Viet Nam. He is grateful for the invitation extended by the Government of Viet Nam to conduct a visit in 2013.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur continues to receive many complaints about human rights violations perpetrated against individuals and groups from various religious or belief backgrounds. These allegations include physical attacks, arbitrary detention and involuntary disappearances of individuals belonging to religious minorities or belief communities, \"apostasy\" and \"blasphemy\" charges against converts or dissidents, public manifestations of religious intolerance and stigmatization of persons based on their religion or belief, and attacks on places of worship and religious sites, such as cemeteries or monuments of other historical and cultural value. In addition, there are reports of individuals being deported from some States to their country of origin where they may face religious persecution and serious punishment. There are also concerns about forced conversion, targeting members of some religious minorities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur seeks to clarify allegations of certain actions possibly incompatible with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief (1981 Declaration) 1 by sending allegation letters and urgent appeals to States. The communications sent by the Special Rapporteur between 1 December 2011 and 30 November 2012 are included in the latest communications reports (A/HRC/20/30, A/HRC/21/49 and A/HRC/22/67).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. As requested by the Human Rights Council, the Special Rapporteur has continued to apply a gender perspective, inter alia, through the identification of gender-specific abuses, in the reporting process, including information gathering and recommendations. A number of allegation letters and urgent appeals summarized in the communications reports specifically address practices and legislation that discriminate against women and girls, including in the exercise of their right to freedom of thought, conscience and religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 9,
        "Text": "9. On 22 and 23 May 2012, the Special Rapporteur joined the Independent Expert on minority issues, Rita Izsák, at an expert seminar in Vienna that focused on \"Enhancing the effectiveness of international, regional and national human rights mechanisms in protecting and promoting the rights of religious minorities\". He spoke about the protection of religious minorities under international human rights standards, including the 1981 Declaration and articles 18, 26 and 27 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. On 1 October 2012, the Special Rapporteur participated in a conference organized by the Office for Democratic Institutions and Human Rights (ODIHR) of the Organization for Security and Co-operation in Europe (OSCE) on developments and challenges that OSCE member States face in the context of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur also participated in a wrap-up expert workshop in Rabat on 4 and 5 October 2012, on how best to respond to advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. The experts jointly adopted the Rabat Plan of Action, which contains conclusions and recommendations emanating from the series of four regional workshops organized by the Office of the High Commissioner for Human Rights (OHCHR) in 2011.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. On 27 November 2012, the Special Rapporteur took part in the fifth session of the Forum on Minority Issues in Geneva. He spoke about the rights of religious minorities and presented recommendations on the positive measures that could be taken to protect and promote their rights.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In addition, the Special Rapporteur held many meetings with government representatives, religious or belief communities, civil society organizations and academic experts working in the area of freedom of religion or belief. In this context he participated in national and international conferences, including in Berlin, Brussels, Budapest, Geneva, Heidelberg, Lucerne, New York, Nijmegen, Salzburg, Vienna and Warsaw.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The vulnerable situation of persons belonging to religious or belief minorities has attracted increased international attention in recent years. States, civil society organizations, national human rights institutions, the media and other stakeholders have expressed their interest in developing strategies for more efficient protection of the rights of persons belonging to religious minorities worldwide. Such debates have also repeatedly taken place in United Nations forums, including the General Assembly, the Human Rights Council and the Forum on Minority Issues.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Although people from all religious or belief backgrounds may be exposed to antiminority victimization when living in a minority situation, certain religious communities have a particularly long-lasting history of discrimination, harassment and even persecution. Human rights violations perpetrated against members of religious or belief minorities are multifaceted in motives and settings while the perpetrators may be States or non-State actors or both (see III. C. below). These violations account for the need for concerted action.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Besides the problem of ongoing human rights violations, the issue of the rights of persons belonging to religious minorities also poses a number of conceptual challenges which require systematic clarification. Misunderstandings and misperceptions, such as frequently occur in this field, may have adverse implications for the consistent conceptualization and implementation of the rights of persons belonging to religious minorities. Hence, overcoming existing conceptual misunderstandings is not merely an academic endeavour but has practical relevance.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The rights of persons belonging to religious or belief minorities should be consistently understood from a human rights perspective, and must be protected in conjunction with all other human rights. This clarification, which prima facie may seem trivial, is necessary since minority issues are often associated with concepts of minority protection that historically emerged outside of the human rights framework. It seems fair to acknowledge the historical merits of some of those protection systems in having facilitated the peaceful coexistence of different communities. However, one should be aware that they may differ conceptually from the norms and principles of universal human rights. Nonetheless, components of different forms of minority protection continue to play an important political role and can even permeate the rhetoric of human rights without always being conceptually consistent with the human rights-based approach. This is a source of much confusion with possibly adverse implications for the practical implementation of the rights of persons belonging to religious minorities.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. For example, minority protection systems that were developed in the framework of bilateral or multilateral peace agreements typically resulted in political or legal safeguards on behalf of specifically listed minority groups and their members. Although these safeguards might have provided practical advantages for the identified minority groups, such protection systems were not always human rights-based. Instead of building on the principles of universality, freedom and equality, they typically protected only the members of certain predefined groups. Moreover, the political context of bilateral or multilateral agreements harboured the risk that the specific minorities were seen as receiving protection by certain foreign powers. As a result, some of these minority protection mechanisms were eventually turned against the very groups they were supposed to protect.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The human rights- based approach also differs from theologically defined concepts of minority protection in which different status positions may depend on the degree of closeness to, or distance from, the predominant religion of the State. This would again result in reserving protection for a predefined list of religious communities while not appropriately taking into account the right to freedom of religion or belief of those individuals or groups who do not, or do not seem to, fit into the setting of theologically accepted religions, such as members of other minorities, individual dissenters, minorities within minorities, atheists or agnostics, converts or people with unclear religious orientation.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. It is important to reiterate that the rights of persons belonging to religious minorities as established in the context of international human rights law, share all the characteristics of the human rights approach based on the principles of universality, freedom and equality. This is in the spirit of article 1 of the Universal Declaration of Human Rights, which emphasizes that \"[a]ll human beings are born free and equal in dignity and rights\". Moreover, the preamble to the Universal Declaration takes as its starting point the \"recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family\". This proclamation, which has been reiterated in several international human rights conventions, must also guide the interpretation and implementation of the rights of persons belonging to religious minorities.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Article 27 of the International Covenant on Civil and Political Rights provides that \"[i]n those States in which ethnic, religious or linguistic minorities exist, persons belonging to such minorities shall not be denied the right, in community with the other members of their group, to enjoy their own culture, to profess and practise their own religion, or to use their own language\". According to the wording used in this provision, rights holders are individual persons who exercise their rights within their communities. The same structure can also be found in the 1992 Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities (1992 Minorities Declaration). As the title indicates, rights holders are again individual persons in relation to their communities.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Human Rights Committee, in its general comment No. 23 (1994) on article 27 (rights of minorities), further defines the overarching purpose of article 27 as facilitating the long-term development of minority communities and their identities, stressing that \"[t]he protection of these rights is directed towards ensuring the survival and continued development of the cultural, religious and social identity of the minorities concerned, thus enriching the fabric of society as a whole\". This general purpose of minority rights is also laid down in a more comprehensive manner in the 1992 Minorities Declaration, whose article 1(1) provides that \"States shall protect the existence of the national or ethnic, cultural, religious and linguistic identity of minorities within their respective territories and shall encourage conditions for the promotion of that identity.\"",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In the context of human rights, the identity of a person or a group must always be defined in respect of the self-understanding of the human beings concerned, which can be very diverse and may also change over time. While generally applying to different (ethnic, linguistic, etc.) categories of identity, this principle of respecting every person's selfunderstanding is even more pronounced when it comes to defining religious or belief identities, since the development of such identities relates to the human right to freedom of thought, conscience, religion or belief. This human right has received international recognition in a number of instruments, including article 18 of the Universal Declaration, article 18 of the International Covenant and the 1981 Declaration. Freedom of religion or belief empowers all human beings to freely find their own ways in the broad field of religion or belief, as individuals and in community with others. They have the freedom, inter alia, to retain, adopt or change their religion or belief; to broaden their horizons by communicating with members of their own communities or with people holding different convictions; to hold religious ceremonies alone or with others; to educate their children in conformity with their own faith; to import religious literature from abroad and to network with co-religionists across State boundaries. Individuals also have the right not to be exposed publicly in their religious or belief-related orientations against their will and to keep their convictions to themselves.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 24,
        "Text": "24. Measures used to promote the identity of a specific religious minority always presuppose respect for the freedom of religion or belief of all of its members. Thus, the question of how they wish to exercise their human rights remains the personal decision of each individual. Strictly speaking, this means that the State cannot \"guarantee\" the longterm development or identity of a particular religious minority. Instead, what the State can and should do is create favourable conditions for persons belonging to religious minorities to ensure that they can take their faith-related affairs in their own hands in order to preserve and further develop their religious community life and identity.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Positive measures are often urgently needed to facilitate the long-term development of a religious minority and its members. The added value of article 27 of the International Covenant and similar minority rights provisions is that they call upon States to undertake such measures, which thus become an obligation under international human rights law. According to article 4(2) of the 1992 Minorities Declaration, States should \"take measures to create favourable conditions to enable persons belonging to minorities to express their characteristics and to develop their culture, language, religion, traditions and customs, except where specific practices are in violation of national laws and contrary to international standards\". This requires a broad range of activities. For instance, support measures may include subsidies for schools and training institutions, the facilitation of community media, provisions for an appropriate legal status for religious minorities, accommodation of religious festivals and ceremonies, interreligious dialogue initiatives and awareness-raising programmes in the larger society. Without such additional support measures the prospects of the long-term survival of some religious communities may be in serious peril, which, at the same time, would also amount to grave infringements of freedom of religion or belief of their individual members.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The preamble to the Universal Declaration links the \"inherent dignity\" of all members of the human family to \"their equal and inalienable rights\", thus highlighting the significance of equality as one of the architectural principles of human rights in general. Equality must always be interpreted in conjunction with the principle of freedom, which likewise derives from respect for human dignity. Otherwise equality could easily be mistaken for uniformity or \"sameness\", a misunderstanding that sometimes occurs. Such a misunderstanding, however, could have serious negative implications for the rights of persons belonging to religious minorities, possibly even exposing them to policies of forced assimilation. It is important to point out that human rights in general represent the aspiration to empower human beings – on the basis of equal respect and equal concern for everyone's freedom – to develop and pursue their own diverse life plans, to enjoy respect for their irreplaceable personal biographies, to freely manifest their different religious or belief-related convictions and to practise their religion or belief alone and in community with others. Working for the implementation of human rights for everyone on the basis of equality will make societies more diverse and more pluralistic, including with regard to religion and belief.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In practical terms, equality primarily requires systematic endeavours to eliminate all forms of discrimination, including on grounds of religion or belief. Article 2(1) of the 1981 Declaration corroborates this task by stressing that \"[n]o one shall be subject to discrimination by any State, institution, group of persons, or persons on the grounds of religion or other belief.\" Article 3 of the 1981 Declaration sends a clear message by stating that \"discrimination between human beings on the grounds of religion or belief constitutes an affront to human dignity and a disavowal of the principles of the Charter of the United Nations […]\".",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Combating discrimination on the grounds of religion or belief is obviously a complex task which implies State obligations at different levels. First, it requires a consistent policy of non-discrimination within State institutions, including the accessibility of public positions in administration, public services, police forces, the military and public health to everyone regardless of their religious or belief orientations. If persons belonging to religious minorities suffer from a long history of exclusion from public institutions, it may be necessary to adopt special measures to encourage members of those minorities to apply for public positions, and to promote their opportunities. Furthermore, States should combat discriminatory practices in labour and housing markets, the media, welfare systems, etc. This requires promotional activities that go beyond policies of non-discrimination, such as positive outreach and promotional measures on behalf of minorities. Finally, States should critically address the root causes of societal discrimination, including existing stereotypes and prejudices against members of religious minorities; and should foster a general climate of societal openness and tolerance, for example by providing fair information about different religious or belief traditions as part of the school curriculum, facilitating encounters between people from different denominations, and encouraging interreligious communication.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 29,
        "Text": "29. Besides problems of direct and open discrimination, members of religious minorities may also suffer from hidden forms of discrimination, such as structural or indirect discrimination. For instance, seemingly neutral rules relating to dress codes in schools or other public institutions, although not openly targeting a specific community, can amount to discrimination against persons belonging to a religious minority who feel religiously obliged to obey a particular dress code. Similar problems can occur with regard to dietary rules, public holidays, labour regulations, public health norms and other issues. It may be the case that large parts of the population are not even aware of the possibly adverse implications that prima facie neutral rules may have on the rights of persons belonging to religious minorities. To prevent or rectify discriminatory consequences, States should generally consult with representatives of religious minorities before enacting legislation that may infringe on their religious or belief-related convictions and practices, and they should develop and promote policies of \"reasonable accommodation\" for individual members of minorities to enable them to live in conformity with their convictions.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Moreover, systematic attention should be given to multiple and intersectional forms of discrimination, such as discriminatory patterns in the intersection of religious and gender discrimination. It may happen that measures undertaken to combat religious or beliefrelated discrimination implicitly follow a male understanding of the needs and requirements of the respective communities, while programmes aimed at eliminating gender-related discrimination may be largely shaped by the experiences of women from the mainstream population. As a result, even in States that pursue proactive policies of non-discrimination there may be a serious risk that women belonging to certain religious minorities largely fail to benefit from anti-discriminatory measures. When designing programmes to overcome such blind spots, States should also be guided by the Convention on the Elimination of all Forms of Discrimination against Women.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Based on the assumption that all human beings are rights holders in international human rights law, they all deserve respect for their self-understanding in the area of religion or belief. However, given the experience that self-understandings of human beings in questions of religion or belief can be very diverse, freedom of religion or belief must have a broad scope of application and should be implemented in an open and inclusive manner accordingly. This requirement follows from the universalistic nature of human rights. The Human Rights Committee has clarified that article 18 of the International Covenant \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. The terms \"belief\" and \"religion\" are to be broadly construed. Article 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions.\"",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. A broad and inclusive understanding must also guide the interpretation of the rights of persons belonging to religious minorities in the understanding of article 27 of the International Covenant and the 1992 Minorities Declaration. Accordingly, the term \"religious minority\" should be conceptualized in such a way as to cover all relevant groups of persons, including traditional as well as non-traditional communities, and both large and small communities. One should also take into account the situation of internal minorities, i.e. minority groups within larger minorities.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Against a widespread misunderstanding, the Special Rapporteur would like to emphasize that the rights of persons belonging to religious minorities are not antiuniversalistic privileges reserved to the members of certain predefined groups. Rather, all persons de facto living in the situation of a religious or belief minority should be able to fully enjoy their human rights on the basis of non-discrimination and benefit from measures which they may need to develop their individual and communitarian identities. The question of which individuals or groups of individuals fall under the specific guarantees of article 27 of the International Covenant and similar minority rights provisions should be established on the basis of the self-understanding of the persons concerned in conjunction with a transparent empirical assessment of their actual need for promotional measures.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. States' obligations to respect, protect and fulfil the human rights of persons belonging to religious minorities in any case cannot be limited to the members of those communities which already happen to possess a specific status as recognized religious minorities. Rather, specifically recognized status positions can become an instrument for facilitating more effective enjoyment of freedom of religion or belief of people who de facto live in a minority situation. Moreover, the Human Rights Committee has pointed out that the enjoyment of the rights of persons belonging to minorities cannot be confined to nationals, citizens or permanent residents of a particular State, but that migrant workers also and even visitors constituting such minorities should not be denied the exercise of those rights.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Specific status positions accorded by the State can never be the point of departure when it comes to defining the application of human rights, since this would turn the normative order of rights upside down and would violate the overarching human rights principle of normative universalism. Rather, positive measures on behalf of members of religious minorities should serve the purpose of providing efficient protection for all those people who may be in need of such measures to be able to fully enjoy their freedom of religion or belief on the basis of non-discrimination and to have long-term prospects of upholding and developing their group-related religious identities.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Violations of freedom of religion or belief of persons belonging to religious minorities occur in various regions of the world and originate from many different motives. For instance, they may be perpetrated in the name of religious or ideological truth claims, in the interest of fostering national cohesion, under the pretext of defending law and order or in conjunction with counter-terrorism agendas. Existing stereotypes and prejudices against minorities are sometimes connected with historical traumas and national mythologies and may also be publicly stoked for purposes of political mobilization or to target scapegoats.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Violations of the rights of persons belonging to religious minorities are perpetrated by States or non-State actors or – quite frequently – a combination of both. The likeliness of human rights violations by the State usually increases when a tight law and order agenda blends with political invocations of national identity, a pattern occurring in quite a number of countries. Typical targets of such restrictive policies are members of those religious or belief groups that have, or are said to have, a tendency to evade State control and, at the same time, are perceived as not really fitting into the historical and cultural makeup of the country.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Furthermore, in situations of protracted conflict, de facto authorities exercising government-like functions may also target members of religious minorities, especially if they are regarded as being \"on the other side\". In this context, the Special Rapporteur would like to reiterate that the international community, Member States and all relevant de facto entities exercising government-like functions should direct all their efforts to ensuring that there are no human rights protection gaps and that all persons can effectively enjoy their fundamental rights, including freedom of religion or belief, wherever they live.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Violations perpetrated by non-State actors frequently occur in a political climate of impunity, thus indicating direct or indirect State involvement or even a human rights protection vacuum. At times incidents of discrimination or violence seem to break out spontaneously. Even then, they typically occur, however, against a background of widespread prejudices that may escalate into political paranoia, sometimes deliberately stoked by politicians. At the same time, minorities can become targets of public contempt, for instance, by being vilified as allegedly failing to honour any moral principles. In response to strangely combined sentiments of paranoia and contempt, two sources of aggressiveness can merge into a toxic mix, i.e. aggressiveness from a feeling of being threatened and aggressiveness from the pretence of one's own moral superiority.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. While in some cases one can clearly distinguish between perpetrators and victims, in other situations applying such a distinction appears to be complicated or even outright impossible. It may also happen that a religious community whose members suffer terribly from persecution in one country is actively involved in human rights abuses in another country. Sometimes minorities exercise pressure against internal critics or dissidents in order to keep their ranks closed, possibly resulting in the violation of the rights of internal minorities or individual members.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The following violations of the rights of persons belonging to religious minorities constitute a non-exhaustive list of patterns observed by the mandate holders during their country visits and in communications sent to States.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Religious minorities are often confronted with disproportionate bureaucratic requirements which, instead of facilitating freedom of religion or belief, have the effect of imposing discriminatory burdens and unjustifiable restrictions. In some countries minority communities have to register on an annual basis to be recognized by the administration. Members of affected groups have complained about registration procedures becoming more and more costly and time-consuming. Failure to register, or re-register periodically, could lead to legal vulnerability that also exposes the religious minorities to political, economic and social insecurity. Furthermore, application procedures for being allowed to construct places of worship – churches, mosques, prayer halls, synagogues, temples etc. – can be extremely complicated; in some cases they have been delayed over decades.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Most religious communities – albeit not all of them – wish to have the status of a collective legal personality. Such a status position may be needed for them to be able to undertake important community functions, such as opening bank accounts, purchasing real estate, constructing houses of worship, employing professionals (including professional clergy), establishing denominational schools and running their own community media. Without an appropriate legal status, the development of a communitarian infrastructure and the long-term survival prospects of a religious minority may be in serious peril. Nevertheless, some States fail to facilitate appropriate legal status positions. For instance, certain States do not allow associations to pursue any religious or belief-related purposes, with the implication that religious groups per se cannot obtain any legal status under the law of association. Recognition procedures may also be lengthy and overly complicated, with the intentional or non-intentional effect of discouraging certain minorities from even applying. In some instances, religious organizations may be deprived of their status and de-registered, thus losing key rights and privileges afforded to registered religious organizations. (Re)-registration procedures may stipulate conditions such as a minimum number of followers or years of existence in a particular country that a priori exclude smaller or new groups. An administration may also arbitrarily use negative labels, such as \"sect\" or \"cult\", to generally prevent certain groups from obtaining legal personality status. Non-recognized communities typically live in situations of increased legal insecurity and structural vulnerability. There are also examples of de facto authorities prohibiting and disrupting meetings of members of religious minorities on the mistaken assumption that such activities could not be undertaken by unregistered communities.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Persons belonging to religious minorities often suffer from systematic discrimination in various sectors of society, such as educational institutions, the labour market, the housing market or the health-care system. Scores of examples account for structural discrimination in those and other important societal areas. Minorities are frequently underrepresented in the public sectors as well, including in the police force, the military, public media and high-level posts in public universities. Members of certain groups, once identified as such, may not have access to higher education or certain public positions, or may be expelled from previously held positions. Moreover, many members of religious minorities experience multiple, intersectional and otherwise aggravated forms of discrimination, for instance a discriminatory link between scheduled caste status and affiliation to specific religions, or a combination of religion and ethnicity-based violence. Women or girls often have to cope with gender-based and religious discrimination, for example dress code regulations that discriminate against persons belonging to religious minorities, in particular women.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 45,
        "Text": "45. An issue warranting special attention concerns discriminatory family laws, especially if personal status matters are adjudicated by religious courts. Some countries continue to restrict marriages between individuals from different denominations, thus violating article 16 of the Universal Declaration on Human Rights, which provides that men and women of full age have the right to marry and to found a family, without any limitation due to religion. Members of religious minorities, in particular women, may feel compelled to change their religion or belief as a precondition for marrying a person with a different religious affiliation. Depending on the specific cases, this may amount to a violation of article 18(2) of the International Covenant on Civil and Political Rights, which prohibits subjecting anyone to coercion in questions of religion or belief. Furthermore, individuals belonging to religious minorities may also experience discriminatory treatment in divorce settlements, a problem that often affects women. It is reported that judgements of family courts and religious courts in child custody cases have been biased against the parent who belongs to a religious minority.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 46,
        "Text": "46. Parents from religious minorities also face difficulties in exercising the right to educate their children in conformity with their own convictions, as enshrined in article 18(4) of the International Covenant. A particularly sensitive area in this regard is school education. In some States, children from religious or belief minorities are exposed to religious instruction against their will or the will of their parents or guardians. They may have no option to obtain an exemption from religious instruction, or exemptions may remain linked to a high threshold or humiliating circumstances. There are also reports about children from minorities facing pressure in public schools to participate in rituals and ceremonies of a religion other than their own or being baptized by a priest without the parents' prior consent. Reportedly, children have even been urged to distance themselves from their own religion as a precondition for passing their school exams. Students who refuse to follow certain religious instruction at school are also allegedly punished or assaulted by their teachers. In extreme cases, such pressure can amount to violations of the right not to be forced to convert. There are also cases where exemption from religious instruction is granted but due to the lack of resources in certain public schools, children exempted from religious instruction may have to remain in the classroom, which means that in practice they are still exposed to religious instruction that may go against their convictions. 24",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Rather than combating existing prejudices against religious minorities, Governments and public officials at times even stoke and exploit prejudices for political purposes, such as fostering national homogeneity or blaming political failures on scapegoats. In this context, minorities have been negatively portrayed as undermining the moral fabric of society. For instance, minorities who tend to refuse military service on conscientious grounds have been held responsible for military defeats and other national traumas. Surprisingly often, stoked political paranoia targets small groups of people who are demonized as wielding some mysteriously \"infectious\" power by which they allegedly pose a fatal threat to societal cohesion. There are also examples of religious minorities being stigmatized by politicians or radio hosts as \"a fifth column\" who supposedly act in the interest of hostile foreign powers, thus violating the interest of the nation. The spread of negative stereotypes and prejudices obviously poisons the relationship between different communities and puts people belonging to religious minorities in a vulnerable situation. Unfortunately, stigmatizing prejudices also continue to exist in schoolbooks and teaching material for children who, given their tender age, can easily be impressed by anti-minority propaganda.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 48,
        "Text": "48. There are many incidents of vandalism directed against symbols, sites or institutions of religious minorities, including the demolition of places of worship and the desecration of cemeteries or tombs of historical and cultural heritage value. Such attacks often constitute symbolic violence by which the perpetrators aim to send a message to members of religious minorities that they are not welcome in the community or country. This can become a trigger for physical violence, including expulsions and other extreme manifestations of hostility. There are also numerous incidents where development or www.ohchr.org/en/NewsEvents/Pages/DisplayNews.aspx?NewsID=12485&LangID=E\\). In Greece, unknown persons reportedly nailed a pig's head to the entrance door of a mosque in Western Thrace (A/HRC/18/51, p. 85). construction plans end up destroying sacred sites of religious minorities or indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Persons belonging to minorities may have difficulties when wishing to perform rituals that they consider as essentially belonging to their religious identities. This includes rituals of religious socialization of children, for example male circumcision. Members of religious minorities may also face administrative obstacles when holding processions or celebrating religious ceremonies in public. A number of governments pursue unduly restrictive policies in this regard, sometimes with reference to unspecified \"public order\" interests at variance with the criteria enshrined in article 18(3) of the International Covenant. It also happens that public ceremonies or gatherings are disrupted by the police or by non-State actors with the police merely standing by, thus conveying the impression that State authorities do not care or even implicitly approve of such acts. Furthermore, funerals have been disrupted by crowds of people who claim that the cemeteries, albeit owned by the municipality, should be reserved for the adherents of the predominant religion and not be used by \"heretics\". As a result, persons from religious minorities at times cannot bury their dead family members in a quiet, dignified way.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Acts of violence against members of religious minorities, perpetrated by States or non-State actors, have unfortunately included cases of torture, ill-treatment, abductions, involuntary disappearances and other atrocities. They can occur spontaneously or be orchestrated by political leaders who exploit and further stoke existing stereotypes, prejudices and paranoia for political gains. The motives may be manifold and include \"taking revenge\" for natural disasters, national traumas or political failures mysteriously blamed on minorities or alleged self-defence against foreign powers supposedly represented by some minority groups as their \"fifth columns\". Violence may also be used to preserve the hegemony of the predominant religion of the country against unwelcome competitors or immigrants. In addition, acts of violence are perpetrated with the purpose of expelling minorities from the country, or of intimidating and blackmailing them, for instance to extract \"protection money\". Reportedly there also have been cases of kidnapping and violence to force persons belonging to religious minorities to renounce their faith and convert to mainstream religions. Beside killing and injuring people, acts of violence may also cause serious damage to historical buildings of religious communities in order to further destroy any long-term survival prospects of such groups in the country. (j) Disrespect of internal autonomy",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Some States unduly interfere in the internal affairs of religious communities, with the purpose of exercising tight political control. This can include the appointment by the Government of religious community leaders in ways which contradict the selfunderstanding of the respective group and their traditions, thereby violating their autonomy. In some cases this has led to splits within a community and poisoned the relationship between different sub-groups, as a result endangering the long-term development of the affected religious community at large. There have also been reports from members of minorities about State agents being implanted in religious institutions, including monasteries, in order to further tighten control over the religious life. Some leaders of religious groups are even arrested or detained over a long period of time. (k) Confiscation of property and unfair restitution policies",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Religious minorities have suffered from confiscation of their community property, in some cases to such a degree that the infrastructure needed for ensuring the community's long-term development has been destroyed. Often only insufficient or no compensation at all has been paid. When trying to get back their property, religious minorities may face many obstacles, including bureaucratic stipulations. States that meanwhile have embarked on programmes of restitution for previously confiscated property to religious communities sometimes fail to include minority groups in a transparent, fair and non-discriminatory manner. This can create or exacerbate resentments between different religious communities. (l) Criminal sanctions",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Persons belonging to religious minorities are frequently exposed to increased risks of criminalization. Some domestic criminal law provisions specifically target members of minorities or persons otherwise deviating from the predominant religious or belief tradition paras. 168-169). of the country. When manifesting their religious or belief convictions, persons belonging to minorities may run the risk of being accused of \"blasphemy,\" a charge which in some countries carries harsh sanctions, including even the death penalty. At times the mere possession of certain religious literature has given rise to criminal prosecution leading to long-term imprisonment. Furthermore, members of minorities have been tried for engaging in non-coercive communicative outreach activities which some Governments negatively brand as \"proselytism\". There are even cases in which persons who had converted away from the dominant religion of the country were accused of \"apostasy\" and condemned to death, in disregard of, inter alia, the right to conversion, which constitutes an inextricable part of religion or belief. In general, the threat of criminal sanctions typically has farreaching intimidating effects on members of religious minorities, many of whom may decide to hide their convictions or refrain from practising their religion or belief.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. As a result of discrimination, repression and persecution, some members of religious minorities decide to leave their country of origin and try to find a new home elsewhere. When applying for asylum, however, they may again experience being unwelcome and may not even be granted a fair hearing of their asylum claims. There are also cases in which persons belonging to religious minorities may face deportation or extradition, even in the face of obvious risks of persecution in their country of origin. The Special Rapporteur would like to reiterate that extraditions or deportations which are likely to result in violations of freedom of religion or belief may themselves amount to a violation of human rights. In addition, such extraditions violate the principle of non-refoulement, as enshrined in article 33 of the 1951 Geneva Convention relating to the Status of Refugees.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In his daily work, the Special Rapporteur receives many reports of grave violations of freedom of religion or belief of persons belonging to religious minorities in all parts of the world. Such violations are perpetrated by States and/or non-State actors, often in a climate of impunity, and they may originate from different political, religious, ideological or personal motives.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Human rights violations against persons belonging to religious minorities include disproportionate bureaucratic restrictions; denial of appropriate legal status positions needed to build up or uphold a religious infrastructure; systematic converts despite the threat of torture or death as apostates in their countries of origin (E/CN.4/2006/5/Add.1, paras. 390-392, A/HRC/7/10/Add.1, paras. 264-274; A/HRC/16/53/Add.1, paras. 399-407). discrimination and partial exclusion from important sectors of society; discriminatory rules within family laws; indoctrination of children from minorities in public schools; publicly stoked prejudices and vilification sometimes connected with historic traumas and national mythologies; acts of vandalism and desecration; prohibition or disruption of religious ceremonies; threats and acts of violence; interference in the community's internal affairs; confiscation of community property; criminal sanctions; denial of asylum, possibly resulting in extraditions and exposure to serious risks of persecution.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Given the number and gravity of human rights violations, the need for concerted action to better safeguard the human rights of persons belonging to religious minorities is more than obvious. Such activities must be based on the principles of universality, freedom and equality that underpin the human rights-based approach in general as well as comply with the International Covenant, the 1992 Minorities Declaration and other international human rights instruments.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The rights of persons belonging to religious or belief minorities should therefore be consistently interpreted from a human rights perspective, and must be implemented in conjunction with all other human rights. The term \"religious minority\" should be broadly construed to cover all relevant groups of persons, including traditional and non-traditional communities or large and small communities; it also covers atheistic and non-theistic believers. One should furthermore take into account the situation of internal minorities, i.e. minority groups within minorities. Special attention should be given to women from religious or belief minorities, many of whom may suffer from multiple or intersectional forms of discrimination.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 59,
        "Text": "59. The rights of persons belonging to religious minorities are not antiuniversalistic privileges reserved to the members of certain predefined groups. Rather, all persons de facto living in the situation of a religious or belief minority should be enabled to fully enjoy their freedom of religion or belief, in full respect for their self-understanding, on the basis of effective non-discrimination and equality, and with prospects of freely developing their community-related religious or belief identities. 1. General policies on the promotion of the rights of religious minorities",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Stakeholders engaged in political advocacy on behalf of religious or beliefrelated minorities should consistently base their activities on the principle of normative universalism. They should pay attention that their advocacy does not inadvertently play the game of those who demonize minorities on the basis of religion or belief. This presupposes some knowledge of historically sensitive issues, which could sometimes turn against the interests of the respective minorities. Placing solidarity activities on behalf of religious minorities systematically in the framework of normative universalism is the best way of avoiding any misunderstandings.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Stakeholders engaged in human rights work should always base their activities on respect for the self-understanding of the human beings concerned. They should thus take into account that the minority terminology should never be used against the interest of the respective communities and their members who, depending on their situation, may prefer not to be called minorities in the public political arena. Decisions on such sensitive terminological issues should, whenever possible, be based on broad and regular communication with representatives of the various communities.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Positive measures enacted with the purpose of improving the situation of religious or belief minorities, including measures of \"reasonable accommodation\", should be consistently based on respect for the self-understanding of the members of such communities, who are the natural interpreters of their best interests. Taking the self-understanding of human beings as the starting point for advocacy activities also requires sensitivity to possible internal diversities of convictions and interests within minorities.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur particularly recommends that States implement the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. The Rabat Plan notes with concern that incidents which indeed reach the threshold of article 20 of the International Covenant on Civil and Political Rights are not prosecuted and punished, while at the same time members of minorities are de facto persecuted, with a chilling effect on others, through the abuse of vague domestic legislation, jurisprudence and policies. The Rabat Plan contains a list of related recommendations and also refers to Human Rights Council resolution 16/18 as a promising platform for effective, integrated and inclusive action by the international community, which requires implementation and constant follow-up by States at the national level. 2. Domestic legal provisions",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. States should enact legislation to protect members of religious or belief minorities, with a clear understanding of the universal normative status of freedom of thought, conscience, religion or belief, a human right that covers individual, communitarian and infrastructural aspects as well as private and public dimensions of religion or belief.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. States should hold consultations with representatives of religious or belief minorities when drafting legislation that could impact on their convictions and practices such as observation of holy days, dietary provisions, dress codes in public institutions, labour laws, participation in public or cultural life, etc.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. States should repeal any criminal law provisions that penalize apostasy, blasphemy and proselytism as they may prevent persons belonging to religious or belief minorities from fully enjoying their freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. States should reform family law and personal status law provisions that may amount to de jure or de facto discrimination against persons belonging to religious or belief minorities, for example in inheritance and custody matters.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 68,
        "Text": "68. States should issue anti-discrimination legislation with a view to protecting persons belonging to religious or belief minorities effectively from any grounds of discrimination based on religion or belief in education, employment, housing, welfare systems, media, public positions, etc. In particular where religious or belief minorities suffer from a long history of structural discrimination, positive measures are required to reach out to members of such minorities, to encourage them to apply for positions and to promote their opportunities. 3. Administration and procedures",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Administrative procedures for obtaining legal personality status should be established in a spirit of facilitating the full enjoyment of freedom of religion or belief for all religious or belief communities, including minorities. States should ensure that such procedures are facilitated in a quick, transparent, fair, inclusive and nondiscriminatory manner. In addition, they should favourably take into account the specific conditions of minorities, for example in defining quota and thresholds.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Indication of one's religious affiliation in official documents should be optional and not be used as the basis for discriminatory treatment. When issuing official documents, States should always ensure that no one is publicly exposed with regard to their religion or belief against their will.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. States should develop outreach programmes facilitating regular encounters between State representatives in different areas (administration, police forces, health system, etc.) and representatives of religious or belief minorities in order to proactively avoid misunderstandings and concomitant conflicts. Building trust in a long-term perspective helps to de-escalate fears and resentments in crisis situations.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. States should organize training for civil servants, police forces and other representatives of public authority to raise awareness about the rights and specific needs of persons belonging to religious or belief minorities, including unregistered religious communities.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. States should develop policies of providing effective protection of persons belonging to religious or belief minorities against threats or acts of violence from non-State actors. This should also cover acts of vandalism or desecration of religious sites and cemeteries. To counter possible perceptions of impunity, States should send a clear and credible message that such acts cannot be tolerated.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. States should consider listing important religious sites or places of worship of minorities as official national or international cultural heritage and promote the preservation of such sites in consultation with the representatives of the relevant communities.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. States should ensure that the members of religious or belief minorities who seek asylum get a fair hearing of their claims, in conformity with international standards. Moreover, States must send no one to any country or places where one's life or freedom would be threatened on account of one's religion or belief. 4. Education, public media, inter-religious communication and awareness-raising",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 76,
        "Text": "76. States should organize training for teachers to sensitize them with regard to the particular needs and challenges of children belonging to religious minorities in schools. This should include training programmes aimed at discovering mobbing by peers and providing support measures in such situations.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 77,
        "Text": "77. States may consider employing professional communicators from members of religious or belief minorities with the purpose of building confidence between the school administration and parents who belong to minorities.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. States should ensure that children attending school are not exposed to religious instruction against their will or against the will of their parents or legal guardians. Religious instruction as part of the general school curriculum must always include the option of exemptions. Appropriate monitoring should ensure that this option can actually be used.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 79,
        "Text": "79. States have a responsibility to ensure that no child is at risk of being pressured to attend religious ceremonies or rituals in public schools against their will or against the will of their parents or legal guardians. In this regard, particular attention should be given to the situation of children from religious or belief minorities.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 80,
        "Text": "80. Education in public and private schools should cater for the specific needs of members of religious minorities. Teaching materials on religious and belief diversity should present a fair picture of different religions and beliefs, in particular minorities, which can best be achieved through direct consultation with representatives of the relevant communities.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. States should support the development of community media which may help improve communication between members of a religious or belief minority within the country and/or across State borders. Such media can also enhance the prospects for minorities to effectively participate in general public debates within the society at large.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Public media should open up for persons belonging to religious or belief minorities, who should be able to take an active role within media catering for the society at large. Depending on the situation, this may require structural reforms within public media and outreach activities towards religious or belief minorities. Furthermore, a public policy framework for pluralism and equality should ensure an equitable allocation of resources, including broadcasting frequencies, among public service, commercial and community media, so that together they represent the full range of cultures, communities and opinions in society. In this context, the Special Rapporteur recommends the implementation of the Camden Principles on Freedom of Expression and Equality.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Public and private media should provide fair and accurate information about religious or belief minorities and their members, with a view to overcoming negative stereotypes and prejudices. Self-regulation mechanisms within the media can play an important role in this regard.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Whenever appropriate, States should establish truth and reconciliation commissions which can play an important role in the attempt to better come to terms with a complicated history, to overcome historical traumas and to dispel national myths that may have negative effects on the situation of religious or belief minorities.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. States should develop awareness-raising programmes to inform the population at large about the situation of members of religious or belief minorities as well as their human rights. Such programmes could be established in cooperation with civil society actors and representatives of various communities.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. International human rights organizations should raise awareness about the complicated situation of persons belonging to religious or belief minorities in different parts of the world. This should also be a part of their regular monitoring activities.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. In consultation with religious and belief communities, States should encourage, promote and facilitate interreligious communication. When taking place under appropriate conditions of equal footing and sustainability, interreligious communication, including at the grassroots level, is one of the most important means to enhance mutual understanding and dispel negative stereotypes which are the root causes of hatred, discrimination and violence. State initiatives in this regard should generally be open to minorities, including small groups which are often ignored in such projects.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. States should establish a policy of public symbolic actions by which to send a clear message that religious or belief minorities are part of the larger society. An example of such symbolic presence is the participation of political representatives in ceremonies held by minorities, for instance funerals when victims of violence are publicly mourned.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Civil society organizations, religious communities, national human rights institutions and other actors can and should play a crucial role in countering incitement to hatred directed against religious or belief minorities by speaking out in support of those minorities. It is important that target groups of hatred feel they have not been left alone. Public expressions of solidarity can also prevent further escalation and violence and create an atmosphere of inter-communal trust.",
        "Labels": []
    }
]