[
    {
        "ID": 1,
        "Text": "1. The landscape of freedom of thought, conscience, religion or belief has changed significantly since the inception of the mandate 36 years ago. The appointment of a new mandate holder offers a timely opportunity to trace the contours of that landscape and draw out the implications for the mandate.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In its resolution 49/5, the Human Rights Council extended the mandate of Special Rapporteur on freedom of religion or belief, for a three-year period, and concluded that there was a need for the continued contribution of the Special Rapporteur to the promotion, protection and universal implementation of the right to freedom of religion or belief. The Council highlighted the importance of constitutional and legislative systems, national legislation, the recommendations emanating from the universal periodic review process, practices and legislation relating to women, economic and social rights and public services, registration practices, access to official documents, worship and assembly and the activities of all public officials and civil servants.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In the same resolution, the Human Rights Council expressed deep concern at emerging obstacles to the enjoyment of the right to freedom of religion or belief, and urged States to take appropriate action and to promote mutual understanding, through education, and stressed the importance of dialogue in all its forms. It expressed its deep concern at emerging obstacles to the enjoyment of the right to freedom of religion or belief, including acts of violence, the rise of religious extremism, incidents of religious hatred, discrimination, intolerance and violence, manifested through derogatory stereotyping, negative profiling and the stigmatization of individuals on the basis of their religion or belief, violations of that freedom in law and practice, the constitutional and legislative systems that fail to provide for that freedom, without distinction, and attacks on religious places and sites and the vandalism of cemeteries.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur discerns three key dimensions of her work from the resolution setting out the mandate.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The first dimension concerns the advancement of freedom of religion or belief to everyone, as upheld in international instruments, notably in articles 18 of both the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights. It has been interpreted by the Human Rights Committee in its general comment No. 22 (1993) on the right to freedom of thought, conscience and religion and operationalized through the mandate since its creation in 1986.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The second concerns the prohibition of discrimination on the basis of religion or belief. Non-discrimination on the basis of religion or belief, and the promotion of equality for all irrespective of religion or belief, is upheld in all international human rights law instruments. Religion or belief as prohibited grounds of discrimination is specifically mentioned in most international human rights instruments, including the International Covenant on Civil and Political Rights, the International Covenant on Economic, Social and Cultural Rights, the International Convention on the Elimination of All Forms of Racial Discrimination and the Convention on the Rights of the Child.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The third concerns the targeting of individuals based on, or in the name of, religion or belief. This abuse of religion or belief as a tool of discrimination, hostility and violence should be condemned by all actors at every level of society. International law rejects any attempt to use either religion or belief, or freedom of religion or belief, as justification for the destruction of either the rights and freedoms of others or of other rights and freedoms. While the myriad violations that occur in the name of religion or belief can in no way be downplayed, recognition has also been given to the potential role that inspiration, volition and action, drawing from religion or belief, can play in advancing respect for the human rights of each and every person. In this vein, the Forum on Minority Issues encouraged States, the United Nations, international and regional organizations and civil society organizations to work closely in supporting the positive contributions of faith‑based actors. In line with the understanding that human rights are interrelated and interdependent, the mandate holder will seek to highlight violations of other human rights and the rights of others, in the name of religion or belief, while also acknowledging that religion or belief can, in fact, strengthen respect for human rights.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. These three key dimensions of the work will be referred to as the three dimensions of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The core of respect for the freedom of religion or belief can, for impetus and inspiration, be traced back to many civilisations, religions and belief systems, and cultures. The early antecedents of the core value of respecting the realm of conscience is reflected in ancient Indigenous cultures and in the Persian empire, and many other sources, religious or otherwise, throughout millenniums and into more recent times.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 10,
        "Text": "10. Even when we consider the shapers and drafters of the Charter of the United Nations, the Universal Declaration of Human Rights and more recent human rights instruments, they drew from a wide range of religions and beliefs, cultures and civilizations from the North, South, East and West. Wholesale claims of the Western origins of human rights need to be rethought in the light of these facts; indeed, one may equally claim that they are Eastern in origin. Former United Nations High Commissioner for Human Rights, Michelle Bachelet, recognized that \"deeper exploration of the ethical and spiritual foundations provided by religions and beliefs can help to debunk the myth that human rights are solely Western values\". 9",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The mandate's focus is on freedom of thought, conscience, religion and belief, as upheld in international human rights instruments. It has a legal and normative imperative to which the international community has given sustained attention since the founding of the United Nations. Although it is not the subject matter of a specific international human rights treaty, it carries the weight of that protection when considered in the light of numerous binding and compelling standards upholding this freedom at every level, along with jurisprudential clarification and 36 years of practice under the mandate.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The international community's engagement with freedom of religion or belief was substantively enriched by the Study of Discrimination in the Matter of Religious Rights and Practices conducted by the Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, Arcot Krishnaswami, in 1960. He provided a compelling argument for the obligation to uphold freedom of religion or belief in and of itself and as a value in its own right. He also recognized that it was necessary to societal harmony, stressing that public authorities had a responsibility to cut at the very roots of intolerance and prejudice by all possible means, such as educational measures and cooperation with groups willing to assist in counteracting prejudice and discrimination.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The emergence of the freedom of religion or belief mandate itself can be traced to the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief of 1981. The fact that it took almost two decades to draft the Declaration speaks volumes about the unfortunate political and other contestations at play.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In 1962, the General Assembly was deeply disturbed by the manifestations of discrimination based on differences of race, colour and religion still in evidence throughout the world, and it requested the Commission on Human Rights to prepare draft declarations and conventions on the elimination of all forms of racial discrimination and of religious intolerance. By 1965, the International Convention on the Elimination of All Forms of Racial Discrimination was adopted by the General Assembly, and attention returned to religious intolerance. The Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief was finally adopted by the General Assembly on 25 November 1981, without a vote.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In addition to the standards noted, a number of subsequent instruments illustrated specific dimensions of this freedom. They include the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities of 1992 and the United Nations Declaration on the Rights of Indigenous Peoples of 2007.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 16,
        "Text": "16. Concern that a mechanism was required to ensure and follow up on the advancement of the objectives of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief led the Commission on Human Rights to decide, in its resolution 1986/20, to appoint a Special Rapporteur on religious intolerance. In 1998, the then-mandate holder, Abdelfattah Amor, proposed a change to the title of the mandate, to embrace its wider scope of work and in recognition of the positive aspects of the responsibilities of the mandate, and the Commission on Human Rights, in its resolution 2000/33, decided to change the mandate title accordingly to Special Rapporteur on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The mandate is the sixth thematic special procedure mandate established by the United Nations, which illustrates, on the one hand, the importance given to this human rights concern and, on the other, the scale of the challenge posed to the enjoyment of this freedom around the world. There have since been six mandate holders to date, including the current one. The Special Rapporteur emphasizes the continued importance of the foundational work undertaken by the former mandate holders, Angelo d'Almeida Ribeiro, Abdelfattah Amor, Asma Jahangir, Heiner Bielefeldt and Ahmed Shaheed.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The human right to freedom of religion or belief is perhaps the right that best exemplifies the emphasis in the Vienna Declaration and Programme of Action's that all human rights are universal, indivisible, interdependent and interrelated. This right embodies the dual aspects of the obligation to both ensure that there is no discrimination or intolerance on the basis of religion or belief and to uphold freedom of religion or belief itself. The former implicates the enjoyment of all other human rights. The latter's concerns are captured in Human Rights Council resolution 49/5, in which the Council emphasized two of the other rights, including freedom of expression, and condemned acts of violence targeting persons due to their religion or belief. The obligation to ensure that there is no discrimination suffered on the basis of religion or belief permeates all international human rights instruments. Article 2 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief outlines that: no one is to be subject to discrimination by any State, institution, group of persons, or person on the grounds of religion or belief; and \"intolerance and discrimination based on religion or belief\" means any distinction, exclusion, restriction or preference based on religion or belief and having as its purpose or as its effect nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The obligation to uphold the freedom of religion or belief relates both to the having, adopting and changing of religion or belief, including in public and with others, as well as the manifesting of religion or belief in worship, observance, practice and teaching, which is detailed in article 6 of the Declaration.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The mandate holder is not naïve as to the politicization of religion or freedom of religion or belief around the world. This politicization may emerge, intentionally or otherwise, by those who seek office, politicians, Governments or other actors. Politicization is implicit in the references to various instances of violations contained in Human Rights Council resolution 49/5. The mandate holder will be closely guided by a victim-centred approach, grounded in the actual experiences of intolerance and discrimination on grounds of religion or belief or of other human rights violations in the name of religion or belief. In an already highly polarized space, the Special Rapporteur aims to stand for human rights principles and standards in a sober, focused and inclusive manner.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Freedom of religion or belief is upheld in a wide range of international and regional standards, which serves to further underscore its universality. A number of those standards will be set out below in chronological order, with a view to substantiating the wide normative support that this freedom enjoys.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Article 18 of the Universal Declaration of Human Rights states that everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Article 9 of the European Convention on Human Rights guarantees that: (a) everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching practice and observance; and (b) freedom to manifest one's religion or beliefs is subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals or for the protection of the rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Article 18 of the International Covenant on Civil and Political Rights upholds that: (a) everyone has the right to freedom of thought, conscience and religion; this right includes freedom to have or to adopt a religion or belief of his choice, and freedom, either individually or in community with others and in public or private, to manifest his or her religion or belief in worship, observance, practice and teaching; (b) no one is to be subject to coercion which would impair his or her freedom to have or to adopt a religion or belief of his or her choice; (c) freedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others; and (d) States parties to the Covenant undertake to have respect for the liberty of parents and, when applicable, legal guardians to ensure the religious and moral education of their children in conformity with their own convictions. Article 27 of the Covenant upholds that, in those States in which ethnic, religious or linguistic minorities exist, persons belonging to such minorities are not to be denied the right, in community with the other members of their group, to enjoy their own culture, to profess and practise their own religion, or to use their own language.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Article 12 of the American Convention on Human Rights upholds that: (a) everyone has the right to freedom of conscience and of religion; this right includes freedom to maintain or to change one's religion or beliefs, and freedom to profess or disseminate one's religion or beliefs, either individually or together with others, in public or in private; (b) no one is to be subject to restrictions that might impair his freedom to maintain or to change his religion or beliefs; (c) freedom to manifest one's religion and beliefs may be subject only to the limitations prescribed by law that are necessary to protect public safety, order, health, or morals, or the rights or freedoms of others; and (d) parents or guardians, as the case may be, have the right to provide for the religious and moral education of their children or wards that is in accord with their own convictions. Articles 1 (1) and 24 of the Convention address nondiscrimination and equal protection, with these being asserted as jus cogens by the Inter-American Court of Human Rights.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 26,
        "Text": "26. The Final Act of the Conference on Security and Cooperation in Europe included the provision that the participating States would respect human rights and fundamental freedoms, including the freedom of thought, conscience, religion or belief, for all without distinction as to race, sex, language or religion. Within that framework, the participating States would recognize and respect the freedom of the individual to profess and practice, alone or in community with others, religion or belief acting in accordance with the dictates of his or her own conscience.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Article 8 of the African Charter on Human and Peoples' Rights provides that freedom of conscience, the profession and free practice of religion is guaranteed. No one may, subject to law and order, be submitted to measures restricting the exercise of those freedoms.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Article 10 of the Charter of Fundamental Rights of the European Union, as adjudicated through the Court of Justice of the European Union, states that: (a) everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change religion or belief and freedom, either alone or in community with others and in public or in private, to manifest religion or belief, in worship, teaching, practice and observance; and (b) the right to conscientious objection is recognized, in accordance with the national laws governing the exercise of that right. Article 21 of the Charter upholds non-discrimination. The Council of the European Union conclusions on the right to freedom of religion or belief reiterate the strategic importance and priority of those freedoms in European Union human rights policy. The priorities of the European Union, and the tools for their pursuit, are outlined in the conclusions, and the interrelationship of that right with other rights is emphasized.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Article 12 of the United Nations Declaration on the Rights of Indigenous Peoples sets out that: (a) Indigenous Peoples have the right to manifest, practise, develop and teach their spiritual and religious traditions, customs and ceremonies, the right to maintain, protect and have access in privacy to their religious and cultural sites, the right to the use and control of their ceremonial objects and the right to the repatriation of their human remains; and (b) States shall seek to enable the access and/or repatriation of ceremonial objects and human https://www.consilium.europa.eu/uedocs/cms\\data/docs/pressdata/EN/genaff/119404.pdf. remains in their possession through fair, transparent and effective mechanisms developed in conjunction with indigenous peoples concerned. Article 12 should be read in conjunction with article 5, regarding the right of Indigenous Peoples to maintain their institutions, namely, that Indigenous Peoples have the right to maintain and strengthen their distinct political, legal, economic, social and cultural institutions, while retaining their right to participate fully, if they so choose, in the political, economic, social and cultural life of the State. This is reinforced by article 25, which sets out that Indigenous Peoples have the right to maintain and strengthen their distinctive spiritual relationship with their traditionally owned or otherwise occupied and used lands, territories, waters and coastal seas and other resources and to uphold their responsibilities to future generations in this regard. Other articles of the Declaration address restitution regarding Indigenous religious and spiritual property (article 11 (2)), the spiritual development of Indigenous children (article 17 (2)), maintaining Indigenous institutional structures and distinctive customs, spirituality, traditions, procedures, practices and juridical systems, in accordance with international human rights standards (article 34). The affirmation in the preambular paragraph that all doctrines, policies and practices based on or advocating the superiority of peoples and individuals on the basis of religious differences are morally condemnable is also worth noting.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Article 30 of the Arab Charter on Human Rights states that: (a) everyone has the right to freedom of thought, conscience and religion and no restrictions may be imposed on the exercise of such freedoms except as provided for by law; (b) the freedom to manifest one's religion or beliefs or to perform religious observances, either alone or in community with others, is to be subject only to such limitations as are prescribed by law and are necessary in a tolerant society that respects human rights and freedoms for the protection of public safety, public order, public health or morals or the fundamental rights and freedoms of others; and (c) parents or guardians have the freedom to provide for the religious and moral education of their children. Article 25 of the Charter states that persons belonging to minorities are not to be denied the right to enjoy their own culture, to use their own language and to practise their own religion and that the exercise of those rights is to be governed by law.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Article 22 of the Human Rights Declaration of the Association of Southeast Asian Nations (ASEAN), adopted by 11 States, upholds that, every person has the right to freedom of thought, conscience and religion and that all forms of intolerance, discrimination and incitement of hatred based on religion or beliefs is to be eliminated. Non-discrimination on the basis of religion and other status is upheld in article 2 of the Declaration.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Article 20 of the revised Cairo Declaration of the Organization of Islamic Cooperation states that: (a) everyone is to have the right to freedom of thought, conscience and religion; freedom to manifest one's religion or belief may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the rights and fundamental freedoms of others; (b) no one is to be subject to coercion, which would impair his or her freedom to have or to adopt a religion or belief of his or her choice.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. A study conducted by the Permanent Islamic Human Rights Commission of the Organization of Islamic Cooperation in 2016 addresses the rights of minorities in Islam.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. While the jurisprudence of the European Court on Human Rights on article 9 has yielded around 100 judgments, the rest of the regional systems and, separately, the United Nations treaty bodies, have limited jurisprudence on freedom of religion or belief. It has been argued that the essential parameters around freedom of religion or belief as a human right, and its role within human rights more generally, is largely agreed upon. However, there is a wide scope for reflecting and realizing this in the other regional mechanisms, as they gain experience in developing, and contributing to, this jurisprudence in line with international obligations. The mandate holder stands ready to support any efforts in this regard.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The key means of advancing the work of the mandate is through communications, thematic reporting and country visits.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Communications include advocacy letters, in which a mandate holder seeks to prevent or remedy alleged violations of freedom of religion or belief in particular States, letters offering guidance on emerging or existing policies and public statements. Advocacy letters remain confidential for 60 days to allow States the opportunity to provide a substantive response and to remedy the situation. These largely remain unanswered, however, which only indicates the veracity of the allegation. In its resolution 49/5, the Human Rights Council urged all Governments to cooperate fully with the Special Rapporteur and to provide the mandate holder with all the information necessary to enable her to fulfil the mandate more effectively. The mandate holder considers that communications offer a unique opportunity for engagement, because they offer the opportunity for a substantive dialogue and cooperation with States, civil society organizations, victims and other stakeholders, connecting human rights standards to concrete situations. She will prioritize communications, including the transmittal of letters to States following up on previous recommendations. In the first five months since taking up the mandate, the Special Rapporteur sent 22 communications.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The mandate holder has made some revisions to the underlying structure of the mandate's framework for communications. The Special Rapporteur will also publish a second edition of the Rapporteur's Digest on freedom of religion or belief, with new normative texts and pertinent thematic excerpts from reports issued under the mandate.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Through thematic reporting, mandate holders draw attention to opportunities to advance freedom of religion or belief for all, emerging challenges, neglected topics, areas requiring urgent attention and, on occasion, areas witnessing improvement. The Special Rapporteur has devised a number of specific activities in order to follow up on previous thematic reports issued under the mandate.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The mandate holder will focus reports and public engagement activities in the coming years on areas including freedom of religion or belief and the prohibition of torture and other cruel, inhuman or degrading treatment, and freedom of religion or belief and displacement, addressing migrants, refugees and internally displaced persons.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Internally displaced persons"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Despite the fact that two thirds of States Members of the United Nations have issued standing invitations to allow thematic special procedure country visits, the process of securing a country visit and agreeing upon mission dates with those and other States remains very time consuming. The mandate holder has mapped the regions and countries that have had previous visits, and will be mindful of that record in planning future country visits. A total of 45 country visits under the mandate have been conducted over the past 36 years. Many of the recommendations emanating from those visits are still highly pertinent, and the respective States are urged to reconsider those recommendations and be in touch with the mandate holder for any support. The recommendations are also highly relevant to the universal periodic review process, stakeholder reports submitted in the context of the universal periodic review and shadow reports to relevant treaty bodies. The mandate is keen to provide technical advice and assistance to States and other actors who seek to advance freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The three dimensions of freedom of religion or belief make this freedom relevant to every United Nations human rights treaty body. The Human Rights Committee's general comment No. 22 (1993) dates back 30 years yet contains some significant and pertinent analysis that has stood the test of time. The breadth of the Human Rights Committee's mandate, including monitoring implementation of articles 2, 5, 18, 19 and 27 of the International Covenant on Civil and Political Rights, gives it a particular responsibility in terms of jurisprudence. None of the other human rights treaty bodies have issued general comments or general recommendations on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. At the international level, the responsibilities under the mandate with respect to the three dimensions of freedom of religion or belief are set against a far broader backdrop of activities. Such activities include interfaith and interreligious dialogues and religious engagement, i.e. outreach to religious leaders, actors and communities, with a view in particular to promoting religious tolerance, coexistence or understanding. It is a much busier sphere than even just a decade ago; one example is the \"accelerated opening up towards religious actors\" in all sectors related to the work of the United Nations.33While each activity has its own rationale and merit, these arenas should not be conflated or confused with one another.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. One of the first global efforts to develop comprehensive interfaith dialogue was the World's Parliament of Religions, held in 1893 in Chicago, United States of America, which created a global platform for the engagement of religions of the East and West. Its mandate was to cultivate harmony among the world's spiritual traditions and to foster their engagement with guiding institutions in order to achieve a more peaceful, just and sustainable world. The interfaith dialogue milieu is still active, with both long established dialogues and newer ones.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Outreach to religious leaders, and through them to their respective communities, occurs in many fields of endeavour, from addressing hate speech and atrocity crimes to environment or human rights more broadly. In many of these arenas, such outreach recognizes the long-established and substantial role that religious leaders and communities and other actors have played.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Religious and belief communities have different structures of leadership and representation. Human rights norms recognize that religions or belief institutions should have the freedom to manage their own basic affairs, including the freedom to choose their religious leaders, priests and teachers or other representation, in line with their practices, convictions and autonomy. Self-definition is important, especially where there are intrareligious divergences of views about representation.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Multilateral organizations and States often limit those that they invite as representatives of religious or belief communities in international forums, national consultations, dialogues and ceremonial occasions. While the need to keep numbers manageable is understandable, care needs to be taken so that discrimination does not influence the decisions about inclusion and exclusion. The Human Rights Committee has indicated that it views with concern any tendency to discriminate against any religion or belief for any reason, including the fact that they are newly established, or represent religious minorities that may be the subject of hostility on the part of a predominant religious community. Sometimes invitations are made to representatives of those religions or religious communities that are the largest numerically, most established or considered the most politically or economically relevant, even if the rationale given is different. For example, a principal focus has been given to the Abrahamic religions or the \"three heavenly religions\". If such decisions are to be human rights-compliant, they need to be concerned about consciously advancing tolerance and understanding rather than relying on majoritarianism, conventionality or reciprocity. Other elements of diversity and representation also play into this, for example, youth and gender. In short, the engagement of representatives of religions or belief systems, religious leaders and communities needs to be carried out in an inclusive manner that upholds non-discrimination.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 47,
        "Text": "47. The strong role of religious or belief organizations in some arenas has, on occasion, been criticized, if this role is not carried out with sufficient openness to those belonging to other religions or beliefs, or where it may result in limiting the human rights of others, one example being the health sector.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Religious actors have had a longstanding role in the development field. International forums have recognized this, and codes of conduct have played important roles in giving them a greater profile. The Sustainable Development Goals generated an active interest in the role of freedom of religion or belief in their advancement, in addressing inequality and human development in general.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In the humanitarian field, religious communities have had a very long standing and notable engagement the world over. A number of codes of conduct have emerged from such communities to clarify that humanitarian aid must be given regardless of the recipients' \"creed\", and without adverse distinction of any kind and that aid will not be used to further a particular \"religious standpoint\". 50",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The influence and engagement of religious and belief communities in conflict resolution, peacekeeping and peacebuilding has long been established. This has given rise to inspiring visions, new initiatives and global movements with established regional and national plans to advance peace. A previous mandate holder urged caution against homogenizing the experiences of religious or belief minorities in conflict situations, lest it lead to \"religionizing\" conflicts, which may make conflict resolution more elusive and intractable. Other frameworks have put forward holistic understandings of human rights and peace, promoting commitments to stand up for the rights of Indigenous Peoples and all persons belonging to minorities, their freedoms and right to participate in cultural, religious, social, economic and public life, which may also contribute to political and social stability.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 51,
        "Text": "51. As can be noted from the very brief snapshot above, the call on freedom of religion or belief in advocacy, research, activism and practice has expanded substantially over time. Such expertise, energy and attention can certainly help to address the many freedom of religion or belief challenges around us and support fulfilment of the mandate. However, the depth and breadth of this field now requires of us to be more discerning.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The role of religion or belief in international affairs, the engagement of religious or belief leaders and communities at the international and national levels and efforts to advance freedom of religion or belief for all may overlap, but they are not interchangeable. The first two can be pursued without regard to freedom of religion or belief – and even in a manner that undermines freedom of religion or belief. However, they can also proceed in ways that are supportive of human rights, either fully or only in relation to those belonging to a particular religion or belief.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. This is not to discourage the welcome efforts to apply freedom of religion or belief broadly by a wide range of actors in innovative ways. The success of every human right lies in its mainstreaming, internalization and operationalization into everyday life across sectors and actors. However, we are called upon to ensure that the human rights framing of freedom of religion or belief standards is well understood, not least because such standards have been \"dearly won over the centuries\" by the international community.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. In recent years, there has also been a proliferation of references to \"persecution\" and \"genocide\" in the freedom of religion or belief arena. This certainly speaks to the gravity of crimes and violations that draw from identity politics and the horrendous societal fissures around matters related to religion or belief. Religion or belief prejudices can certainly result in international crimes, which demand strong action by the international community. For their part, those calling out genocide and persecution would do well to take care to calibrate their language, lest overuse of such terms become counterproductive and unhelpful to the victims themselves. Where words have a clear legal meaning, those in the human rights advocacy field need to be aware of the parameters of those words in human rights terms and to use them accordingly.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. What is particularly concerning is where freedom of religion or belief advocacy itself has undertones of divisiveness. The gravity of one situation should always be called out on its own merits and, in the human rights arena, in the light of international standards. It is neither necessary nor helpful for comparisons to be drawn with other targets (persons or communities) of religion or belief violations in order to make one's case. What is more, it creates division and distrust, where collaboration would ultimately prove far more effective for the advancement of the rights of one and all, everywhere. In short, efforts to call for advancing human rights should themselves be respectful of human rights standards and principles. The ends do not justify the means.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The methods available to the mandate holder and other actors are not identical and can be deliberated on more, with a view to greater understanding of where efforts can be harmonized and where unique opportunities can be adopted, calibrated and sequenced between actors, to facilitate greater effectiveness. One set of methods concern those of diplomacy, which will be considered below.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Monitoring, assessing and reporting may take the form of annual reporting or assessments, aimed at early warning, with the objective of de-escalation, whether of individual cases or systemic issues, so that appropriate and timely action can be taken. They can draw from country fact-finding visits.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. In the context of behind-the-scenes bilateral diplomacy, freedom of religion or belief concerns, whether individual or systemic cases, can be raised and compliance with international standards encouraged through trusted partners. Such engagement may also relate to the support of the mandate, for example to allow country visits or the implementation of recommendations or to raise relevant recommendations emanating from the universal periodic review and the treaty bodies.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. State visits and official occasions offer a similar opportunity to raise freedom of religion or belief concerns and priorities and to engage with relevant authorities and human rights defenders.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. There are also formal bilateral agreements that are focused on aspects of freedom of religion or belief. A case in point are the concordats agreed by the Holy See and Governments to advance interests and freedoms concerning the Catholic Church and community. They consider the corporate right of the Church as a community and include, among other things, freedom of worship and the maintenance of churches and other Catholic properties and schools.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Objectives are also advanced in multilateral fora, notably the United Nations. This includes the drafting and adoption of annual resolutions, the extension of the mandate and the diplomatic investments that allow for the continuity and support of all freedom of religion or belief work. Bodies such as the International Contact Group and the International Religious Freedom or Belief Alliance work year-round, with the United Nations and other entities, to support such promotion alongside other objectives. Their initiatives include social media engagement giving early warning on individual cases, systemic patterns of violations and grave violations based on religion or belief. They also advocate for prisoners of conscience targeted for their religion or belief, calling for their release and the amelioration of their situation.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. There are also multilateral initiatives and envoys that focus on particular matters within the broader freedom of religion or belief arena, such as countering intolerance and discrimination, incitement to violence and violence based on religion or belief and hatred targeting particular groups.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Diplomatic missions, such as embassies, issue demarches or public statements to draw attention to violations and seek de-escalation with regard to serious violations of freedom of religion or belief, for example, with regard to the cases of particular prisoners of conscience or to violations that involve executions, extrajudicial killings, unfair trials, outbreaks of communal violence or violent attacks where all else has failed. Through multilateral cooperation, they carry out such advocacy actions jointly. Public diplomacy has also included facilitating person-to-person exchanges to promote better inter-faith and intrafaith awareness and understanding.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Freedom of religion or belief technical assistance and trainings may be focused on particular audiences, such as law enforcement officials. Others are concentrated on \"religious literacy\", which helps to sensitize participants regarding knowledge of different manifestations of religion or belief, including its reasonable accommodation, and the understanding of why freedom of religion or belief can support effective responses to pluralism and issues that can arise between or within religions or beliefs. In academia, too, there are numerous scholarly settings, authors and advocates that advance this field, provide crucial legislative input and support the mandate. They are starting to grow in diversity, but their spread can be greatly expanded.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Pedagogic tools and principles on toleration, as a means of integrating principles of freedom of religion or belief and human rights into education, have been developed. One learning platform provides resources to help individuals, communities and decision makers learn, reflect upon and promote freedom of religion or belief for all, by providing resources for personal study and group training courses for politicians, officials, diplomats, policymakers and others. Others promote this through video series or peer-to-peer learning, developed into a variety of formats, such as an online course addressing the role of religious and faith-based actors in promoting human rights and sustainable peace, an online facilitator training course and other online and in-person formats.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Project funding assists civil society organizations in promoting freedom of religion or belief and supporting human rights defenders under threat. Financial tools are also pertinent in sanctioning particularly egregious violations of freedom of religion or belief. The failure to respect freedom of religion or belief may result in the suspension of cooperation or trade agreements. Attention needs to be given so that financial instruments with conditionality based on religion or belief do not lead to violations of other human rights.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteur cooperates with other actors in advancing the mandate's objectives, when appropriate.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Groups, such as the International Contact Group (active since 2015) and the International Religious Freedom or Belief Alliance (active since 2020), are multilateral networks consisting of several dozen State members affiliated in their commitment to advance freedom of religion or belief internationally. Such multilateral groups take action, such as the coordination of approaches and information regarding freedom of religion or belief, collaborating in joint action at capitals, advocating for religious or belief prisoners of conscience, signing joint communications regarding freedom of religion or belief concerns and keeping informed of freedom of religion or belief developments, activities and debates. They contribute to advancing freedom of religion or belief, its understanding and the need to embed it in foreign policy.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Organization for Security and Cooperation in Europe is a multilateral institution of 57 participating States concerned with freedom of religion or belief within the human security dimension of comprehensive security. It does so through the political, rather than legal, commitments that participating States have adopted, although the political commitments themselves may relate to existing legal obligations. This work is pursued by its Office for Democratic Institutions and Human Rights and is supported by its Panel of Experts on Freedom of Religion or Belief. It regularly collaborates with the European Commission for Democracy through Law.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Parliamentarians have also come together in initiatives to advance freedom of religion or belief, gathering for trainings on freedom of religion or belief and related human rights concerns, widening the circle of parliamentarians committed to promote freedom of religion or belief and establishing a global network of parliamentarians and legislators from around the world committed to combatting religious persecution and advancing freedom of religion or belief, as defined by article 18 of the Universal Declaration of Human Rights. The continued turnover of parliamentarians around the world means that the work is ongoing; nevertheless, the reach of this experience can also be widened in collaboration with more broad-based parliamentary networks in areas of mutual human rights interest.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. States are increasingly appointing ambassadors, special envoys or special representatives with freedom of religion or belief or related mandates. The United States of America has the longest standing freedom of religion or belief body, which is composed of commissioners from various sectors. The European Union has a special envoy for the promotion of freedom of religion or belief outside the European Union. These representatives and bodies largely have outward-facing, foreign policy mandates, promoting the implementation of the respective States' foreign policy on freedom of religion or belief. They pursue their responsibilities in various ways, including by using social media platforms to draw attention to violations, appealing to Governments to put an end to such violations, hosting events and dialogues to address concerns, ensuring this right is included in a State's diplomatic engagements, visiting countries, funding freedom of religion or belief projects, engaging with affected communities, participating in joint letters of concern and seeking to build bridges and advance the rights of religious and belief minorities. States, civil society organizations and experts also gather through regular international ministerial level events dedicated to advancing freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Civil society organizations specifically dedicated to freedom of religion or belief, and civil society organizations with teams dedicated to this area of human rights, have increased in number and sophistication. Their increasing capacities, in terms of technical assistance, monitoring and reporting on the full scope of the human rights understanding of freedom of religion or belief, is impressive and of great support to the mandate. Civil society organizations have also formed coalitions and platforms to advance cooperation and promote this arena of work, sometimes with a particular regional or thematic focus.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. National human rights institutions are the most evident and legitimate actor to reconcile tensions within a State among religious interpretations and human rights through constant dialogue and creative methodologies. The principles relating to the status of national institutions for the promotion and protection of human rights (the Paris Principles) note that the composition of any national institution should be established in accordance with a procedure which affords all necessary guarantees to ensure the pluralist representation of the social forces involved in promoting and protecting human rights, including through effective cooperation with or the presence of representatives of different trends in philosophical or religious thought.90With its representation of over 110 national human rights institutions, the Global Alliance of National Human Rights Institutions could play an important role in efforts to embed the enjoyment of freedom of religion or belief at the national level and to follow up on its promotion and protection effectively. The mandate holder will explore the question of advancing the enjoyment of freedom of religion or belief at the national level in her next report to the General Assembly.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur welcomes the many actors working in this broad freedom of religion or belief arena, however, many endemic challenges remain. Whether in terms of discrimination on grounds of religion or belief, violations of freedom of religion or belief, or violations in the name of religion or belief, the challenges remain alarming. Several things can be gleaned from the fact that the increase in actors does not seem to have equated to a reduction in the challenges for freedom of religion or belief. Firstly, the shrinking of civic space globally has had a significant impact on freedom of religion or belief. Secondly, greater awareness of freedom of religion or belief rights may have contributed to greater reporting of the violations. Thirdly, it is not possible to know the extent to which action has averted an even greater scale and severity of violations. The question remains whether these greater number of actions have increased effectiveness.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The mandate holder observes that, while the foreign policy approach to freedom of religion or belief by States is undoubtedly significant and helpful, it cannot be the only freedom of religion or belief tool. Support for freedom of religion or belief needs to be complemented by other interventions, to be mindful of context and to connect better to efforts to advance this freedom at home. Connecting of the local and the international allows for a sharing of experiences and grounds the universality of this freedom. Furthermore, a foreign policy approach that overshadows other actions carries certain risks. In many areas, there are historical and cynical accusations that religious minorities are somehow \"foreign\" or suspect. A foreign policy approach may play into and heighten such accusations. One of the great achievements of human rights over the last 75 years is its call for everyone's entitlement to rights, including of freedom of religion or belief, as a birthright for all. The failure to achieve coherence between a State's domestic performance and external advocacy affects the credibility of international efforts. Freedom of religion or belief certainly can, and does, benefit from foreign policy engagement, but its foundational human rights rationale does not rest on political preference, but on entitlements and birthrights.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Foreign policy actions in freedom of religion or belief must seek to be as inclusive as possible. A singular focus on one religious or belief community in foreign policy efforts, though necessary at times, can even prove counterproductive and harmful to the target community. Human rights promoters have long grappled with the question of whether special measures or special rights for the benefit of some rather than all can be compliant with legal standards. Regarding special measures, it has been observed that any steps taken should be context specific, not prejudice the universality of human rights, pursuant to a legitimate aim and proportional to the achievement of that aim. It may therefore be considered necessary as part of strategies directed towards the achievement of de facto or substantive equality, where a purely formal legal or programmatic approach is not sufficient to achieve substantive equality and an equality of results. This requires careful calibration, since discrimination is constituted not simply by an unjustifiable distinction, exclusion or restriction, but also by an unjustifiable preference, making it especially important to distinguish special measures from unjustifiable preferences. Special rights are additional rights pertaining to certain categories of person or community, such as the rights of persons belonging to minority groups to enjoy their own culture, profess and practise their own religion and use their own language.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Consideration of the human rights-based approach to preference, through special measures and special rights, calls on foreign policy preference to be elaborated and assessed in human rights terms, rather than States focusing on singular so-called \"kin\" religious or belief communities without attention to legitimacy and proportionality, thereby risking discrimination. This does not problematize focusing on responding to violations against particular target communities, but it does problematize only taking action on a single target group and setting aside many instances of violations against those of other religions or beliefs. This also seriously jeopardizes the protection of religious or belief minorities who do not have so-called \"kin\" States that would advocate for them on the grounds of historical or belief commonalities. Such a stance would take us back decades and erase the whole ethos of international human rights.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Another point for consideration is the need for foreign policy approaches to freedom of religion or belief to be mindful of its multidimensionality (discrimination on grounds of religion or belief, violations of freedom of religion or belief or violations in the name of religion or belief) and considering its promotion, protection and fulfilment.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. We live in a context where the promise of article 28 of the Universal Declaration of Human Rights has not yet been realized, the promise of everyone's entitlement to a social and international order in which rights and freedoms, including freedom of religion or belief, are realized. We face multifaceted challenges in securing this right, and States have the primary responsibility to promote and protect human rights, including the human rights of persons belonging to religious minorities, including their right to exercise their religion or belief freely. Article 2 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief clarifies that no one is to be subject to discrimination by any State, institution, group of persons or person on the grounds of religion or belief, which establishes direct responsibilities of religious institutions, leaders and even each individual within religious or belief communities. In addition, many other actors have and are being recognized as having a role, if not a responsibility, to promote and secure an environment where freedom of religion or belief can be enjoyed. The mandate holder's will include an exploration of the significance of the role of other actors, at the national and local levels, to support State efforts in this regard, in her next report to the General Assembly.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur recommends that States: (a) Achieve coherence in domestic and foreign policy efforts in this field to the highest extent possible through public advocacy, as well as the effective implementation of policy, legal and institutional measures;; (b) Avoid singling out concern only with particular so-called \"kin\" religious or belief minorities, especially in foreign policy unless it addresses human rights violations that will also be raised in the case of others, as appropriate;; (c) Ensure a good understanding of freedom of religion or belief among different authorities working in a variety of fields, mindful of the track record of activism across different fields, as discussed above;; (d) Be mindful that, although religion in international affairs, the engagement of religious or belief leaders and communities and freedom of religion or belief overlap, they are not interchangeable; State engagements in the first two arenas should ensure respect for freedom of religion or belief, and all State initiatives should be inclusive and non-discriminatory;; (e) Cooperate fully with the Special Rapporteur, in line with Human Rights Council resolution 49/5, including by providing substantive responses to communications received and responding favourably to requests for country visits.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteur recommends that international organizations and multilateral institutions: (a) Weave freedom of religion or belief into all arenas of their work, mindful of the triple dimensions of this freedom, its wide scope and universality and the need to uphold it without discrimination;; (b) Lend support and encouragement to other actors to grow their capacity and human-rights based work in this area;; (c) Use a victim-centred approach, in responding to and seeking to prevent violations in given contexts, mindful that this is a universal human right for each and all, not a higher priority for \"kin\", not reciprocal and not a tool for other ends;; (d) Collaborate with States, regional organizations and civil society organizations in supporting the positive human rights contributions of faith‑based actors, where appropriate.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The Special Rapporteur urges regional organizations to activate their freedom of religion or belief standards through jurisprudence, where appropriate, and in a manner integrated within human rights as a whole, mindful of the three dimensions of freedom of religion or belief and the developments in this field over 36 years of work in furtherance of the mandate.99This will contribute to the jurisprudential development of this universal right.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The Special Rapporteur recommends that international non-governmental organizations, non-governmental organizations and faith-based actors: (a) Use inclusivity in their language and draw links with shared challenges facing other religions or beliefs; it is understandable that communities will convey information and advocate on behalf of their group, as they have the channels of communication and consent and the closer understanding that facilitates that; however, inclusivity of tone allows States, international organizations and regional bodies to lend support to advancing the broader religion or belief cause; as a previous mandate holder has emphasized, where one community suffers the whole of society suffers;; (b) Advocate in a manner which calls for the respect of human rights without comparisons with other victims of religion or belief violations;; (c) Use legal terms with attention given to their human rights meaning in their advocacy and other work.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Since taking up her mandate on 1 August 2022, the Special Rapporteur has participated in the activities set out below.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur presented her predecessor's report on Indigenous Peoples and the right to freedom of religion or belief to the seventy-seventh session of the General Assembly, on 25 October 2022. She also shared her views regarding the priorities of the mandate moving forward. A number of States expressed their support for the work of the new mandate holder and committed to maintaining a close collaboration.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 86,
        "Text": "86. While in New York, from 21 to 26 October 2022, she joined the meeting of special procedures mandate holders with the Secretary-General, met with the civil society organization network of the Non-Governmental Organization Committee on Freedom of Religion or Belief, spoke at a number of side events, met with relevant diplomats and with commissioners of the Independent Permanent Human Rights Commission of the Organization of Islamic Cooperation, met with a number of civil society organizations regarding freedom of religion or belief challenges and relevant thematic issues and participated in a meeting of the International Contact Group.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. In Geneva, between 22 and 25 November 2022, she met with the Assistant High Commissioner for Protection of Office of the United Nations High Commissioner for Refugees and the staff of the human rights unit, with respect to a forthcoming report, with the President of the Human Rights Council, a number of permanent representatives requesting country visits and with members of delegations regarding the mandate.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur has attended numerous in-person conferences, including in Costa Rica, Indonesia, Italy and Spain, and on the margins of her activities in New York and Geneva. A few of those activities are outlined below.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. She made a presentation at a side event, on 26 October 2022, organized by the Center for Earth Ethics in New York, which was focused on the dissemination and discussion of the thematic report on Indigenous Peoples and freedom of religion or belief.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 90,
        "Text": "90. At the Southeast Asia Freedom of Religion or Belief Conference on challenges for protection and remedies for freedom of religion or belief in the post-pandemic era, from 7 to 9 November 2022, she spoke on panels, engaged with Government officials, parliamentarians, civil society organizations, faith-based organizations and academics in relation to her thematic priorities and hosted a workshop.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. She made a presentation at the conference on spiritual heritage and inherited conflicts of Indigenous People and their religious freedom, on 21 November 2022, organized by the Commissioner for freedom of religion or belief and the Government of Germany. She did so alongside the Special Rapporteur on the rights of Indigenous Peoples, the Minister for Economic Cooperation and Development of Germany and the Minister for Energy and Mines of Ecuador.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 92,
        "Text": "92. Between 5 and 8 December 2022, the Special Rapporteur participated in a series of events in Costa Rica: one marking the thirtieth anniversary of the United Nations Minorities Declaration; launch events for the Practical Guide to Developing Comprehensive Anti-Discrimination Legislation, A Missing Piece for Peace and the online course, entitled \"Religions, beliefs and human rights: a faith for rights approach\" and an event regarding the contribution of development to the enjoyment of all human rights.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. She was a panellist in the ninth Mediterranean Dialogue, held on 2 and 3 December 2022 in Rome, at the invitation of the Special Envoy on freedom of religion or belief and the Government of Italy.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. On 15 December 2022, she participated in an interactive dialogue with Canadian religious and belief communities and civil society organizations, organized by the Parliamentary Secretary to the Foreign Minister of Canada in Ottawa.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Virtual engagements allowed the Special Rapporteur to broaden the scope of her participation and engagement activities and benefit from interaction with a wide range of actors. Two occasions marked the International Day on Commemorating the Victims of Acts of Violence Based on Religion or Belief, on 22 August 2022. One was focused on the protection of individuals' rights to freedom of religion or belief in conflicts situations and was organized by the Permanent Mission of Poland to the United Nations in New York. Another was a webinar hosted by the Human Rights Institute of the International Bar Association. She also participated as a panellist in the ASEAN Intergovernmental Commission on Human Rights forum on freedom of religion and beliefs, the Sustainable Development Goals and the coronavirus disease (COVID-19) pandemic, addressing freedom of religion or belief and gender equality, on 29 September 2022. She participated in a round table with technology and social media companies related to combating hate speech, organized by the United Nations Office on Genocide Prevention and the Responsibility to Protect and the Economic, Social and Cultural Rights, Human Rights, Big Data and Technology Project of the University of Essex, on 8 November 2022. She made a video statement to an intersessional meeting on faith, gender and sexuality, organized by the Global Interfaith Network for People of All Sexes, Sexual Orientations, Gender Identities and Expressions, focusing her intervention on international standards on freedom of religion or belief and gender, on 10 November 2022. She was a panellist at an event commemorating International Tolerance Day, hosted by the University of Essex Human Rights Centre, on 16 November 2022, and at another organized by the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe, examining freedom of religion or belief trends, on 12 December 2022. A number of other events engaged civil society actors around the world, and their promotion of freedom of religion or belief, including through the universal periodic review.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 96,
        "Text": "96. Virtual meetings allowed the Special Rapporteur to benefit from a range of meetings with civil society organizations, experts and other mandate holders, and to meet with the International Religious Freedom or Belief Alliance Council of Experts, on 5 September 2022, and attend its plenary session, on 14 September 2022.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Media coverage included the following: (a) Two-page spread in La Lettura of the Corriere della Sera (7 August 2022);; (b) Radio interview with Radio France International for Religions du Monde (11 October 2022);; (c) Long interview with the Religion Media Centre (11 November 2022);; (d) Persian media coverage at the time of her appointment by the Human Rights Council (July 2022), given that it was the first time that an Iranian was had been appointed as a Special Rapporteur of the Council;; (e) Coverage of her appointment by Voice of America, BBC Persian, Radio Free Europe and IranWire;; (f) BBC Persian TV interview (broadcast 13 September 2022).",
        "Labels": []
    }
]