[
    {
        "ID": 1,
        "Text": "1. Some time ago, a teacher was accused of heresy, of being a menace to society and a corrupt influence on the minds of the young. That person educated leading thinkers of the day – some of whom became philosophers, poets or politicians. Yet people from across society saw him as a sceptic whose questioning of received wisdom destabilized social values. Before the jury reached its verdict, the teacher, in his defence, is said to have spoken the following: They complain that there is a pestilential busybody called Socrates who fills young people's heads with wrong ideas. If you ask them what he does, and what he teaches that has this effect, they have no answer, not knowing what to say; but as they do not want to admit their confusion, they fall back on the stock charges against any philosopher: that he teaches his pupils about things in the heavens and below the earth, and to disbelieve in gods, and to make the weaker argument defeat the stronger. History remembers Socrates and his most famous students, while most of his accusers and critics are long-forgotten foils, none making a mark on history, philosophy, politics and education as he did. However, those foils prevailed in the moment, and the jury sentenced Socrates to death.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Millenniums have passed, and yet teachers, scholars, students and others who work in such pursuits – academics and their institutions – continue to face social harassment and State repression. They face harassment and repression for their research, the questions that they pursue, the points that they raise in or out of the classroom or journals, the forums that they provide for peaceful assembly and protest and the evidence and ideas and methodologies that they bring to bear on public policy – or simply for the stature that their academic work has given them in society. Such interference can constitute a violation of the rights to education, science, culture, association, conscience, belief, due process and, as the Special Rapporteur will principally explore in the present report, freedom of opinion and expression. Attacks on academic freedom corrode the pillars of democratic life, of scientific progress and of human development. In the report, the Special Rapporteur will explore how attacks on academic freedom also constitute attacks on freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The special procedure mandate holders of the Human Rights Council have often observed, and drawn attention to, threats to academics and their institutions. Among many such cases that mandate holders have considered, Hungary targeted one of the leading academic institutions in Europe, the Central European University, forcing it to close its doors and relocate to Austria. Turkey forced the investigation and dismissal of hundreds of academics who had signed a scholars' petition calling for peace with the Kurdish community. Turkey also removed a scholar from his position after he had met with the Special Rapporteur in November 2016 during his visit to the country; the Government alleged terrorist affiliations. China has imprisoned an economist, Iham Tohti, arbitrarily on grounds relating to his criticism of the Government's policies against the Uighur community. Uganda imprisoned for over 16 months a prominent feminist academic, ostensibly for her anti-government posts on social media. Thailand arrested dozens of individuals who protested against military rule at a university campus in Bangkok. The Islamic Republic of Iran has detained and often sentenced to death numerous scholars, such as Ahmad Reza Jalali, Mohammad Hossein Rafiee Fanood, Xiyue Wang and Hooma Hoodfar. The United Arab Emirates prosecuted a scholar from that country, Nasser bin Ghaith, for writings that \"harm the reputation and stature of the State\" and detained a scholar from the Unit ed Kingdom of Great Britain and Northern Ireland, Matthew Hedges, on opaque grounds of national security, despite the reliance of his research on open-source materials.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 4,
        "Text": "4. In the present report, the Special Rapporteur focuses on the freedom of opinion and expression aspects of academic freedom. He emphasizes one set of protections for academic freedom, while recognizing and reaffirming others. He highlights the special role played by academics and academic institutions in democratic society and, by so doing, encourages individuals and organizations to articulate their claims – including when addressing them to special procedure mandate holders and other United Nations human rights mechanisms and treaty bodies – as violations of academic freedom. The report benefited from submissions made by civil society (available on the website of the Office of the United Nations High Commissioner for Human Rights) and a three-day online consultation that, with the support of the non-governmental organization Scholars at Risk, was held in May 2020. The Special Rapporteur begins with an overview of the legal framework applicable to academic freedom, focusing on freedom of opinion and expression. He then addresses several key challenges, before concluding with recommendations for States and other actors.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Although there are many ways in which the freedom of opinion and expression protects and promotes academic freedom, there is no single, exclusive international human rights framework for the subject. Within the corpus of civil and political rights, protected under the Universal Declaration of Human Rights and codified in the International Covenant on Civil and Political Rights, the rights to peaceful assembly and association, privacy, and thought, conscience and religious belief can promote and protect academic freedom. Articles 13 (right to education) and 15 (right to scientific advancements) of the International Covenant on Economic, Social and Cultural Rights expressly promote rights at the centre of academic freedom. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. It is not the intention of the Special Rapporteur to impose a definition of \"academic freedom\" that would limit its application to one sort of \"academic\" person or institution. In part this is because of the extraordinary variety of academic pursuits, forms, methodologies and institutions worldwide, which counsels for a functional approach. However, academic freedom does not have to be abstract. The Committee on Economic, Social and Cultural Rights made the following observations: Members of the academic community, individually or collectively, are free to pursue, develop and transmit knowledge and ideas, through research, teaching, study, discussion, documentation, production, creation or writing. Academic freedom includes the liberty of individuals to express freely opinions about the institution or system in which they work, to fulfil their functions without discrimination or fear of repression by the State or any other actor, to participate in professional or representative academic bodies, and to enjoy all the internationally recognized human rights applicable to other individuals in the same jurisdiction.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. While the Committee notes that \"staff and students in higher education are especially vulnerable to political and other pressures which undermine academic freedom\", it does not limit that threat to higher education communities. In its 1997 Recommendation concerning the Status of Higher-Education Teaching Personnel, the United Nations Educational, Scientific and Cultural Organization (UNESCO) underlined the point, condemning \"institutional censorship\".",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In short, academic freedom should be understood to include the freedom of individuals, as members of academic communities (e.g., faculty, students, staff, scholars, administrators and community participants) or in their own pursuits, to conduct activities involving the discovery and transmission of information and ideas, and to do so with the full protection of human rights law.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Academic freedom is not only about individual human rights protection by traditional State actors. It also involves institutional protections – autonomy and selfgovernance, themselves rooted in human rights standards – to guarantee the freedom for those pursuits. States are under a positive obligation to create a general enabling environment for seeking, receiving and imparting information and ideas. Institutional protection and autonomy are a part of that enabling environment.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Institutions of higher education, as described cogently in one of the submissions for the present report, play extraordinary roles in human society as \"engines of knowledge production, discovery, innovation, skills development, cultural preservation, and national progress. They model democratic discourse and international cooperation, as well as the search for self-realization and moral truth. And they are wellsprings for other professions that are foundational to wellfunctioning civil society, including law, journalism, and human rights advocacy.\"",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Despite the importance of higher education to fundamental social values, Governments often interfere with the autonomy of academic institutions. They may threaten those that have foreign funding, notwithstanding the fact that higher education, as noted above, is itself an international endeavour supported by the freedom of expression \"regardless of frontiers\". They may threaten to withhold otherwise available funds on illicit grounds. They may require that institutions preclude the teaching of some subjects or require the teaching of others on non-academic grounds. They may impose standards on hiring and tenure, or they may directly engage in the hiring of institutional leadership, that may be inconsistent with academic criteria and reflect political control rather than the advancement of learning. All of those tools, and others, undermine the ability of the institution to protect the academic freedom of its community members and to serve its broader functions in society.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Autonomy and self-governance should also include mechanisms of accountability, ethical codes of conduct and assurances that the institutions themselves – whether as State actors (public colleges and universities) or private ones – protect and promote the human rights of members of their communities (broadly defined). Academic institutions should retain autonomy in their administrative, financial, pedagogical and disciplinary functions, but they should also adopt and enforce policies that ensure the protection of the free expression rights of the members of their communities, resisting official or social pressure and promising human rights compliance institutionally. Their policies should be transparent, they should be active and accessible defenders of their academic missions (and of their sibling institutions) and they should be accountable for their acceptance and use of funding.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In paragraph 22 (k) of its 1997 recommendation, UNESCO stated that institutional autonomy was \"a necessary precondition to guarantee the proper fulfilment of the functions entrusted to higher-education teaching personnel and institutions\". It noted that accountability involved ensuring the adoption and enforcement of policies that involved transparency, non-discrimination, gender equality and \"the creation, through the collegial process and/or through negotiation with organizations representing highereducation teaching personnel, consistent with the principles of academic freedom and freedom of speech, of statements or codes of ethics to guide higher education personnel in their teaching, scholarship, research and extension work\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 14,
        "Text": "14. Institutional self-governance involves transparent but self-regulatory standards, by which the institutions themselves, based on non-discriminatory and academic criteria, determine curricular, scholarly and research needs and requirements. Standards concerning publication and hiring should be adopted and implemented by those with professional and academic expertise, rather than external regulation by administrators or politicians. Teaching personnel must be guaranteed a say in the management and decision-making of their institutions for the fulfilment of academic freedom. freedom in African universities through the prism of the 1997 ILO/UNESCO recommendation\", Journal of Academic Freedom, vol. 7 (2016).",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Article 19 (1) of the International Covenant on Civil and Political Rights, reinforcing the protection of article 19 of the Universal Declaration of Human Rights, protects the right of everyone to hold opinions without interference. The Human Rights Committee, emphasizing the absolute quality of that right, noted in paragraph 9 of its general comment No. 34 (2011) on the freedoms of opinion and expression that \"all forms of opinion are protected, including opinions of a political, scientific, historic, moral or religious nature\". Interference with opinion often involves \"harassment, intimidation or stigmatization of a person, including arrest, detention, trial or imprisonment\". As noted in a previous report to the Human Rights Council, during the negotiations on the drafting of the Covenant, \"the freedom to form an opinion and to develop this by way of reasoning was held to be absolute and, in contrast to freedom of expression, not allowed to be restricted by law or other power\".",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Although they are the subjects of both article 19 of the Universal Declaration of Human Rights and article 19 of the International Covenant on Civil and Political Rights, \"opinion\" is conceptually distinct from \"expression\". The internal aspect of opinion is closely connected to privacy, thought, belief and conscience, as compared with the external aspects of expression, public assembly and religious manifestation. In an academic context, certain aspects of research and pedagogy are closer to opinion than expression. For instance, a scholar conducting research may collect data and carry out analytical work with respect to those data, evaluate the data and then articulate an interpretation (in the form of a paper) for distribution, sharing with colleagues and, ultimately, publication. That analytic work depends upon the right to seek and receive information as a component of expression, and that process must be protected, with its limitation subject to narrow restrictions. However, even before the stage of imparting information, the scholar's work product should be protected from interference as an opinion, subject to no restriction of any kind. By contrast, imparting information involves means of expression such as \"books, newspapers, pamphlets, posters, banners, dress and legal submissions\" as well as \"electronic and Internet-based modes\".",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Practically speaking, that means that a scholarly work product, as an opinion, should itself be protected from exposure, with demands for its transfer (for instance to law enforcement authorities) subject to strict rule of law and due process standards consistent with international human rights law. It also means that scholars should not be subject to interference, such as intimidation and harassment, in accordance with article 19 (1) of the Covenant. It further requires that scholars should have access to the kinds of tools that protect their work product. In the digital realm, such tools include encryption or guarantees of anonymity.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Article 19 (2) of the Covenant protects the right of everyone to \"seek, receive and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing or in print, in the form of art, or through any other media\". Extensive human rights jurisprudence and secondary literature underscore that the freedom of expression is considered a foundational aspect of international human rights law, such that, as the Human Rights Committee found, a general reservation to the paragraph would be incompatible with the object and purpose of the Covenant. The breadth of the definition in article 19 (2) of the Covenant must be highlighted, just as the Committee noted that expression involves \"every form of idea and opinion capable of transmission to others\", including teaching. The right \"embraces even expression that may be regarded as deeply offensive\", such as blasphemy.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Academic communities also transcend borders, resulting in global scholarly conferences, meetings, publications and other interactions in which individuals share their work. The global aspect of scholarly sharing is embodied in article 15 of the International Covenant on Economic, Social and Cultural Rights, which guarante es everyone's right to enjoy the benefits of science and embraces \"the encouragement and development of international contacts and co-operation in the scientific and cultural fields\". Article 19 (2) of the International Covenant on Civil and Political Rights recognizes that freedom of expression extends \"regardless of frontiers\", which complements and reinforces the rights covered by the International Covenant on Economic, Social and Cultural Rights. On the one hand, it means that those in academic fields enjoy the right to seek and receive the work of others, whatever their field, and to impart their own work (or share that of others) beyond national borders. Further promotion of academic freedom at the global level can be found in article 12 of the International Covenant on Civil and Political Rights, which guarantees freedom of movement and the right of everyone to leave their country. Bans on both leaving and entering a country may amount to a violation not only of article 12, but also of the panoply of rights under the rubric of academic freedom.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Individuals enjoy academic freedom not only within their institutions, in the internal aspects of research, scholarship, teaching, convenings and other on-campus activities, but also \"extramurally\", in their role as educators and commentators outside the institution. For instance, an academic bringing her or his expertise to bear in a hearing before a legislature, a lecture to a community, a conversation on broadcast media or a post on social media should be understood as, inter alia, an exercise of academic freedom. In other words, that framework is not limited to the institutional environment. When an academic engages in expression outside of her or his academic topic – that is, not only outside the substantive area but also methodologically – she or he retains the right to freedom of expression guaranteed by human rights law, even if that engagement is not considered a part of her or his academic freedom. It should also be emphasized that academics should not be punished by their institutions for exercising their rights to freedom of expression, association and assembly and religious belief, among others.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. It is worth emphasizing that academic freedom enjoys fundamental protection not only in international human rights instruments but also at the regional level. The same rights that are applicable in African, inter-American, European and other regional systems provide added support for the protections noted above. The European Court of Human Rights has the largest body of case law relating to academic freedom. In Sorguç v. Turkey, the Court \"underline[d] the importance of academic freedom, which comprises the academics' freedom to express freely their opinion about the institution or system in which they work and freedom to distribute knowledge and truth without restriction\". In Mustafa Erdoğan and Others v. Turkey, the Court stated that academic freedom \"is not restricted to academic or scientific research, but also extends to the academics' freedom to express freely their views and opinions, even if controversial or unpopular, in the areas of their research, professional expertise and competence. This may include an examination of the functioning of public institutions in a given political system, and a criticism thereof\". Also, in another case involving Turkey, the Court found that article 10 of the Convention for the Protection of Human Rights and Fundamental Freedoms protected the forms in which ideas were conveyed. The case pertained to an academic who was reprimanded for participating in a television programme. In the Court's view, \"this issue unquestionably concerns his academic freedom, which should guarantee freedom of expression and of action, freedom to disseminate information and freedom to 'conduct research and distribute knowledge and truth without restriction'\". 35",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Civil society organizations have often highlighted those points. For instance, the 1990 Kampala Declaration on Intellectual Freedom and Social Responsibility promotes the protection of the right of all African intellectuals to \"pursue intellectual activity\", \"enjoy the freedom of movement\" and \"express [their] opinions freely in the media\". Academic freedom was further promoted in the 2007 Juba Declaration on Academic Freedom and University Autonomy. The Declaration states that \"all academicians have the right to fulfil their teaching, research and dissemination of information without fear, interference or repression from government or any other public authority\". The Declaration addresses the guarantee of institutional autonomy in demanding that Governments avoid interfering with \"the autonomy of Higher Education Institutions\".",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Article 13 of the Charter of Fundamental Rights of the European Union explicitly provides that \"academic freedom shall be respected\" and emphasizes that \"research shall be free of constraint\". The Parliamentary Assembly of the Council of Europe Recommendation 1762 (2006) on academic freedom and university autonomy affirms the need for academic freedom in a just and democratic society. Furthermore, the Committee of Ministers of the Council of Europe Recommendation Cm/Rec(2012)7 discusses the importance of Governments' using their power to ensure the protection of academic freedom, particularly by guaranteeing that institutions promote the autonomy of academics. It also clarifies that States have a duty to ensure that external powers cannot interfere with academic freedom. In November 2018, the European Parliament adopted a recommendation that called for the recognition that \"claims to academic freedom fall under existing human rights law, derived from the right to education and the rights to freedom of expression and of opinion\".",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Since the freedom of expression is fundamental to the enjoyment of all human rights, restrictions must be exceptional and subject to narrow conditions and strict oversight. The Human Rights Committee has underlined that restrictions, even when warranted, \"may not put in jeopardy the right itself\". States may restrict expression only where provided by law and necessary to respect the rights or reputations of others or protect national security or public order, or public health or morals. As emphasized in numerous reports to the Human Rights Council and the General Assembly, the limitations on expression must be read narrowly and consistent with the cumulative three-part test under article 19 (3) of the International Covenant on Civil and Political Rights, in particular: (a) Legality. Restrictions must be \"provided by law\". In particular, they must be adopted by regular legal processes, drafted with sufficient precision to enable an individual to regulate her or his conduct accordingly, and made accessible to the public. A restriction may not be unduly vague or overbroad such that it could confer unfettered discretion on officials. Secretly adopted restrictions fail this fundamental requirement. The assurance of legality should generally involve the oversight of independent judicial authorities;; (b) Legitimacy. To be lawful, a restriction must protect only those interests enumerated in article 19 (3) of the Covenant, that is, the rights or reputations of others, national security or public order, or public health or morals. The Human Rights Committee cautions that restrictions to protect \"public morals\" should not derive \"exclusively from a single tradition\", seeking to ensure that the restriction reflects principles of non-discrimination and the universality of rights;; (c) Necessity and proportionality. States bear the burden of proving a direct and immediate connection between the expression and the threat. They must demonstrate that the restriction actually protects, or is likely to protect, the legitimate State interest at issue. States must also prove that the restriction that they seek to impose is the least intrusive instrument among those that might achieve the same protective function. Where the harm to freedom of expression outweighs the benefits, a restriction on the right cannot be justified.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. It is not uncommon for States to invoke national security and public order as bases for restricting expression. The Human Rights Committee emphasizes that the \"extreme care\" required of States regarding laws relating to national security parallels the care that States must extend to laws that limit academic freedom and the protection that States must provide to academics. \"It is not compatible with paragraph 3 [of article 19], for instance, to invoke [treason] laws to suppress or withhold from the public information of legitimate public interest that does not harm national security or to prosecute journalists, researchers, environmental activists, human rights defenders, or others, for having disseminated such information.\" The same is true for academic research pertaining, allegedly, to national security or public order.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. It may be that academic teaching or research could have implications for the rights of others, such as privacy or public health or morals. As a matter of academic ethics and self-governance, institutions and disciplines typically require privacy protections and the consent of individuals with respect to participation in studies or documentation. Restrictions on grounds relating to \"morals\" should be treated with scepticism and extreme caution. As the Human Rights Committee has noted, \"'limitations ... for the purpose of protecting morals must be based on principles not deriving exclusively from a single tradition'. Any such limitations must be understood in the light of universality of human rights and the principle of non-discrimination.\" Restrictions on research or other activities relating to public health must be demonstrated to be necessary for the purposes of safeguarding public health and non-discriminatory. Restrictions on research relating to reproductive health, for instance, should be strongly disfavoured and strictly scrutinized to ensure that they are not related to gender-based discrimination or political positions not derived from academic criteria.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Article 20 of the International Covenant on Civil and Political Rights requires that States parties prohibit by law \"propaganda for war\" and \"advocacy of national, racial and religious hatred that constitutes incitement to discrimination, hostility or violence\". Such restrictions on expression must nonetheless comply with the three part test provided for in article 19 (3). It is crucial to note that it is not consistent with article 19 to restrict expression on grounds of \"blasphemy\" or wounding of religious feelings. Article 20 does not provide grounds for such restrictions, and blasphemy laws can never, on their own, satisfy the requirements of article 19 (3).",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Also related to the context of discrimination, it has been found in the past that denial of the facts of the Holocaust may constitute \"hate speech\" subject to restriction. In paragraph 49 of general comment No. 34, the Human Rights Committee seemed to clarify its position, making the following statement: Laws that penalize the expression of opinions about historical facts are incompatible with the obligations that the Covenant imposes on States parties in relation to the respect for freedom of opinion and expression. The Covenant does not permit general prohibition of expressions of an erroneous opinion or an incorrect interpretation of past events.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. It is understandable that States may wish to restrict expression such as genocide denial, given that \"antisemitic expressions of Holocaust denial seek to repudiate or minimize the harrowing historical facts of that systematic murder of 6 million Jews \". As a matter of academic freedom and freedom of expression, such work – even if appropriately characterized as pseudoscientific, polemical, advocacy-driven or antisemitic or racist – should be left to the self-governance structures of the academy, while allegations of an individual's incitement to discrimination or hatred or violence under article 20 should be addressed separately and according to the limitations of article 19 (3).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. In addition, government restrictions relating to historical interpretations are themselves deeply problematic. In 2018, Poland criminalized \"whoever publicly and contrary to the facts attributes to the Polish Nation or the Polish State responsibility or co-responsibility for Nazi crimes committed by the German Third Reich … or for other offences constituting crimes against peace, humanity or war crimes, or otherwise grossly diminishes the responsibility of the actual perpetrators of these crimes\". While the offence was later decriminalized, such interference with freedom of expression constitutes direct interference with academic freedom.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Threats to academic freedom are often based on, among other things, political, financial, ideological, and/or social and cultural pressure. Recent years have shown, among other trends, restrictions on university autonomy and reductions of higher education funding, the use of violence to suppress student protest, and \"sexual violence on campuses that put women's safety at risk in academic scenarios\". In such environments, self-censorship increases, with unseen but definite negative impacts on academic freedom. While some harms, such as harassment of women academics, may be universal, in other cases, a State's particular context may characterize the types of threats that interfere with academic freedom. In the following section, the Special Rapporteur categorizes some of the most serious threats to academic freedom worldwide, organizing them according to the requirements for legitimate limitations in article 19 (3) of the International Covenant on Civil and Political Rights. The examples should be taken as illustrative, not exhaustive, and not as final statements on the specific cases or the kind of restriction involved.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Legislative frameworks often enable government intervention in academia. Such laws may fail to pursue a legitimate aim or to provide for a necessary and proportionate balance between the right to academic freedom and the legitimate aim pursued, as described below. Otherwise, they may fail to meet legality standards through their vagueness and consequent allowance of excessive discretion in enforcement by authorities.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Turkey has proved to be especially hostile to academic freedom. Article 130 of the Constitution of Turkey provides that, while scientific research and publication is guaranteed, \"this shall not include the liberty to engage in activities directed against the existence and independence of the State, and against the integrity and indivisibility of the nation and the country\". Such terms are excessively vague, with the offensive actions left undefined. Indeed, more than 800 accusations against academics have been documented with the judiciary since 2016. Beyond those concerns, Turkey adopted Emergency Decree No. 675, which gives the Government excessive discretion to restrict a range of human rights and to interfere with universities and other parts of the education sector. During the Special Rapporteur's official visit to Turkey in 2016, academics explained the lack of any notice or information as to the cause of their removal. Indeed, thousands of members of the university community and other educators were dismissed from positions, including many teachers of Kurdish origin or with leftist political views. The Government abolished university self-governance, replacing elections with direct appointments of administrators and reportedly requiring class content to be approved by officials. Those steps led to massive institutional and academic disruption while harming individual lives and rights. A survey documented by İnsan Hakları Okulu noted growing anxieties among academics. Of the academics surveyed, 92 per cent stated that they felt anxious that they would be the target of an investigation, while 71 per cent said that they felt anxious that they would be detained or arrested.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Those are not isolated incidents. The Special Rapporteur has observed how excessive powers among the executive branch worldwide are used to conduct assaults on academic freedom. In Hungary, the 2017 law that forced the Central European University to relocate to Vienna rested on vague restrictions that left the University in doubt that it would be able to function. Ultimately, in a move widely understood as resulting from government pressure, the University left Budapest. In 2019, the Administration in Brazil published Decree No. 9,794, which allowed for the executive branch to have broadly worded veto power regarding university authority nominations. In 2015, Pakistan re-established its military courts, which were then used to prosecute so-called anti-State individuals, including students and professors. 64 Such changes led to accusations against professors, which in turn led to shortages in specific departments. 65",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. It is worth noting further that legislative proposals also have the potential to negatively affect academic freedom, particularly where pressure is exerted by lawmakers themselves. As noted by the human rights organization Article 19, even if there is no direct effect on the legal framework, and if bills are not approved or passed, their mere proposal can create a chilling effect.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Other than the adoption of laws granting excessive competence to restrict academic freedom, restrictions are often implemented for unlawful purposes or with unlawful ulterior motives. This is exemplified in a case of the Human Rights Committee, Aduayom et al. v. Togo, which concerned two teachers at the University of Benin who were arrested on the grounds of lèse-majesté. Even though both were later released and the charges dropped, they were unsuccessful in their requests for reinstatement in their prior posts. The men alleged that the refusal to reinstate them was motivated by the dropped charges \"for having carried, read or disseminated documents that contained no more than an assessment of Togolese politics, either at \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\ Ibid., p. 8. the domestic or foreign policy level\". The Committee was of the view that the denial of reinstatement was motivated by the charges and, in finding a violation of article 19 of the Covenant, held that the justification for those charges did not meet any of the legitimate aims exhaustively listed in article 19 (3).",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The politicization of school programmes and curricula erodes institutional autonomy and academic freedom. Such regulation of what is presented in the classroom is a trend seen in many countries. In the Bolivarian Republic of Venezuela, both public and private universities face government restrictions regarding the creation of new academic programmes. Typically, those interventions include the requirement to promote ideological views as part of the academic programmes, as seen, for instance, in Belarus, China and Cuba. Such bans on disfavoured subjects are used to impose specific political agendas and are often implemented through textbook indoctrination. In India, a teacher was dismissed for showing anti-national films in class. Some countries, such as the Bolivarian Republic of Venezuela, have seen ideological indoctrination go as far as the creation of universities as entities for the purpose of social control. The Bolivarian University of Venezuela is such an entity, with a government ministry controlling all appointments and curricula content. The common thread in all such approaches is that they serve to restrict academic freedom, and freedom of expression, without pursuing a lawful purpose as stipulated in article 19 (3) of the Covenant.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Restrictions on the content of speech, whether through criminalization or the labelling of certain topics as immoral, close such topics for academic discussion and render them taboo by the State. In Pakistan, blasphemy charges have been used against both progressive students and university professors, who as a consequence, face the death penalty. Another trend is the adoption of measures to enforce such restrictions, including mandatory training for university faculty regarding the advancement of ideological frameworks. That functions as a general promotion of nationalist and anti-cultural norms. Such advancement is displayed in different ways. In Pakistan, there is condemnation of any discussion that is deemed \"anti-Pakistan\" or \"anti-cultural\", whereas in the Bolivarian Republic of Venezuela, the State controls policies to ensure programmes that support \"state-sanctioned socialist ideological frameworks\".",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. External interference in the selection, appointment and dismissal of leadership and professors in academic institutions ultimately constitutes a restriction on academic freedom often based on grounds that are neither academic nor rooted in article 19 (3). Hungary has implemented a State system for appointing senior academics. The Prime Minister-appointed chancellor of a university controls staffing and appointments. Those appointments are validated by the relevant ministry and confirmed by the President. Similarly, in Turkey, institutional autonomy was removed when the election of school administrators was delegated to the Higher Education Council. The Council has the power to both terminate and employ faculty members. The new hiring criteria erode the \"academic traditions\" of Turkey by employing faculty who \"follow a certain ideolog[y]\" without necessarily \"having any academic qualifications\". In Azerbaijan, Egypt, Iran (Islamic Republic of) and Pakistan, dismissals have allegedly been based on religious and political affiliations.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Management of admissions, scholarship distribution and curricula is a third means by which State interference and restrictions on institutional autonomy often are implemented without lawful aims. Notably, these trends seem to overlap with the targeting of religious groups and gender. In Bahrain, scholarship distribution has been linked to religious affiliation. Religious association and its importance in school applications are also seen elsewhere. Pakistan requires a declaration of religious affiliation on school application forms for both public and private institutions. Muslim students have to declare their belief in the Prophet Muhammad, and non-Muslim students must receive verification of their religious affiliation from the local community. Political interference in admissions has been seen across the board in other countries, such as Uzbekistan and Nigeria. Such control over the size and composition of student bodies \"affects the range of views expressed at universities\".",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The willingness of universities to submit to public pressure can erode academic freedom and freedom of expression. In the United States of America, pressure from the public or from students has led to disciplinary reviews of academics, and in some instances, has even resulted in them being barred from campus. Broadly speaking, such a dynamic may lead to a culture of repression and self-censorship, where restrictive measures against academic staff are guided by outside pressure rather than academic achievements and activities. In other States, there is evidence that students themselves are recruited to become a source of threat to academics owing to their ability and, in some cases, willingness to report academics who discuss ideas that are deemed unacceptable.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The right to freedom of opinion and expression must be respected \"without distinction of any kind\" (see art. 2 (1) of the International Covenant on Civil and Political Rights). Members of some groups, however, often face particular discrimination when it comes to the implementation of restrictions on expression. In Turkey, many university administrations, on the instructions of the Higher Educational Council, took disciplinary actions against the thousands of academics who signed a \"peace petition\" condemning the State security operations in cities in south-east Turkey, including dismissing signatories from their positions. Other signatories were prosecuted, arrested and banned from public employment and from foreign travel. In the Bolivarian Republic of Venezuela, individuals expressing political opinions critical of the Government have been excluded from scholarships, expelled or subjected to disciplinary procedures. Likewise, students in India have been expelled or excluded from scholarships in retaliation for dissent. Restrictions on expression also reach student organizations and activities. In Brazil, an elected State representative invited students via social media to film their classes to catch \"political-partisan or ideological\" behaviour of teachers, and to establish an anonymous telephone line for students and members of the public to denounce \"ideological professors and indoctrinators\" at universities.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Intervention inside the classroom often targets minority groups, particularly religious minorities, and women. Specific targeting of those belonging to certain religious populations is a trend noted in societies that limit academic freedom. For example, members of the Hazara Shia Muslim population in Balochistan Province, Pakistan, have experienced difficulty in gaining access to education. There is also \"a chilling effect on the ability of girls and women to access education\"; girls who are part of Shia families have often had to leave school. In Pakistan, women are supposedly obligated to comply with a strict dress code in the name of promotion of culture and ethics, as well as with other practices that perpetuate gender inequality.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 44,
        "Text": "44. The criminalization of or retaliatory disciplinary procedures aga inst academics for their activities \"can have a serious chilling effect on the autonomy of higher education institutions\" and the \"applicable meaning of academic pursuit\". Those who continue to work in universities under threat of loss of autonomy lose belief in their work. Dismissal of academics who continue their work leads to a \"shrinking of research areas\". For example, in Turkey, discussion of Kurdish conflicts and state of emergency laws led to individuals being blacklisted. Thus, most academic work in that area was halted. Blacklisting, in turn, bars academics in Turkey from publishing research, attending conferences and undertaking foreign travel.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Students and academics alike are also often targets of direct attacks by the State without any lawful justification. Such attacks include threats, violence and arbitrary deprivation of liberty. Matthew Hedges, a citizen of the United Kingdom and a doctoral student, was detained by the authorities of the United Arab Emirates for seven months owing to his fieldwork research. He was coerced into making an admission to espionage under torture and solitary confinement. In June 2020, police officers reportedly beat and arrested dozens of students in Balochistan Province, Pakistan, during a non-violent protest demanding the Internet access necessary for online classes. In the Bolivarian Republic of Venezuela, unidentified individuals released tear gas during a class at the Central University of Venezuela Law School in an apparent effort to prevent students from discussing the impact of a judicial decision on university autonomy.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 46,
        "Text": "46. As shown above, many restrictions involve more than one ground of non-compliance with the requirements of article 19 (3) of the International Covenant on Civil and Political Rights. Where that is the case, the restrictive measure is often assessed under the tests of necessity and proportionality. Restrictions are often unsuitable and improper for achieving the legitimate aim, fail to use less restrictive means available to the Government or simply constitute excessive interference in the right to academic freedom.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. In Bangladesh, government approval is required for certain historical publications. In Viet Nam, professors \"must refrain from criticising government policies and adhere to party views when teaching or writing on political topics\". In Jordan, the university administration must obtain approval for all \"research papers, forums, reading materials, movies, [and] seminars\".",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. State assertions that national security or public order justifies interference with personal security and privacy are common in cases of surveillance of personal communications, encryption and anonymity. Surveillance and monitoring of speech and movement lead to restrictions on academic freedom and a culture of selfcensorship. Random monitoring of reading materials and research causes academics not to pursue their necessary work. There is often additional monitoring of those belonging to specific religious groups, as well as gendered surveillance. Broadly speaking, the ideology that the State strives to maintain results in surveillance and monitoring of opinions about the Government. In Ethiopia, a pattern of surveillance and arbitrary arrest of Oromo university students was reported. In Togo, Uganda and Zimbabwe, some lectures have allegedly been surveilled by security officials. Surveillance and monitoring of women have also been a trend in restricting academic freedom and freedom of expression. Such monitoring, in particular through the use of closed-circuit television, may extend to blackmail of students, with videos showing women sitting in class or talking to a man. Organizations have reported cases \"where girls had claimed that teachers and members of the administration had asked for sexual favours or money in return for not sharing videos with their families\".",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Restrictions on certain research topics may entail \"limited access to librarie s, restrictions on the publication of and research about certain topics, intellectual property restrictions and limitations on the ability of academics to collaborate internationally\". In 2018, the Government of Hungary distributed a directive to all universities indicating that it would no longer certify or provide funding for any programmes or courses in gender studies. The Ministry of Culture, Sports and Tourism of the Republic of Korea has requested the Korean National University of Arts to concentrate solely on \"practical education\". In Brazil, some municipalities have enacted laws, while in hundreds of others, bills are under consideration, specifically prohibiting schools from addressing gender and sexuality issues. In Japan, the authorities have influenced the preparation of school textbooks relating to historical events, in particular with regard to the participation of Japan in the Second World War and the issue of \"comfort women\". Influence ranges from the inclusion of a disclaimer indicating the contrary view of the Government that there was no forcible taking of women to editing out references to \"comfort women\". In Pakistan, some textbooks are published under government supervision and paint a picture of history that is intended to reinforce a certain ideology and political orientation.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Some university professors have seen their academic freedom restricted by the denial of access to information requests necessary for their academic research. For example, Immigration and Customs Enforcement and Cowlitz County, Washington, in the United States refused to provide to a professor and researcher of the University of Washington information regarding juvenile detention centres holding children without supervision. Cowlitz County provided incomplete information and filed a motion for declaratory judgment against the University and the professor personally. Immigration and Customs Enforcement requested that the case be heard by a federal court, and responded that the information requested was confidential under federal law, despite state regulations to the contrary.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Governments have also disrupted Internet and telecommunications services in the name of national security and public order. Such disruptions include the shutdown of entire networks, the blocking of websites and platforms, and the suspension of telecommunications and mobile services. Since August 2019, the Government of India has imposed a near-total communications blackout in Jammu and Kashmir, with Internet access, mobile phone networks, cable and television channels cut off. That situation has affected the education system and research by scholars. Following a Supreme Court ruling in January 2020 in which the Government was ordered to restore the Internet, it brought back only a second-generation network. The situation in Kashmir has been aggravated by the effects of the coronavirus disease (COVID-19) pandemic on education systems. The pandemic has had a massive impact on the education of children and young people worldwide and has widened existing gaps. The Special Rapporteur on the right to education has warned States that exclusion prior to and during the pandemic exists \"against a backdrop of entrenched, recognized structural inequality\". She highlighted that the excessive reliance on online distance-learning tools to address the continuity of education had exacerbated those inequalities. According to UNESCO, \"half of the total number of learners – some 826 million students – kept out of the classroom by the COVID-19 pandemic, do not have access to a household computer and 43 per cent (706 million) have no Internet at home\". In addition, many Governments do not have the policies, resources or infrastructure to roll out a fully inclusive transition to online learning, particularly when it is accompanied by a technology-heavy response.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 52,
        "Text": "52. One form of restriction on academic freedom is the restriction or suppression of peaceful protests. Students who participate in protests are subject to exclusion from scholarships, criminalization, the physical presence and interventions of security forces on university campuses, arrest, detention, ill-treatment, extrajudicial killing and trial in military courts. Governments often use public protest and civil unrest as a justification to pass and enforce laws that control and monitor students and interfere with institutional autonomy, which limits academic freedom. In Egypt, thousands of students were imprisoned following a protest in reaction to the 2013 coup. The physical presence and interventions of security forces on university campuses and during protests organized or led by students or in which a large number of students participate have been documented in many countries. Students from Chile, Colombia, Honduras and Venezuela (Bolivarian Republic of) who organized or participated in protests faced violent and disproportionate responses from law enforcement. Police and military forces in the Bolivarian Republic of Venezuela \"have repressed student protests with excessive force\" and \"the situation has been worsening since 2013, but more dramatically in 2014 and 2017\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Travel restrictions form a constraint on freedom of expression, freedom of movement and freedom to share knowledge and collaborate with others. Examples include Egyptian faculty members requiring security clearance and approval from the Ministry of Foreign Affairs and the Ministry of Higher Education to travel abroad. Likewise, in India, it is difficult to obtain research visas: faculty members must \"apply for 'permission to leave the country', at least six weeks in advance\" if they want to attend conferences abroad, even if the conferences are taking plac e during their vacation time. The African Commission on Human and Peoples' Rights acknowledged the importance of freedom of expression for the fulfilment of academic freedom in Good v. Republic of Botswana. The Commission held that Botswana had violated the academic's rights by deporting him after he had published a paper unfavourable to the Government.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Restrictions on academic freedom are both ancient tools to limit the sharing of information and knowledge and the questioning of received wisdom, and contemporary tools to repress information and ideas that Governments often find threatening. Yet, without academic freedom, all societies lose one of the essential elements of democratic self-governance: the capacity for self-reflection, for knowledge generation and for a constant search for improvements of people's lives and social conditions. As the Special Rapporteur has sought to show, academic freedom depends upon a range of civil, political, economic, social and cultural rights. The Special Rapporteur focused especially on the freedom of expression aspects of academic freedom, a freedom that is best understood as one that crosses boundaries of rights and borders. In particular, threats to academic freedom – threats to questioning – must be confronted, whether the threat derives from State behaviour or social pressure. The current global pandemic highlights for all the importance of the development and sharing of all sorts of ideas and information, regardless of frontiers.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The Special Rapporteur makes the recommendations below.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. State approaches to academic freedom should be rooted in the critical importance of academic pursuits, academic communities and academic participants to democratic society, individual freedom, human progress and problem-solving. States should ensure that they recognize that vital importance by refraining from attacks on academic institutions and those who constitute academic communities, and by protecting them from attacks – insulating them from assault – by third parties. That means, at a minimum: (a) Reviewing and, where necessary, revising national laws and policies to ensure the protection of academic freedom. Any laws relating to academic institutions should recognize that restrictions often result in limitations to fundamental rights, including the freedom of opinion and expression. As a result,; any such rules must meet the strict conditions laid down for restrictions on expression; (b) Avoiding the use of tools of coercion, such as funding cuts, prosecution or denial of tax benefits, in order to pressure academic institutions to carry out or to avoid certain kinds of research. At the same time, public support for academic institutions, including through government funding and grant opportunities, signals valuable support to third party actors;; (c) Refraining from penalizing academic institutions and members of academic communities for their extramural activities. All too often, academics are targeted for their public perception as sceptics and objective knowledgeseekers, especially when they engage in public debate. Governments must refrain from such targeting not only because it interferes with freedom of expression, but also because such targeting has a chilling effect on academic communities;; (d) Recognizing that an academic work product involves not only expression but also, often, freedom of opinion that cannot be subject to any interference;; (e) Ensuring the institutional autonomy of universities, research institutes and other bodies that constitute the academic community. The recognition of such autonomy includes recognition of the special autonomous space of academic campuses and the importance of allowing that space to be a vibrant space for the exercise of the rights to expression, protest and other fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The monitoring bodies of the United Nations and global treaties may seem to be marginal to the pursuit of academic freedom. They are not. The human rights mechanisms, such as the Human Rights Council, should ensure that the universal periodic review and other reviews of State compliance with human rights law include consideration of academic freedom. Treaty bodies should seek out cases of academic freedom and, when reviewing them, be sure to characterize interferences not only as a specific type of violation (e.g., of freedom of expression) but as a violation of academic freedom itself.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Academic institutions, when assured of institutional autonomy and selfgovernance, take on special roles within societies, which see them as places to educate the coming generations of thinkers, leaders and bureaucratic and business elites among others. Self-governance means ensuring that, within the space for academic freedom, institutions also act in ways that reflect those roles. In particular, academic institutions must: (a) Respect the rights of all members of their communities, including faculty, students, researchers, staff, administrators and outsiders who participate in academic pursuits. That respect must include the right of all members to freedom of opinion and expression, including peaceful protest on academic premises;; (b) Ensure that members of academic communities have protection against coercion by third parties, whether the State or groups in society. This requires, in particular, institutions to stand up for members of their communities who face attack or restriction owing to the exercise of their academic freedom.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Members of civil society, especially members of academic communities and their advocates, are encouraged to articulate claims of violation of academic freedom, taking into account the findings in the present report. In particular, those who believe that their rights to academic freedom have been subjected to unwarranted interference are encouraged to bring their claims to the attention of the special procedure mandate holders of the Human Rights Council, UNESCO, relevant human rights treaty bodies and other regional and international bodies.",
        "Labels": []
    }
]