[
    {
        "ID": 1,
        "Text": "1. The present report, submitted pursuant to Commission on Human Rights resolution 2002/48, is the first report by Mr. Ambeyi Ligabo (Kenya), Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, who was appointed on 26 August 2002. The mandate was established by the Commission in its resolution 1993/45. Section I of the report contains the terms of reference of and methods of work for the discharge of his mandate. Section II presents an account of the activities undertaken within the framework of his mandate since his appointment. Section III deals with a number of issues which the Special Rapporteur considers to be important for the development of the right to freedom of opinion and expression. Lastly, section IV contains the conclusions and recommendations of the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur refers to the reports of his predecessor, in which the terms of reference and methods of work under the mandate were defined, and endorses them. With respect to communications with Governments, the Special Rapporteur has decided that he would send urgent action letters for the attention of Governments to which he has formally requested an invitation for a visit only in exceptional circumstances.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In this respect, the Special Rapporteur would like to emphasize that, while considering both the general situation as well as individual cases as regards the realization of the right to freedom of opinion and expression, he intends to develop close cooperation with Governments, non-governmental organizations (NGOs) as well as all other relevant organizations and institutions, in order to seek and receive credible and reliable information which in his view is essential for the discharge of his mandate.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The structure of the present report follows the same lines as the last report submitted by his predecessor, with the summaries of communications with Governments in a separate document (E/CN.4/2003/67/Add.1). The main body of issues addressed in this report includes an analysis of programmes and policies with respect to access to information for the purposes of education on, and prevention of HIV/AIDS; an emphasis on the importance of safeguarding human rights, and in particular the right to freedom of opinion and expression, while adopting and implementing counter-terrorism measures; and, as in previous years, a number of trends on the situation of freedom of opinion and expression identified through an analysis of communications received by the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Please refer to document E/CN.4/2003/67/Add.1.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur issued on 24 October 2002 a joint press release with the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, Mr. Doudou Diène, on the situation in Côte d'Ivoire.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. On 10 December 2002, the Special Rapporteur made a joint declaration with the Representative on freedom of the media of the Organization for Security and Cooperation in Europe (OSCE) and the Special Rapporteur on freedom of expression of the Organization of American States (OAS), on \"Freedom of expression and administration of justice, freedom of expression and commercialization, and criminal defamation\".",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. It should be noted that on 19 April 2002, the former Special Rapporteur on the right to freedom of opinion and expression, Mr. Abid Hussain, issued a joint press release with the Special Rapporteur on the sale of children, child prostitution and child pornography, Mr. Juan Miguel Petit.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 9,
        "Text": "9. On 1 July 2002, the Special Rapporteur sent a note verbale to all Member States drawing their attention to paragraph 20 of Commission on Human Rights resolution 2002/48 in which the Commission invited States \"to submit to the Special Rapporteur comments on their programmes and policies with respect to access to information for the purposes of education on and prevention of human immunodeficiency virus (HIV) infection\" and invited \"the Special Rapporteur, within the framework of his mandate, to consider these comments with a view to sharing best practices\". This note verbale followed upon a similar note verbale of 7 June 2001, sent in response to paragraph 13 of Commission resolution 2001/47.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur wishes to thank the Governments of the following countries which have submitted information: Argentina, Canada, Cuba, Czech Republic, Dominica, Estonia, Germany, Guatemala, Guinea, Italy, Kuwait, Lebanon, Malaysia, Mauritius, Mexico, Monaco, Netherlands, New Zealand, Norway, Portugal, Saint Vincent and the Grenadines, Slovenia, Thailand, Togo and the United Kingdom of Great Britain and Northern Ireland. (For an analysis of these contributions, see section III. B of the present report.)",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur considers that carrying out country visits is one of the essential elements of his mandate, enabling him to examine in situ the realization of the right to freedom of opinion and expression. He therefore calls upon Governments to cooperate with him in that regard.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. From 1 to 7 December 2002, the Special Rapporteur undertook a mission to Equatorial Guinea (E/CN.4/2003/67/Add.2).",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Invitations to undertake visits to Sri Lanka, Egypt and Guatemala during 2002 were extended to the former Special Rapporteur by the Governments of these countries, and preparations were under way for his visit to Sri Lanka. However, in light of the uncertainty as to the end of tenure of the former Special Rapporteur's mandate (on 26 July 2002), the mission could not take place.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Since his appointment, the Special Rapporteur has received invitations to visit Equatorial Guinea and the Islamic Republic of Iran. He would like to thank those Governments for their cooperation.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In addition, the Special Rapporteur has requested invitations to visit the following countries: Angola, China, Colombia, Democratic People's Republic of Korea, Ethiopia, Indonesia, Russian Federation and Viet Nam. The Special Rapporteur regrets that invitations have not so far been received from those countries.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. In carrying out his mandate, the Special Rapporteur intends to cooperate closely with other geographic and thematic special procedures mandate-holders, the treaty bodies and human rights field operations of the Office of the United Nations High Commissioner for Human Rights (OHCHR). He also intends to continue and develop the collaboration with the OSCE Representative on freedom of the media and the OAS Special Rapporteur on freedom of expression, as well as with the Programme for Freedom of Expression, Democracy and Peace of United Nations Educational, Scientific and Cultural Organization.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Although he has not yet had the time to study in-depth the interlinkages between their respective activities and his mandate and to explore possible paths of cooperation, the Special Rapporteur will endeavour to work with other departments, agencies and organizations of the United Nations system, including United Nations country teams, as well as with regional intergovernmental organizations concerned with the right to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur undertook his first consultation mission in Geneva from 21 to 23 October 2002, during which he met with the Permanent Representatives of China, Indonesia, the Islamic Republic of Iran, the Russian Federation and Zimbabwe and with members of the Group of Western European and other States (\"Western Group\") during a meeting organized by the Permanent Mission of Canada. The Special Rapporteur also met with a number of NGOs, and received briefings on the activities of the United Nations human rights programme from OHCHR staff. He also had the opportunity to meet with the High Commissioner for Human Rights and discuss the breadth and impact of his mandate and its integration in the United Nations human rights agenda, as well as his methods of work.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. A meeting was organized in London by Article 19, on 9 and 10 December 2002, which brought together the United Nations Special Rapporteur for freedom of opinion and expression, the OSCE Representative on freedom of the media, and the OAS Special Rapporteur on freedom of expression. It was the fourth time that the three mechanisms had met, and this year the themes selected for an exchange of views were \"Freedom of expression and the administration of justice\", \"Commercial pressures on the media\" and \"Criminal defamation\". A joint declaration was issued at the end of this meeting.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. As the activities of the former Special Rapporteur during 2002 are concerned, he visited Geneva from 4 to 8 April 2002 for consultations and to present his report to the Commission on Human Rights at its fifty-eighth session. During this visit, he met with the delegations of Canada, Mexico, Egypt and Sri Lanka, and participated in a meeting with the Western Group. He also had the opportunity to meet with representatives of a number of international, regional and local NGOs.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The former Special Rapporteur also gave a keynote speech on the occasion of the celebration on 3 May 2002 in Manila of World Press Freedom Day organized by the UNESCO Programme for Freedom of Expression, Democracy and Peace, which followed a two-day conference focusing on the theme \"Media and terrorism\".",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Finally, the former Special Rapporteur attended the ninth meeting of the special rapporteurs/representatives, independent experts and chairpersons of working groups of the special procedures and advisory services programme of the Commission on Human Rights, held in Geneva from 24 to 28 June 2002.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. As in previous years, the Special Rapporteur has analysed the nature of the communications received in order to highlight trends and bring to the attention of the international community a number of policies, practices, incidents and measures having a negative impact on respect for the right to freedom of opinion and expression. The Special Rapporteur hopes that the identification of such trends will help concerned Governments to review existing practices and take remedial actions and, as appropriate, to seek technical assistance from OHCHR in order to eliminate the causes of such violations.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. As was the case during previous years, the communications brought to the attention of the Special Rapporteur were from a variety of sources (international, regional, national and local NGOs; associations of media professionals; trade unions; members of political parties) and from all regions of the world. The Special Rapporteur would like to thank all of them for the information and documentation provided, and underlines that these are essential to the discharge of his mandate. He encourages members and organizations of civil society to continue to provide him with information on the realization and violations of the right to freedom of opinion and expression around the world.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The Special Rapporteur notes that a large number of allegations continue to refer to the following situations: internal armed conflict; civil unrest; situations where the legal and institutional protections and guarantees of human rights are circumscribed to a greater or lesser degree or where the legal and institutional protections and guarantees exist but are not properly implemented. The Special Rapporteur also notes that the communications received are not confined to alleged violations in such situations, but also to alleged violations occurring in emerging or long-established democracies.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. However, it should be underlined that the nature of the alleged violations varied depending on the level of respect for the rule of law and good governance in a society, going from killings, arbitrary arrest and detention, threats and harassment, criminal charges and sentencing to prison terms for libel or defamation, to various types of judicial and administrative measures limiting the freedom of the media, individuals, groups or organizations endeavouring to express themselves freely.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. The Special Rapporteur wishes to underline that the international community's awareness of the right to freedom of opinion and expression, of its principles and of the need to secure them in laws and regulations in order to protect this right and ensure its effective exercise seems to be increasing. Declarations and principles on the right to freedom of opinion and expression, on freedom of the press, and on the right to information are being adopted by many intergovernmental as well as non-governmental organizations in various parts of the world. In this respect, the Special Rapporteur would like to make specific mention of the \"Declaration of Principles on Freedom of Expression in Africa\", adopted on 23 October 2002 by the African Commission on Human and Peoples' Rights at its thirty-second Ordinary Session held in Banjul.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The Declaration reaffirmed \"the fundamental importance of freedom of expression as an individual human right as a cornerstone of democracy and as a means of ensuring respect for all human rights and freedoms\". It is based on, and aimed at evaluating States' compliance with article 9 of the African Charter on Human and Peoples' Rights, places the right to freedom of expression in an African context, underlining in particular the importance in Africa of the broadcast media, especially radio broadcasting, and underlines the key role of the media in ensuring full respect for freedom of expression and its various components. It also addresses obstacles to freedom of expression, freedom of information, private and public broadcasting and the print media, as well as positive measures that States should adopt to overcome these obstacles.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. However, despite this perceived and welcome increase in consciousness about the importance of the effective exercise of the right to freedom of opinion and expression in ensuring democracy and promoting respect for all human rights, the Special Rapporteur is of the view that, in general, adequate steps towards better protection of this right have not yet been taken universally. This is particularly obvious when analysing the increasing number of communications sent to the Special Rapporteur, reporting on continuing violations to freedom of opinion and expression in all regions of the world.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. With these points in mind, the Special Rapporteur directs the attention of Governments to the following general trends, and strongly urges them to take all appropriate action, consistent with the standards set out in the International Bill of Human Rights and related international and regional instruments, to eliminate the violations themselves and their causes and negative consequences.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. A majority of cases received by the Special Rapporteur have continued to relate to violations of the right to freedom of opinion and expression of media professionals. The Special Rapporteur wishes to emphasize however, that the right to freedom of opinion and expression is not restricted to editors, journalists and other media professionals, although respect for their freedom to express themselves and to seek and impart information is clear evidence of a society in which all human rights are respected. Similar violations also occur, although they seem to be less reported upon, in relation to political groups and members of opposition political parties, associations defending various rights and interests, human rights defenders, judges and lawyers, students, academics, trade unionists, persons participating in strikes or otherwise demonstrating, peasants, members of religious and indigenous minorities, authors, cartoonists and, more generally, all individuals and groups seeking to express their opinions freely and to seek and impart information.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 32,
        "Text": "32. The Special Rapporteur notes that the number of journalists killed, arrested and imprisoned is still very high, although the number of reported killings of journalists seems to have decreased in 2002, and that many journalists working in conflict areas have been specifically targeted by belligerents - killed, wounded, arrested and detained, intimidated, harassed and threatened, prevented from access to certain areas, had their press cards confiscated, expelled from, or forbidden entry to, certain countries. The Special Rapporteur is extremely concerned about such situations, in particular as he strongly believes that independent reporting on conflict situations by journalists constitutes a guarantee and a safeguard against the worst forms of abuse and of impunity of armed forces and groups.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 33,
        "Text": "33. As has been the case in the past, in a large number of instances, national security and the \"argument of necessity\" continue to be frequently used by authorities in a number of countries to silence and/or to take punitive action against those who have exercised their right to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur deems it important to underline that since the terrorist attacks of 11 September 2001, the arguments of national security and necessity have been supplemented by the argument of the fight against terrorism, which is more and more frequently resorted to by the authorities in many countries to infringe - through, inter alia, the adoption of restrictive laws, arrest, detention, censorship, bans, surveillance of and restrictions on publications or the use of the Internet - the right to freedom of opinion and expression, in particular for journalists, members of political opposition groups and parties and human rights defenders.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur notes with concern that, despite repeated appeals by many NGOs and media professionals' associations, as well as specific and comprehensive recommendations by his predecessor, an important number of communications referring to criminal charges against media professionals for libel or defamation, leading very often to prison sentences, have been brought to his attention, as well as cases of prohibitive fines for libel levied against media professionals and newspapers. The Special Rapporteur would like in this context to recall that the principle of proportionality must be observed when charges are brought against media professionals and others, in order not to undermine the exercise of the right to freedom of opinion and expression and make it an empty shell.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. While the Special Rapporteur recognizes that, as enshrined in article 19 (3) of the International Covenant on Civil and Political Rights, there are permissible limitations to the exercise of the right to freedom of opinion and expression, in particular when it comes to respecting the rights and reputation of others, States should bear in mind that the principle of proportionality should be observed in restricting the exercise of the right to freedom of expression. In particular, it is the view of the Special Rapporteur that the sentencing to a prison term for libel or defamation is clearly not a proportionate penalty in this regard.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 37,
        "Text": "37. In the world now, there are 40 million people living with HIV/AIDS, including 5 million new infections during 2001 alone, and, according to UNAIDS, the epidemic is still in its early stages. As of today, there is still no preventive vaccine and treatment is unaffordable or inaccessible for most people who need it (less than 4 per cent of those living with HIV/AIDS in developing countries have access to antiretroviral treatment).",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Without a vaccine or an cure, the main hope in curbing the epidemic - in parallel to making available affordable treatment in developing countries as well as in developed countries in which social security schemes do not exist or do not cover such treatment - resides in widespread and accessible information and education for the purpose of prevention. Prevention, treatment, care and support are mutually reinforcing elements and a continuum of an effective response to HIV/AIDS. This was a key message to emerge from the discussions at the XIV International AIDS Conference held in Barcelona, Spain, in July 2002. Widespread availability and accessibility of information and education are essential to effective prevention and treatment efforts.",
        "Labels": [
            "Persons living with HIV/AIDS"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The \"International Guidelines on HIV/AIDS and Human Rights\" (E/CN.4/1997/37, annex I) adopted by the Second International Consultation on HIV/AIDS and Human Rights, underline and elaborate on the link between the realization of all human rights and the spread and impact of HIV/AIDS. In 2002, OHCHR and UNAIDS undertook a revision of guideline 6 on access to prevention, treatment, care and support. Revised guideline 6, the outcome of an international expert consultation on HIV/AIDS and human rights held in Geneva on 25 and 26 July 2002, is based on human rights law and principles and is anchored in political commitments by States, including the 2001 Declaration of Commitment on HIV/AIDS. It provides a framework for States to orient and design their policies, programmes and practice to ensure respect for human rights in HIV-related prevention, treatment, care and support. Revised guideline 6 and guideline 9 highlight the importance of information and education programmes for the purposes of prevention, and places them in a human rights context. Revised guideline 6 reads as follows: \"States should enact legislation to provide for the regulation of HIV-related … information, so as to ensure widespread availability of qualitative prevention measures and services, [and] adequate HIV prevention and care information … . \"States should also take measures necessary to ensure ... the availability and accessibility of quality goods, services and information for HIV/AIDS prevention, treatment, care and support, including antiretroviral and other safe and effective medicines, diagnostics and related technologies for preventive, curative and palliative care of HIV/AIDS and related opportunistic infections and conditions … .\"",
        "Labels": [
            "Persons living with HIV/AIDS"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Guideline 9 reads as follows: \"States should promote the wide and ongoing distribution of creative education, training and media programmes explicitly designed to change attitudes of discrimination and stigmatization associated with HIV/AIDS to understanding and acceptance.\"",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Taking the above into consideration, the Special Rapporteur is of the view that the effective exercise of the right to freedom of opinion and expression, including the right to seek, receive and impart information, is of the utmost importance for ensuring effective education and information campaigns to prevent HIV/AIDS. As demonstrated by the examples given below, information and education on HIV/AIDS are the cornerstone of prevention programmes, and the Special Rapporteur believes that the exercise of the right to freedom of opinion and expression is a sine qua non condition of effective information and education campaigns.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. After having analysed responses from States to his note verbale of 1 July 2002, the Special Rapporteur has identified a number of good practices among policies and programmes with respect to access to information for the purposes of education on, and prevention of HIV infection, such as: (a) The development of an integrated and multisectoral education, information and prevention planning and strategy structure at the national level, for example the National Programme on AIDS in Argentina and the 1998-2002 HIV/AIDS Control Project-LVSIDA; the Canadian Strategy on HIV/AIDS (CSHA); the Cuban Operational Group on the Fight Against HIV/AIDS (GOPELS) set up in 1986; the HIV/AIDS Strategic Plan for Dominica, developed in consultation with civil society, during a September 2002 National Consultation gathering NGOs, the private sector, public authorities and unions; the Estonian \"National HIV/AIDS Prevention Programme for 2002-2006\"; the Multisectoral Commission in Guatemala formed in 2000; the National AIDS Committee formed in 1992 in Kuwait, which develops, in close partnership with the World Health Organization, programmes dealing with blood safety, prevention, health awareness and training for medical professionals; the National AIDS Programme supported by the Ministry of Public Health of Lebanon, which develops awareness-raising and educational initiatives; the 2001-2006 Programme of Action on HIV/AIDS and Sexually Transmitted Diseases of the National System on Health Information (SINAIS) in Mexico; the Strategic Plan for the Prevention of HIV and Sexually Transmitted Diseases in Norway; the National Commission for the Fight against AIDS (CNLCS) in Portugal, which developed the Strategic Plan on Combating AIDS (2001-2003) focusing on five intervention areas: epidemiology, education, the creation of a National Network of Advisory and Early Detection Centres, the creation of a National Network of Combined Therapeutic and out-of-hospital support; the National Plan for HIV/AIDS Prevention and Care in Slovenia; the eighth (1997-2001) and ninth (2002-2006) National Vision on the Protection and Control of HIV/AIDS of Thailand; or the Strategic Plan for 2001-2005 in Togo;; (b) The production and dissemination of awareness campaigns targeted at specific vulnerable groups, through, in particular, radio and television programmes, advertisements, video-clips, songs, theatre, exhibitions, comics, etc. For example, campaigns have been carried out since 1988/89 in Italy under the leadership of the Ministry of Health, targeted at, in a first phase, men who have sex with men, intravenous drug users and medical professionals, in a second phase at women, young people, the prison population and HIV-positive people, and in a third phase at non-EU migrants, men and women working in prostitution, and the workplace. In Kuwait, the Ministry of Information is involved in information campaigns on HIV/AIDS through radio, television and newspapers. In Portugal, the CNLCS is developing partnership with civil society organizations and associations, NGOs and the media in order to disseminate campaigns for, and to reach specific groups such as men and women working in prostitution, men who have sex with men, intravenous drug users, ethnic minorities, migrants, members of the military, detainees and women. Thematic campaigns, organized by the Government, local authorities and NGOs are also proving to be efficient, such as for example the national campaign organized in 2001 in Guinea by the Ministry of Social Affairs and the Promotion of Women and Children, the Ministry of Public Health and the UNAIDS Thematic Group in Guinea on \"Social Mobilization and Dialogue on HIV/AIDS\";; (c) The dissemination of information on HIV/AIDS, including on transmission modes and prevention means, scientific progress, and new and/or alternative treatment, through, for example, the establishment of institutions or networks to collect and disseminate information to community-based organizations, professional training institutions, practitioners and the general public. In this respect, the following cases are worth noting: the HIV/AIDS Clearinghouse, the AIDS Treatment Information Exchange and the HIV/AIDS Legal Network in Canada; the publication of a brochure entitled \"Living with HIV/AIDS\" aimed at families of people living with HIV/AIDS in Cuba; the AIDS Prevention Centre in Estonia; the setting up in the Netherlands of \"promotion teams\" who reach out to \"target groups\" in pubs, clubs, discotheques, on the beach, etc.; the Norwegian Institute of Public Health, one of whose main responsibility is to provide governmental institutions, health workers and the general population with information about communicable diseases, including HIV/AIDS, through, for example, the quarterly publication of the brochure \"Aids-info\", sent to hospitals and health institutions, schools and libraries, and posted on the Internet; the Subcommittee on Public Relations for AIDS Control of the National AIDS Committee in Thailand, whose main objective is to provide updated and accurate information to the public and the media. Also, the Programme Against HIV/AIDS in Togo has as one of its main objectives the improvement of the quality of the information and the means of communication on HIV/AIDS-related issues, through the production of messages adapted to each target group and their wide dissemination on radio, television, in newspapers and magazines, via posters, etc.; and the training of media communicators, teachers, priests, artists, political leaders, law enforcement officers, members of NGOs, medical professionals, etc.;; - (d) The development of professional expertise on HIV/AIDS, including through: - (i) The adequate and regular training of professionals dealing with people living with HIV/AIDS or belonging to vulnerable groups such as social workers, physicians and medical workers, counselling specialists, law enforcement, officers, etc., as, for example, through the Canadian > HIV/AIDS Mentorship Programme which links 330 novice physicians with 124 experienced HIV primary care physicians. In Portugal, the CNLCS signed a protocol with the Portuguese Law Society for training activities and the creation of a free and confidential legal assistance network on AIDS; (ii) The development of training modules and the organization of training sessions for teachers, to ensure that pupils are properly informed about HIV/AIDS and more generally receive appropriate sex education, such as that organized under the HIV/AIDS Control Project-LVSIDA which trains trainers on HIV/AIDS prevention among schoolteachers in Argentina; by the AIDS Prevention Centre in Estonia or the Ministry for Education, Youth and Sport in the Czech Republic, or by the Portuguese CNLCS; (e) The inclusion of HIV/AIDS-related programmes in the curricula of schools, such as the case of the inclusion of prevention of HIV/AIDS in the programmes of schools at the primary, secondary and tertiary level in accordance with Law on AIDS No. 23.798 and its implementation Decree 1244/91 in Argentina; the inclusion of HIV-related issues in the \"Standards and Basic Education\" in the Czech Republic; the development of sex education programmes for schools, including information on HIV/AIDS, by the Ministry of Education in Cuba; the inclusion of a series of modules addressing issues relating to reproductive health and HIV/AIDS in the curricula of secondary schools in Mauritius; the organization of conferences with physicians in schools on the occasion of World AIDS Day and the publication and free dissemination of an \"agenda for health\" in Monaco; the cooperation developed between the Portuguese CNLCS and the Coordinating Commission for the Promotion of and Education towards Health aimed at shaping attitudes and behaviour better able to prevent the infection and at instilling the principles of solidarity, non-discrimination and respect with regard to HIV-positive people; or the involvement of the Health Education Unit and the HIV/AIDS Unit of the Ministry of Health and Environment in all schools in Saint Vincent and the Grenadines;; (f) The capacity-building of community-based HIV/AIDS research to assist communities to develop education and prevention programmes, and the collection of best practices to promote the sharing of information on successful community-based projects. In Thailand, for example, the eighth and ninth National Vision on the Protection and Control of HIV/AIDS encourages the creation of community-based organizations and organizations of people living with HIV/AIDS, as it was realized that such organizations achieve better results in communicating with their respective \"target groups\" as they know how to reach them and what their specific problems and situations are. In Lebanon, the Ministry of Public Health has set up a communications network between the National AIDS Programme and the relevant NGOs, so as to provide them with full information about the epidemic and, through these organizations, to reach out to the greatest number of people;; (g) The development of cultural-specific education and prevention programmes for indigenous people, refugees, asylum-seekers and migrants. This is the case, for example, of the National Aboriginal Council on HIV/AIDS and the Aboriginal AIDS Network in Canada and the National Institute of Health Promotion and Disease Prevention for migrants in the Netherlands. In Norway, a brochure of the Norwegian Institute of Public Health and the Norwegian Board of Health was translated into 14 languages and disseminated among asylum-seekers and migrants, and the possibility exists of using interpreters during counselling sessions; health and social workers receive training in cross-cultural communication to improve their skills to communicate with foreigners and indigenous people;; (h) The publication of brochures, books, information material and leaflets and their dissemination, including through the mass media, for example in Estonia, where this is done with the support of the AIDS Prevention Centre, and in Germany, with the support of the Federal Ministry of Health;; (i) The arrangements for infection-safe taking, storage and transfusion of donor blood, tissues and organs, including the automatic free HIV testing of donors, as, for example, with the Blood Safety Programme in Malaysia which has done this since 1988;; (j) The setting-up of hotlines and individual counselling systems, as has been done by the German Federal Centre for Health Education, and the availability of free and anonymous HIV testing and counselling, as in Slovenia. In Lebanon, a hotline has been set up in cooperation with NGOs to respond to queries and requests for information about the disease and its effects;; (k) The development of specific programmes addressing the issue of HIV/AIDS in the workplace, focusing in particular on discrimination against people living with HIV/AIDS in the workplace and in the labour market. In Lebanon, the applicable labour laws ensure that people living with HIV/AIDS are protected against discrimination and arbitrary treatment;; (l) The development of web sites providing information on HIV/AIDS, its modes of transmission and the available means of prevention, as, for example, in Mexico, where the National Centre for the Prevention and Control of HIV/AIDS has developed a web site which provides information on HIV/AIDS-related issues;; (m) The facilitation of access to condoms, including through their distribution during information campaigns, in schools, medical centres, etc., as well as the availability of needles and syringes for intravenous drug users, as is done by the Ministry of Public Health in Cuba, which has developed a programme of manufacture and marketing of condoms. In New Zealand, the decriminalization of homosexuality, of the purchase and possession of needles and syringes and of prostitution was set as a priority in the 1980s and 1990s in order to encourage men who have sex with men, intravenous drug users and men and women working in prostitution to seek advice, care and treatment.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Migrants",
            "Women/girls",
            "Adolescents",
            "Persons living with HIV/AIDS",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur notes that in all the examples listed above, a strong accent is put on the necessity to prioritize empowerment policies and programmes to involve civil society organizations, to focus on peer education and to develop participatory programmes which avoid discrimination against and stigmatization of people living with HIV/AIDS, but which emphasize the responsibility of individuals vis-à-vis themselves and others. In Argentina, one component of the HIV/AIDS Control Project-LVSIDA provides funds to 131 community intervention projects in the area of prevention, managed by civil society organizations, and aimed at vulnerable groups. In Norway, for example, policies and programmes have been developed in close cooperation with groups of homosexuals, men and women working in prostitution, intravenous drug users and HIV - positive people. In Thailand, the \"Access to Care and Drug Project\" formed and run by people living with HIV/AIDS plays a vital role in reaching out to people living with HIV/AIDS and offers care, treatment and post-treatment service. In Cuba, the Federation of Cuban Women is heavily involved in information and sensitization campaigns on HIV/AIDS.",
        "Labels": [
            "Women/girls",
            "Persons living with HIV/AIDS"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Information and education for the purpose of prevention should not only address issues directly related to HIV/AIDS transmission and prevention, such as reproductive health, sexual behaviour, safe drug use, etc., but also extend to issues that have a clear, although indirect, impact on the spread of the epidemic, such as stigma, discrimination and inequality.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In this respect, it is important to develop in parallel prevention programmes and \"compassion\" campaigns, which underline the fact that HIV/AIDS is everybody's problem, and combat discriminatory attitudes against HIV-positive people. The example of a campaign launched in the Netherlands, the motto of which was \"You won't catch AIDS by giving a shoulder to lean on\" and which has been quite effective in changing the attitudes of the general public towards people living with HIV/AIDS, is worth noting.",
        "Labels": [
            "Persons living with HIV/AIDS",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur notes that the successful information and education campaigns seem to be those that are tailored to specific groups. While bearing in mind that HIV/AIDS is a widespread concern and that no one is safe from the epidemic, and therefore that prevention programmes must be comprehensive and address the whole population, particular efforts should be made to reach the most vulnerable groups. In Dominica, the Health Economics Unit of the University of the West Indies in 2002 completed a study on HIV/AIDS in the country in order to inform the development of the HIV/AIDS Strategic Plan.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur noted, from the information received, that such groups may vary from one country to another and over time (at the beginning of the epidemic, men who have sex with men and intravenous drug users were the main victims, while it seems that in many countries, heterosexual women and girls are increasingly becoming infected). In the view of the Special Rapporteur, it is important that statistics be developed and data collected, in all confidentiality, in order to identify as precisely as possible the main vulnerable groups in a given country and tailor as much as possible information and education campaigns for their specific situations, needs and behaviours.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 48,
        "Text": "48. In addition to prevention programmes at the national level - which should be further encouraged and developed - the Special Rapporteur wishes to emphasize strongly the importance of development assistance in the context of prevention of HIV/AIDS, as, according to the most recent statistics, the epidemic is spreading faster in developing countries. The United Nations, its agencies, funds and programmes have put the fight against HIV/AIDS very high on the development agenda, as demonstrated by the Millennium Declaration and the Declaration of Commitment on HIV/AIDS adopted by the General Assembly in June 2001.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Many donor countries have already included HIV/AIDS among their priorities for development assistance. The example of the Canadian International Development Agency (CIDA) and the adoption in 2000 of its \"HIV/AIDS Action Plan\", through which support is provided to pilot projects such as the Southern Africa AIDS Training Programme, the Regional AIDS Training Network in East and Southern Africa, the Canada AIDS Russia Project and other information and education projects in Romania, Bulgaria, the Republic of Moldova and Viet Nam, is but one example among many others. Similarly, the United Kingdom's Department for International Development (DFID) has put strong emphasis, in its strategies for achieving the international development targets, on health issues, among which the reduction of HIV infection rates is a priority",
        "Labels": [
            "Persons living with HIV/AIDS"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur encourages such trends and underlines that the fight against HIV/AIDS cannot only be addressed at the national or regional level, but will only be won through a global response. The exchange of good practices and experiences between countries, and support to developing countries in developing and implementing information and education programmes for the purpose of prevention of the epidemic, is crucial.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteur notes that, while all stakeholders in the fight against HIV/AIDS emphasize that education and information for the purpose of prevention of the epidemic is crucial, very few have yet linked the effectiveness of education and information programmes to the effective exercise of the right to freedom of opinion and expression - which includes the freedom to seek, receive and impart information on HIV/AIDS-related prevention, care and treatment information.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The Special Rapporteur regrets this situation, in particular as it seems that in countries where the right to freedom of opinion and expression is guaranteed and protected, information and education campaigns seem to be more effective. It is in particular essential, in the view of the Special Rapporteur, that communities, associations of people living with HIV/AIDS, teachers, journalists, doctors, self-help groups, etc. be free to associate and to launch information and education campaigns addressing all HIV/AIDS-related issues, its modes of transmission and the means of protection, and reaching all vulnerable groups, in particular women and young people, men having sex with men, men and women working in prostitution and intravenous drug users. In particular, information on topics that might be considered sensitive or private - such as safe sex or drug use - should be explicit and made available in formats adapted and accessible to the target audience (e.g. information brochures should be different for children and for men and women working in prostitution or drug users).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 53,
        "Text": "53. It is the view of the Special Rapporteur that laws and regulations in the area of censorship and broadcasting standards which directly or indirectly infringe the effectiveness of information and education programmes (and in certain cases prevent the development of such programmes altogether) should be reviewed. Similarly, the removal of administrative impediments to association of communities working in the HIV/AIDS area should be seen as a priority.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Special Rapporteur unequivocally condemns terrorism and terrorist attacks; in this respect, the Special Rapporteur reiterates the statement by the Commission on Human Rights in its resolution 2002/35 that \"terrorism, in all its forms and manifestations, wherever and by whomever committed, can never be justified in any instance … .\" He strongly supports the view expressed in Part I, paragraph 17 of the Vienna Declaration and Programme of Action that \"the acts, methods and practices of terrorism in all its forms and manifestations … are activities aimed at the destruction of human rights, fundamental freedoms and democracy …\".",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The link between human rights and terrorism is clear, and it is manifest at two levels: directly, as terrorist acts have a negative impact on the enjoyment of the human rights of the victims, in particular of their rights to life and personal integrity, and indirectly, \"when a State's response to terrorism leads to the adoption of policies and practices that exceed the bounds of what is permissible under international law and result in human rights violations\".",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. More specifically, \"the threat of terrorism to the freedom and independence of the media can be both direct and indirect. Terrorism all too often includes violent attacks on reporters and publishers. ... The indirect threat of terrorism has two main aspects. First, it seeks to intimidate, to instil fear and suspicion and to silence any voices with which it disagrees - a climate inimical to the exercise of rights and freedoms. Second, terrorism may provoke governmental responses that lead to laws, regulations and forms of surveillance that undermine the very rights and freedoms that an anti-terrorism campaign is supposed to defend\".",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. With this in mind, the Special Rapporteur wishes to bring to the attention of the Commission on Human Rights his concerns arising from the recent trend among Governments to adopt, or to contemplate the adoption of, counter-terrorism and national security legislative or other measures that may infringe upon the effective exercise of the right to freedom of opinion and expression. As highlighted above, the arguments of national security and anti-terrorism are being increasingly resorted to in many countries all over the world, with the intended or indirect effect of restricting the right to freedom of opinion and expression, in particular for media professionals, political opponents and human rights defenders. A number of Governments have prioritized national security over the protection of human rights and fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Such measures include the adoption of restrictive laws and rules for war reporting and increased resort to propaganda and manipulation of the media by defence ministries during conflicts; severe restrictions on the use of encryption software to protect the privacy of e-mail communications, thus facilitating wiretapping by the authorities; increased legal or regulatory pressures on journalists to reveal their sources of information or to hand over to authorities information the latter deem to be related to terrorism or terrorist activities; restriction on access to information in a growing number of areas, in particular by enlarging the categories of information to be protected by secrecy; the adoption of rules restricting the coverage of Governments' activities and requiring it to be submitted for prior authorization; the increased exposure to criminal charges of journalists in case of publication of - even non-confidential information regarded by Governments as damaging, including in certain cases making it a criminal offence to distribute information about any individual or group implicated in terrorist or subversive activities; the possibility for a Government to take over media outlets in areas where anti-terrorism operations are being conducted; etc.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 59,
        "Text": "59. In addition to the formal adoption of laws and regulations specifically targeting the free flow and exchange of information and communications and free expression, more generally, the right to freedom of opinion and expression might be effectively - though indirectly - restricted through various means, such as the bombing of broadcasting facilities and the targeting of journalists by the military in conflict areas; restrictions on the freedom of journalists to access certain conflict areas; or the resort to the argument of patriotism and to the threat of displeasing majority public opinion to demand complicit silence from journalists and stifle dissent and criticism. The use of such means of pressure lead, more often than not, to self-censorship of media professionals, human rights defenders, or political opponents.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. With these examples in mind, the Special Rapporteur wishes to recall the joint statement issued on 10 December 2001 by 17 independent experts of the Commission on Human Rights (E/CN.4/2002/75, annex IV) and would like to associate himself with their conclusion that \"public policies must strike a fair balance between, on the one hand, the enjoyment of human rights and fundamental freedoms for all and, on the other hand, legitimate concerns over national and international security\" and that \"the fight against terrorism must not result in violations of human rights as guaranteed under international law\".",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. As underlined by the Secretary-General in his address to the Security Council meeting on counter-terrorism on 18 January 2002, \"human rights … are one of the best prophylactics against terrorism\", the fight against which will be \"self-defeating if we sacrifice other key priorities - such as human rights - in the process\". Similarly, the Policy Working Group on the United Nations and Terrorism, established by the Secretary-General in October 2001, emphasized that \"the protection and promotion of human rights under the rule of law is essential in the prevention of terrorism\" (A/57/273-S/2002/875, annex, para. 26), recalling that international human rights instruments include \"limitations on the actions that States may take within the context of the fight against terrorism\" (ibid., para. 28).",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Of course, the Special Rapporteur does not contest that there are situations - and the fight against terrorism is one of them - where States have the responsibility, and must take specific measures for the protection of their populations against terrorist threats and to maintain national security. In doing so, however, States must ensure that they comply fully with international human rights instruments and in particular with article 4 of the International Covenant on Civil and Political Rights (ICCPR) which strictly defines the conditions under which States parties can restrict, inter alia, the right to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The rule of law must be respected by Governments when the adoption of anti-terrorism measures are being contemplated. As the Secretary-General strongly stated in his address on the occasion of Human Rights Day on 10 December 2002, \"one of the most outstanding legacies of the last century was the development of a body of international law - humanitarian, refugee, criminal and human rights law - which … serve to protect the individual from injustice, from arbitrary treatment and from assaults on fundamental security. … It is the most effective tool to fight criminality and terrorism, and the best guarantee of safety, security and freedom for us all\".",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Human Rights Committee, in its General Comment No. 29 (CCPR/C/21/Rev.1/Add.11), has identified the conditions to be met for a State to invoke article 4 (1) of the Covenant to limit certain rights enshrined in its provisions, including the right to freedom of opinion and expression. Inter alia, the measures must be strictly limited in time, provided for in a law, necessary for public safety or public order, serve a legitimate purpose, not impair the essence of the right and conform with the principle of proportionality.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. It is the view of the Special Rapporteur that in many of the cases brought to his attention, all or some of these conditions are not being met, and that the argument of the fight against terrorism is used by Governments as an illegitimate justification for the restriction of human rights and fundamental freedoms in general, and the right to freedom of opinion and expression in particular. There are cases where the feeling of insecurity caused by recent terrorist attacks has provided States with an opportunity to adopt such measures which had long been on the authorities' agenda, cases where the argument of national security is used to cover direct attacks against free media, investigative journalism, political dissent, and human rights monitoring and reporting.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. However, the Special Rapporteur notes that in practice it is quite difficult to monitor the legitimacy, necessity and proportionality of anti-terrorism measures in the absence of a universally accepted, comprehensive and authoritative definition of terrorism. This, on the one hand, leaves ample space for abusive restrictions based more on varying definitions of terrorism that respond to individual States' interests than on a universal concept of what a terrorist act is, and, on the other hand, makes it all the more difficult to monitor and evaluate the necessity and proportionality of such restrictions.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Nevertheless, it has to be underlined once again that an effective enjoyment of the freedoms of opinion, expression and information marks the difference between democracy and terror. The Special Rapporteur strongly believes that guarantees of freedom of opinion and expression, freedom of the press and free speech are among the most effective means by which the fight against terrorism may be waged. As stressed in the first words of the \"Charter for a Free Press\", \"a free press means a free people\" and, although restricting some human rights and fundamental freedoms in times of emergency might seem an effective solution to maintain peace and security, this can only be done through short-term measures, accompanied by strict and independently monitored safeguards.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur believes that terror and terrorism feed on undemocratic societies and systems, where human rights and fundamental freedoms are not guaranteed and protected, where systematic discrimination against and arbitrary treatment of specific groups within the population occur. He is of the strong view that the most effective way to combat terrorism is to secure the rule of law and ensure that human rights and fundamental freedoms are fully enjoyed and realized by all.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur considers that the exercise of the right to freedom of opinion and expression is a clear indicator of the level of protection and respect of all other human rights in a given society. While the Special Rapporteur notes that positive measures are being taken in a number of countries in favour of a greater protection of the right to freedom of opinion and expression (such as the repeal of criminal libel provisions from criminal codes in certain countries), he is still concerned that the trends as identified by his predecessor in his successive reports continue to be a strong preoccupation.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. In particular, the Special Rapporteur is extremely concerned at the fact that the attacks against journalists, including killings, because of their professional activity continue to occur in many countries, most often with impunity. He urges Governments to take all necessary measures to protect journalists from attacks, be they from officials, law enforcement officers, armed groups or terrorists, and to provide an enabling environment for their activities. An end to impunity for the perpetrators of such acts and the conduct of serious investigation into these attacks is, in the view of the Special Rapporteur, the first step towards greater security for journalists.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. In this respect, the Special Rapporteur is of the view that an in-depth study on the issue of the security of journalists, in particular in situations of armed conflicts, based on information from and the experiences of Governments and intergovernmental and non-governmental organizations, is necessary, and he would welcome a request from the Commission on Human Rights to undertake such a study.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Violations of the right to freedom of opinion and expression may occur in all regions and countries, whatever their system. However, democratic institutions, while not ensuring absolute respect for the right to freedom of opinion and expression, do offer more guarantees for its protection as well as a more enabling environment for its exercise. Freedom of opinion and expression not only benefits from a democratic environment; it also contributes, and is indeed pivotal to the emergence and existence of sound and functioning democratic systems. The Special Rapporteur encourages Governments of emerging democracies to promote and protect freedom of opinion and expression and freedom of the press.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. As regards criminal libel and defamation, the Special Rapporteur is of the view that sanctioning libel and defamation by prison sentences is not proportionate. Furthermore, he is of the view that criminal law is not appropriate for regulating such offences. As stressed in his joint Declaration with the OSCE Representative on freedom of the media and the OAS Special Rappporteur on freedom of expression, \"criminal defamation is not a justifiable restriction on freedom of expression; all criminal defamation laws should be abolished and replaced, as necessary, with appropriate civil defamation laws\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 74,
        "Text": "74. With respect to access to information for the purposes of education and prevention of HIV/AIDS, the Special Rapporteur wishes first to underline that the level of protection of human rights in a given country has a direct impact on the spread of the epidemic, and that the realization of human rights, in particular of specific groups such as women, young people, men and women working in prostitution, men who have sex with men, migrants, refugees, intravenous drug users and other vulnerable groups, is essential to reduce vulnerability to HIV/AIDS.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 75,
        "Text": "75. Girls and women, who are increasingly disproportionately affected by HIV/AIDS, should be a priority target of education and information campaigns. These should be coupled with national programmes for the advancement of women towards the full enjoyment of all their rights, including their reproductive rights, promoting gender equality and empowerment.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The extensive use of the mass media (newspapers, magazines, radio and television stations, including community radios and televisions, etc.) is necessary to ensure the widest coverage of information campaigns. More generally, information and education should be provided through all available and accessible means, such as pamphlets, posters, books, instructions on condom packaging, advertisements on the radio and television, video clips, plays, songs, the Internet, group meetings, assemblies, etc. The Special Rapporteur encourages States to cooperate with the media, NGOs and community-based organizations in this endeavour.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. If preventive education is to be effective, it must occur both through the formal and informal sectors, in schools, targeting young people, who represent half of the newly infected people every year, in the private sector and through communities. Preventive education has to be tailored to the targeted audience, take into account cultural habits and be accessible (e.g. made available in the language of the targeted community; using a medium accessible to all, including illiterate people; etc.).",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. While prevention - mainly through information and education - is the most feasible approach to reverse the trend of the HIV/AIDS epidemic in the world, it should be underlined that prevention should not be the only tool used. The effectiveness of prevention is increased when it is used in conjunction with care and treatment - and vice versa - in an enabling environment where the human rights of those living with HIV/AIDS are respected and protected.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. In addition, strong social and political mobilization is necessary at the family, community and national levels in order to provide an effective response to the spread of HIV/AIDS. This requires political will at all levels of Government, a clear vision and leadership, as well as close coordination with and involvement of communities.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur, as indicated above, strongly believes that general respect for and protection of freedom of opinion and expression have a direct impact on the effectiveness of education and information policies, programmes and campaigns for the purpose of HIV/AIDS prevention. He therefore urges Governments to set a framework for the better protection of freedom of opinion and expression and for free flow of information and communications vis-à-vis the general public, as well as specific groups and communities.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteur, while recognizing the legitimacy of national security and anti-terrorism legislation in many cases, stresses that these must only be implemented when the \"life of the nation\" is threatened, in the words of the ICCPR, and that the proportionality between the intended goal and the restriction on human rights and fundamental freedoms must be respected. The Special Rapporteur recommends that in considering the adoption or implementation of measures restricting human rights and fundamental freedoms, in particular the right to freedom of opinion and expression, attention be paid to the principles and conditions set in article 4 (1) of the ICCPR and to the 1995 Johannesburg Principles on National Security, Freedom of Expression and Access to Information (E/CN.4/1996/39, annex), which provide useful guidance in this respect.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The Special Rapporteur endorses General Assembly resolution 57/219 and highlights in particular its paragraphs 1 and 2 in which the Assembly affirmed that \"States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights, refugee and humanitarian law\" and encouraged \"States, while countering terrorism, to take into account relevant United Nations resolutions and decisions on human rights and to consider the recommendations from special procedures and mechanisms of the Commission on Human Rights and relevant comments and views of United Nations human rights treaty bodies\".",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 83,
        "Text": "83. The Special Rapporteur would like to draw the attention of the Commission on Human Rights to the resolution adopted at the UNESCO-sponsored Conference on Terrorism and the Media (Manila, 1-2 May 2002). In particular, the resolution underlines that \"the threat of terrorism should not be used as an excuse to impose restrictions on the right to freedom of expression and of the media, or on freedom of information, and specifically on the following rights: to editorial independence; to protect confidential sources of information; to access information held by public bodies; to freedom of movement; and to privacy of communications\".",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Finally, the Special Rapporteur wishes to encourage efforts under way, in particular in the forum of the United Nations, to develop a universally valid and comprehensive definition of terrorism and terrorist acts. Such a definition will greatly help the human rights monitoring of measures adopted to combat terrorism, as well as the provision of technical assistance to States when undertaking to adopt such measures. 1 In particular his first and second reports to the Commission on Human Rights, E/CN.4/1994/33 and E/CN.4/1995/32. 2 These press releases may be consulted on the OHCHR web site: www.ohchr.org. 3 This declaration may be consulted on the OHCHR web site: www.ohchr.org. 4 See E/CN.4/1999/64, paras. 24-28 and E/CN.4/2000/63, paras. 45-52. 5 UNAIDS, Report on the global HIV/AIDS epidemic, July 2002. 6 United Nations Population Fund, Programme Briefs No. 1, \"HIV Prevention Now\", August 2001. 7 UNAIDS, op. cit. 8 See HIV/AIDS and Human Rights: Guideline 6. Available at the OHCHR web site: www.ohchr.org. 9 See Preliminary report of Ms. Kalliopi Koufa, Special Rapporteur of the Sub-Commission on the Promotion and Protection of Human Rights on terrorism and human rights, (E/CN.4/Sub.2/1999/27, para. 25). Joint message by Kofi Annan, Secretary-General of the United Nations, Mary Robinson, United Nations High Commissioner for Human Rights, and Koïchiro Matuura, Director-General of UNESCO, on the occasion of the World Press Freedom Day on 3 May 2002. Adopted at the \"Voices of Freedom Conference\", held from 16 to 18 January 1987 in London, organized by the World Press Freedom Committee. -----",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    }
]