[
    {
        "ID": 1,
        "Text": "1. This research report accompanies the Special Rapporteur's thematic report to the 44th Session of the Human Rights Council (A/HRC/44/49. The COVID-19 pandemic has disrupted artistic creation, production, distribution and access. As we observe the impact of a public health crisis, it may also be a moment to reflect on and condemn the many forms of repression of artistic freedom outside of crisis – the censorship that denies communities access to cultural or religious art, the blasphemy laws that interfere with creative consideration of questions of conscience and belief, the targeting of political cartoonists and cultural activists, the denial of space for theatrical events and the arbitrary arrest of playwrights and actors and directors, the assaults of LGBTQI persons challenging legal restrictions on gender identity, and so on.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur, often in collaboration with the Special Rapporteur in the field of cultural rights, has addressed communications to Governments concerning repression of artists and held various expert meetings that have informed the content of this research note. On 17 April 2017, the Special Rapporteur co-hosted international artists and experts in Los Angeles to discuss artistic freedom. On 23 October 2019, the Special Rapporteur participated in an expert consultation organized by PEN America and Freemuse in New York. Finally, the research in this report benefits from the information provided through a call for submissions issued on 2 December 2019, and that requested input from individuals and organizations familiar with or confronted by restrictions on artistic freedom.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. This research report begins with a discussion of the legal framework applicable to artistic freedom of expression and then addresses the ways in which States and other actors often fail in their obligations or responsibilities to promote and protect freedom of opinion and expression. It is meant to highlight a variety of concerns; it is not meant to address all rights of artistic freedom, many of which have been addressed by other Special Procedures and international human rights mechanisms. (It does not, for instance, address the ways in which copyright law often interferes with artistic expression, a subject addressed substantially elsewhere .) Far from exhaustive, this research, it is hoped, will help artists, audiences and advocates defend their specifically artistic rights to free expression and guide States in better promoting and protecting them.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. From its earliest codification in international human rights law, the freedoms of opinion and expression have been broadly framed and understood as robust statements of rights that are essential to democratic society. The freedom of opinion under Article 19 of both the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights (ICCPR) is an absolute right, not subject to any interference. Article 19 of the Universal Declaration also promises protection of the right to seek, receive and impart information and ideas through any media, while Article 19(2) of the ICCPR expressly provides that the right includes expression \"orally, in writing or in print, in the form of art, or through any other media\". 3",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Artistic freedom exists within, and is protected by, a framework of interconnected rights, including privacy, freedom of thought, conscience and religion and belief, association and assembly, and participation in cultural life. Artistic forms pervade social, cultural, civic and political life – the posters protesters carry at public assemblies, the calligraphic Arabic verses that beautify mosques and homes, the statues of Buddha in temples, the architectural wonders of cities and villages, the drawing you doodle for a child, the music that accompanies our daily lives, the fictional and nonfictional stories that educate or divert or provoke, the cartoons that clarify political positions, the memes that mock public figures, the comic routines that help us laugh at ourselves, and on and on. Artistic creation can function like the \"forum internum – a person's inner realm of thinking and believing,\" as described by the Special Rapporteur on freedom of religion and belief, and it can function as the forum externum, or expression. As the Special Rapporteur in the field of cultural rights noted, \"All persons enjoy the rights to freedom of expression and creativity, to participate in cultural life and to enjoy the arts.\" 6",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The spectrum of artistic expression is wide and dynamic, ever-changing and expanding, and cannot be limited by some kind of transactional definition. Moreover, Article 19 of the ICCPR protects expressive media and, in the context of art, refers to \"the form of art\". This language avoids the difficult, often deeply contested and subjective problems of definition ('what is art?') by instead focusing on the expression's form. Put another way, whether one is considering painting, music, sculpture, film, photography, cartooning, performance, drama, comedy, or any other discipline (or non-discipline), digital or otherwise (and forms that cannot be identified or articulated today), the question is not, 'does this media have artistic merit or qualify as art?' Neither is it a value judgement ('is it good?' or 'is it of social benefit?'). To the contrary, Article 19(2) must be read to govern expression through any media, including artistic forms, regardless of how art itself is defined or evaluated. One cannot deprive a particular expressive work of protection by calling it, for instance, propaganda. Human rights law neither preferences nor prioritizes certain forms of expression over others; all are to be protected and promoted, with limitations subject to the same legal framework.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The human rights legal framework for artistic freedom of opinion and expression requires, first, evaluating the rights at issue; and, second, assessing whether restrictions may lawfully be applied.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Article 19(2) of the ICCPR protects the rights of individuals to seek, receive and impart information and ideas of all kinds through any media of their choice, including in the form of art. It is a robustly articulated right, facilitating not only the fundamentally human curiosity of learning (seeking and receiving) and sharing (imparting), but also framing the object of such activity as broadly as possible (information and ideas of all kinds). The Human Rights Committee emphasized in General Comment 34 the dual rights of seeking/receiving, on the one hand, and imparting, on the other, in the context of media freedom. Echoing this approach, the UN Special Rapporteur in the field of cultural rights has stated that the right to freedom of artistic expression includes the rights to freely contribute to and disseminate artistic expression and creation, through individual or joint practice, and also to freely experience, access and enjoy artistic expression.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. It bears noting the widespread attraction of this dual approach. The Inter-American human rights system has extensively developed this dual dimension of freedom of expression. The Inter-American Court of Human Rights has held that a restriction or limitation affects both speakers and audiences. For example, in the case of Palamara Iribarne v. Chile, the Court held that when Chilean military criminal justice authorities prevented Palamara from publishing a book nearing publication and dissemination, it violated both dimensions of freedom of expression. In the case of Ivcher-Bronstein v. Peru the Court held that by separating Mr. Brostein from the control of Channel 2 and excluding journalists from one of the programs, the State not only restricted their right to circulate news, ideas and opinions, but also restricted the right of all Peruvians to receive information, therefore limiting their freedom to exercise political options and develop fully in a democratic society. 11",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The instruments guaranteeing freedom of expression explicitly protect the transboundary scope of the right. Individuals enjoy the right to receive information from, and transmit information and ideas of all kinds to, places beyond their borders. \"Regardless of frontiers\" explicitly acknowledges the international nature of the transmittance of information, including across national boundaries. Expressive rights are, as the German jurist Karl Josef Partsch once put it, \"international rights\" that \"may be exercised not only in one's own country but internationally.\" A Joint Statement to the Human Rights Council, endorsed by 57 Member States, emphasized, \"artistic and creative expression is critical to the human spirit, the development of vibrant cultures, and the functioning of democratic societies […] transcending borders and barriers.\"",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Expression and opinion are \"are closely related, with freedom of expression providing the vehicle for the exchange and development of opinions\". They are nonetheless conceptually and practically independent of one another, even if they are engaged in a perpetual feedback loop, in which information and ideas help inform and develop opinion, which may then be considered and articulated to oneself before being expressed, which in turn may further help develop one's or others' opinions, and so on. As noted above, it is the internal process (thought and opinion) interacting with the external (expression).",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Article 19(1) of the ICCPR guarantees the right to freedom of opinion, which should be understood as including the right to form an opinion, to develop an opinion by way of reasoning, and to hold an opinion without interference. The right to hold an opinion without interference is considered a \"fundamental element of human dignity and democratic selfgovernance, a guarantee so critical that the Covenant would allow no interference, limitation or restriction.\" Indeed, the protection accorded to the inner dimension of a person's thoughts, opinions or convictions is unconditional. 19 The practice of artistic exploration, that process that often precedes imparting one's art, embodies an effort to develop and articulate opinions, thoughts and beliefs. To give this point some character, consider the following example: A Kurdish film maker in Iran was sentenced to one-year imprisonment and 223 lashes, after music and a documentary were allegedly found on his computer hard drive, even though they had never been screened nor shared. The filmmaker was accused of 'spreading propaganda against the system' in connection with a film he made but has never been shown in public, apart from a trailer on YouTube. An Iranian Court sentenced the film maker for 'insulting the holy sanctities' and 'spreading propaganda against the system'. And yet it may be more appropriate to consider his non-published work product (music and film on the hard drive) to be opinion, private work not subject to any restriction. As such, artistic work product – the work that precedes any kind of dissemination or distribution, the creations that a person is still working through, the private thinking and creation before one imparts to others – should be considered to constitute protected opinion not subject to interference.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Human rights law obligates States to ensure enabling environments for and protect the exercise of the right to freedom of expression. States also have a duty to ensure that private entities do not interfere with the freedoms of opinion and expression. The UN Guiding Principles on Business and Human Rights, endorsed by the Human Rights Council in 2011, emphasize State duties to ensure environments that enable business respect for human rights. It is also clear from the Guiding Principles that a State's duty to protect includes a duty to take appropriate steps to prevent, investigate, punish and redress human rights abuse by third parties. In the Guiding Principles, States are urged to exercise adequate oversight in order to meet their international human rights obligations when they contract with, or legislate for, business enterprises to provide services that may have an impact on the enjoyment of human rights.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. While the right to freedom of opinion is absolute, the right to freedom of expression may be subject to specific and narrow limitations. Article 19 (3) of the ICCPR provides that any restriction on freedom of expression must meet the following conditions: (a) Legality. Restrictions must be \"provided by law\". In particular, they must be adopted by regular legal processes and drafted with sufficient precision to enable an individual to regulate their conduct accordingly and it must be made accessible to the public. Restriction may not be unduly vague or overbroad such that it could confer unfettered; discretion on officials. Secretly adopted restrictions fail this fundamental requirement. The assurance of legality should generally involve the oversight of independent judicial authorities. (b) Legitimacy. Any restriction, to be lawful, must protect only those interests enumerated in article 19 (3): the rights or reputations of others, national security or public order, or public health or morals. The Human Rights Committee cautions that restrictions to protect \"public morals\" should not derive \"exclusively from a single tradition\", seeking to ensure that the restriction reflects principles of non-discrimination and the universality of rights.; (c) Necessity and proportionality: States bear the burden of proving a direct and immediate connection between the expression and the threat. They must demonstrate that the restriction actually protects, or is likely to protect, the legitimate State interest at issue. States must also prove that the restriction it seeks to impose is the least intrusive instrument among those that might achieve the same protective function. Where the harm to freedom of expression outweighs the benefits, a restriction to the right cannot be justified.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Article 20(1) of the ICCPR requires the legal prohibition of all \"propaganda for war,\" while Article 20(2) requires States to prohibit by law \"any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence\". States are not, however, obligated to criminalize such kinds of expression. The Human Rights Committee emphasized in General Comment 34 that Article 20 and article 19(3) are linked: While article 19(3) permits states to restrict expression, article 20 requires the prohibition by law of certain defined expression (hatred that constitutes incitement). Therefore, if expression is to be restricted under article 20, it \"must also comply with article 19(3).\" The previous Special Rapporteur explained that Article 20(2)'s key elements involve (1) \"advocacy of hatred,\" (2) \"advocacy which constitutes incitement,\" and (3) incitement that results in discrimination, hostility or violence. As explored in the 2019 report to the UN General Assembly on online hate speech, the scope of protection against incitement to violence, discrimination and hostility has expanded over time. Human rights law now provides protection against these forms of incitement beyond the categories of nationality, race or religion.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Prior censorship entails the suppression of expression before it has circulated. Consequently, prior censorship prevents not only the individual whose expression has been censored, but also all of society, from exercising their right to seek and receive the information or ideas. The previous Special Rapporteur found that \"the prior suppression of any particular expression before it is made public is unacceptable\". The Special Rapporteur in the field of cultural rights and the Special Rapporteur on freedom of opinion and expression have recommended that States abolish prior-censorship bodies or systems where they exist and use subsequent imposition of liability only when they meet the narrow conditions provided under article 19 (3) and 20 of the ICCPR. In any event, such liability should be imposed exclusively by a court of law. Classification bodies or procedures – those designed to guide parental decision-making – may helpfully inform parents. In those instances, States should ensure that (a) classification bodies are independent; (b) their membership includes representatives of the arts field; (c) their terms of reference, rules of procedure and activities are made public; and (d) effective appeal mechanisms are established. Particular attention should be paid to ensuring that the regulation of access by children does not result in prohibiting or disproportionately restricting access for adults.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 17,
        "Text": "17. Artistic freedom is especially at risk of prior censorship, through the banning of movies, books, public art, theatre plays. Demands for quick, automatic removals also risk new forms of prior restraint that already threaten creative endeavours in the context of copyright and the excessive filtering and blocking of online content. Some States have established permanent censorship systems to control artistic work: in Egypt, for instance, the Ministry of Culture may give, deny or revoke permits required for artistic works and may oversee both the creation of an artwork and any future developments or change by its author.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Human Rights Committee has addressed artistic freedom in very few decisions. In 2004, the UN Human Rights Committee ruled in favour of a South Korean artist, Hak-Chul Shin, whose painting had been confiscated by the government of the Republic of Korea. Hak-Chul Shin was convicted for the painting as it was deemed to be an \"enemy-benefiting expression\" contrary to the National Security Law. The Committee held that the painting was protected by Article 19(2) since it was an idea imparted \"in the form of art.\" The Committee also held that any State party that seeks to demonstrate that a form of expression protected by Article 19 poses a threat to one of the enumerated purposes listed in Article 19(3) must show in a \"specific fashion\" the precise nature of the threat.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Article 13 of the American Convention establishes the right of every person to freedom of expression, and specifies it encompasses the \"freedom to seek, receive, and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing, in print, in the form of art, or through any other medium of one's choice.\" In its interpretation of the scope of the right to freedom of expression, the Declaration of Principles on Freedom of Expression, the Inter-American Commission on Human Rights (IACmHR) indicated that prior censorship \"must be prohibited by law\".",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. In one of its first judgments dealing with freedom of expression, the Inter-American Court on Human Rights addressed artistic expression. In the case \"The Last Temptation of Christ\" (Olmedo-Bustos et al.) v. Chile, the Court reviewed the prohibition imposed by the Chilean judicial authorities on the exhibition of the film The Last Temptation of Christ. The Court concluded that the Chilean authorities had engaged in an act of prior censorship, incompatible with Article 13 of the American Convention. Furthermore, the Court explained that the violation had taken place both by the judicial order in question, and by the existence in the Chilean Constitution of a system of prior censorship of cinematographic films.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The European Court of Human Rights has interpreted Article 10 of the European Convention on Human Rights to apply to artistic expression, noting, \"Those who create, perform, distribute or exhibit works of art contribute to the exchange of ideas which is essential for a democratic society.\" And further, it has stated, \"Artistic freedom enjoyed by, among others, authors of literary works is a value in itself, and thus attracts a high level of protection under the Convention\". The Court has considered throughout its caselaw, that visual arts, literary creation and satire may be considered as forms of artistic expression and are therefore protected by Article 10 of the Convention. In Karataş v. Turkey the Court considered a poem that \"called for self-sacrifice for 'Kurdistan' and included some particularly aggressive passages directed at the Turkish authorities.\" The Court found that the Government's prosecution and sentencing of the poet failed to meet the standards of Article 10 of the European Convention, lacking proportionality and unnecessary in a democratic society. As one scholar noted, the Court \"made the refreshing observation that the applicant's poems were less a call to an uprising than an expression of deep distress in the face of a difficult political situation.\"",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Governments narrow the boundaries of artistic freedom through restrictive legislation, ambiguous policies and vague regulations. Arbitrary detention of artists48, use of threats, criminal prosecutions, and imprisonment contribute to a climate a fear often resulting in self-censorship. Those who work in arts sectors have also faced pressure and other forms of interference to ensure that artistic expression is limited, particularly within the framework of marked intolerance towards groups that have been historically discriminated against and are in vulnerable situations. Artistic expression also involves those responsible for promotion, distribution, sales, funding, and other functions that constitute dissemination of art. These services are vital for both creating a market to support artists and also in reaching an audience. However, those involved in the ecosystem of art are just as vulnerable to repression as creators themselves.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Once an individual has shown the existence of a restriction on freedom of expression, the burden falls on the State to demonstrate that it complies with the requirements of human rights law as described above. Essential to meeting that burden is a demonstration that the restriction does \"not put in jeopardy the right itself.\" 51",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. A restriction does not meet the legality requirement simply because it is formally enacted as a national law or regulation. It must also be formulated with sufficient precision to enable both the individual and those charged with its execution to regulate conduct accordingly and be made accessible to the public. It cannot confer excessive discretion for the restriction of freedom of expression on those charged with its execution. There are at least three problems that may be framed as concerns about the legality condition. First, legislation often employs broad terms that grant authorities significant discretion to restrict expression and provide individuals with limited guidance about the lines dividing lawful from unlawful behaviour. Second, legislative processes often do not give adequate time for public engagement or fail to address human rights obligations of the State. Third, laws often do not provide courts or other independent third-party reviews with the authority necessary to evaluate claims of violations. 53",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. For instance, in Cuba, Decree 349, which took effect in December 2018, contains vague and excessively broad restrictions on artistic expression that additionally do not meet the criteria of legitimate objective, necessity and proportionality required by international human rights law. It prohibits audio-visual materials that contain, among other things, the \"use of patriotic symbols contrary to current legislation\" (article 3a), \"vulgar or obscene\" language (article 3d), and any other content that \"violates the legal provisions that regulate the normal development of our society in cultural matters\" (article 3g). Furthermore, it criminalizes \"the commercialization of books whose content is detrimental to ethical and cultural values\" (Article 4f). Under the Decree, the authorities also have the power to immediately suspend a presentation and cancel an authorization to perform (all artists have to request authorization to the Ministry of Culture to perform in public or private spaces). Those decisions can only be appealed to the same Ministry of Culture (article 10); the decree does not provide an effective remedy to appeal that decision to an independent body, including through the courts.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Some States impose restrictions in pursuit of objectives not permitted by article 19 (3). As the Human Rights Committee has emphasized, Article 19 precludes invoking a justification for the muzzling of any advocacy of multiparty democracy, democratic tenets and human rights55. Both the Inter-American and the European Courts of Human Rights have also noted serious concern at such restrictions.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. States often present justifications that identify limitations other than those permitted by article 19 (3) or required by article 20. In Thailand, the Third Committee of Film and Video Censorship Board of the Ministry of Culture issued a banning order prohibiting the distribution of the film Shakespeare Must Die, stating that the Board deemed that the movie \"has content that causes disunity among the people of the nation.\" Article 23 of the Royal Edict on Film and Video states that \"film producers must proceed in their filmmaking in a way that does not sabotage or contradict peace and order and good morality of the people or may adversely affect the security and the patriotic dignity of the Thai nation.\" Article 19, however, does not permit restrictions merely on the basis of such vague concepts as national disunity or patriotic dignity.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Blasphemy and similar laws: Artistic expression is frequently prohibited by States when the art is deemed insulting to religious feeling. This includes \"governments restricting artistic freedom on the rationale of hurting or insulting religious feelings in which work featuring LGBTI themes, reinterpretations of religious deities, signs of nudity, sexuality, and criticisms [are] subjected to charges of blasphemy.\" The Special Rapporteur on freedom of religion or belief has emphasized that the right to freedom of religion or belief has sometimes been misperceived as protecting religions or belief systems in themselves, when it in fact protects individuals holding or expressing those beliefs. Article 20 (2) provides for restrictions with respect to hateful advocacy that amounts to incitement to hostility, discrimination or violence; it does not permit restrictions merely on the basis of \"incompatibility\" with a particular faith's values, nor does it (or article 19) permit restrictions that amount to blasphemy as such. The Human Rights Committee has clearly stated that \"prohibitions of displays of lack of respect for a religion or other belief system, including blasphemy laws, are incompatible with [article 19 of] the Covenant.\" Blasphemy laws have a stifling impact on the enjoyment of freedom of religion or belief and impede dialogue and debate about religion.",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 29,
        "Text": "29. Many states have blasphemy laws or statutes that specifically provide harsh punishments for any activity deemed offensive to a majority religion. For instance, Article 262 of Iran's revised Penal Code provides that \"anyone who curses the Prophet of Islam or other Prophets or accuses them of adultery is (considered) sabbo al-nabi and will be sentenced to death\". This law was applied in the case of a photographer who had allegedly posted insults against the Prophet via various accounts on Facebook. Iran is also reported to have sentenced members of a heavy metal band to six years in prison for \"insulting the sacred\" and propaganda against the state. Lebanon's Penal Code Article 474 criminalizes \"publicly insulting a religion,\" while Turkey's Article 216(3) prohibits \"openly disrespecting the religious beliefs of a group if the act causes potential risk for public peace.\" Pakistan's anti-blasphemy laws have also been used to challenge cartoons posted online67. In 2016, a man was sentenced to death by a court in Pakistan for sharing a \"blasphemous\" poem over WhatsApp.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Criminalization: In 2015, in Iran, Atena Farghadani faced trial for charges including \"spreading propaganda against the system\"; \"insulting members of the parliament through paintings\"; \"insulting the Supreme Leader\"; and \"gathering and colluding with antirevolutionary individuals and deviant sects\" based on her art exhibitions, critical paintings, and other peaceful activities, such as meeting with families of political prisoners. She was allegedly sentenced to a 12 years and nine months prison term. Mohammed al-Ajami, a Qatari poet was sentenced to 15 years' imprisonment for writing and reciting a poem in private that allegedly criticized the Crown Prince Sheikh Tamim Al Thani of Qatar, encouraged the overthrow of the existing regime and claimed that the Emir did not abide by the Qatari Constitution. The poem also praised the Tunisian revolution and denounced the corruption and oppression by Arab rulers. Musicians Mehdi Rajabian and Yousef Emadi, and filmmaker Hossein Rajabian, were imprisoned and heavily fined in Iran. The three artists were sentenced for 'insulting Islamic sanctities', 'propaganda against the State' and 'conducing illegal activities in the audiovisual affaires including through producing prohibited audiovisual material and performing an illegal and underground music site.'",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. The Cuban artist Danilo Maldonado Machado was arrested in Cuba while carrying two pigs with the names \"Raúl\" and \"Fidel\" painted on them. The artist planned to release the pigs at an artistic event in the Central Park of Havana. At the time of the arrest, he was accused of \"disrespecting the leaders of the Revolution. When groups of artists protested a Cuban law (Decree 349) specifically targeting dissemination of art, the Cuban government was quick to arrest all those involved in the protest.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Discriminatory treatment: The right to freedom of opinion and expression must be respected \"without distinction of any kind\" (see article 2 (1) of the ICCPR). Members of some groups, however, often face particular discrimination when it comes to the implementation of restrictions on expression. In South Korea, artists, actors, directors, musicians, writers and publisher, who were deemed to be critical of the government or \"leftleaning\", where included in a \"blacklist\" created by high ranking officials at the Ministry of Culture, including the former Minister. The list was used to ban artists from receiving government funds, and some prevented from exhibiting their work at certain venues or festivals. The Belarus Free Theatre, an international theatre company operating underground in Belarus and led by artistic directors in exile, use art to address contemporary social issues, including LGBT rights, and bring about systemic change. Their members have been arrested and 'blacklisted', which means that they cannot perform in official art institutions. 75",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Minority groups are particularly vulnerable to restrictions on artistic expression because the art will frequently be challenged solely for its existence and not any alleged challenge to state authority or public outcry. Women and members of the LGBTI community are especially targeted. FreeMuse has found that the most common restrictions on women's expression are performances with nudity/indecency, images containing nudity, sharing performance space with men, or indecent attire. Charges often include indecency, blasphemy, and attacks against public order. LGBTI art is also censored to prevent information on same-sex relationships to children. The certification system in Turkey (described below) has been widely used to limit the circulation of films. This system, together with emergency decrees and legislation has been used to prevent screenings of several films and film festival that address LGBTI issues. Indeed, an event, including a short film screening, planned by a LGBTI group in Ankara was banned by the Governor's office citing \"public safety\" and \"terrorism\" risks.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 34,
        "Text": "34. In 2011 the Malaysian government allegedly banned the fourth annual Seksualiti Merdeka LGBT festival in Kuala Lumpur. The festival included talks, workshops, literary events, and performances. The ban was issued on the grounds that the festival constituted a \"threat to public order\" under section 298A of the Penal Code. 80",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. \"Debauchery\" presents another potential mechanism for the restriction of artistic expression. Although similar to a general attack on freedom of expression for public morals, debauchery is unique in that it tends to involve restrictions pertaining to allegedly indecent or overtly sexual content or content that runs against perceived sexual social norms. Debauchery is also most commonly seen when being used to restrict the art of women or LGBT persons. Egypt has been reportedly been forceful in its use of debauchery laws to attack otherwise allowable artistic expression.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Debauchery additionally presents a challenge to art depicting homosexuality. Civil society organizations have raised concern because LBGT artists and arts with queer content often face persecution and censorship on grounds of indecency and debauchery. Egypt's aforementioned debauchery law was allegedly used to justify the arrest and detention of four individuals on the basis of their sexual orientation and/or gender identity in 2014.",
        "Labels": [
            "Women/girls",
            "LGBTI+",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Article 19 (3) requires the State to demonstrate that the tools chosen to achieve a legitimate objective are necessary and proportionate to protect the rights or reputations of others or national security, public order, or public health or morals. Necessity and proportionality also apply to prohibitions under article 20 of the Covenant. The State must establish a direct and immediate connection between the expression and the threat said to exist. Restrictions must target a specific objective and not unduly intrude upon other rights of targeted persons, and the ensuing interference with third parties' rights must be limited and justified in the light of the interest supported by the intrusion. The restriction must be the least intrusive instrument among those which might achieve the desired result.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Prior censorship: The certification system in Turkey has been widely used to limit the circulation of films. The National Cinema Board, under the Ministry of Culture and Tourism, has the authority to evaluate films according to their consistency with public order, moral values, spiritual and physical well-being of youth, human dignity and copyright. Following changes to the Turkish Arts Council (TÜSAK), the decision-making powers in the arts funding system has been shifted to State-appointed officials rather than being the responsibility of individuals representing artists' associations. This system, together with a number of emergency decrees and legislation restricting the right to peaceful assembly, amongst other freedoms, has been used to prevent screenings of several films and film festival.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Preventing or countering terrorism: Counter-terrorism laws present a unique threat to artistic freedom in that national security is recognized as an appropriate restriction upon the right to freedom of opinion and expression under Article 19(3) of the ICCPR. Yet States frequently use the broad authority afforded by counter-terrorism laws in order to repress legitimate expressions of free speech. States have used the broad authority granted to them by counter-terrorism laws to attack artists, whether or not related to their artwork, for their critical perspective on state governments. Armed conflicts additionally generate another set of circumstances wherein states are eager to restrict expression they deem problematic. The Special Rapporteur in the field of Cultural Rights has expressed concern that artists have been penalized under criminal codes, which she viewed as the last possible resort to be applied in strictly justifiable situations, that include charges of \"extremism,\" \"terrorism,\" and \"hooliganism.\" Through submissions from civil society, the Special Rapporteur has learned of numerous examples of such threats to artistic freedom.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Hate speech: States often assert vague prohibitions on \"advocacy of hatred\" that do not amount to incitement under article 20 of the Covenant or meet the requirement of necessity under article 19 (3) thereof (see A/67/357\\). For instance, three members of the punk rock band Pussy Riot were prosecuted and convicted in Russia for incitement to religious hatred or enmity for or a controversial public performance in a cathedral. The Russian courts deemed the performance to be \"extremist\", and banned access to video recordings of the performance on the internet. The case was brought before the European Court of Human Rights, which found these measures to be disproportionate and unnecessary in a democratic society.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Social media platforms and music and video streaming channels are dominant platforms on which artists disseminate their work. Online accessibility of art has also meant that there are many online marketplaces that sell affordable art of previously difficult to discover artists. Art is becoming more accessible to the public, and the public is becoming more accessible to artists. However, the digital space also brings threats to artistic freedom of expression. Governments impose specific penalties on online expression. Companies employ terms of service that are often opaque to artists and audiences, with enforcement that appears to vary across jurisdictions. The UN Guiding Principles on Business and Human Rights establish \"global standard[s] of expected conduct\" that should apply throughout company operations and wherever they operate. In the 2018 report on content moderation, the Special Rapporteur explained that the Guiding Principles establish a framework according to which companies should, at a minimum: (a) \"Avoid causing or contributing to adverse human rights impacts and seek to prevent or mitigate such impacts directly linked to their operations, products or services by their business relationships, even if they have not contributed to those impacts (principle 13);; (b) Make high-level policy commitments to respect the human rights of their users (principle 16);; (c) Conduct due diligence that identifies, addresses and accounts for actual and potential human rights impacts of their activities, including through regular risk and impact assessments, meaningful consultation with potentially affected groups and other stakeholders, and appropriate follow-up action that mitigates or prevents these impacts (principles 17−19);; (d) Engage in prevention and mitigation strategies that respect principles of internationally recognized human rights to the greatest extent possible when faced with conflicting local law requirements (principle 23);; (e) Conduct ongoing review of their efforts to respect rights, including through regular consultation with stakeholders, and frequent, accessible and effective communication with affected groups and the public (principles 20−21);; (f) Provide appropriate remediation, including through operational-level grievance mechanisms that users may access without aggravating their \"sense of disempowerment\" (principles 22, 29 and 31).\" 95",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. In general, companies are obligated under domestic law to comply with local laws where they do business. The commitment to local legal compliance can be complicated when relevant State law is vague, subject to varying interpretations or inconsistent with human rights law. Companies are often under pressure to comply with State laws that criminalize content that is said to be, for instance, blasphemous, critical of the State, defamatory of public officials. The Guiding Principles provide tools to minimize the impact of such laws on individuals.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Since 2018, significant research has been done to analyze private content moderation, delve deeper into the relation companies have with States, and to push forward ways in which human rights can be at the center of content moderation. Outside of state-private cooperation, private companies have a plethora of tools at their disposal to suppress artistic expression. As the digital era progresses, the impact of private rules is increasingly meaningful for artists and audiences. 96",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. As a result of issues of scale, most platforms have a dual system for censoring expression that is flagged as violating terms of service. First, an algorithm checks for posts in violation and second, users can flag posts they deem inappropriate. Under these terms of service, artists are often wrongfully censored for posting material that is controversial or in any way subjectively offensive to any user. The artificial intelligence used to identify that type of content has intrinsic problems that facilitate the removal of legal content97. Besides the race and sex biases that are incorporated in the design of the artificial intelligence, it has trouble with the intricacies of language, being unable to grasp the complexities of colloquial speech and humor. This poses problems for written art as well as art in the form of images, as both forms of digital expression can be improperly removed from platforms, stripping artists of their voice and their audience.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Freemuse has found that 83 percent of online restrictions were on the grounds of indecency. Additionally, companies such as Facebook/Instagram, Twitter and YouTube removed artistic content allegedly containing \"hate speech, pornographic or sexually suggestive material, or politically sensitive content.\" Obscenity, indecency and similar terms are often vaguely worded. This results in moderators allegedly making decisions with unclear guidelines. For example, in 2017, Facebook removed a photo of the painting Women Lovers by Charles Blackman due to violations of community guidelines. Facebook cited that the painting violated the platform's rule against \"advertising adult products or services.\" Additionally, both Instagram and Facebook removed photos posted by the Boston Museum of Fine Arts which were intended to promote a photography exhibit. Again, Facebook removed this post because it \"violated decency standards.\" 101",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 46,
        "Text": "46. Company actions often leave artists without recourse. Artists reportedly have experienced shutdowns of personal and professional Facebook and Twitter pages, with no explanation of why their pages were deactivated, how to get reactivation, and whether or not an appeals process was available to them. Violations of vague community guidelines can leave artists without \"counter-notice\" procedures allowing challenges to removals of their art. The lack of procedural safeguards and access to remedies for users leaves artists without access to a platform to display their art, and without viewership to enjoy their art.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. In some cases, States work with companies to control what kinds of content is available online. This dangerous collaboration has the effect of silencing artists and preventing individuals, particularly female artists and artists producing women-themed art, from receiving art as expression. Freemuse, found that in more than 50 percent of cases \"women's creativity was restricted at the behest of governments and their various agencies.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. This research report has aimed to provide artists, audiences and their advocates with the vocabulary in human rights law to challenge undue restrictions – and to remind Governments and private actors of the contours of their obligations and responsibilities under that law. To be sure, it has not answered, or even sought to answer, in a granular way what some may perceive to be difficult questions of law or policy. The gravest threats to artistic freedom of expression are not, in any event, hard questions. They typically involve the exercise of State power to repress unconventional, if not unpopular or critical, expression presented in the form of art.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Moving forward, States should undertake a number of steps to align their laws and policies with their human rights obligations. These steps include: (a) Repealing any law that criminalizes or unduly restricts expression, online or offline.; (b) Abolishing prior-censorship bodies or systems where they exist.; (c) Refraining from restricting expression in the form of art, and only imposing narrow limitations pursuant to standards of legality, necessity and legitimacy and according to an order by an independent and impartial judicial authority, in accordance with due process and appellate review.; (d) Refraining from imposing disproportionate sanctions, whether fines or imprisonment, on Internet intermediaries, given their significant chilling effect on freedom of expression.; (e) Recalling and accounting for the nature of the right to artistic freedom of expression and the extraordinary role that art performs in society.; (f) Refraining from establishing laws or arrangements that would require the monitoring or filtering of content, which is both inconsistent with the right to privacy and likely to amount to pre-publication censorship.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Private companies should also adopt the UN Guiding Principles on Business and Human Rights as a mechanism to guide their decisions related to expression in the form of art. Such a commitment would involve a range of public actions and private ordering, and they should always be directed toward protecting and promoting not only the rights of \"users\" but also the rights of members of the public.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Finally, civil society – individuals and organizations – may wish to consider bringing claims of violation to the freedom of expression \"including in the form of art\" to international, regional and national human rights mechanisms. The framework for protection is clear; it is imperative to make that framework work for artists and audiences worldwide.",
        "Labels": []
    }
]