[
    {
        "ID": 1,
        "Text": "1. A journalist investigates corruption at the highest levels of her Government and soon finds herself fighting fictional charges from the cell of a prison. A critic of a Government is assassinated while buying groceries. Another Government bans its main political opposition party as \"extremist,\" sending its leaders to jail. A cartoonist faces prosecution under his country's laws against sedition. A Government shuts down the Internet in advance of public protests, while another uses surveillance to target political opposition. Bloggers are brutally murdered because their work angers religious dogmatists. Governments criminalize the praising of terrorism even absent incitement to violence. A photojournalist is held without charge. An activist is arrested for a tweet, another for a post, yet another for an e-mail.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Each year, usually in collaboration with other mandate holders, I send hundreds of communications to Governments, addressing allegations like those above. In those communications, allegations, not findings of fact, are made yet their large numbers inspire deep concern about the state of freedom of expression, and they serve as the principal basis of the concerns expressed in the present report. It is clear that non-State actors, such as terrorists or criminal gangs, are serious threats to many people exercising their right to expression, but the communications show how policies and laws against terrorism and other criminal activity risk unnecessarily undermining the media, critical voices and activists. They underscore how Governments and officials conflate calls for public debate with threats to public order, repressing legitimate opposition and undermining accountability. They show how official or clerical dogma often criminalizes critical discussion of religious ideas or officials. They illustrate the immense and growing threats to an open and secure Internet.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In short, there is an all-too-common world view that imagines words as weapons. True, some forms of expression can impose legally cognizable harm, by interfering, for instance, with privacy or equal protection of the law. However, expression may not be restricted lawfully unless a Government can demonstrate the legality of the action and its necessity and proportionality in order to protect a specified legitimate objective. The United Nations has long promoted the idea that expression is fundamental to public participation and debate, accountability, sustainable development and human development, and the exercise of all other rights. Indeed, expression should provoke controversy, reaction and discourse, the development of opinion, critical thinking, even joy, anger or sadness — but not punishment, fear and silence.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The present report does not index every tool of repression, but it identifies critical contemporary challenges. Organized around the legal framework set forth by international human rights law, it evaluates misuses and abuses of the grounds for legitimate limitations of freedom of expression. The report also notes several positive trends for freedom of opinion and expression and concludes with recommendations to restrain attacks on and promote the rights to opinion and expression.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Article 19 of the Universal Declaration of Human Rights and article 19 of the International Covenant on Civil and Political Rights guarantee everyone 's right to hold opinions without interference and to seek, receive and impart information and ideas of all kinds, regardless of frontiers and through any media, including in the form of art. The Human Rights Council and the General Assembly have referred to freedom of expression as one of the essential foundations of a democratic society and one of the basic conditions for its progress and development (see Council resolution 21/12) and emphasized that a free media helps to build inclusive knowledge societies and democracies and foster intercultural dialogue, peace and good governance (see Assembly resolution 68/163). Both bodies have highlighted the critical importance of journalism in the above-mentioned resolutions and have affirmed that the same rights that people have offline must also be protected online, in particular freedom of expression (see Council resolutions 20/8, 26/13 and 32/13). Attacks on freedom of expression are nothing new, nor is the deep concern expressed about them by the United Nations (see Commission on Human Rights resolution 1993/45 and Council resolution 12/16). With 168 States partie s and wide acknowledgement of its centrality in human rights law, the International Covenant on Civil and Political Rights provides the principal legal standard for the vast majority of communications relating to freedom of expression.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In paragraph 10 of its general comment No. 34 (2011) on article 19: Freedoms of opinion and expression, the Human Rights Committee explained that any form of effort to coerce the holding or not holding of any opinion is prohibited. No one may be penalized, harassed, intimidated or stigmatized for holding an opinion. The right to hold opinions in a digital age is often subject to interference. For example, work product, journals and diaries stored on laptops and in the cloud are increasingly subject to attack (see A/HRC/29/32, paras. 19-21). Communications include allegations that individuals may be harassed at least in part because of their membership in an organization. Such harassment may amount to impermissible interference with opinion under article 19 (1), in addition to interference with the right to freedom of association under article 22 of the Covenant.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. In contrast to the unconditional prohibition of interference with opinion, article 19 (3) of the Covenant imposes three requirements according to which States may restrict the exercise of freedom of expression. Those conditions are to be implemented narrowly (see Human Rights Committee, general comment No. 34, paras. 21-36). Article 19 (3) provides that the exercise of the right to freedom of expression involves special duties and responsibilities and may be subject to certain restrictions, but these shall only be such as are provided by law and are necessary: (a) for respect of the rights or reputations of others; and (b) for the protection of national security or of public order (ordre public), or of public health or morals. Article 20 of the Covenant also provides for the prohibition of propaganda for war and any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The \"duties and responsibilities\" under article 19 (3) appear nowhere else in the Covenant. Only in the preamble is it emphasized that the individual, having duties to other individuals and to the community to which he belongs, is under a responsibility to strive for the promotion and observance of the rights recognized in the Covenant. The language in the Covenant and in article 29 of the Universal Declaration of Human Rights does not identify duties or responsibilities of individuals to the State, but to other individuals and the communities in which they live, an acknowledgement that the only legitimate restrictions are those demonstrably grounded in and necessary for the protection of the rights of other individuals or a specific public interest. It is not unusual for States to highlight an individual's duty in order to bolster expansive limitations on the right to freedom of expression. However, the phrase \"duties and responsibilities\" adds nothing to claims for support of a State's powers of restriction. By no measure does the language prioritize the State over the rights enjoyed by individuals under the Covenant and the Declaration.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Once an individual has shown the existence of a restriction on freedom of expression, the burden falls on the State to demonstrate that it complies with the requirements of human rights law (see Human Rights Committee, general comment No. 34, para. 27). Essential to meeting that burden is a demonstration that the restriction does \"not put in jeopardy the right itself\" (ibid., para. 21). In keeping with this requirement, in each of the mandate holder's communications States are requested to provide the underlying rationale for an alleged restriction on expression. Communications thus provide the State with an opportunity to show compliance with legal norms, while at the same time giving the mandate holder and other Special Rapporteurs a tool to seek protection of the right and understand the trends concerning exercise of the right.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur has received responses to communications, many of which merely confirm receipt, approximately 52 per cent of the time (see A/HRC/32/53\\), but where States do respond substantively they typically acknowledge that the applicable legal framework may be found in article 19 of the Universal Declaration of Human Rights or article 19 of the International Covenant on Civil and Political Rights. Several States have provided comprehensive responses addressing factual and legal concerns raised by the mandate holder. Examples of illuminating substantive responses — although views may nonetheless differ — include Pakistan's explanations of its cybersecurity legislation, the response of the United Kingdom of Great Britain and Northern Ireland to concerns regarding the Investigatory Powers Bill and Turkey's response to my serious concerns about the treatment of academics.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. While a communication alone does not seek to prove a violation of article 19 of the Covenant, States nonetheless should demonstrate that the restriction meets each of the three conditions found in article 19 (3) thereof: legality, legitimate objective, and necessity and proportionality.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Article 19 (3) requires that any restriction be provided by law. A restriction does not meet this requirement simply because it is formally enacted as a national law or regulation. It must also be formulated with sufficient precision to enable both the individual and those charged with its execution to regulate conduct accordingly and be made accessible to the public. It cannot confer discretion for the restriction of freedom of expression on those charged with its execution (see Human Rights Committee, general comment No. 34, paras. 24-26). Communications from the mandate holder have identified at least three problems that may be framed as concerns about the legality condition.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. First, legislation often employs broad terms that grant authorities significant discretion to restrict expression and provide individuals with limited guidance about the lines dividing lawful from unlawful behaviour. For instance, I raised concerns with China about its draft cybersecurity legislation in 2015, noting that the law's proscriptions — for instance, that individuals \"observe public order and respect social morality\" and not use the Internet to \"engage in activities harming national security\" or \"upset social order\" — are so general as to permit officials excessive discretion to determine their meaning.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The uptick in legislation designed to combat terrorism has also raised concerns of vagueness. I and other mandate holders raised concerns about the ambiguous formulation of Kenya's counter-terrorism legislation in 2015, which included a provision that criminalized \"obscene, gory or offensive material which is likely to cause fear and alarm to the general public\". Together with other Special Rapporteurs, I also raised concerns about the reform of Spain's criminal law, such as provisions that would broadly criminalize the \"glorification of terrorism\", and about similar terms in recently adopted French law. Such broad limitations enable the punishment of expression that should not be subject to restriction.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 15,
        "Text": "15. Second, legislative processes often do not give adequate time for public engagement or fail to address human rights obligations of the State. In 2014, for instance, Montenegro adopted public assembly legislation that offered legislators \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\ and the public little opportunity for engagement. Brazil adopted counter-terrorism legislation following similar fast-track procedures, despite expressions of concern by human rights experts. In 2016, I and other mandate holders expressed concern about the \"accelerated timeline\" for the adoption of cybersecurity legislation in the Russian Federation that appeared not to take into account the views of civil society and other stakeholders.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Third, laws often do not provide courts or other independent third-party reviews with the authority necessary to evaluate claims of violations. In the context of France's emergency legislation, for instance, a number of mandate holders raised concerns in 2016 about the lack of judicial procedure prior to the dissolution of certain organizations. Other mandate holders and I also raised concerns about the nature of the appointment of \"judicial commissioners\" as part of the United Kingdom's consideration of the Investigatory Powers Bill. With regard to Egypt, I noted that the power to grant and revoke permits for artistic works — along with the power to resolve appeals against such decisions — is vested exclusively in the Ministry of Culture.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Article 19 (3) requires the State to demonstrate that the tools chosen to achieve a legitimate objective are necessary and proportionate to protect the rights or reputations of others or national security, public order, or public health or morals. Necessity and proportionality also apply to prohibitions under article 20 of the Covenant (see Human Rights Committee, general comment No. 34, paras. 50-52). The State must establish a direct and immediate connection between the expression and the threat said to exist (ibid., para. 35). Restrictions must target a specific objective and not unduly intrude upon other rights of targeted persons, and the ensuing interference with third parties' rights must be limited and justified in the light of the interest supported by the intrusion (see A/HRC/29/32, para. 35). The restriction must be the least intrusive instrument among those which might achieve the desired result (see Human Rights Committee, general comment No. 34, para. 34).",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Among the permissible grounds for restrictions, States often rely on national security and public order. \"National security\", undefined in the Covenant, should be limited in application to situations in which the interest of the whole nation is at stake, which would thereby exclude restrictions in the sole interest of a Government, regime or power group, a point emphasized in the Siracusa Principles on the Limitation and Derogation Provisions in the International Covenant on Civil and Political Rights, adopted in 1985 \\(E/CN.4/1985/4, annex). It also may include protection of a State's political independence and territorial integrity. Similarly, \"public order\" (ordre public) must be limited to specific situations in which a limitation would be demonstrably warranted.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Yet States often treat national security or public order as a label to legitimate any restriction. The Human Rights Council recognized this problem in 2008 in its resolution 7/36, stressing the need to ensure that invocation of national security, including counter-terrorism, is not used unjustifiably or arbitrarily to restrict the right to freedom of opinion and expression. One way to resist unjustifiable or arbitrary invocation of either justification is to insist that Governments demonstrate the risk that specific expression poses to a definite interest in national security or public order, that the measure chosen complies with necessity and proportionality and is the least restrictive means to protect the interest, and that any restriction is subject to independent oversight. In 2016, I shared with a federal judge in the United States of America how article 19 may be used to assess proposals to gain access to the content of encrypted personal digital devices. In my letter to the Court, I noted that alternative measures were available to the Government to conduct its investigation into the 2015 massacre in San Bernardino, California, and that the proposed order would implicate the security and freedom of expression of what would likely be a vast number of people (and would thus be disproportionate).",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. State assertions that national security or public order justifies interference with personal security and privacy are common in cases of surveillance of personal communications, encryption and anonymity, subjects addressed in my report to the Human Rights Council in 2015 \\(A/HRC/29/32\\), in my predecessor's report in 2013 (see A/HRC/23/40\\) and in the report of the Office of the United Nations High Commissioner for Human Rights on the right to privacy in the digital age \\(A/HRC/27/37\\). Surveillance, including both bulk collection of data and targeted attacks on specific individuals or communities, interferes directly with the privacy and security necessary for freedom of opinion and expression, and always requires evaluation under article 19. I am concerned that practice often fails to meet such standards. A law recently adopted in the Russian Federation imposes a duty on Internet providers to decrypt communications, apparently requiring the establishment of encryption back doors that will likely disproportionately undermine all users' security. Both the United Kingdom and France have proposed to provide their law enforcement and intelligence officials with the authority to require companies to grant them access to encrypted communications of their users (see A/HRC/29/32, para. 45). Brazil prohibits anonymity entirely as a matter of constitutional law online and offline (ibid., para. 49). I understand that some of these efforts involve genuine commitments to preventing terrorism or guaranteeing public order, but the Governments have not demonstrated that interference with Internet security is a necessary or proportionate measure in the light of the specific threats caused to privacy and freedom of expression. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Governments have also disrupted Internet and telecommunications services in the name of national security and public order. Such disruptions include the shutdown of entire networks, the blocking of websites and platforms and the suspension of telecommunications and mobile services. In advance of elections, both Turkey and Uganda are alleged to have restricted access online. Malaysia invoked its Sedition Act to justify blocking a news site, while Nauru cited crime prevention as one of the reasons for blocking a number of social media websites in 2015. I confirmed during my mission to Tajikistan in 2016 that the Government has repeatedly blocked access to messaging services in times of public protest and has maintained a long-time block on social media websites operated from outside the country. The Democratic Republic of the Congo, Burundi, India, Bangladesh, Brazil and Pakistan were reported to have blocked Internet and text messaging services in 2015.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In 2016, the Human Rights Council condemned unequivocally measures to intentionally prevent or disrupt access to or dissemination of information online in violation of international human rights law and called upon all States to refrain from and cease such measures (see Council resolution 32/13, para. 10). The blocking of Internet platforms and the shutting down of telecommunications infrastructure are persistent threats, for even if they are premised on national security or public order, they tend to block the communications of often millions of individuals \\(A/HRC/32/38, paras. 45-48). In a joint declaration in 2015, United Nations and regional experts in the field of freedom of expression condemned Internet shutdowns (or \"kill switches\") as unlawful. Similarly, the detention of bloggers and online journalists and other forms of attack on digital expression often rest on assertions of national security without demonstration of the necessity of such restrictions.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Public order is often used by States to justify measures to counter violent extremism. The measures adopted are rarely drawn narrowly enough to satisfy the necessity or proportionality criteria. The Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism has urged Governments to address the problems of extremism with precise definition and proportionate measures. He criticized Human Rights Council resolution 30/15 on human rights and preventing and countering violent extremism as it may \"allow some Governments to qualify non-violent actions that are critical of the Government as violent extremism\" (see A/HRC/31/65, para. 27). In 2016, in an annual joint declaration, United Nations and regional freedom of expression experts expressed deep concerns that programmes to counter violent extremism fail to meet international standards. Legislation recently adopted in the Russian Federation broadly criminalizes statements conveying support for \"the ideology and practices of terrorism\". In Kyrgyzstan, article 11 of the Law on Countering Extremist Activity prohibits the dissemination of extremist materials that call for or justify activities that, among other things, are defined as a \"breach of national dignity\" or \"the carrying out of mass disorders\".",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. National security is also used to justify excluding information in the public interest from disclosure, with many Governments overclassifying vast amounts of information and documents and others providing limited transparency in the process and substance of classification. In the case of Japan, for instance, the Government adopted the Act on the Protection of Specially Designated Secrets, which raised concerns about transparency, third-party oversight, the protection of journalists and their sources, and whistle-blowers. The United States enforces its Espionage Act in ways that ensure that national security whistle-blowers lack the ability to defend themselves on the merits of grounds of public interest.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. States often assert vague prohibitions on \"advocacy of hatred\" that do not amount to incitement under article 20 of the Covenant or meet the requirement of necessity under article 19 (3) thereof (see A/67/357\\). In an exchange with the Government of Pakistan, I raised concerns that recent legislation aims to limit \"extremism\" and \"hate speech\" without specifically defining either term. The Government responded as follows: \"We firmly believe that for combating extremism, any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence, should be prohibited by law.\" While that statement accurately reflects article 20, the legislation itself would penalize the dissemination of information \"that advances or is likely to advance inter-faith, sectarian or racial hatred\", seemingly regardless of whether such dissemination constitutes incitement. European human rights law also fails to define hate speech adequately, a point emphasized in the joint dissenting opinion of Judges Sajó and Tsotsoria in the Delfi v. Estonia judgment of the European Court of Human Rights in 2015. The dissenting judges stated that even in the context of the prohibition of incitement, there is a very real risk that States will regulate online expression without demonstrating that the elements of incitement have been met in an online environment. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Some States impose restrictions in pursuit of objectives not permitted by article 19 (3). In particular, alarm bells ring when States restrict expression relating to matters in the public interest. Article 19 precludes invoking a justification for the muzzling of any advocacy of multiparty democracy, democratic tenets and human rights (see Human Rights Committee, general comment No. 34, para. 23). Both the Inter-American and the European Courts of Human Rights have noted serious concern at such restrictions.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. States often present justifications that identify limitations other than those permitted by article 19 (3) or required by article 20. Saudi Arabia has noted that its Basic Law of Governance \"stipulates that all means of expression must employ civil and polite language\". Article 19, however, does not permit restrictions merely on the basis of civility, a capacious and subjective term. In Burundi, a radio journalist was charged with \"manquement à la solidarité publique\", or a breach of public solidarity, also not rooted in the objectives of article 19 (3). Bangladesh adopted a national broadcast policy that in important respects promoted the independence of broadcast media, but at the same time included prohibitions of expression \"against the State and public interest\", \"misinformation\" and \"distorted truth\" that were not based on permissible objectives under article 19.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. To be sure, States enjoy legitimate interests apart from those identified in article 19 (3), such as those economic, diplomatic and political. Human rights law does not preclude States from pursuing such objectives. Article 19 merely provides that pursuit of those other objectives must involve measures that do not restrict the exercise of freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. During my mandate, I have observed States restricting and penalizing criticism or providing the legal framework to do so. The punishment of criticism of a Government or government officials is censorship of the kind that directly undermines public engagement and debate and runs counter to the object and purpose of the International Covenant on Civil and Political Rights and the letter of article 19 thereof. Such expression enables public debate, accountability and engagement by individuals in national self-governance. Yet States are increasingly alleged to be adopting and implementing measures that suppress political expression and, by implication, aim to protect existing power structures and individuals in positions of authority and exclude competing actors.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Some States directly penalize individuals on no other ground than the prohibition of criticism itself. Viet Nam, for instance, has reportedly detained and prosecuted individuals on the grounds of \"propaganda against the State\". 41 Similarly, the Islamic Republic of Iran has detained and prosecuted individuals for conducting \"propaganda against the system\" and \"insulting\" the nation's highest leadership. Activists in Azerbaijan have been detained and prosecuted on grounds of treason following comments critical of the President. Kuwaiti authorities prosecuted a journalist on the grounds of insulting the judiciary, on the basis of tweets and posts in which he raised concerns about the sentencing of others. Nepalese authorities brought contempt charges against news journalists following their critical reports on the judiciary. Bahraini authorities prosecuted an activist for criticizing torture and ill-treatment in a Bahraini prison. Myanmar has penalized individuals for criticism or insult of the army, while Cambodia has prosecuted and harassed individuals for their criticism of government policy.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Several States penalize sedition or treason in their laws, targeting critics. Malaysia, for instance, has continued to defend its ongoing prosecution of individuals on the basis of a law that criminalizes seditious words or tendencies, arguing that the law promotes \"national harmony\". In practice, however, dozens of individuals have been detained or subject to prosecution under the Sedition Act merely for expression critical of the Government. Swaziland detained activists on sedition charges following criticism of the monarchical system of government. India has pursued charges against individuals, including a folk singer accused of writing lyrics critical of local government, on the grounds of section 124 A of its Penal Code, which prohibits expression that may cause \"hatred or contempt, or excites or attempts to excite disaffection\" towards the Government. The Gambia has prosecuted a journalist on the grounds of \"sedition\" and the \"publication of false news with intent to cause fear and alarm to the public\" under Gambian law. Jordan has detained and prosecuted an academic for allegedly posting anti-Government comments on his Facebook page on the grounds of \"undermining the political regime in the Kingdom\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Political and human rights activists have been especially targeted by such rules against criticism, often under the pretext of protecting public order. For instance, human rights activists have been harassed repeatedly in Bahrain; one activist was prosecuted for tearing up a picture of the King. The Bolivarian Republic of Venezuela has prosecuted and detained in solitary confinement an opposition political leader. Students in Thailand were detained by members of the military for advocating in support of the Prime Minister ousted in a coup.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Closely related to these grounds are charges under lese-majesty laws and both criminal and civil defamation. Thailand, for instance, regularly detains and prosecutes people on the grounds of criticizing the royal family, imposing sentences that may reach to decades. The Government argues that the law \"gives protection to the rights or reputations\" of members of the royal family \"in a similar way libel law does for commoners\", without acknowledging the high value placed on expression directed towards matters of politics, governance and public life. National laws also allow such prosecutions in other societies with royal families, such as in the Netherlands. Just as such laws that criminalize criticism of government officials or royalty are manifestly inconsistent with freedom of expression, and unjustifiable under article 19 (3), so too are laws that criminalize insults or criticism of foreign officials. In 2016, the Representative on Freedom of the Media of the Organization for Security and Cooperation in Europe urged Governments to repeal laws that shield foreign leaders from criticism solely because of their function or status. I share the concern of the Human Rights Council with respect to the \"abuse of legal provisions on defamation and criminal libel\" (see Council resolution 12/16) and believe that any criminal penalties or excessive civil penalties for defamation are generally inconsistent with article 19 and should be repealed.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Punishment for defamation of government officials is widespread and directly interferes with freedom of expression, whether by imposing penalties on expression or dissuading individuals from criticizing officials or government policy. Journalists and writers are regular targets of defamation prosecutions or civil lawsuits. In Angola, for instance, the Government charged and convicted an author of criminal defamation upon publication of a book on conflict diamonds and corruption in the country. Honduran officials have reportedly intimidated journalists and human rights defenders on charges of defamation. In Tajikistan, while the Government has eliminated criminal penalties for defamation in most cases (but not for defamation of the President), government officials may still bring civil defamation lawsuits against journalists or publishers. Particularly with respect to public figures, national laws should be careful to ensure that any respondent in a defamation case may raise a public interest defence, and even untrue statements made in error and without malice should not be rendered unlawful or subject to penalty (see Human Rights Committee, general comment No. 34, para. 47). The joint declaration on freedom of expression of 2000 by the Special Rapporteur, the Representative on Freedom of the Media of the Organization for Security and Cooperation in Europe and the Special Rapporteur for Freedom of Expression of the Inter-American Commission on Human Rights cautioned against sanctioning defamation such that it chills the exercise of freedom of expression itself. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The tools used to criminalize criticism are also applied against those who practise journalism, that is, the regular gathering of information, with or without formal training, accreditation or other government acknowledgement, with the intent to disseminate one's findings in any form. The attacks on reporting cross many themes in the present report. Nonetheless, it is important to emphasize that attacks on journalism are fundamentally at odds with protection of freedom of expression and access to information and, as such, they should be highlighted independently of any other rationale for restriction. Governments have a responsibility not only to respect journalism but also to ensure that journalists and their sources have protection through strong laws, prosecutions of perpetrators and ample security where necessary.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. One of the gravest and most concerning tools against reporting involves the use of counter-terrorism laws to restrict and penalize reporters. The reliance on counterterrorism serves as a catch-all to throttle the flow of information and justify the detention of journalists, bloggers and others working in the media. In Australia, the Border Force Act of 2015 allegedly has the effect of criminalizing reporting on the detention conditions in immigration detention facilities. Ethiopia reportedly relied on its Criminal Code and the Anti-Terrorism Proclamation of 2009 to detain journalists and bloggers with the \"Zone 9\" collective on the grounds of \"working with foreign human rights organizations and inciting violence through social media to create instability in the country\", when in fact they were working for independent online media. Turkish authorities have allegedly used anti-terrorism laws to detain journalists and target academics. In 2014, Nigeria was also criticized for threatening and harassing nearly a dozen independent newspapers under the guise of fighting terrorism. 70",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 37,
        "Text": "37. The Islamic Republic of Iran has repeatedly detained journalists and bloggers on murky charges pertaining to espionage or \"conspiracy against national security\" problems exacerbated by the closed nature of legal proceedings against those detained. In Germany, while the Government swiftly and correctly reversed course, two online journalists were investigated for reporting on government surveillance practices on the grounds of protecting the public prosecutor's ability to pursue cases against extremism. A presidential decree in Ukraine imposed a one-year ban on 41 foreign journalists and bloggers who were said to pose a threat to the country's national interests and sovereignty. Indonesia detained journalists reporting on the situation in West Papua, charging them with misuse of their visas and attempted treason.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. In the context of protests, it is common for journalists to be detained and prohibited from reporting. Such has been the case in Egypt, where journalists collecting information about demonstrations have been detained and charged on various grounds, including involvement in terrorism. At least seven journalists and media workers in the Bolivarian Republic of Venezuela were arrested and their equipment confiscated for covering looting and public protests. It may also be the case that local officials carry Communication, \"Plan of action on the safety of journalists and the issue of impunity\" (2012). out their functions without appropriately taking into account the roles journalists play, in particular during protests. For instance, a journalist in Mexico covering protests was allegedly detained and severely mistreated by the local authorities. In the United States, journalists covering the protests in Ferguson, Missouri, in 2014 were subjected to detention by the local authorities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Perhaps most concerning is that Governments often fail to provide measures of protection and accountability that can deter attacks on journalists. The Special Rapporteur for Freedom of Expression of the Inter-American Commission on Human Rights presented alarming statistics involving killings, kidnappings and other forms of aggression against journalists in the Americas, with extremely limited accountability despite some efforts to create special mechanisms for the protection of journalists. Messages from the most senior leadership matter, as I have pointed out in the wake of threatening comments made by the leaders of Thailand and the Philippines. The widespread failure to hold perpetrators accountable for attacks on journalists suggests the absence of concern for the role that journalists play in democratic societies. My communications have highlighted reports and allegations of the failure of accountability in, among other places, South Sudan, where journalists have been killed and disappeared; Mexico, where journalists have been murdered and accountability is inconsistent; the Philippines, which after nearly seven years has not concluded its investigations and prosecutions against those responsible for the massacre of journalists in Maguindinao; and the Russian Federation, where there are multiple reports of journalists who have been murdered and the perpetrators not held to account.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In addition to physical violence and attacks, journalists also face a range of punitive measures that threaten their well-being and livelihood. For example, Kuwait and Bahrain have reportedly sought to strip journalists of their citizenship simply for doing their job. In Ecuador, the Government has filed copyright complaints in an attempt to take down content critical of its activities. In my report to the General Assembly in 2015 \\(A/70/361\\), I also identified the ways in which sources for journalists are under threat.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Human rights law places a high value on the individual's ability to hold beliefs and practise religious faith. The Human Rights Council has raised concerns about discrimination and violence against persons on the basis of their religion or belief (see Council resolution 16/18). Yet neither article 18, on freedom of religion, conscience or belief, article 19 nor article 20 (2) of the Covenant protects religions, institutions or beliefs as such. The Special Rapporteur on freedom of religion or belief has noted that the right to freedom of religion or belief has sometimes been misperceived as protecting religions or belief systems in themselves (see A/HRC/31/18, para. 13), when it in fact protects individuals holding or expressing those beliefs. In paragraph 48 of its general comment No. 34, the Human Rights Committee emphasized that prohibitions of displays of lack of respect for a religion or other belief system, including blasphemy laws, are incompatible with article 19. Nor, the Committee noted, would it be permissible for such prohibitions to be used to prevent or punish criticism of religious leaders or commentary on religious doctrine and tenets of faith.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Non-State actors are especially responsible for attacks on individuals for expression of belief. Islamic State in Iraq and the Levant (ISIL), its affiliates and some of its supporters have committed atrocity after atrocity around the world on the basis of religious or ethnic affiliation or individual expression of belief. The attacks on Charlie Hebdo in Paris, for instance, were directed specifically against satirists who criticized all forms of dogma, religious or otherwise, although the killers in this instance were allegedly incensed over depictions of the Prophet Mohammed. Beyond ISIL, the series of murders of bloggers in Bangladesh reflects an effort to silence views that reject religious belief altogether. Such assaults are grave attacks on opinion, expression and belief, designed to silence — in a very direct way — not only the specific targets but also anyone who dares express an alternative viewpoint.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Article 20 (2) provides for restrictions with respect to hateful advocacy that amounts to incitement to hostility, discrimination or violence; it does not permit restrictions merely on the basis of \"incompatibility\" with a particular faith's values, nor does it (or article 19) permit restrictions that amount to blasphemy as such. Nonetheless, Maldives enacted a law in 2016 that criminalizes speech not expressed in accordance with social norms, national security and Islam. Singapore noted that a teenager was convicted under national legislation \"for posting a video containing remarks against Christianity with deliberate intent to wound the religious feelings of Christians\". While \"wounding religious feelings\" may involve real emotional costs, such charges have no basis under international human rights law and limit without justification the sharing of information and ideas pertaining to religion and belief.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Article 2 (1) of the Covenant requires States to ensure the protection of individuals in the face of such assaults by non-State actors on rights, obligated as they are to respect and ensure respect for all human rights. However, States also need to be cautious not to provide any kind of support in their own laws and actions for the effort to strike down those who hold contrary beliefs. Yet many States still adopt or implement laws that permit them to punish individuals for expression seen to criticize belief. In 2015, for instance, Myanmar amended the Criminal Code to penalize \"speech intended to cause religious outrage which insults, or attempts to insult, religion or religious belief\" (see A/HRC/31/71, annex I). Saudi Arabia has harshly punished individuals for expression of religious beliefs contrary to national legislation. In 2014, Brunei Darussalam enacted a law that would subject those who insult Islam to capital punishment, which the Government did not deny in its response. Blasphemy and apostasy laws worldwide not only restrict expression but give support to those who would attack others for religious views. Such laws exist not only in the Middle East and South and South-East Asia, where they are prevalent, but also in Europe and the Americas.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Religious people worldwide certainly do experience offence when their be liefs are criticized, but nobody should suffer penalty, under criminal or civil grounds, for such criticism, rejection or even ridicule, except in those very rare circumstances in which the critic incites violence against a believer and restriction is nece ssary to protect against such violence. The Human Rights Council, in its resolution 16/18, and the Rabat Plan of Action on the prohibition of advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or viole nce \\(A/HRC/22/17/Add.4, appendix) highlighted mechanisms other than criminal or civil penalty, such as broader education and law enforcement training, that could and should address hateful and offensive speech. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The right to freedom of opinion and expression must be respected \"without distinction of any kind\" (see article 2 (1) of the Covenant). Members of some groups, however, often face particular discrimination when it comes to the implementation of restrictions on expression. The Special Rapporteurs on the rights to freedom of peaceful assembly and of association, on the situation of human rights defenders and on the independence of judges and lawyers address issues pertaining to human rights defenders and non-governmental organizations (NGOs), often in collaboration with the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression. Given their focus and detailed reporting, I will not highlight here our shared concerns about restrictions imposed against NGOs, human rights defenders environmental activists, refugees and lawyers. Instead I will highlight several other groups whose expression is particularly subject to repression.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 47,
        "Text": "47. In recent years, a number of Governments have adopted laws that explicitly attack expression on the basis of sexual orientation or gender identity. For instance, the Government of Kyrgyzstan adopted a law that criminalizes the dissemination of information relating to \"non-traditional\" sexual relationships. Uganda has criminalized the \"promotion\" of homosexuality, while the Russian Federation has banned the \"propaganda of homosexuality\" at the federal level across the country. In Zambia, a human rights advocate not only faced undue delays when trying to register an NGO for the rights of lesbian, gay, bisexual, transgender and intersex persons and sex workers, but also was charged with \"soliciting for immoral purposes\" when he urged greater access to health care for sex workers and sexual minorities. In some cases, individuals and organizations involved in lesbian, gay, bisexual and transgender-related activism or expression even face significant threats of physical violence. In Honduras, for example, there has been a systematic lack of accountability for advocates of lesbian, gay, bisexual and transgender rights who have been murdered, kidnapped or assaulted. In an important step, the Human Rights Council, reflecting on the increasing pressure on and violence and discrimination against individuals on the basis of their sexual orientation, established a mandate for an independent expert to combat such discrimination and violence (see Council resolution 32/2).",
        "Labels": [
            "Women/girls",
            "LGBTI+",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Women may also face particular restrictions targeting their expression. In 2013, the Human Rights Council affirmed the fundamental role that freedom of opinion and expression plays in the ability of women to interact with society at large, in particular in the realms of economic and political participation, and called upon States to promote, respect and ensure women's exercise of freedom of opinion and expression, both online and offline, including as members of NGOs and other associations (see Council resolution 23/2). Unfortunately, this commitment remains largely unfulfilled in many parts of the world. In 2014, in Saudi Arabia, two advocates for the rights of women were detained for driving. Earlier in 2016, I, along with other mandate holders, raised concerns about the systematic attac ks and threats of sexual and physical violence made against three women human rights defenders and two women human rights lawyers in the State of Chhattisgarh, India.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Government repression of artists of all sorts persists. For instance, the mandate holder has sent communications to the Islamic Republic of Iran pertaining to the detention of a graphic artist who made a drawing in protest against the banning of family planning, the detention and flogging sentence of human rights defenders for collections of poetry, the detention of two musicians and a film-maker for \"propaganda against the State\" and \"insulting the sacred\" through the production of underground music, and the detention of individuals for appearing in a video protesting a State ban on women watching sports in stadiums. The Egyptian Penal Code provides a basis for restricting artists in its article 98, which subjects to penalties \"whoever exploits and uses the religion in advocating and propagating orally, in writing or by any other method, extremist thoughts with the aim of instigating sedition or division, or disdaining and contempting any of the heavenly religions or prejudicing national unity and social peace\" . Qatar detained a poet for criticizing the Amir of Qatar and praising the Tunisian revolution in poems. Saudi Arabia imposed the death sentence, later commuted, on a poet for apostasy. In Cuba, an artist was detained on the basis of a charge of intending to release two pigs named after Raul and Fidel Castro during an artistic demonstration.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. While the threats to freedom of expression worldwide are severe, there remain important efforts to sustain a commitment to article 19. In the wake of the attacks in Paris in January 2015, dozens of the highest leaders of States gathered for a public demonstration that was, nominally, to support the right to freedom of expression and oppose terrorism. The moment proved to be as much theatre as commitment to law and policy, as no overarching Government-led effort to promote freedom of expression — such as the protection of journalists and artists — followed. Still, one may point to concrete examples that deserve to be emulated. Importantly, many (if not most) Governments proclaim in their Constitutions the right everyone enjoys to freedom of expression. Egypt's is typical, protecting in article 65 the freedom of expression \"verbally, in writing, through imagery, or by any other means of expression and publication\".",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. As examples of meeting the condition of legality, some Governments have made an effort to address gaps in legal authorities regulating surveillance and Internet governance in public ways. Although there remain, in my view, significant problems with the Investigatory Powers Bill, the Government of the United Kingdom has permitted a process involving public comment and debate. The Government of Brazil adopted a landmark law, the Marco Civil de Internet, after widespread input from stakeholders. The United States has engaged in a publi c debate, including in Congress, that has begun to address, albeit in limited ways, the excessive discretion in intelligence and law enforcement in the context of digital surveillance. The willingness of several Governments to engage with the mandate holder also reflects an important aspect of public justification of restrictions, as do the hosting of country visits by Tajikistan, Japan and Turkey.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Courts at the national and regional levels regularly engage in careful analysis and attention to freedom of expression norms (although my mention of them in the present report goes towards the rule-of-law element and does not necessarily indicate my agreement on the merits). In 2015, for instance, the Supreme Court of India struck down a 2009 amendment to the Information Technology Act on the grounds that it risked restricting legitimate expression and clarified the scope of intermediary liability under another provision of law. The Supreme Court of Canada upheld the privacy rights of Internet users in a landmark case in 2014. The East African Court of Justice held that a series of rules in Burundi's press law violated norms of the rule of law and freedom of expression. In Rodriguez v. Google (2014), the Supreme Court of Argentina held that search engines are under no duty to monitor the legality of third-party content to which they link, noting that only in exceptional cases involving \"gross and manifest harm\" could intermediaries be required to disable access. The Inter-American Court of Human Rights held that the Bolivarian Republic of Venezuela could not suspend the licence of a broadcaster on the ground that it was seeking to silence government critics. The European Court of Justice has addressed major issues at the intersection of freedom of expression and privacy, while the European Court of Human Rights has clarified the limited nature of liability of intermediaries for third-party content.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Some Governments have adopted strong policies and regulations to promote freedom of expression. In 2016, Norway launched an effort to place freedom of expression at the centre of its human rights policy. In 2015, the United States Federal Communications Commission adopted a policy of network neutrality following the adoption of similar policies by Governments, such as those of the Netherlands, Chile and Brazil. Several States have made an effort to expand infrastructure to improve Internet access. In Myanmar, the Government has taken significant steps to develop its Internet infrastructure: in June 2013, for example, it awarded operating licences to two foreign telecommunications companies as part of a broader push to deregulate the telecommunications industry. The United Republic of Tanzania, Rwanda and Mauritius were early adopters of digital broadcasting, thus providing \"more opportunities to increase Internet access by freeing up unused spectrum\". Of critical importance are the international statements of support for multi-stakeholder governance of the Internet that privileges security and openness and recognizes the value the Internet offers for freedom of expression. Several Governments have coordinated their efforts to expand Internet freedom through the Freedom Online Coalition and promote access to information through the Open Government Partnership. Several countries have adopted strong laws on the right to information and whistle -blower protection (see A/70/361\\).",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Civil society organizations and initiatives also remain vibrant and critical to expanding or strengthening freedom of expression norms, particularly in situations of significant flux, such as contemporary digital technologies or the law at the intersection of expression and religion, such as the Rabat Plan of Action. Restrictions on civic space raise particular concerns, not only with regard to freedom of expression (see Human Rights Council resolution 32/31). Independent media, in the face of growing concentrations of ownership in many markets, remain critical as watchdogs of public authorities around the world, particularly in digital space.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In the present report, I have sought to describe trends working against freedom of opinion and expression around the world today. Those trends are sobering. Individuals seeking to exercise their right to expression face all kinds of limitations. Rationales are often unsustainable. Some of the limitations involve assertions of a legitimate objective — typically national security or public order — without the barest demonstration of legality or necessity and proportionality. Other limitations are based on objectives that are not legitimate under international human rights law. Old tools remain in use, while others are expanding, as States exploit society's pervasive need to access the Internet. The targets of restrictions include journalists and bloggers, critics of government, dissenters from conventional life, provocateurs and minorities of all sorts. Our communications have revealed allegations relating to all of these issues, and reporting from civil society suggests that the problems are more pervasive and extensive than even our communications illuminate.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In the coming years, I urge States to be particularly mindful of the context of digital rights, the integrity of digital communications and the roles of intermediaries, regardless of frontiers. It will be particularly critical for States to avoid adopting legal rules that implicate digital actors — including, but not limited to, data localization standards, intermediary liability and Internet security — that undermine the freedom of expression, and I will be monitoring such legislation closely. I see ongoing deterioration of online rights, even as the Human Rights Council and the General Assembly urge that rights offline be respected online. The coming years will test just how genuine the commitment to that proposition is.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Among steps that I would encourage are the following: (a) Review and, where necessary, revise national laws. National legislation increasingly adopts overly broad definitions of key terms, such as terrorism, national security, extremism and hate speech, that fail to limit the discretion of executive authorities. Legislation often limits the role of judicial or independent and public oversight. Proponents often give limited demonstration of how new legal rules are necessary to protect legitimate interests and proportionately address specific threats, and the legislative process often limits public engagement and debate. I would urge all States considering new legislation to ensure that their laws meet these requirements, and I encourage States to implement regular public oversight of laws that implicate freedom of expression to ensure that they meet the tests of legality, legitimacy and necessity. Where possible, States should not only adopt legal frameworks but also implement training, particularly among independent oversight bodies, of the principles of freedom of expression;; (b) Engage with special procedures of the Human Rights Council. As has been shown in the present report, while the response rate to communications is quite low, several States engage with the mandate holder in good faith. Engagement with communications and invitations to conduct country missions add significant value to the work of the mandate holder, since they allow us to seek an understanding of why States pursue certain policies (and, where those policies are adverse to freedom of expression, a possibility of encouraging officials to adopt other measures);; (c) Support or establish regional or subregional monitoring. Several regions have developed or are developing independent approaches to supporting freedom of expression. The Inter-American Commission on Human Rights, the African Commission on Human and People's Rights and the Organization for Security and Cooperation in Europe have established monitoring mechanisms on the basis of norms that are consistent with the international and regional standards. Human rights courts serve as critical watchdogs in these regions, including subregional courts such as the East African Court of Justice and the Court of Justice of the Economic Community of West African States. At this time, however, no such monitors — expertoriented or judicial — exist in the Middle East and North Africa or Asia. I strongly encourage States, in collaboration with United Nations and regional political bodies and civil society, to begin the process of developing independent monitoring mechanisms in those regions that do not currently enjoy them on the basis of international standards. I also strongly encourage civil society actors to make active use of the existing regional and global mechanisms, whether through supportive fact-finding and reporting or litigation, and to develop approaches to creating regional monitoring. The Special Rapporteur stands ready to support such efforts;; (d) Support independent media and civic space. In the face of State repression of reporting, it is critical that States make an extra effort to support independent voices in the media and civil society at large. At a minimum, I encourage States to avoid imposing restrictions on reporting and research that may be seen to criticize the Government and its policies or to share information about sensitive subjects, including terrorism. States should especially avoid imposing obstacles, such as accreditation procedures or penalties through defamation lawsuits or intermediary liability, that undermine independent media. At the same time, those with the means — such as private donors and foundations — should make a special effort to support independent media and to foster strong scrutiny of media conglomerations that squeeze out the less well-financed outlets;; (e) State leadership. One of the most disappointing aspects of the current situation for freedom of expression is that many States with strong histories of support for freedom of expression — in law and in their societies have considered measures liable to abuse in their own countries or to misuse when applied elsewhere. In particular, Governments pursuing new policies to enhance surveillance or to limit Internet security should reconsider those efforts, as they often fail to meet the tests of necessity and proportionality. I strongly urge all States to consider that attacks on security on the Internet pose long-term threats not only to freedom of expression but also to national security and public order itself.",
        "Labels": []
    }
]