[
    {
        "ID": 1,
        "Text": "1. This is a moment of intense global challenge to health and to the foundations of democratic society. The coronavirus disease (COVID-19) pandemic has left nobody untouched, whether by illness, death or the disruptions of family life, education, culture, political freedoms or local, national and global economic life. The moment is a challenge for public health, but Governments are also using the crisis to challenge the kinds of freedoms guaranteed in a democratic society.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Looking to the future, two pathways seem possible. On one path, the pandemic shocks the global public into recognition of the need for international coordination and cooperation, and with this recognition comes rejuvenated support for the principles that animate the United Nations itself. The General Assembly hinted at this hopeful possibility in its resolution 74/270, its first on the pandemic, but whether States and institutions take it up remains to be seen. On this path, the pandemic also serves as a jolting wake-up call to all Governments and politicians, and to all relevant players in the digital age, demonstrating to them that censorship of all sorts interferes with a range of human rights, that promoting access to information bolsters the promotion of health, life, autonomy and good governance, and that restrictions – even where aimed towards a legitimate objective – must meet the standards of legality, necessity and proportionality.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. That is the preferred pathway the pandemic should lead States to take: one of strengthened human rights frameworks worldwide. It is the pathway that the Human Rights Council has an opportunity to promote and that all States have an obligation to ensure.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. This other path is one of opportunism during a time of widespread distraction and human dislocation, of consolidation of authoritarian power and disproportionate use of executive authorities, and of economic policies that can increase inequality and poverty and further human rights violations. On this path, the COVID-19 virus is not just the cause of illness and death, it is also a pathogen of repression. As succinctly articulated by the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism: \"We could have a parallel epidemic of authoritarian and repressive measures following close if not on the heels of a health epidemic.\" There is good reason for concern that this second pathway could be the one chosen by all too many Governments, particularly as the virus itself emerged into environments of censorship, rising repression of dissent, politicization and denigration of expertise and science.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 5,
        "Text": "5. Seen from this perspective, the pandemic is also a crisis of free expression – naturally caused, to be sure, but facilitated by information policies that weakened the infrastructures of warning and reporting. Individuals and their communities, however, cannot protect themselves against disease when information is denied to them, when they have diminished trust in sources of information, and when propaganda and disinformation dominate the statements of public authorities.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The present report is written with a sense of urgency about the kinds of steps that are necessary and appropriate to protect everyone's right to freedom of opinion and expression during this and any future pandemic. It is not exhaustive of the issue and does not purport to address the extensive rights at risk during the pandemic, from the rights to health, housing and sustainable work to the rights to life, movement, migration, protest and much more. The report is based on the premise that, particularly in the face of a global pandemic, the free flow of information, unhindered by threats and intimidation and penalties, protects life and health and enables and promotes critical social, economic, political and other policy discussions and decision-making. It urges an approach to address the problem of misinformation that fosters public correction of rumours and the calling out of harmful chicanery and that avoids driving such misinformation into places where conspiracy theories defeat rigorous scientific assessments and public health warnings – one rooted in legal frameworks that promote the sharing of reliable information.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Popular fictional depictions of pandemics or other disease outbreaks often imagine that the solutions are purely medical and scientific. Yet well before the emergence of COVID-19, the World Health Organization (WHO) highlighted the importance of information and responsible governance in addressing disease epidemics. It advised that managing a global disease should involve not only the coordination of responders, the identification of the particularities of the illness, and specific health interventions. Managing epidemics also requires \"risk communication\", an information strategy involving \"two-way communication that is dynamic and evolving as the outbreak develops\". WHO identified three elements of proper risk communication: (a) the relaying, by authorities, of information \"on the nature of the threat and the protective measures that people can take\"; (b) an understanding of public and individual fears and concerns that enables authorities to tailor communication appropriately; and (c) the management of rumours, which involves \"listen[ing] to such misinformation and correct[ing] examples of it in appropriate ways without delay.\" 5",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The WHO guidance for dealing with information in the context of pandemics is consistent with the requirements of international human rights law. It highlights the importance of the State providing reliable information to the public. It also emphasizes the importance of transmitting information in a manner that is sensitive to different audience perceptions and concerns and that is aimed at correction, not penalty. It is possible to further emphasize the dependent relationship between freedom of expression and access to information, on the one hand, and public health on the other. Indeed, the International Health Regulations mandate the implementation of global public health policies \"with full respect for the dignity, human rights and fundamental freedoms of persons\". 6",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The WHO guidance, as important as it is, does not answer some of the most pertinent questions concerning the freedom of opinion and expression during a pandemic, such as: What are the State's obligations when it comes to keeping the public educated about the pandemic, or ensuring that health-care professionals have access to global information about the disease and about steps to address it? To what extent may the public have access to information held by public authorities concerning the pandemic? May a State impose restrictions to ensure that the public receives only \"legitimate\" information sanctioned by government authorities? May a State impose restrictions on the media concerning the reporting of the pandemic? What kinds of surveillance – likely to become a key feature of tracing the development of the disease – raise alarms concerning freedom of opinion and expression, and what steps should be taken to constrain them?",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. International human rights law provides Governments with guidance to answer these and other questions concerning the information ecosystem at a time of global health emergency. When anchoring these questions in human rights law, it is possible to see that freedom of opinion and expression goes hand-in-glove with public health. It makes sense to start at the most fundamental level, that which recognizes, as the Human Rights Council did, in its resolution 21/12, that freedom of expression is essential to democratic society and a basic condition for development. Similarly, the General Assembly, in its resolution 68/163, emphasized the relevance of free media in building inclusive knowledge societies and democracies and fostering good governance. Both bodies highlighted the critical importance of journalism in the above-mentioned resolutions and affirmed that the same rights that people have offline must also be protected online, in particular freedom of expression. The Human Rights Committee emphasized, in paragraph 2 of general comment No. 34 (2011) on the freedoms of opinion and expression, that freedom of opinion and freedom of expression are indispensable conditions for the full development of the person and essential for any society. These principles do not simply evaporate in the face of a contagion.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. These underlying principles are manifest in the International Covenant on Civil and Political Rights, especially in the guarantee in article 19 of freedom of opinion and expression. In accordance with article 19 (1), freedom of opinion may not be subject to any interference. Article 19 (2) robustly defines freedom of expression as one that is multidirectional (\"seek, receive and impart\"), unlimited by viewpoint (\"information and ideas of all kinds\"), without boundaries (\"regardless of frontiers\"), and open-ended in form (\"or through any other media\"). Article 19 (3) provides narrow grounds on which Governments may restrict the freedom of expression, requiring that any limitation be provided by law and be necessary for respect of the rights or reputations of others, or for the protection of national security or public order, or of public health or morals. That is, such limitations must meet the tests of necessity and proportionality and be aimed only towards a legitimate objective. Article 17 provides that no one is to be subjected to arbitrary or unlawful interference with his or her privacy, family, home or correspondence, nor to unlawful attacks on his or her honour and reputation.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In the context of a pandemic, the right to freedom of expression also supports relevant rights found in the International Covenant on Economic, Social and Cultural Rights. In particular, under article 15 (1) (b) of that Covenant, the States parties recognize the right of everyone to enjoy the benefits of scientific progress and its applications. States are obligated to take steps necessary for the diffusion of science, with article 15 emphasizing the importance of respect for the freedom indispensable for scientific research, which ties directly back, even if implicitly, to the promotion in article 19 of the right to seek and share information of all kinds regardless of frontiers. The Committee on Economic, Social and Cultural Rights, in its general comment No. 25 (2020) on science and economic, social and cultural rights, appropriately emphasizes that the language of article 15 implies, inter alia, protection and promotion of academic and scientific freedom, including freedom of expression and freedom to seek, receive and impart scientific information. In other words, freedom of expression includes the right of individuals to share and gain access to scientific developments, such as those related to combating the COVID-19 virus, and involves the respect owed by States to enable such sharing of information. Whether that scientific information is shared through professional channels, social media or broadcast and print journalism, human rights law guarantees just this kind of communication regardless of frontiers.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. As noted above, many Governments are seeking to restrict freedom of expression in the areas of access to information held by public authorities, reporting on public health data, the sharing of information online and offline, and other areas. On the assumption (for the moment) that any given restriction is aimed at protecting public health, which is permitted under article 19 (3), it must still meet the basic conditions of legality and necessity.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. First, it is well established that, under the \"provided by law\" standard, not only must the law be clearly set out, but also the scope, meaning and effect of the law must be sufficiently clear to allow individuals to regulate their actions so as to avoid violation. Vague laws confer undue discretion on executive authorities, enabling them to violate individual rights while disingenuously claiming adherence to the law. Mandate holders have frequently been concerned by overbroad legal definition and vague specification, particularly with respect to terrorism, extremism and other areas of national security and public order concern. Human rights courts have also consistently criticized the vagueness of such laws.9Those standards apply with the same force in the context of public health emergencies.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Second, under the necessity principle, when a State invokes a legitimate ground for restriction of freedom of expression, it must establish a direct and immediate connection between the expression and the threat said to exist. It is the State's obligation to demonstrate necessity, not a complainant's obligation to demonstrate its failure. The judgment of the European Court of Human Rights – that, to meet the test of necessity, any restriction must be something more than \"useful\", \"reasonable\" or \"desirable\" – is the correct one. Necessity implies proportionality, according to which restrictions must target a specific objective and not unduly intrude upon other rights of targeted persons, and the ensuing interference with third parties' rights must be limited and justified in the light of the interest supported by the intrusion (A/HRC/29/32, para. 35). The restriction must be the least intrusive instrument among those which might achieve the desired result.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The principles of legality, necessity and proportionality apply across the board; they are not simply discarded in the context of efforts to address the public health threat of COVID-19. To the contrary, they apply with great force because of the extraordinary value that the International Covenant on Civil and Political Rights places on free expression and because they also advance public health policies.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In paragraph 5 of its general comment No. 34, the Human Rights Committee emphasized that it could never become necessary to derogate from the freedom of opinion during a state of emergency. Given the importance of information and freedom of expression to the development of opinion and to the efforts to address the public health crisis, States should also avoid any derogation from their obligations under article 19 of the Covenant. Article 19 (3) already provides sufficient grounds for necessary and proportionate restrictions of article 19 (2) rights, to protect public health. Moreover, in accordance with article 4 of the Covenant, even in the context of a declared public emergency which threatens the life of the nation, measures derogating from a State party's obligations under the Covenant must be limited to the extent strictly required by the exigencies of the situation and, as under the normal application of article 19, cannot involve discrimination or other violations of other international legal obligations, and they must be www.ohchr.org/Documents/Issues/Expression/Intervention\\\\Big\\\\Brother\\\\Watch\\\\v\\\\UK.pdf and https://freedex.org/wp-content/blogs.dir/2015/files/2018/05/Flavus-OOO-SR-intervention.pdf, respectively. temporary. As a group of mandate holders cautioned during the present pandemic, \"any emergency responses to the coronavirus must be proportionate, necessary and nondiscriminatory\". They also noted that \"restrictions taken to respond to the virus must be motivated by legitimate public health goals and should not be used simply to quash dissent\". 16",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Human Rights Committee has stated that article 19 of the Covenant includes a right of access to information held by public authorities. Such information includes records held by a public body, regardless of the form in which the information is stored, its source and the date of production. As noted by the Committee and cited approvingly by the previous mandate holder, States parties should proactively put into the public domain government information of public interest. The default position must be that public authorities do not wait for a request for information; they must have an affirmative policy of releasing all relevant information in ways that are understandable to a non-technical public and that advance public health priorities. As United Nations and regional experts stated in 2004 in a joint declaration on freedom of expression, \"public authorities should be required to publish proactively, even in the absence of a request, a range of information of public interest.\" In the public health context, the description by WHO of specific outcomes promoted by communication illustrates the underlying purposes of the human rights standards of proactive publication of information. WHO states that: First, early, transparent and understandable communication on the event establishes lines of dialogue with affected populations and stakeholders, and builds trust in the response ... Second, frequent but evolving communication will help create a trusted and dynamic relationship that can deliver advice on protective behaviours that populations and individuals can adopt. Third, communication must scope the risk in lay language, and also propose practical actions people can take ... Fourth, communication must display accountability by keeping people updated on the situation, on what is being done, and the impact of those actions in bringing the outbreak under control. When an individual seeks access to information not already in the public domain, the default response of government must be to release unless it can demonstrate that some legitimate limitation, guided by the principles of legality and necessity, applies.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The right to information is not a niche right found only in article 19. Regional instruments also guarantee the right. It is guaranteed in the Convention on the Rights of the Child (art. 17) and the Convention on the Rights of Persons with Disabilities (art. 9), and reaffirmed in instruments related to the environment, corruption and development. One indicator for target 16.10 of the Sustainable Development Goals is the number of countries that adopt and implement constitutional, statutory and/or policy guarantees for public access to information.",
        "Labels": [
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The previous mandate holder noted that the design and implementation of freedom of information laws should be guided by principles of: (a) maximum disclosure; (b) obligation to publish; (c) promotion of open government; (d) limited scope of exceptions; (e) processes to facilitate access; and (f) disclosure taking precedence. (A/68/362, para. 76.) Article 19: International Centre against Censorship, described the underlying purposes well: \"Information allows people to scrutinise the actions of a government and is the basis for proper, informed debate of those actions.\" It is not as if a health crisis, such as a pandemic, limits the importance of access to information or the role of accountability in ensuring that government operates in accordance with the best interests of its people. To the contrary, a public health threat strengthens the arguments for open government, for it is only by knowing the full scope of the threat posed by disease that individuals and their communities can make appropriate personal choices and public health decisions. A Government that deprives the public of reliable information puts individuals at risk and can justify such deprivation only on the narrowest grounds and with the greatest degree of necessity to protect a legitimate interest. Even where a Government is legitimately concerned about releasing information that could cause individuals to panic, it is likely that failure to disclose is not the only option. For instance, sharing information that is properly contextualized may advance both public policy and freedom of expression guarantees.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. It may be expected that, during the pandemic, some Governments may face resource constraints that interfere with their capacity to carry out their obligations to provide access to public information. To a certain extent, temporary disruptions may be expected and will generally not constitute a violation of article 19 of the Covenant, given the potential inability of staff to meet in person or for hearings to be held. However, such disruptions should only take place when necessary for public health and should not be an excuse for failing to carry out activities for which there is no limited-capacity justification. Indeed, given the likelihood that social distancing measures may continue for some time, or may recur, Governments should be developing approaches to access to information that enable them to continue their programmes during the crisis.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. One of the mechanisms used by Governments to ensure public access to information is to provide media access to officials, documentation and other information resources. This may include regular press briefings in which public health and other officials provide detailed information to the public and answer questions from an independent media. Unfortunately, there have been reports of several instances involving direct interference with this mode of actively providing access to information. These types of restrictions tend towards closing off access to reliable information, disabling independent journalists from addressing questions to officials and thus clarifying public health orders, and limit the ability to hold officials accountable for decisions made during the pandemic.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The openness of government to media is especially important when public officials provide inconsistent, unclear or otherwise confusing information to the public. The goal in a public health crisis must be for government to provide accurate information, or information that is as accurate as possible and framed appropriately as uncertain or evolving, and clear and honest guidance. As WHO has noted, risk communication is a twoway street. The media provide an essential tool for governments to understand the concerns of the public, and for the public to understand how to manage their concerns and fears; limiting access limits this crucial element of information-sharing.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In a moment of global pandemic, the right of access to the Internet should be restated and seen for what it is: a critical element of health-care policy and practice, public information and even the right to life. Indeed, an open and secure Internet should be counted among the leading prerequisites for the enjoyment of the freedom of expression today (A/HRC/29/32, para. 11; see also A/HRC/17/27). Yet Governments have resorted increasingly to the bluntest forms of denial of access to information via the Internet, knowing that digital tools have become an essential – if not, for many, the essential – tool for the enjoyment of the right to seek, receive and impart information. The Human Rights Council has itself reiterated the importance of Internet access. In its resolution 39/6, the Council condemned unequivocally measures in violation of international human rights law aiming to or that intentionally prevented or disrupted access to or dissemination of information online and offline, which undermined the work of journalists in informing the public, including measures to unlawfully or arbitrarily block or take down media websites, such as denial of service attacks, and called upon all States to cease and refrain from those measures, which caused irreparable harm to efforts at building inclusive and peaceful knowledge societies and democracies.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Similarly, in a joint declaration on freedom of expression and conflict situations, United Nations and regional monitors of freedom of expression and the media declared in 2015 that the \"filtering of content on the Internet, using communications 'kill switches' (i.e. shutting down entire parts of communications systems) and the physical takeover of broadcasting stations are measures which can never be justified under human rights law\". 26 Governments increasingly resort to shutting down the Internet, often for illegitimate purposes but in all cases having a disproportionate impact on the population. Network shutdowns invariably fail to meet the standard of necessity (A/HRC/35/22, para. 14).",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Given the migration of all manner of essential services to online platforms, shutdowns not only restrict expression but also interfere with other fundamental rights (A/HRC/35/22, para. 15). In the context of the pandemic, it has been especially troubling to observe the continuation of several instances of Internet shutdowns. The most prominent has been the long-term disruption that the Government of India has imposed on Kashmir. In 2019 the Government imposed what several mandate holders found to be \"a form of collective punishment of the people of Jammu and Kashmir, without even a pretext of a precipitating offence\". Early in 2020 the Supreme Court of India found that the Government must periodically justify its continuing actions in Kashmir, but even as of this writing, reporting suggests that people in Kashmir are only able to access limited Internet sites and with extremely limited speeds. It has been reported by health-care professionals in Kashmir that the limitations imposed by the Government have made access to basic information difficult to obtain.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 27,
        "Text": "27. India has not been alone. The Government of Ethiopia imposed a shutdown of Internet services in the Oromia region in the beginning of 2020, reportedly promising only at the end of March to end the shutdown. Bangladesh imposed an Internet blackout affecting Rohingya refugees from Myanmar, prompting 50 organizations to call for a lifting of the blackout in the face of the COVID-19 pandemic. The persistence of Internet shutdowns in parts of Myanmar continues to be of serious concern, particularly in light of COVID-19. In other contexts, mandate holders have raised concerns related to Iraqi service disruptions. A growing number of shutdowns have been imposed during election periods, including in Cameroon, Chad, the Gambia and Togo. Almost 200 Internet shutdowns of various varieties in 2018 have been documented, with almost two thirds occurring in India, and the remainder occurring principally in Asia, the Middle East and Africa.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Internet shutdowns are an affront to the freedom of expression that every person is guaranteed under human rights law. Internet shutdowns during a pandemic risk the health and life of everyone denied such access – and that of others with whom they come in contact. They are an affront to the right of everyone, especially health-care workers, to access health information. There is no room for limitation of Internet access at the time of a health emergency that affects everyone from the most local to the global level.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Even apart from Internet shutdowns, the pandemic, and the importance of digital access to health-care information, highlights the profound need for expanding infrastructure to allow for access in the first place. The challenges arise in contexts of both the digital divide between developed and developing nations and that within developing nations. More than four billion people still do not have regular access to the Internet; 90 per cent of them live in the developing world. Greater international coordination and support for digital connectivity is required, as identified by the High-Level Panel on Digital Cooperation. As part of any economic stimulus plans aimed at supporting communities and individuals during and after the pandemic, significant resources should be devoted to expanding broadband Internet access to those who do not now enjoy it. This includes not only providing communities with access but also ensuring that historically disadvantaged groups, and especially women, have robust, meaningful and affordable access to the Internet (see A/74/493).",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. As noted above, journalism plays an essential role in the communication of information to the public, enabling individuals to exercise their rights to seek and receive information and to develop opinions about the public health threat so that they can take appropriate steps to protect themselves and their communities. This is indeed a moment to reinforce the fundamentally important role of a free, uncensored and unhindered media to self-governance. It is something the Human Rights Council has repeatedly emphasized, giving it priority particularly in the context of the mandate on freedom of expression. In its resolution 7/36, the Council mandated the Special Rapporteur on the promotion and https://spcommreports.ohchr.org/Tmsearch/TMDocuments. protection of the right to freedom of opinion and expression to gather all relevant information, wherever it may occur, relating to violations of the right to freedom of opinion and expression, and discrimination against, or threats or use of violence, harassment, persecution or intimidation directed at persons, seeking to exercise or to promote the exercise of the right to freedom of opinion and expression, including, as a matter of high priority, against journalists or other professionals in the field of information.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In its resolution 39/6 on the safety of journalists, the Human Rights Council recognized: (a) The importance of freedom of expression and of free, independent, plural and diverse media, online as well as offline, in building and supporting the functioning of inclusive and peaceful knowledge societies and democracies, an informed citizenry, the rule of law and participation in public affairs, in holding public institutions and officials accountable, including by exposing corruption;; (b) That the work of journalists often put them at specific risk of intimidation, threats, harassment and violence, including the targeting of their family members, which often deterred journalists from continuing their work or encouraged self-censorship, consequently depriving society of important information.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Also in its resolution 39/6, the Council urged political leaders, public officials and/or authorities to refrain from denigrating, intimidating or threatening the media, including individual journalists, and thereby undermining trust in the credibility of journalists as well as respect for the importance of independent journalism.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. These are among the basic requirements for Governments to ensure that journalism thrives and plays its essential role during the pandemic, and during all future public crises. The protection of the media is a protection of the public's right to information, not only a protection owed to the reporters themselves. Moreover, the protection of journalists and promotion of access to information extends to the protection of sources and the protection of whistle-blowers (see A/70/361).",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Nonetheless, the pandemic has already exposed numerous threats to journalism, with an increasing number of reports indicating that Governments attack the messenger and limit reporting rather than act responsively on the information disclosed. Some of the most concerning categories of attacks on journalism are listed below.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Police intimidation of journalists. Numerous reports from around the world indicate growing intimidation of journalists reporting on the pandemic, detention and questioning of journalists, and other forms of repression of media workers and human rights defenders conducting fact-finding inquiries concerning COVID-19.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Political attacks on journalists. The full protection of journalists cannot properly be achieved amid a culture that devalues free expression and denies respect to people who seek to exercise freedom of expression. There have been persistent attacks on journalists and civil society figures in the past few years, such as those arising in the United States of America, Hungary,40Thailand and the Philippines. During the pandemic it is essential that government officials avoid denigrating those who will be reporting information regarding public health steps that individuals should be taking.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Lack of an enabling environment for media work. Given the essential role of media workers, Governments should be enabling them to continue their work, including, where appropriate, by classifying it as essential. When conducting their work, media workers should be provided with protections deemed necessary in the pandemic, such as protective masks and other relevant gear. An enabling environment also involves the holding of open press conferences that include independent media and ensuring that all media outlets, not just State-owned media, have access to public officials and other information sources.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Lack of protection of access for foreign journalists. The global nature of the COVID-19 crisis militates in favour of ensuring reporting that is available across borders. In particular, this means that Governments should not take steps to interfere with reporting from the international press. Unfortunately, there have been several reported instances of hostility directed by Governments at foreign press representatives.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Failure to release journalists from prison. WHO has stated that \"people deprived of their liberty, and those living or working in enclosed environments in their close proximity, are likely to be more vulnerable to … COVID-19 … than the general population\". Nonetheless, individual journalists remain behind bars in countries around the world. The Committee to Protect Journalists has stated that more than 250 journalists are currently in prison. No media worker should be in prison by reason of their work. And yet those journalists, subjected to arbitrary and unlawful detention, now face the additional risk of their health and lives. Whether States wish to frame their releases as humanitarian or not, it is imperative that all States release any journalists in their custody. It is critical that any State that continues to criminalize journalism, including under the guise of prohibiting defamation or countering terrorism, does not pursue such cases during the pandemic given the additional risk posed by detention.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Over the long term, it is also critical that States repeal any laws criminalizing journalism, including those adopted under the guise of addressing terrorism or defamation under other categories. In a 2002 joint declaration, freedom of expression monitors of the United Nations, the Organization for Security and Cooperation in Europe and the Organization of American States stated that \"all criminal defamation laws should be abolished and replaced, where necessary, with appropriate civil defamation laws\". In the Declaration of Table Mountain, on press freedom in Africa, adopted in 2007, Governments were called upon to repeal criminal defamation and insult laws. The Human Rights Committee, in its general comment No. 34 (para. 47), also urged States parties to consider the decriminalization of defamation, and noted that, in any event, imprisonment was never a proportionate penalty for defamation.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In a speech delivered at the Munich Security Conference on 15 February 2020, the Director-General of WHO noted that \"fake news spreads faster and more easily than this virus, and is just as dangerous\". WHO has noted the emergence of what it calls, an \"infodemic\" which involves \"the rapid spread of information of all kinds, including rumours, gossip and unreliable information\". Public health authorities around the world have been legitimately concerned about disinformation during the COVID-19 pandemic. Unreliable information, particularly when disseminated by individuals with significant platforms, can cause grave harm, whether maliciously intended or not. WHO has stated that \"successful management of infodemics will be based on (1) monitoring and identifying them, (2) analysis of them, and (3) control and mitigation measures\". 49",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. As noted above, the thrust of the WHO guidance emphasizes risk communication, including engagement with rumours in order to correct them. This general guidance, silent on whether prohibiting false information is legitimate, nonetheless suggests consistency with the position taken by human rights monitors and experts. The principles of legality and necessity should be applied to any approach to disinformation. In particular, \"disinformation\" is an extraordinarily elusive concept to define in law, susceptible to providing executive authorities with excessive discretion to determine what is disinformation, what is a mistake, what is truth. Moreover, as emphasized in a recent joint statement issued by freedom of expression monitors of the United Nations, the Organization for Security and Cooperation in Europe and the Inter-American Commission for Human Rights, \"any attempts to criminalise information relating to the pandemic may create distrust in institutional information, delay access to reliable information and have a chilling effect on freedom of expression\". In other words, the penalization of disinformation is disproportionate, failing to achieve its goal of tamping down information while instead deterring individuals from sharing what could be valuable information.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Information management may be seen through the lens of government obligations and company responsibilities, particularly companies involved in Internet searching or social media.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. While much of the public discussion concerning false pandemic information concerns the steps government and private companies should take to remove such information or punish those who spread it, it is important to begin with government itself. In their 2017 joint declaration on freedom of expression and \"fake news\", disinformation and propaganda, a set of simple and seemingly obvious points was set out. This included the following: State actors should not make, sponsor, encourage or further disseminate statements which they know or reasonably should know to be false (disinformation) or which demonstrate a reckless disregard for verifiable information (propaganda). State actors should, in accordance with their domestic and international legal obligations and their public duties, take care to ensure that they disseminate reliable and trustworthy information, including about matters of public interest, such as the economy, public health, security and the environment.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Unfortunately, there are numerous instances of State actors disseminating unverified and often reckless claims about the origins of the COVID-19 virus, the responsibility for the pandemic, the presence or extent of COVID-19 in their country and the availability of drugs to counter the symptoms, and other harmful assertions. Such claims, which are always, sooner or later, shown to be false, undermine trust in government sources of information, which in turn may generate such public distrust that it becomes difficult for public health authorities to promote effective and proven policies.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The COVID-19 pandemic has already triggered a small industry of hucksters seeking to translate people's desire for a cure into a quick source of profit. The existence of such profiteers prompted the United States Food and Drug Administration to caution several companies that their promises of cures constituted fraud that could result in legal action if not addressed. Such consumer protection laws can be vital tools in the effort to protect public health, particularly during a pandemic. Such false claims may, of course, be prohibited and sanctioned so long as the tests of article 19 (3) of the International Covenant on Civil and Political Rights are met.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Other sorts of disinformation concerning the COVID-19 pandemic are also circulating in traditional and social media worldwide. Some pertain to troubling political blame games, relating mainly to inter-State disputes, and are not conducive to the kind of international cooperation necessary to meet the challenge of the pandemic. Other forms may be more dangerous, such as information related to quarantines, purported health-care advice and other unverified claims that, if widely pursued, could cause harm to the health of individuals. Any government efforts to counter such disinformation should be based on the principles outlined above: full, honest and evolving communication with the public, the promotion and protection of an independent press, and the careful and public correction of misinformation that could lead to public health harm. Beyond the pandemic, States should take steps to ensure an enabling environment for independent media and educational settings that promote media literacy and otherwise give individuals critical-thinking tools to distinguish between verifiable and unverifiable claims.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. In the brief period since the COVID-19 outbreak and transformation into a pandemic, a number of States have adopted laws purportedly aimed at sanctioning disinformation concerning the pandemic. Some such laws may legitimately be aimed at protecting privacy rights with respect to a person's infection status. Those provisions must be consistent with the standards set out in article 17 of the Covenant. In general, however, the approach should reflect the aspects referred to by the Human Rights Commissioner of the Council of Europe when she urged Council of Europe member States to ensure that measures to combat disinformation re necessary, proportionate and subject to regular oversight, including by Parliament and national human rights institutions. Measures to combat disinformation must never prevent journalists and media actors from carrying out their work or lead to content being unduly blocked on the Internet. Those countries which have introduced restrictions that do not meet these standards must repeal them as a matter of urgency.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 49,
        "Text": "49. The 2017 joint declaration made clear that general prohibitions on the dissemination of information based on \"vague and ambiguous ideas, including 'false news' or 'nonobjective information' are incompatible with human rights law and should be abolished\". 54 Vague prohibitions of disinformation effectively empower government officials with the ability to determine the truthfulness or falsity of content in the public and political domain, in conflict with the requirements of necessity and proportionality under article 19 (3). Legislation to impose such prohibitions has been proliferating in countries including Ethiopia, France, Italy, Malaysia, Pakistan, the Russian Federation and the United Kingdom of Great Britain and Northern Ireland.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Numerous countries have pre-existing \"false information\" laws, the principal intention or effect of which is to restrict criticism of government or the reporting of news not favoured by government or officials. The example of Malaysia raises a concern despite the State's repeal of its 2018 Anti-Fake News Act (No. 803). The Act had made it an offence for anyone to knowingly and maliciously create, offer, publish, print, distribute, circulate or disseminate any fake news or publication containing fake news (art. 4, para. 1). The law made the offence punishable with significant fines, imprisonment or both. After a change in government, however, opposition to the legislation had a significant effect: a bill to repeal the Act was passed in December 2019. Nonetheless, the Government of Malaysia now appears to be relying on its regular penal code to charge individuals with circulating false information about COVID-19. Similarly, there is growing concern that Singapore, which in 2019 enacted a law prohibiting deliberate \"online falsehoods\", will use its new authority to address pandemic information.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Private search engine and social media companies are justifiably under significant pressure to ensure that they do not enable potentially harmful public health disinformation to circulate on their platforms. Several have already taken aggressive steps to address misinformation about the COVID-19 virus. Many have developed approaches to ensure that, whenever a person searches for information related to the disease, an early search result includes verified information from a public health authority. Others are reinforcing their existing policies, for instance by removing content that may \"discourage people from seeking medical treatment or claim that harmful substances have health benefits\". Twitter is expanding its definition of \"harm\" to include \"content that goes directly against guidance from authoritative sources of global and local public health information\". One analyst found that platforms were taking \"an unusually aggressive approach in removing misinformation and other exploitative content and boosting trusted content\", like information from WHO. At the same time, public health measures such as social distancing have led companies to drastically reduce their content moderation workforce, leading to an increase in the use of tools of automation – and the admission of likely mistakes.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. As has been evident during the COVID-19 pandemic, social media and search engine companies have an enormous impact on public discourse and the rights of individuals on and off their platforms. There is potential for mistakes, particularly in the context of the emphasis on tools of automation, that could cause significant public health https://spcommreports.ohchr.org/Tmsearch/TMDocuments. (accessed 6 April 2020). harms. Such harm could be caused by, among other things, the take-down of verified and beneficial public health information, which thereafter attracts a negative reputation because of the initial takedown, or a failure to remove content or users sharing unverified information that could lead to health risks. There is also the potential for viewpoint discrimination. Thus, when addressing issues such as the posting of information about public protests inconsistent with governmental guidelines during the pandemic, social media companies should ensure that their policies apply to all such gatherings and do not discriminate on the basis of the protesters' viewpoints. These responsibilities are heavy, and it is particularly difficult for companies to do their required human rights due diligence when their employees are unable to hold regular meetings, dispersed because of public health policies. Nonetheless, that responsibility persists, especially during the pandemic.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In seeking to meet their responsibilities to prevent or mitigate human rights harms during the pandemic, it is essential that the companies conduct ongoing due diligence to determine the impact their content policies are having on the rights to health and to life (see A/HRC/38/35). Given the nature of the public threat, they should aim towards maximum transparency of their policies and engage, on an urgent basis, not only with public health authorities but with affected communities wherever they operate. They should especially review their policies and practices to ensure that content moderators are available as soon as possible to review COVID-19 information, as reliance solely on automation may have a deleterious impact on health and human rights (see A/73/348).",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The emergence of the COVID-19 virus will increase demands for the use of surveillance tools to trace positive tests for the virus and track the spread of the disease. This desire is fully understandable as a matter of public health. Public health officials see disease surveillance as necessary to \"show … the coverage and impact of the interventions being performed\". Some States have undertaken robust health surveillance, even if it remains too early (at the time of writing) to evaluate the human rights or public health impacts. For instance, in the Republic of Korea, under the Infectious Disease Control and Prevention Act, public health authorities enjoy significant power to collect personal health data across the country during an epidemic. However, while the law enables substantial disease surveillance with privacy guarantees, it also requires government officials to share with the public basic information concerning its contact tracing efforts. In this way, the law appears to satisfy the government's health policy requirements and the public's right to information. It is imperative that, even where Governments permit the collection of data, such collection be accompanied by strict personal data protection guarantees and be timelimited while also promoting, as the Republic of Korea appears to be doing, the public's right to know the outcomes of such collection.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. As States develop surveillance tools, the Human Rights Council should be mindful of the recent history of extensive, excessive surveillance – both mass and targeted – that has failed to meet basic standards of legality, necessity and proportionality, and legitimate purpose (see A/HRC/27/37). Holders of the mandate on freedom of opinion and expression have long been concerned with government surveillance as a tool of limiting freedom of expression (see A/HRC/23/40 and Corr.1 and A/HRC/41/35). COVID-19 will lead to increased pressure to impose ever greater and possibly more invasive surveillance because of the public health requirement to trace the contacts of an infected person.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. A growing industry of private surveillance tools has significantly increased the risk of surveillance of communications and data by government and private actors (A/HRC/41/35). Many private surveillance companies have histories of problematic support for and engagement in human rights violations, yet some are reportedly already seeking entrance into the COVID-19 surveillance field. Such private actors should be subject to robust and transparent public oversight and should themselves adopt policies consistent with the Guiding Principles on Business and Human Rights.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Several elements are key to ensuring that surveillance is conducted consistently with international human rights law. Principles that should govern surveillance in the pandemic are as follows: (a) Any authorization of surveillance should be contained in precise and publicly accessible laws and only be applied when necessary and proportionate to achieve a legitimate objective (such as protecting public health);; (b) Authorization of surveillance of specified individuals should be based on independent evaluation, preferably by a judicial authority, with appropriate limitations on time, location, manner and scope;; (c) Rigorous record-keeping should be required so that individuals and oversight bodies can ascertain that surveillance was conducted for legitimate public health purposes;; (d) Any personal data collected should be subject to strict privacy protections to ensure against disclosure of personal information to anyone not authorized for public health purposes;; (e) Some personal data should be expressly excluded from collection, such as the content of a person's communications, and robust safeguards must be put in place to ensure against any government or third-party misuse of such data, including use for purposes unrelated to the public health emergency;; (f) Where personal data is anonymized, the State and any third-party actor involved in collection must be able to demonstrate such anonymity.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. \"How can you have an opinion if you are not informed?\" In 11 words, the political philosopher Hannah Arendt summed up the theory connecting article 19 (1) of the International Covenant on Civil and Political Rights, which protects everyone's right to hold opinions without interference, with the guarantee, in article 19 (2), of everyone to seek, receive and impart information and ideas of all kinds, regardless of frontiers and through any media. She also noted: \"If everybody always lies ... nobody believes anything any longer. ... And a people that no longer can believe anything cannot make up its mind. It is deprived not only of its capacity to act but also of its capacity to think and to judge. And with such a people you can then do what you please.\" 70",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Hannah Arendt knew of what she spoke. A scholar of totalitarianism forced to flee Nazi Germany, she presented intersecting and fundamental principles of human rights law – the rights to opinion, expression, access to information, autonomy, selfgovernance – in much the way that the Covenant and the Universal Declaration of Human Rights promote democratic values and protect human life. While she had in mind the kind of propaganda that facilitates authoritarianism, her point extends to all nature of government practices that interfere with the individual's ability to develop informed opinions and to take action consistent with those opinions. At this particular moment in history, we all can see exactly what she had in mind, and why the drafters of the Covenant, and of the Declaration 20 years before it, believed it essential to guarantee expression. The Inter-American Court of Human Rights has echoed this essential principle connecting expression to opinion: Freedom of expression is a cornerstone upon which the very existence of a democratic society rests. It is indispensable for the formation of public opinion. … It represents, in short, the means that enable the community, when exercising its options, to be sufficiently informed. Consequently, it can be said that a society that is not well informed is not a society that is truly free.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In a nutshell, the premise underlying freedom of opinion and expression strongly supports appropriate public health responses to COVID-19. The freedom to share information and ideas empowers individuals and communities, human development and democratic self-governance. In certain circumstances, information saves lives. By contrast, lies and propaganda deprive individuals of autonomy, of the capacity to think critically, of trust in themselves and in sources of information, and of the right to engage in the kind of debate that improves social conditions. Worst of all, censorship can kill, by design or by negligence. These are the principles that have led States, in multiple instruments across human rights law and the political organs of the United Nations, to emphasize government's obligation to enable, promote and protect robust and independent media and provide reliable information to the public, which extends to affirmative government information strategies concerning voting, health and other essential services and fundamental rights.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Public health authorities worldwide have called for social distancing and other difficult measures to ensure that health systems have the capacity to care for the sick. This is a determination made on the basis of science and experience in public health. In order for it to work – in order for the public, generally speaking, to consent to such hardships – individuals must trust that the information the orders are based on are rooted in evidence and commitment to the public's interest. An environment dominated by censorship, the root of which is distrust of the public's capacity to think critically, is toxic to public support. By contrast, an approach that treats all members of the public as capable of understanding complicated information, that treats them as partners in an uncertain and frightening moment in global history, is conducive to the kind of social solidarity necessary for turning the tide against exponential infection growths, and ultimately giving health authorities the space and time to develop the kinds of interventions that can protect public health for the long term.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The present report will not include a step-by-step set of recommendations as is typical. Instead, it contains a plea to all Governments to treat those within their jurisdictions – and indeed, given the global nature of the pandemic, those without – with the dignity and respect demanded by international human rights law. In moral terms, that requires an attitude of democratic participation, and a willingness to engage the public with generosity and understanding, in the hard steps that individuals are being asked to take: separation from loved ones, lonely deaths, loss of employment, education and social intercourse, and the deprivation of cultural or religious activities that help billions of people enjoy meaningful lives.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In legal terms, ensuring the dignity and respect owed all individuals entails: (a) Being honest with people and giving them access to information in way they can consume, in a way that promotes non-discrimination;; (b) Enabling all individuals genuine access to the tools of communication necessary to learn about the public health crisis and the steps necessary to protect themselves and, if they are health-care workers (formally or informally), to care for others;; (c) Strongly promoting and protecting, and refraining from interference with, the independent media's role of informing the public and holding officials accountable for their statements and actions;; (d) Ensuring that people have the tools to confront and correct disinformation, and in particular avoiding taking the kinds of steps that will deter the sharing of critical information at a time of crisis;; (e) Doing what is necessary to trace the development of the disease – but only what is necessary. The law is flexible enough to tolerate errors and inadvertent overreach at a time of crisis, but it is not so flexible as to condone the discretion to conduct surveillance without oversight, without limit and without resort to fundamental principles of legality and necessity;; (f) Ensuring accountability, such that no State is free to use this public health crisis for unlawful purposes beyond the scope of the health threat.",
        "Labels": []
    }
]