[
    {
        "ID": 1,
        "Text": "1. Since 1987, the Special Rapporteur on freedom of religion or belief of the Commission on Human Rights has been examining incidents and government measures in all parts of the world that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and has recommended remedial measures for such situations. Since then, the Special Rapporteur has submitted to the Commission 16 general reports and 17 reports on in situ visits; he has also submitted nine interim reports to the General Assembly since 1994.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. As his mandate draws to a close after 11 years, the Special Rapporteur has decided to take stock of his activities since 1993, including his management and prevention activities in the area of freedom of religion or belief and his cooperation with the Commission, United Nations human rights mechanisms, the specialized agencies of the United Nations system and non-governmental organizations (NGOs).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In situ visits have been an important part of the Special Rapporteur's work. In accordance with the resolutions of the Commission and the General Assembly, the purpose of these visits is to enable him to: (a) Consider, on the spot, incidents and government measures that are incompatible with freedom of religion or belief, as well as positive experiences and initiatives in this area;; (b) Formulate recommendations aimed not only at the State visited but also at the international community.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Since taking up his mandate, the Special Rapporteur has paid 16 visits, or 2 visits a year on average, to States in all regions of the world (see table 1). In September 2003, the Special Rapporteur went to Georgia and Romania; the reports on these visits are contained in the two addenda to this report.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In parallel with the visits undertaken, requests for permission to visit were sent to six States (see table 2) but these remain unanswered, despite reminders in follow-up letters, in general reports to the Commission and the General Assembly and in the resolutions of these bodies, including Commission on Human Rights resolution 2003/54, in which the Commission \"urges all Governments … to respond favourably to his [the Special Rapporteur's] request to visit their countries so as to enable him to fulfil his mandate even more effectively\". The Special Rapporteur regrets that the Governments approached have not cooperated with him in the fulfilment of his mandate with a view to improving the protection and promotion of human rights in general and freedom of religion or belief in particular. | State visited | Date of visit | Document symbol | |----------------------------|-----------------------|----------------------| | China | November 1994 | E/CN.4/1995/91 | | Pakistan | June 1995 | E/CN.4/1996/95/Add.1 | | Iran (Islamic Republic of) | December 1995 | E/CN.4/1996/95/Add.2 | | Greece | June 1996 | A/51/542/Add.1 | | Sudan | September 1996 | A/51/542/Add.2 | | India | December 1996 | E/CN.4/1997/91/Add.1 | | Australia | February-March 1997 | E/CN.4/1998/6/Add.1 | | Germany | September 1997 | E/CN.4/1998/6/Add.2 | | United States of America | January-February 1998 | E/CN.4/1999/58/Add.1 | | Viet Nam | October 1998 | E/CN.4/1999/58/Add.2 | | Turkey | December 1999 | A/55/280/Add.1 | | Bangladesh | May 2000 | A/55/280/Add.2 | | Argentina | May 2001 | E/CN.4/2002/73/Add.1 | | Algeria | September 2002 | E/CN.4/2003/66/Add.1 | | Georgia | August-September 2003 | E/CN.4/2004/63/Add.1 | | Romania | September 2003 | E/CN.4/2004/63/Add.2 |",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. He wishes to point out that these requests in no way suggest preconceived views or any negative judgement regarding the Governments concerned. Rather, the aim is to use such visits to establish or to pursue a dialogue with the authorities and with all the parties concerned, particularly with NGOs and all individuals having a particular interest in the mandate. Moreover, regardless of whether the visit is made at the request of the General Assembly or the Commission, like the one to the Sudan, at the initiative of the country concerned, like those to China and Algeria, or at his own initiative, the Special Rapporteur has always tried to maintain a balance both in the regions visited and in the religions involved. He therefore visited, for example, Turkey as well as Greece, and Pakistan as well as India.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. In accordance with resolution S-5/1 of 19 October 2000, entitled \"Grave and massive violations of the human rights of the Palestinian people by Israel\", the Commission, in a special session, decided inter alia to request the Special Rapporteur on religious intolerance to carry out an immediate mission to the occupied Palestinian territories and to report on his findings. In response to a letter dated 18 December 2000 from the Special Rapporteur to the Permanent Mission of Israel to the United Nations informing it of his intention to visit the occupied territories and seeking the cooperation of the Israeli authorities for access to the territory, the latter informed him, by letter of 2 January 2001, that Israel would \"not cooperate in the implementation of (…) this resolution\". | State | Date of initial request | Reaction | |------------------------------------------|-------------------------|--------------| | Indonesia | 1996 | No reply | | Mauritius | 1996 | No reply | | Israel | 1997 | No reply | | Russian Federation | 1998 | No reply | | Democratic People'sRepublic of Korea | 1999 | No reply | | Nigeria | 2000 | Acknowledged | | Turkmenistan | 2003 | No reply |",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur was therefore unable to go to the occupied territories, despite the gravity of the situation and the corroborating and disquieting information received in the context of his mandate.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Pursuant to resolution 2001/7 of 18 April 2001, in which the Commission expressed deep concern at this failure to cooperate, the Special Rapporteur reiterated his request for permission to visit on 22 June 2001 and on 29 July 2002, but these requests were fruitless.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Aside from the so-called \"traditional\" in situ visits, the Special Rapporteur decided in 1999 to begin visits to the major communities of religion or belief. The purpose of such visits was to establish a dialogue on the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and on all issues relating to freedom of religion or belief, and also to consider solutions to the problems of intolerance and discrimination in that area. Accordingly, the Special Rapporteur visited the Holy See in September 1999 (E/CN.4/2000/65).",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In a letter dated 13 January 2003 and received by fax on 10 November 2003, the Government of China invited the Special Rapporteur to visit that country again. In addition, on 11 November 2003, at the fifty-eighth session of the General Assembly, the representative of the Islamic Republic of Iran also invited the Special Rapporteur to pay another visit to his country.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Since 1996, the Special Rapporteur has established a follow-up procedure whereby States which have received an in situ visit are asked to provide comments and any information on measures the relevant authorities have taken or are considering taking to implement the recommendations formulated in the mission reports (see table 3). | State visited | Date of submission of follow-upprocedure to State visited(report) | Reaction of State (report) | |----------------------------|---------------------------------------------------------------------------|----------------------------------| | China | 1996 (A/51/542) | Reply 1996 (A/51/542) | | Pakistan | 1996 (A/51/542) | Reply 1997(A/52/477/Add.1) | | Iran (Islamic Republic of) | 1996 (A/51/542) | No reply despite reminders | | Greece | 1997 (A/52/477/Add.1) | Reply 1997(E/CN.4/1998/6) | | Sudan | 1997 (A/52/477/Add.1) | Reply 1997(A/52/477/Add.1) | | India | 1997 (A/52/477/Add.1) | Reply 1998 (A/53/279) | | Australia | 1998 (E/CN.4/1999/58) | No reply despite onereminder | | Germany | 1998 (E/CN.4/1999/58) | No reply despite onereminder | | United States of America | 2000 (E/CN.4/1999/58) | No reply | | Viet Nam | 2000 (E/CN.4/1999/58) | No reply |",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur calls on all the States concerned to cooperate fully with the follow-up procedure and draws their attention to Commission resolution 2000/86 of 27 April 2000, on human rights and thematic procedures, in which the Commission invites the Governments concerned to study carefully the recommendations addressed to them under thematic procedures and to keep the relevant mechanisms informed without undue delay on the progress made.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Since the last report (E/CN.4/2003/66) was issued, 69 communications have been sent to 42 States (see table 4).",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur has received replies from 15 States. In this respect, in accordance with his methods of work and the rules governing his mandate, he wishes to clarify that the communications sent within the past two months are not covered in this report. Moreover, he would like to thank the Governments of Azerbaijan, Egypt and Uzbekistan for their replies, which cannot be reflected in this report for reasons to do with their translation.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. In order to avoid repeating information contained in previously issued documents, this report simply refers the reader to the interim report submitted to the General Assembly at its fifty-eighth session (A/58/296).",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur wishes to point out that the communications mentioned below do not account for all incidents or government measures in all parts of the world that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. See paragraphs 6 and 7 of the interim report to the General Assembly.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. See paragraph 8 of the interim report.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. In a letter dated 8 August 2003, the Government informed the Special Rapporteur that the Yemeni citizen in question had not been sentenced to death, but to two years' imprisonment \"on the basis of the charges brought against him\".",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The first communication is dealt with in paragraphs 9 to 15 of the interim report.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The second concerns reports that 10 Jehovah's Witnesses were given prison sentences under article 327, paragraph 1, of the new Criminal Code, which entered into force on 1 August 2003, for failure to do their military service.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The first communication is dealt with in paragraphs 16 and 17 of the interim report.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The second concerns reports that the leader of the Catholic community in Azerbaijan was warned by the authorities responsible for religious affairs that he was producing \"illegal religious propaganda\", an offence punishable with expulsion.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. See paragraphs 18 to 22 of the interim report.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The first two communications are dealt with in paragraphs 23 to 25 of the interim report.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In a letter dated 4 August 2003, the Government replied that the restrictions on the exercise of the freedom of religion or belief that are set out in the Constitution, which prohibits \"any activity by religious organizations … that is directed against the sovereignty of the Republic of Belarus, its constitutional system or civic harmony, or that is likely to violate the law or the civil liberties of citizens, and that prevents citizens from discharging their public, social or family duties or is detrimental to their health or morality\", are compatible with article 18 of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. With regard to the Belarusian Autocephalic Orthodox Church, the Government points out that its representative has been defrocked and excommunicated by the Belarusian Orthodox Church and that his application to have his church registered was rejected because the documents submitted did not meet the legal requirements.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The decision to reject the registration of the parish of Saint-Jean de Kronstadt, which claims to be part of the Crimean diocese of the Real Russian Orthodox Church - a decision that was confirmed by the courts - was taken on the basis of an expert denominational study and the conclusions of the Committee on Religious and Ethnic Affairs, in accordance with the legislation on freedom of conscience and religious organizations.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. With regard to the Hindu \"Light of Kaylasa\" community, the Government replied, by letter of 26 September 2003, that the community had not submitted the documents required for registration, that the events of 1 June 2003 stemmed from a neighbourhood disturbance and that no member of the community had been prosecuted.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur would like to thank the Government of Belarus for its detailed replies, while pointing out that freedom of religion or belief is itself boundless even though certain restrictions may be applied to displays of that freedom.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The third communication concerns reports that religious communities experience many difficulties in building places of worship or recovering those seized during the Soviet period. It is reported that building permission for a social centre in which services could have been held was withdrawn at the last minute from the leader of the Full Gospel Church in Minsk, whose community is desperately short of places of worship. Lutherans and Calvinists are also said to have great difficulty in obtaining the return of churches handed over to the Orthodox Church.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. See paragraphs 26 to 28 of the interim report.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The first two communications are dealt with in paragraphs 29 to 35 of the interim report.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In a letter dated 14 October 2003, the Government sent a detailed reply, the full text of which is being circulated as a separate document of the Commission at its sixtieth session. In its reply, the Government stresses that Falun Gong is not a religion but an increasingly violent \"antisocial, anti-science, anti-human sect\" and that its prohibition by the authorities is completely legal. Moreover, the allegations of torture and other ill-treatment are unfounded.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Regarding Tenzin Delek Rinpoche and Lobsang Thondup, the Government points out that they were convicted of acts of sedition and enjoyed all the guarantees of a fair trial.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. In the same letter, the Government enclosed a detailed reply from the Government of the Hong Kong Special Administrative Region (SAR), which pointed out that the 16 members of Falun Gong had not been prosecuted for their religious beliefs but for disturbing the peace and that they had had a fair trial. The Government of the Hong Kong SAR provided a copy of the \"anti-subversion\" bill, giving a definition of the terms mentioned by the Special Rapporteur and stressing that it was specified in the bill that fundamental rights were to be respected in the implementation of its provisions.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The third communication concerns reports that 12 members of an unauthorized church were arrested on 6 June 2003 in the town of Guna, Yunnan, even though they had applied for official permission to hold religious services.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The fourth communication concerns the tens of thousands of Ismaeli Muslims in the autonomous Tajik district in the Sinkiang-Uighur region, who are cut off from their fellow believers in Tajikistan and the rest of the world. According to the imam of the Ismaeli mosque in Tashkurgan, children under the age of 18 are unable to go to the mosque and the fourth Aga Khan is prevented from providing assistance to the Ismaeli Muslims in the region.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 40,
        "Text": "40. The first communication is dealt with in paragraphs 36 to 38 of the interim report.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In a letter dated 21 July 2003, on the obstacles encountered by members of the Baha'i community trying to obtain identity papers, the Government replied that the law did not permit an identity card (or family or social security card) to be issued to a person who was not a follower of one of the three religions recognized by the Constitution. This is a public policy rule that cannot be circumvented on grounds of freedom of religion or belief as guaranteed by the Constitution.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur would like to thank the Egyptian Government for its reply. He wishes to point out that the mention of religion on an identity card is a controversial issue and appears to be somewhat at variance with the freedom of religion or belief that is internationally recognized and protected. Moreover, even supposing that it was acceptable to mention religion on an identity card, it could only be claimed that the practice had any legitimacy whatsoever if it was non-discriminatory: to exclude any mention of religions other than Islam, Christianity or Judaism would appear to be a violation of international law.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The second communication concerns reports that security forces attacked the Saint-Antoine Coptic monastery in the Red Sea Desert on 19 August 2003 and that, among other things, they blocked access to the monastery and tried to destroy the fence around it.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. See paragraph 39 of the interim report.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In a letter dated 25 August 2003, the Government confirmed that the Reverend Fernando Alconga had been sentenced to one year in prison and expulsion from the country for \"attacking Islam and proselytizing for another religion\". The sentence was suspended for three years.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 46,
        "Text": "46. Three Jehovah's Witnesses who refused to do their military service have reportedly been held incommunicado without being charged since 1994. A number of Jehovah's Witnesses are allegedly in prison at present for the same reason, despite their willingness to do alternative community service.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 47,
        "Text": "47. See paragraphs 40 to 48 of the interim report.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. A Serbian Orthodox bishop was reportedly arrested on 20 July 2003 for attempting to perform a baptism in a Macedonian Orthodox church and sentenced to five days in solitary confinement. Other incidents involving representatives of the Serbian Orthodox Church have also been reported since the collapse of talks between the Serbian Orthodox Church and the Macedonian Orthodox Church in June 2002.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The first communication is dealt with in paragraphs 49 and 50 of the interim report.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. In a letter dated 19 June 2003, the Government replied that the decisions taken in 2002 with the aim of preventing certain foreigners from entering the country were in no way linked to their religious activities but were a consequence of violations of the legislation on the status of foreigners.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The second communication concerns reports that the Moscow police stopped an open-air Baptist service on 26 July 2003. One member of the congregation claims that incidents like this are a normal part of everyday life for church members. Baptists, who refuse to register, have no legal status and are not allowed to rent buildings in which to hold their acts of worship. It is reported that many of their services were stopped during the summer, books were confiscated and some church members were arrested.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The church of the majority in the country is reportedly in favour of regulating the registration of religious groups because of the growing number of \"religious sects\". In this context, the authorities are apparently determined to make it as difficult as possible for religious groups to become established in the country. The Minister of Justice is reported to have said that the current legislation needs to be reviewed \"for the reason that there are far too many religious bodies and religions in the country\".",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The first communication is dealt with in paragraphs 51 and 52 of the interim report.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. In a letter dated 6 August 2003, the Greek Government replied that the descriptions of religious minorities referred to in this communication were taken from sources cited in the religious textbooks and were intended to stimulate critical debate. However, the body of the text in those books stressed the need for tolerance towards people from other religions.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The second communication concerns reports that Mr. Lazaros Petromedelis has been stripped of his status as a recognized conscientious objector, which he has held since November 1998, for refusing to do 30 months of community service because of the punitive nature of this service. On 12 June 2003, a military court of appeal in Athens reportedly gave him a suspended 20-month prison sentence for insubordination in peacetime. If called up for military service again, he will have to serve his prison sentence. There are 26 other individuals in similar situations.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. The first communication is dealt with in paragraphs 53 to 57 of the interim report.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In a letter dated 8 August 2003, the Government confirmed that the Raghunath temple in Jammu had been attacked on 30 March and 24 November 2002 and explained that the attacks had been carried out by Islamic fundamentalist groups based in Pakistan. The Government, which remains \"fully committed to protect[ing] the rights of the people to worship and [to] uphold[ing] the freedom of religion\", has taken all possible measures to guarantee the security of places of worship and to prevent similar attacks in the future.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Government also confirmed that women in Jammu and Kashmir had been threatened by Islamic fundamentalist groups. Steps had been taken to reassure the local population and to combat such acts of intolerance and intimidation.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 59,
        "Text": "59. Finally, the Government confirmed the attack on the American missionary Joseph William Cooper and on the Reverend Benson and said that 9 of the 15 suspects had already been arrested. However, it stressed that Mr. Cooper had been ordered to leave the country for carrying out religious activities that contravened the Foreigners Act 1946.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The second communication concerns the following: first, on 27 March 2003, Gujarat State apparently adopted legislation aimed at preventing religious conversions by \"force, allurement or any other fraudulent means\" - terms that are very broadly defined in the law legislation which stipulates that the permission of a district magistrate must be obtained before conversion; second, in April 2003, a young Dalit girl from Parwasa, Madhya Pradesh, was allegedly thrown into a well by three men for praying in a temple; and, lastly, on 30 May 2003, members of a higher caste allegedly tried to stop a group of Mahasangh Dalits from entering a temple in the town of Hitni, Maharashtra, by throwing stones at them and blocking the roads.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 61,
        "Text": "61. The first communication is dealt with in paragraphs 58 to 61 of the interim report.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The second communication concerns reports that on 7, 9 and 10 August 2003 the Jam-e-Jam newspaper published three defamatory and insulting articles about the Baha'i community, inter alia by branding Baha'is as terrorists and foreign agents.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. See paragraphs 62 to 65 of the interim report.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. See paragraphs 66 to 70 of the interim report.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. See paragraphs 71 to 73 of the interim report.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Government is apparently considering striking a clause from the law on religions that prohibits the registration of more than one association from the same denomination. This move appears to have the support of several religious minorities, including the Autonomous True Orthodox Church, but the metropolitan of the Russian Orthodox Church in Riga is said to be against it because it would allow other Orthodox churches to register.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In addition, it is reported that on 28 August 2003, after two months of threats, the archbishop of the Autonomous True Orthodox Church in Daugavpils was injured in an arson attack on his cathedral and that the police did not take the appropriate security measures after the event.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. See paragraph 74 of the interim report.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. See paragraphs 77 to 79 of the interim report.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The first two communications are dealt with in paragraphs 80 to 83 of the interim report.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The third concerns reports that acts of religious violence have caused 15 deaths since 8 June 2003 in the town of Numan. Gangs of Christian youths are said to have set fire to several mosques in the town and to have been responsible for violence in neighbouring villages.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The first two communications are dealt with in paragraphs 102 to 107 of the interim report.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. In letters dated 10 and 18 July 2003, the Government provides a detailed reply to these two communications. With regard to the difficulties encountered by Jehovah's Witnesses, the Government replies that the latter belonged to an unregistered religious organization and points out that, in several of the cases mentioned by the Special Rapporteur, members of this community had received fines and prison sentences for offering illegal religious instruction and, in one case, for committing acts that \"offended the religious and atheistic convictions of citizens with a view to inciting religious-based hatred against certain groups\". The difficulties encountered by other Christian minorities are explained in a similar way (they are unregistered and offer illegal religious instruction).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 74,
        "Text": "74. With regard to the conditions for Muslims in prison No. 6461, the Government points out that they had been able to observe Ramadan and had not been punished for doing so. According to the Government, the information contained in the open letter from 22 Muslim prisoners did not correspond to reality. The letter's signatories included prisoners who regularly broke prison rules and the letter had been sent after an incident on 17 April 2003 related to discipline in the workplace that had no effect on the exercise of prisoners' freedom of religion. Moreover, 20 of the 22 signatories had apparently been reading religious materials in May and June 2003.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 75,
        "Text": "75. The third communication concerns reports that a Pentecostal pastor from Andijan had decided to seek asylum to protest against the conditions in which Protestants had to live in Andijan. Among other things, the authorities reportedly refused to register the Pentecostal Church, which prevents it from functioning normally.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The fourth communication concerns reports that, as part of a policy to prohibit the activities of Protestant churches that are not registered in Uzbekistan, the authorities in the town of Navoi confiscated books from a Baptist mobile library on 27 September 2003 and prevented members of the (unregistered) Baptist Church from holding a meeting.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. See paragraphs 84 and 85 of the interim report.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. In a letter dated 4 August 2003, on the attacks in Taxila and on Murree School, the Government supplied the identity of the four individuals arrested and tried by an antiterrorist court. It stresses that these attacks must be seen in the context of the events in Afghanistan after 11 September 2001 and that various measures have been taken to protect certain minorities.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. In a letter dated 31 October 2003, the Government replied that the perpetrators of the attack in Chianwali had been arrested and brought before the anti-terrorist court in Gujranwala.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The first communication is dealt with in paragraph 86 of the interim report.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. In the second communication, the Special Rapporteur returned to the question of the arrest of Christians in Muang Nong, drawing the Government's attention to reports that 12 Christians continued to be detained for not signing a statement that they \"would stop following Christ\".",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 82,
        "Text": "82. See paragraphs 75 and 76 of the interim report.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. In a letter dated 22 July 2003, the Government replied that none of the persons identified in the communication was a police officer in the town of Bendery and that there had been no cases of detention involving the confiscation of religious books during the periods indicated.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 84,
        "Text": "84. The authorities in Zanzibar apparently declared that the legislation obliging Muslims to obtain the mufti's permission before meeting must be followed to the letter, so that the Government would be able to identify individuals trying to use religion to divide the people of Zanzibar. Violent clashes are reported to have taken place in February 2003 between the forces of law and order and a group of Muslims over this piece of legislation.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. See paragraph 87 of the interim report.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The Government reportedly proposes to make it illegal for the administrators of churches or religious charities to obtain \"digital multiplex licences\", which are vital for access to modern technology.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. In a letter dated 16 September 2003, the United Kingdom Government replied that the fact that church administrators are not able to own digital multiplex licences is a restriction carried over from former legislation and justified by the rarity of this broadcasting system in British territory, where the authorities' duty is to satisfy the largest possible number of people. Moreover, this restriction does not affect religious institutions' right to broadcast: indeed, this right has been extended.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The first two communications are dealt with in paragraphs 88 to 90 of the interim report.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The third concerns reports that at a concert organized in Vrdnik on 8 August 2003 by the local Pentecostal Church, unidentified individuals threw an explosive device near the stage and cut off the power supply with an axe. One of them then reportedly drove a car into the area where the audience was standing and threatened the organizers, claiming to be armed.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The leaders of certain religious minorities reportedly complained about legislation that prohibits religious communities with fewer than 20,000 members from obtaining legal status, which they need, among other things, to build places of worship.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Several religious minorities who would like the new law to enshrine the principle of equality between all religions are said to have expressed concern about the choice of leader for the team responsible for drafting the bill, Mr. Lovro Strum, who is a member of the Order of Malta.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. It is also reported that other religious minorities have recently complained about restrictions on the exercise of their freedom of religion, including Muslims, who are experiencing great difficulty in their efforts to build a mosque.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. See paragraph 91 of the interim report.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. A Supreme Court decision would allegedly put a stop to proselytizing and religious conversions and deny legal status to two Christian organizations. The decision is said to have been favourably received by Buddhist organizations upset by the attitude of Christian groups offering money, clothes and books to would-be converts.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. The first communication is dealt with in paragraphs 92 and 93 of the interim report.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The second communication concerns reports that a Baptist was fined five times the minimum monthly salary for accosting passers-by in the street, even though the practice is not prohibited.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. The first three communications are dealt with in paragraphs 94 to 98 of the interim report.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. A fourth communication draws attention to information on the complete lack of freedom of religion or belief in the country, except for Sunni Muslims or members of the Russian Orthodox Church, who are allowed to congregate in a limited number of registered places of worship. It is alleged that all other religious communities in the country are banned de facto and that their activities are punishable by law.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. See paragraphs 99 to 101 of the interim report.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. The first communication is dealt with in paragraphs 108 to 115 of the interim report.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. The second communication concerns reports that Thich Tri Luc, a Vietnamese Buddhist monk recognized as a refugee in Cambodia, who was been missing since 25 July 2002, has been returned to Viet Nam. It appears that his family was informed that he had been brought before a court in Ho Chi Minh City on 1 August 2003, but that his trial had been postponed.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 102,
        "Text": "102. In a letter dated 22 November 2002, the Vietnamese Government replied that the information sent to it was incorrect. Thich Tri Luc had been arrested at the border between Viet Nam and Cambodia while attempting to contact foreign organizations with a view to organizing anti-Vietnamese activities. His trial had been due to be held on 1 August 2003 but had been postponed for humanitarian reasons at the request of his wife.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. See paragraph 116 of the interim report.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. As regards the action against members of Falun Gong (see A/57/274, paras. 21-27), the Government sent a detailed reply on 10 March 2003, the full text of which has been circulated as a separate document of the Commission at its sixtieth session and contains information concerning certain individual cases raised by the Special Rapporteur along with comments on the Government's policy vis-à-vis Falun Gong.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. As regards the accusation of blasphemy against Parvez Masih (see A/56/253, para. 62), the Government replied in a letter dated 4 August 2003 that this person's trial was still pending, and that he had access to legal counsel and benefited from all the requirements for a fair trial. With reference to the murder of Mohammed Yousaf Ali of (see E/CN.4/2003/66), the Government confirmed that he had been killed by a fellow prisoner on 11 June 2002 and that legal action had been taken against the latter. With reference to the attack in Saint Dominic's Roman Catholic Church (see A/57/274, para. 49), the Government gave the names of eight persons who had taken part in the attack; seven of them had been killed by the police in the course of clashes while the last was a fugitive. Lastly, as regards the rape of Naira Nadia Masih (E/CN.4/2003/66), the Government replied that medical examinations had been ordered to determine her age and that judicial proceedings were still in progress.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. This report concerns communications sent by the Special Rapporteur and the reaction of States, on the basis of the reports submitted since 1993.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. The Special Rapporteur has prepared tables 4 to 7 in order to provide a better appreciation of the evolution of the communications and urgent appeals and reactions by States. | Year of | Number of | Number of | Names of States concerned | |---------|-----------|----------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | report | States | communications | | | | concerned | sent | | | 1994 | 27 | 28 | Albania, Algeria, Australia, Bangladesh, Bulgaria, Cameroon,China, Cuba, Egypt, Ethiopia, France, Germany, Greece,India, Iran (Islamic Republic of) (2), Iraq, Malaysia, Myanmar,Nepal, Pakistan, Republic of Moldova, Romania, SaudiArabia, Spain, Sudan, Syrian Arab Republic, Viet Nam | | 1995 | 50 | 56 | Afghanistan, Albania, Algeria, Austria, Bangladesh (2),Belarus, Benin, Bhutan, Bulgaria, Canada, China, Cuba,Cyprus, Egypt, Ethiopia, Germany, Ghana, Greece, India,Indonesia, Iran (Islamic Republic of) (2), Iraq (3), Israel andthe occupied territories, Kazakhstan, Kenya, Lebanon, Liberia,Malaysia (2), Mexico, Mongolia, Morocco, Myanmar, Nepal,Nigeria, Pakistan (2), Philippines, Romania, RussianFederation, Rwanda, Saudi Arabia (2), Sri Lanka, Sudan,Switzerland, Turkey, United Arab Emirates, United Republicof Tanzania, Uzbekistan, Viet Nam, Yemen, Zimbabwe | 1 E/CN.4/1994/79; E/CN.4/1995/91 and Add.1; E/CN.4/1996/95; E/CN.4/1997/91; E/CN.4/1998/6; E/CN.4/1999/58; E/CN.4/2000/65; E/CN.4/2001/63; E/CN.4/2002/73; E/CN.4/2003/66. | Year of | Number of | Number of | Names of States concerned | |---------|-----------|----------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | report | States | communications | | | | concerned | sent | | | 1996 | 46 | 52 | Albania, Algeria, Argentina, Armenia, Austria, Bangladesh,Belarus, Belgium, Bolivia, Bulgaria, Cambodia, China (5),Cuba (2), Cyprus, Egypt (2), Eritrea, Germany, India,Indonesia, Japan, Lao People's Democratic Republic,Malaysia, Maldives, Mauritania, Mexico, Mongolia, Morocco,Myanmar, Nepal, Nicaragua, Pakistan, Philippines, Poland,Qatar, Romania, Russian Federation, Saudi Arabia,Sierra Leone, Singapore, Slovenia, Sudan, Turkey, Ukraine,Uzbekistan, Viet Nam, Yemen | | 1997 | 49 | 51 | Afghanistan, Albania, Algeria, Armenia, Bangladesh, Belarus,Bhutan, Bolivia, Brunei Darussalam, Bulgaria, Burundi, Chad,China (2), Croatia, Cyprus, Egypt, Eritrea, Ethiopia, Georgia,Greece, Indonesia, Iran (Islamic Republic of), Israel, Japan,Kuwait, Lao People's Democratic Republic, Lebanon,Malaysia, Maldives, Mexico, Morocco, Nepal, Nigeria,Pakistan (2), Republic of Moldova, Romania,Russian Federation, Saudi Arabia, Singapore, Somalia,Tajikistan, Turkey, Ukraine, United Arab Emirates,United Kingdom, United States, Viet Nam, Yemen,Yugoslavia | | 1998 | 51 | 59 | Afghanistan, Albania, Angola, Armenia, Austria, Azerbaijan,Belarus, Bosnia and Herzegovina, Brunei Darussalam,Bulgaria, China (3), Comoros, Czech Republic, Egypt, Gabon,Gambia, Georgia, Greece, India, Iran (Islamic Republic of),Iraq (2), Israel, Kuwait, Latvia, Mauritania, Mongolia (2),Mozambique, Myanmar, Nepal, Nicaragua, Nigeria, Oman,Pakistan, Portugal, Qatar, Romania, Russian Federation (2),Singapore, Slovakia (2), Somalia, Sudan, Switzerland,Thailand, The former Yugoslav Republic of Macedonia (2),Trinidad and Tobago, Turkey, United Arab Emirates,Uzbekistan, Viet Nam (2), Yemen, Yugoslavia | | 1999 | 46 | 63 | Afghanistan (3), Albania, Angola, Azerbaijan, Bangladesh,Belarus, Belgium, Bhutan, Bulgaria, China (2), Cyprus,Egypt (3), Eritrea, Georgia, Germany, Ghana, Greece,India (3), Indonesia (2), Iran (Islamic Republic of) (5), Iraq,Kazakhstan, Lao People's Democratic Republic, Latvia,Malaysia, Maldives, Mali, Mauritania, Mexico, Morocco,Myanmar, Pakistan, Democratic People's Republic of Korea,Republic of Moldova, Romania, Russian Federation, SaudiArabia, Spain, Sri Lanka, Sudan (3), Turkey (2),Turkmenistan (2), Ukraine, United Kingdom, Uzbekistan (2),Yemen | | 2000 | 55 | 92 | Afghanistan, Azerbaijan (3), Bangladesh (2), Belarus, Bolivia,Brunei Darussalam, Bulgaria (2), Cape Verde, China (4),Comoros (2), Côte d'Ivoire, Cyprus, Democratic People'sRepublic of Korea (2), Djibouti, Dominican Republic, Eritrea,Finland, Gabon, Georgia (2), Greece (2), India (5), | | Year of | Number of | Number of | Names of States concerned | |---------|-----------|----------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------| | report | States | communications | | | | concerned | sent | | | | | | Indonesia (3), Iran (Islamic Republic of) (2), Iraq, Israel (4),Kazakhstan, Kuwait, Lao People's Democratic Republic,Malaysia, Maldives, Mauritania, Mexico, Mozambique,Myanmar, Nepal (3), Niger, Nigeria, Pakistan (4), Peru,Republic of Korea, Republic of Moldova (2), RussianFederation, Samoa, Saudi Arabia (2), Sri Lanka, Sudan, SyrianArab Republic (2), Tajikistan, Turkmenistan (3), Uganda,Ukraine (2), United Arab Emirates, Uzbekistan (3),Viet Nam (3), Yemen (2) | | 2001 | 53 | 86 | Afghanistan, Azerbaijan (2), Belarus, Bhutan, Bulgaria (2),Burundi, Chad, China (5), Côte d'Ivoire, Egypt (3), Eritrea,Georgia (4), Greece, Hungary, India (3), Indonesia (5), Iran(Islamic Republic of), Israel, Italy (2), Jordan (2), Kazakhstan,Kuwait, Lao People's Democratic Republic, Latvia,Lebanon, Malaysia, Maldives, Mexico, Myanmar (3), Nauru,Nepal (2), Niger, Nigeria (2), Norway, Pakistan (3), PapuaNew Guinea, Peru, Philippines (2), Republic of Korea,Russian Federation (2), Saudi Arabia (2), South Africa,Sri Lanka, Sudan, The former Yugoslav Republic ofMacedonia, Turkey (2), Turkmenistan (4), Uganda, Ukraine,United Kingdom, Uzbekistan (2), Viet Nam, Yemen | | 2002 | 29 | 64 | Afghanistan (3), Bhutan, China, Cuba, Egypt (3), Estonia,Georgia (4), Guinea Bissau, India (3), Indonesia (4), Iran(Islamic Republic of), Kenya, Lao People's DemocraticRepublic, Lebanon, Malaysia, Myanmar, Nepal (2),Nigeria (2), Pakistan (4), Republic of Korea, Saint Lucia,Saudi Arabia (2), Sri Lanka, Sudan (2), Turkey,Turkmenistan (3), Ukraine (2), United Arab Emirates,Viet Nam (5) | | 2003 | 24 | 37 | Azerbaijan (2), Bangladesh, China (4), Egypt, Eritrea,Georgia (2), India (2), Indonesia (2), Iran (IslamicRepublic of), Israel, Jordan, Myanmar (2), Nigeria (2),Pakistan (4), Republic of Korea, Republic of Moldova,Singapore, Saudi Arabia (3), Sudan, Turkmenistan, Turkey,United States of America, Yugoslavia and Zimbabwe. | | 2004 | 42 | 69 | Afghanistan, Saudi Arabia, Armenia (2), Azerbaijan (2),Bangladesh, Belarus (3), Bulgaria, China (4), Egypt (2),Eritrea, Fiji, Greece (2), India (2), Iran (Islamic Republicof) (2), Israel, Kazakhstan, Kyrgyzstan (2), Lao People'sDemocratic Republic (2), Latvia, Morocco, Myanmar (2),Nigeria (3), Pakistan, Republic of Moldova, Romania,Russian Federation (2), Saudi Arabia, Serbia andMontenegro (3), Slovakia, Slovenia, Sri Lanka, Sudan,Tajikistan (2), The former Yugoslav Republic of Macedonia,Turkey, Turkmenistan (4), United Arab Emirates,United Kingdom, United States of America, United Republicof Tanzania, Uzbekistan (4), Viet Nam (2), Yemen | | Year of | Number of | Number of States | States concerned | | |---------|----------------|------------------|-----------------------------------------------------------------------------|--| | report | urgent appeals | concerned | | | | 1995 | 6 | 5 | Bangladesh, Iran (Islamic Republic of), Iraq (2), Pakistan,Saudi Arabia | | | 1996 | 4 | 2 | China (2), Egypt (2) | | | 1997 | 4 | 4 | China, Egypt, Iran (Islamic Republic of) (2), United ArabEmirates | | | 1998 | 2 | 2 | China, United Arab Emirates | | | 1999 | 4 | 2 | Iran (Islamic Republic of) (3), Sudan | | | 2000 | 2 | 2 | Iran (Islamic Republic of), Iraq | | | 2001 | 1 | 1 | Iran (Islamic Republic of) | | | 2002 | 2 | 1 | Afghanistan | | | 2003 | 3 | 2 | China, Nigeria (2) | | | 2004 | 0 | | | | | Year ofreport | Number of Statesconcerned | Number of States replying(the number in parenthesiscorresponds to late responses) | Percentage of replies tocommunications (the percentagein parenthesis includes the lateresponses) | |-------------------|-------------------------------|-------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------| | 1994 | 27 | 17 (5) | 62.96 (85.18) | | 1995 | 50 | 10 (6) | 20 (54) | | 1996 | 46 | 7 (17) | 15.21 (36.95) | | 1997 | 49 | 15 (10) | 30.61 (46.93) | | 1998 | 51 | 21 (13) | 41.17 (52.94) | | 1999 | 46 | 22 (6) | 47.82 (71.73) | | 2000 | 55 | 23 (10) | 41.81 (61.81) | | 2001 | 53 | 16 (12) | 30.18 (52.83) | | 2002 | 29 | 11 (16) | 20.82 (87.50) | | 2003 | 24 | 7 (2) | 29.16 (37.50) | | 2004 | 24 | 5 (16) | 35.71 (40.47) | | Year | Number of urgent | Responses | Percentage | |------|---------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------| | | appeals and Statesconcerned | | | | | (in parenthesis) | | | | 1995 | 6 (5) | Bangladesh (1) | 16.66 | | 1996 | 4 (2) | Egypt (2) | 50 | | 1997 | 4 (4) | China (1), United Arab Emirates (1) | 50 | | 1998 | 2 (2) | China (1), United Arab Emirates (1) | 100 | | 1999 | 4 (2) | Islamic Republic of Iran (2) | 50 (75 taking into accountlate response from the Sudanreceived in 2001) | | 2000 | 2 (2) | Islamic Republic of Iran (1), Iraq (1) | 100 | | 2001 | 1 (1) | Islamic Republic of Iran (1) + late responsefrom the Sudan to one 1999 urgent appeal | 100 | | 2002 | 2 (1) | Response from the Permanent Mission ofAfghanistan to the United Nations atGeneva to one urgent appeal/No responsefrom the Taliban | 50 if one considers theresponse from the PermanentMission of Afghanistan.Otherwise 0 if one considersthe response of the Taliban | | 2003 | 3 (2) | China (1) | 33.33 | | 2004 | 0 | 0 | |",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. In all, 705 communications have been sent to 127 States (of the 189 United Nations Member States) since the Special Rapporteur took up his post. Of this total, 10 States were sent 28 urgent appeals.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. The exponential increase in the number of communications (see table 1) is on a par with the increase in the number of States receiving communications. A considerable increase in the number of States concerned by several communications during a single reporting period should also be noted. This practice is by no means selective in respect of a given State, but reflects particularly critical situations or cases in a given country. Its expansion has been rapid since 2000 since it has also become a means for regular rather than sporadic follow-up to serious problems in a particular State.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. The number of urgent appeals has remained limited in accordance with the objective underpinning the introduction in 1994 in the mandate of this new type of communication, representing a more rapid and efficient response to very serious situations and cases. Recourse to this procedure can only produce the expected effects insofar as it continues to be an exception justified by imminent and serious threats to the life, health or safety of persons. Making it another type of procedure would be tantamount to marginalizing it and to depriving the procedures available in general to special rapporteurs of some of their credibility.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. It can be seen from table 6 that although the percentage of replies received within the deadline has fallen considerably, if the late replies are also taken into account it increases. This development can be explained by and coincides with the surge in the number of communications and States concerned during this period. The explanation proves to be that in this new situation States have not always been in a position to reply within the deadline established. The majority of States, however, are adapting to this development by replying to the communications nevertheless, although generally somewhat late.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. As regards the urgent appeals, apart from the year 1995 when this new procedure was introduced, response rates tend to be satisfactory.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. Response rates nevertheless need to improve; this presupposes better cooperation from all States, particularly those that have never replied since the inception of the mandate (these are: Angola, Benin, Cambodia, Comoros, Dominican Republic, Gabon, Kenya, Liberia, Malawi, Mali, Nauru, Niger, Papua-New Guinea, Qatar, Samoa, Sierra Leone, Somalia, South Africa, Uganda and Zimbabwe). Generally speaking, many States have difficulty in coping with the numerous requests addressed to them by mechanisms the numbers of which are constantly on the increase for reasons that are basically political.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. Such situations, that are not specific to the mandate on freedom of religion or belief, should occupy more of the Commission's attention. There must be limits to the convenient tranquillity of silence, especially when that silence is not due to technical considerations.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. An analysis of communications since the inception of the mandate in respect of the principles, rights and freedoms set out in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief makes it possible to establish the following seven categories of violations: (a) Violations of the principle of non-discrimination in matters of religion or belief, namely, policies, legislation and regulations, practices and acts that discriminate against certain communities, particularly when they are minorities or do not belong to the official religion. There are cases in this regard concerning Egypt, France, Islamic Republic of Iran and the United States of America;; (b) Violations of the principle of tolerance in matters of religion or belief, namely, policies, practices and acts of religious intolerance by the State and society, particularly on the part of non-State entities such as communities of religion or belief and political and religious groups, the strongest manifestations of which verge on religious (inter- and intra-religious) extremism. The media also play a role in propagating a climate of intolerance vis-à-vis certain communities, particularly minority communities. Cases in this regard concern Georgia, Indonesia and Viet Nam;; (c) Violations of freedom of thought, conscience, religion or belief, namely, policies, legislation and regulations, practices and acts contrary to the principle of conscientious objection and the freedom to change one's religion or to keep one's religion or belief. Cases in this regard concern China, Eritrea, Israel, the Lao People's Democratic Republic and Saudi Arabia;; (d) Violations of freedom to manifest one's religion or belief, namely, policies, legislation and regulations, practices and acts that constitute controls, interference, prohibitions and abusive restrictions on the freedom to manifest one's religion or belief. Cases in this regard concern the Russian Federation, Turkmenistan and Uzbekistan;; (e) Violations of the freedom to enjoy the use of religious property, namely, policies, practices and acts affecting the freedom to enjoy the use of religious property that take the form of the confiscation or the non-restitution of properties, refusal of access to places of worship, closure, attacks on and destruction of such places of worship and of cemeteries, places of burial and religious schools. Cases in this regard concern Afghanistan, Azerbaijan and Romania;; (f) Violations of the right to life, physical integrity and health of individuals (clerics and religious leaders, believers and non-believers), namely, policies, practices and acts that take the form of threats, ill-treatment, arrests and detentions, enforced disappearances, death sentences, executions and assassinations. Cases in this regard concern Bangladesh, India and Pakistan;; (g) Violations affecting women, namely, a category encapsulating the first six categories. It is important to stress that such violations are not only carried out by extremist groups and communities but also and most often by society and official institutions. Cases in this regard concern Afghanistan and Nigeria.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. The Special Rapporteur's communications have covered violations affecting the majority of the world's communities of religion or belief.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. On the one hand, the religions in question are those commonly termed \"major\" or \"traditional religions\" because of their numerical importance internationally, namely, Christianity, Islam, Judaism, Buddhism and Hinduism, including the main movements within each religion.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. On the other hand, there are the other communities of religion or belief, generally numerically smaller in international terms, such as, for example, the Baha'is, Jehovah's Witnesses and Ahmadis, in addition to humanists and other non-believers. Particular attention has also been given to the beliefs of indigenous peoples.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 119,
        "Text": "119. It should be noted that the line between the two types of religious community is not always clear-cut, insofar as certain communities may be classified, by insiders or external observers, as a perceived part of a major religion, or as a separate religion, or a belief or organization whose goals are unconnected with any religion or belief. In this connection, among the communities of religion or belief to which the unqualified and indiscriminate appellation of sects is appended by certain people, there exist a number of movements which are manifestly movements of religion or belief, just as there are groups and movements that, disguised under freedom of religion or belief, engage in activities that are sometimes criminal. The excesses of some of these movements have aroused considerable emotion in public opinion, inducing some States as a result to adopt legislation sometimes of a very dubious nature in terms of international law.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. As regards changes in violations of religion or belief, the Christian religion appears the most affected in quantitative terms, followed in decreasing order by the category of \"other communities of religion or belief\", particularly minorities or minority groups, including those regarded as \"sectarian\"; then by Islam, Buddhism, Judaism and Hinduism. The events of 11 September 2001, however, unleashed a veritable Islamophobia, the extent of which cannot yet be estimated, rendering this religion suspect in the eyes of many; this could in time modify these conclusions.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. These developments, however, must be appreciated within the framework of the mandate on freedom of religion or belief, and particularly its limited means. Bearing in mind the extent of the phenomenon, the Special Rapporteur stresses the need for more systematic work and reiterates his proposal for the preparation of an annual world report on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. Going beyond this classification and its analysis, it is clear that no religion or belief is safe from violations and that intolerance is not a failing on the part of a State or a category of States, or of a religion or belief.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. Since 1993, the Special Rapporteur has accorded the greatest possible importance to the prevention of intolerance and discrimination in freedom of religion or belief. He has undertaken research on the matter and put forward proposals so that action can be taken not only in respect of manifestations of intolerance and discrimination but also of their real causes. In 2001 this effort was sanctioned by the change in the title of the mandate on religious intolerance, which became the mandate on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. Since taking up his post, the Special Rapporteur's opinion has been that prevention could first and foremost be ensured by creating a human rights culture, through education in particular. Education may indeed make a decisive contribution to the assimilation of values based on human rights and the emergence of attitudes and behaviour embodying tolerance and non-discrimination. School, as an essential element of the education system, can also be an essential and preferred vehicle for prevention.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. Pursuant to Commission resolution 1994/18 of 25 February 1994, encouraging the Special Rapporteur to consider the contribution of education to the promotion of religious tolerance, the Special Rapporteur initiated in 1994, by means of a questionnaire addressed to States, a survey of school curricula with reference to freedom of religion in primary or elementary and secondary education.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. On the basis of the replies to this questionnaire from 78 States and the study entitled \"Racial discrimination, religious intolerance and education\" (A/CONF.189/PC.2/22), the Special Rapporteur undertook consultations in order to benefit from the experience of certain international, regional and national organizations, both intergovernmental and non-governmental, and considered that it was necessary for an international consultative conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination to be held. This Conference took place in Madrid from 23 to 25 November 2001 on the occasion of the twentieth anniversary of the adoption of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. Following the Conference, a final document was adopted by consensus. This document, which recommends measures of a general nature as well as on more particular issues and calls not only on States but also on all actors in society to make a contribution, should serve as a framework for activities to make school a place for learning about peace, understanding and tolerance among individuals, groups and nations in order to develop respect for pluralism.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. As a follow-up to the Madrid Conference the Special Rapporteur has continued to take various initiatives with States, human rights institutes, non-governmental organizations and religious communities and with United Nations treaty bodies and the special rapporteurs particularly concerned with the prevention of intolerance and discrimination.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. The Special Rapporteur attended various meetings prepared by non-governmental organizations that provided an opportunity for discussing means of distributing the Madrid final document and implementing its recommendations; these included the fifth World Congress of the International Religious Liberty Association (Manila, 11-13 June 2002) and the thirty-first World Congress of the International Association for Religious Freedom (Budapest, 28 July- 2 August 2002).",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. A strategic analysis seminar was held in Oslo from 8 to 10 December 2002 and then in Rabat from 4 to 6 May 2003 on the initiative of the Oslo Coalition on the Freedom of Religion or Belief, at which participants studied means of setting up an international interdisciplinary network to facilitate the implementation of the aims of and follow-up to the recommendations of the Madrid Conference. This seminar was also part of the preparations for a conference of international interdisciplinary experts to be held in 2004, the purpose of which will be to promote the elaboration of models for education in religion and ethics in accordance with international human rights instruments.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. Lastly, the Special Rapporteur is following closely the activities of the human rights institutes, in particular, the Arab Institute of Human Rights and the University of Fryeburg, concerning education for tolerance and non-discrimination, particularly in schools.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. A concern of the Special Rapporteur has always been to encourage inter-religious dialogue as a fundamental aspect of prevention where religion and belief are concerned, more particularly the prevention of conflicts. In this regard, religions need to examine ways of managing the expression of their own internal diversity while at the same time incorporating a genuinely pluralist culture.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. The Special Rapporteur has put forward specific recommendations to this end in the context of his in situ visits and has covered the issue of inter-religious dialogue in his general reports and in the general framework of the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. The Special Rapporteur has also frequently stressed the importance of the numerous initiatives taken by the officials of religions, large and small, to meet and work together for peace, such as the Millennium World Peace Summit (A/56/253, para. 126) or the activities undertaken by the United Nations Educational, Scientific and Cultural Organization (UNESCO) in the context of the Year of Dialogue among Civilizations in 2001 and other inter-religious summit meetings (E/CN.4/2003/66).",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. The Special Rapporteur was called on to contribute actively to the preparation of the Conference, both by putting forward recommendations concerning religious intolerance and by initiating studies. He accordingly submitted to the Preparatory Committee, at its first session, a study entitled \"Racial discrimination and religious discrimination: identification and measures\" (A/CONF.189/PC.1/7), and, at its the second session, a second study entitled \"Racial discrimination, religious intolerance and education\" (A/CONF.189/PC.2/22), containing specific recommendations, particularly in the sphere of prevention.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. In 1999, the Commission, inter alia, requested the Special Rapporteur on religious intolerance to take account in his reports of its resolution 1999/82 of 30 April 1999, entitled \"Defamation of religions\".",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. The issue of defamation has been one of the Special Rapporteur's major concerns since he took up his post, because it is an intrinsic violation of the freedom of religion or belief (see, in particular, A/56/253, paragraph 137). More recently, the Special Rapporteur has closely followed the repercussions of 11 September 2001 on Islam (see above).",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. Since 1996, the Commission has requested in its resolutions on freedom of religion or belief that the Special Rapporteur should, in preparing his reports, take women into consideration and bring out gender-specific abuses. The Special Rapporteur has accordingly introduced a category into his general reports, in the section on the analysis of communications, on violations affecting women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 139,
        "Text": "139. The Special Rapporteur also addressed the Committee on the Elimination of Discrimination against Women in February 1998 in order to set out his approach to the situation of women with reference to religion and to initiate exchanges of views; he gave particular attention to this vulnerable group in the context of the International Consultative Conference on School Education in Relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination. In the two studies he submitted to the Preparatory Committee of the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance, the Special Rapporteur also drew attention to the situation of women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 140,
        "Text": "140. Lastly, at the fifty-eighth session of the Commission, the Special Rapporteur submitted a study on freedom of religion or belief and the situation of women vis-à-vis religion and traditions (E/CN.4/2002/73/Add.2).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 141,
        "Text": "141. The Special Rapporteur has on several occasions recommended that the relevant United Nations mechanisms as a whole should prepare an action plan to deal with discrimination affecting women that can be imputed to religions and traditions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 142,
        "Text": "142. Cooperation with the United Nations human rights mechanisms was initially with the other thematic and geographical special procedures mechanisms, for the most part informally but also in the annual meetings of special rapporteurs in Geneva.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. As regards the treaty bodies, the Human Rights Committee's case law on freedom of religion or belief has always been a basis for activities under the mandate. Cooperation has also been initiated with the Committee on the Elimination of Discrimination against Women (see above), as well as with the Committee on the Rights of the Child and the Committee on the Elimination of Racial Discrimination.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 144,
        "Text": "144. As far as cooperation with the United Nations specialized agencies is concerned, UNESCO, which plays an important role with regard to religions, has been a valuable partner, particularly on the issue of inter-religious dialogue and in the context of the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination. The Special Rapporteur has also benefited from substantial cooperation from the United Nations Development Programme and United Nations information centres in preparing and conducting his in situ visits.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. The Special Rapporteur wishes to stress the essential role of the non-governmental organizations which have made an invaluable contribution to the mandate on freedom of religion or belief, both as regards management and prevention.",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. At the conclusion of his activities pursuant to the mandate on freedom of religion or belief, the Special Rapporteur would like to draw up a balance of the activities undertaken since 1993. In the course of these 11 years the Special Rapporteur has witnessed a number of developments which lead him to make qualified observations.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. Where freedom of religion or belief in general is concerned, although a progressive decline is apparent in anti-religious policies or policies for the total control of religious matters by States in the name of political ideology, it must also be acknowledged that non-State entities have also played a more important role in recent years, often in terms of failure to respect freedom of religion or belief. Setting aside the very numerous instances of religious intolerance to be found everywhere in present-day society, the phenomenon of religious - or what passes for religious - extremism has recently taken on a new lease of life after noticeably declining at the end of the 1990s.",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. In this context it should be stressed once again that extremism cannot be blamed on any one religion. The Special Rapporteur's activities have clearly shown that it is a rare religion that can boast that no extremism has a foothold in its ranks. The majority of religions have been and still are claimed as their authority by individuals or groups who disseminate messages of intolerance vis-à-vis other religions and who are frequently guilty of acts of serious violence against those who not belong to their camp. The Special Rapporteur emphasized in the conclusions of his last mid-term report to the General Assembly (A/58/296) that, in many cases, States have not met their human rights obligations as regards freedom of religion. These are not limited to the negative obligation to refrain from violating the right to freedom of religion of belief; they also include the positive obligation to protect persons under their jurisdiction from violations of their rights, including those committed by non-State actors or entities. These measures should not only consist in prosecuting the perpetrators of such facts and providing compensation to the victims, but also in specific preventive action to reduce such acts in future and destroy the evil at the root.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. In the same order of ideas, the Special Rapporteur draws special attention to the fact that, despite the efforts made, women continue to be the main victims of violations of the right to freedom of religion or belief, and he encourages States to take firm and decisive measures in this regard.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 150,
        "Text": "150. It emerges increasingly clearly that extremist tendencies, on the basis of a message that is first and foremost religious, use religion for purposes far removed from human rights in general and from freedom of religion or belief in particular. It is striking to see the differences of opinion, and sometimes the open contradiction, between the great majority of the members of a religious community and the extremists who claim allegiance to it.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. This situation seems to be less recognized today than it was previously. It suffices to look at the extremism claiming its origins in Islam that has grown enormously since the 11 September 2001 attacks. In the report he submitted to the Commission at its fifty-eighth session, the Special Rapporteur expressed his acute concerns regarding the consequences for the system of protection of human rights in general, and freedom of religion or belief in particular, foreshadowed by these acts. Events over the past two years or so have more than confirmed these concerns.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. Islamophobia in this context could well convert the historic failure of Islam-based extremism into an unexpected victory. The desire to confine Islam in a pathological straitjacket and to make it the axis of evil ultimately leads to conferring the stamp of legitimacy on forms of extremism for which Islam has been a pretext rather than a cause.",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. At the same time, the world has slipped dangerously towards a logic of war and repression that results in even more violent confrontations and can only fuel and sustain terrorism. Non-governmental organizations and international authorities continue to make known their concerns as to the logic of the \"total security\" that is being established under cover of anti-terrorism laws and a barrage of legislation intended to restrict immigration. The fight against terrorism sometimes ends up inserting freedom of religion or belief itself into the equation, as a result of the excesses it has encouraged in certain regions and by the blacklisting of entire communities and religions which are subjected to systematic suspicion and are discredited. The Special Rapporteur expresses the hope that, in their fight against terrorism, States will not mistake their target and, while continuing to combat terrorist acts, they will refocus their efforts on the origins of terrorism and on the need to ensure protection and promotion of human rights without bias or selectivity.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 154,
        "Text": "154. Lastly, the Special Rapporteur has observed during these years that violations of freedom of religion or belief are relatively often provoked or amplified by certain of the media in pursuit of sensations, stereotypes and clichés. Such violations, in some circumstances, are fuelled by public speechmaking, implicitly and sometimes explicitly calling for religious discrimination and hatred, in violation of articles 18 and 20 of the International Covenant on Civil and Political Rights. In such a situation, freedom of expression cannot constitute an absolute justification because that freedom is modified by restrictions provided for by international law that must absolutely be applied by States when it is a matter of preventing the transmission of messages that are an incitement to religious intolerance or hatred.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. The Special Rapporteur notes that inter-religious dialogue is struggling to make any headway of a serious and sincere nature despite the number of recent and particularly laudable initiatives in this regard. The road to religious dialogue is still fraught with difficulties that can only be avoided by familiarity with other religions and by real and not assumed respect for them. The fragile nature of this dialogue is revealed in several recent examples involving the interests of the communities seeking to participate in it. The Special Rapporteur also considers that, in the implementation of international obligations concerning freedom of religion or belief, States, which often wrongly consider that they should play a discreet background role in inter-religious matters, ought to involve themselves more formally in inter-religious dialogue and take specific and deliberate steps to encourage it.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. As regards education as a means to combat intolerance and discrimination based on religion or belief, it is far from having freed itself from automatic identification with religion as a comfortable refuge and an easy alibi. Declarations of self-satisfaction with one's own tolerance serve as justification, and an indifferent acknowledgement of the other serves to replace genuine tolerance. As regards the situations that have put schools in several European countries in the forefront of current events, the Special Rapporteur draws attention to the dangers both of imposing uniformity and of mistrust of diversity and making use of freedom of religion or belief for purposes foreign to them and building ghettos.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 157,
        "Text": "157. As for the steps effectively taken in education in religious tolerance, the task seems far from finished; despite UNESCO's energetic action, the international community does not seem to feel particularly concerned. It is symptomatic that, despite the invitation to States by the General Assembly and the Commission to implement the final document adopted on 25 November 2001 by the International Consultative Conference on School Education in relation to Freedom of Religion or Belief, Tolerance and Non-Discrimination, few new initiatives or actions are visible apart from the remarkable efforts and intelligent activities of certain non-governmental organizations. The Special Rapporteur has a duty to stress once again the fundamental, central and essential nature of education in promoting respect for freedom of religion or belief and energetically to encourage States to grant priority and find adequate resources for actions that may be taken in this regard.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. Lastly, as regards the other difficulties inherent in the activities of managing the mandate, without which the Special Rapporteur not only could not be in a position to carry out his task effectively but could not assess with exactitude and precision the progress to be made in terms of freedom of religion or belief, he can only encourage States to cooperate more both as regards the communications he submits to them and the requests for visits he sends them; such cooperation is essential to the existence of a mechanism capable of tackling one of the most sensitive aspects of present-day society. -----",
        "Labels": []
    }
]