[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situation.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with the terms of that resolution, the Special Rapporteur submitted his first report to the Commission at its forty-third session (E/CN.4/1987/35). His mandate was extended for one year by resolution 1987/15 of 4 March 1987, at the same session of the Commission.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. From 1988 onwards, the Special Rapporteur has submitted yearly reports to the Commission (E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Corr.1 and Add.1). In its resolutions 1988/55, 1990/27 and 1992/17, the Commission twice decided to extend the Special Rapporteur's mandate for two years, and then for a further three years, until 1995.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. After the resignation of Mr. Angelo Vidal d'Almeida Ribeiro, the Chairman of the Commission appointed Mr. Abdelfattah Amor as Special Rapporteur. The latter submitted his reports (E/CN.4/1994/79; E/CN.4/1995/91 and Add.1) to the Commission on Human Rights at its fiftieth and fifty-first sessions.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Pursuant to General Assembly resolution 49/188 of 23 December 1994, the Special Rapporteur submitted an interim report to the fiftieth session of the General Assembly (A/50/440).",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. By its resolution 1995/23, of 24 February 1995, the Commission on Human Rights decided to extend the Special Rapporteur's mandate for three years.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. In this report, the Special Rapporteur draws attention to the principal themes developed in his report to the General Assembly and brings it up to date with a report on the status of the communications and replies received since then.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In discharging his mandate and in order to gain a better understanding of the legal guarantees for freedom of thought, conscience, religion and belief, the Special Rapporteur gathers the information sent to him by official and non-governmental sources with a view to ascertaining what measures States have taken to combat intolerance and what incidents and governmental actions might be inconsistent with the provisions of the Declaration.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 9,
        "Text": "9. In 1994, the Special Rapporteur invited Governments to communicate all new information falling within that mandate, as well as any other observations that they wished to make in that regard.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Most of the replies from Governments, rather few in number (see E/CN.4/1995/91/Add.1), referred to constitutions, relevant laws and regulations, even religious law and traditions relating to the question of freedom of religion or belief as well as legal measures taken to combat intolerance and discrimination in this area, and lastly governmental policies. The information provided dealt essentially with the following subjects: (a) Protection and promotion of the right to freedom of thought, conscience, religion or belief and related human rights, for example, freedom of expression, information, assembly and association, and equality before the law;; (b) Protection and promotion of the right to manifest one's religion or belief in worship, observance, practice and teaching, the right to assembly and form peaceful associations in connection with a religion or belief, the right to teach a religion or belief in places suitable for these purposes, and the right to observe days of rest and to celebrate holidays and ceremonies in accordance with the precepts of one's religion or belief;; (c) Prevention and elimination of discrimination on the grounds of religion or belief and, in particular, protection against discrimination in education, access to the civil service, employment, practising a profession, and marriage;; (d) Legal provisions on cases of infringement relating to beliefs or religious sentiments and the protection of places, ceremonies and traditions connected with religion or belief;; (e) Conscientious objection to military service;; (f) Education, including religious instruction of children and adults, and provisions and practices in this field;; (g) Legal restrictions on the above-mentioned rights.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 11,
        "Text": "11. Recalling resolution 1995/23 of the Commission on Human Rights, the Special Rapporteur wishes to emphasize the importance which he attaches to visits made in situ in order to further the dialogue already initiated with many Governments and also better to appreciate the full complexity of the situations of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. From 1987 to 1993, in addition to visiting a number of countries in a personal capacity, the Special Rapporteur, Mr. d'Almeida Ribeiro, made an official visit to Bulgaria at the initiative of the Bulgarian Government (see E/CN.4/1988/95).",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In November 1994, the Special Rapporteur made a visit to China at the initiative of the People's Republic of China (see E/CN.4/1995/1991). In June 1995, the Special Rapporteur visited Pakistan (E/CN.4/1996/95/Add.1) at the invitation of the Government of the Islamic Republic of Pakistan. He also visited Iran in December 1995 at the invitation of the Government of the Islamic Republic of Iran (E/CN.4/1996/94/Add.2).",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur was to have made a visit to Greece in September 1995. For health reasons he was compelled to postpone that visit. For convenience of scheduling, the visit by the Special Rapporteur to India, which has been approved by the Indian authorities, has also been postponed.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In 1995, the Special Rapporteur expressed the desire to visit Viet Nam and Turkey respectively and is still awaiting replies.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur strongly encourages all States to invite him to visit their countries in order to strengthen understanding and mutual cooperation, for the sake of eliminating all forms of intolerance and of discrimination based on religion or belief. He is also considering asking some Governments to allow him to visit their countries. He is of the view that, while it is still worth attaching importance to traditional visits, it would also be useful, in some circumstances, to make contact visits for the purpose of establishing a dialogue with some Governments and furthering understanding.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur also intends to resort to visits designed to highlight positive experience of tolerance in order to identify the factors and ways and means of contributing to the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. As indicated in the Special Rapporteur's previous reports to the Commission on Human Rights education can make a decisive contribution to inculcating values based on human rights and to the emergence, both at the individual as well as the group level, of attitudes and behaviour reflecting tolerance and non-discrimination, thus constituting an element in spreading a human rights culture. The schools, as an essential component of the educational system, can provide a prime and fertile terrain for lasting progress with respect to tolerance and non-discrimination in connection with religion and belief. Accordingly, the Special Rapporteur conducted a survey, by means of a questionnaire to States, on problems relating to freedom of religion and belief from the standpoint of the curricula and textbooks of primary or elementary and secondary education institutions. The results of such a survey could facilitate the formulation of an international educational strategy to combat all forms of intolerance and discrimination with regard to religion and belief, a strategy that could be centred on the definition and implementation of a minimum common programme of tolerance and non-discrimination.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur has received replies from the following 73 States: Albania, Algeria, Andorra, Armenia, Austria, Bahrain, Belarus, Bosnia and Herzegovina, Brazil, Bulgaria, Burkina Faso, Chile, China, Colombia, Côte d'Ivoire, Croatia, Cuba, Cyprus, Denmark, Djibouti, Ecuador, Egypt, France, Germany, Guatemala, Holy See, Honduras, Iceland, India, Indonesia, Iraq, Israel, Italy, Kirghizistan, Latvia, Lesotho, Liechtenstein, Luxembourg, Mali, Marshall Islands, Mexico, Namibia, Nauru, Netherlands, New Zealand, Niger, Norway, Oman, Pakistan, Paraguay, Philippines, Portugal, Republic of Korea, Romania, Saint Lucia, San Marino, Singapore, Slovak Republic, Spain, Sweden, Switzerland, Thailand, the Former Yugoslav Republic of Macedonia, Tunisia, Turkey, Uganda, Ukraine, United Kingdom of Great Britain and Northern Ireland, Uruguay, Venezuela, Viet Nam, Yugoslavia and Zambia.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur invites all other States to reply in order to give proper scope to the results of this international survey. On account of the insufficient resources assigned to the Special Rapporteur's mandate, it will only be possible to undertake the sorting and analysis of the replies necessary to prepare a draft international strategy in 1996.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur has prepared a table indicating the status of communications since the establishment of the mandate, taking into account the following reports: E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Corr.1 and Add.1; E/CN.4/1994/79; E/CN.4/1995/91 and Add.1. The detailed status report, comprising tables, graphs and analyses is contained in the report to the General Assembly (A/50/440).",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Very succinctly, it should be recalled that, as far as the trend in the number of communications from the establishment of the mandate up to February 1995 is concerned, 267 communications were sent to 74 States. 1/ There has been a two-fold rise, both in incidents that have occurred or situations at variance with the Declaration, and in the number of States that have received special attention from the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur intends to continue to give new momentum to the mandate on religious intolerance. He has chosen to maintain the practice of sending States a communication - and, if necessary, more than one - both within the same year, and from one year to the next.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Since the mandate was established, the number of reminders has been low, doubtless because the Special Rapporteur only sends reminders if he receives no reply and not in response to imprecise and incomplete replies. Nevertheless, the Special Rapporteur tends to incorporate reminders about certain information contained in the previous allegations into new communications.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The urgent appeal procedure was established by the Special Rapporteur in 1994 in order to respond more effectively and more rapidly to particularly serious situations or cases. It is essential for the States concerned to reply as expeditiously as possible, i.e. within two weeks at the most from the date on which the urgent appeal is transmitted. It is important to note that urgent appeals are sent by fax and that it would therefore be highly desirable, in terms of the effectiveness of this procedure, for States to fax their replies; they could always send the original later by mail.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The communications have been classified on the basis of the relevant articles of the 1981 Declaration, namely articles 1 to 6, and of certain human rights (the right to life, to physical integrity and security of person, the right to freedom of movement, the right to freedom of opinion and expression). It can be seen that, in decreasing order, violations of the right to life, to physical integrity and security of person are most numerous (184 violations) and this is a constant feature each year. 2/",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Article 1 of the Declaration (freedom of thought, conscience and religion and freedom to manifest one's religion or belief) accounts for the second highest number of violations (116 violations, mainly cases of prohibition of proselytizing, of possessing certain religious objects and cases of forced conversions) and article 6 of the Declaration (freedoms associated with freedom of thought, conscience, religion or belief) is in third place with many cases of closure, destruction and prohibition of the construction of places of worship, prohibition of religious publications, of celebration of religious holidays and violations of the freedom to elect religious leaders.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Violations of articles 2 and 3 of the Declaration (discrimination) are in fourth place. It is important to note that these violations have increased substantially each year. These are cases of discrimination in employment and education and an atmosphere of intolerance towards certain religious communities. These violations are often the result of discriminatory national and local laws and regulations. Moreover, article 4 of the Declaration (State and, in particular, legislative measures in the religious field) is also in fourth place in terms of the number of violations; hence the paramount importance of continuing to work to promote national laws which conform with international law.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Violations of the right to freedom of movement, often in the form of forced exile and local expulsions, are in fifth place.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Article 5 of the Declaration (children, parents and legal guardians in the religious sphere) is in sixth place.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Violations of the right to freedom of opinion and expression come last, no doubt because this right does not fall exclusively within the mandate of the Special Rapporteur but is sometimes relevant in the religious field.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Regarding the replies, of the 74 States to which communications were sent, 23, i.e. 30 per cent, never replied; the proportion of replies to communications ranged from 23 to 81 per cent. However, some replies were occasionally incomplete, imprecise and in some cases could even be considered inadmissible.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. With regard to the quality of the replies, of the 147 replies received for the period 1988-1995, 126 (85 per cent) were precise and 119 (80 per cent) were complete. These results are positive and encouraging, especially in view of the many requests made of States, especially within the framework of the United Nations, and the tendency in the past few years for States to be sparing with their replies. None the less, the Special Rapporteur feels it is essential for all States to submit their replies, and has therefore had recourse to reminder letters, frequent diplomatic consultations and field visits. States are therefore strongly encouraged to cooperate with this effort.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Christianity is the religion most often referred to in the communications (over 16 per cent), doubtless because it is more highly organized and because there is a greater awareness, on the part of the different Christian communities in the various regions concerned, with regard to the protection and promotion of human rights, especially religious rights.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The category \"Other religions and religious groups\" (Ahmadis, Baha'is, Pentecostalists, Jehovah's Witnesses, Seventh Day Adventists, spiritualist religions, Hare Krishna, Scientology and the \"Family of love\") comes second as far as violations (more than 10 per cent) are concerned. This category includes a number of highly diverse and numerically small religious groups. In other words, these are cases where minorities are suffering from religious intolerance.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Islam is the third largest religion cited as being discriminated against. It accounts for over 9 per cent, close to the minority group category (over 10 per cent). The remaining religions, in decreasing order, are: Buddhism (over 3 per cent), Judaism (over 1 per cent) and Hinduism (less than 1 per cent).",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. This report on the status of communications and replies concerns communications sent since the fifty-first session of the Commission on Human Rights, the replies or absence of replies from the States concerned, together with late replies. On account of severe budgetary constraints, the Special Rapporteur has been unable to publish these communications and the replies from States, contrary to the practice followed since the establishment of the mandate. This is highly detrimental to the paramount importance of information and its pedagogical function ultimately constitutes a form of censorship of information and greatly affects the Special Rapporteur's mandate. Accordingly, the Special Rapporteur has analysed the information and has made copies of the communications and the replies available to all, at the Centre for Human Rights.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Since the fifty-first session of the Commission on Human Rights, the Special Rapporteur has sent communications to 46 States: Albania, Algeria, Argentina, Armenia, Austria, Bangladesh, Belarus, Belgium, Bolivia, Bulgaria, Cambodia, China (5), Cuba (2), Cyprus, Egypt (2), Eritrea, Germany, India, Indonesia, Japan, Lao People's Democratic Republic, Malaysia, Maldives, Mauritania, Mexico, Mongolia, Morocco, Myanmar, Nepal, Nicaragua, Pakistan, Philippines, Poland, Qatar, Romania, Russian Federation, Saudi Arabia, Sierra Leone, Singapore, Slovenia, Sudan, Turkey, Ukraine, Uzbekistan, Viet Nam, Yemen.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. As to urgent appeals, Egypt was sent such an appeal concerning Professor Nasr Abu Zeid, of Cairo University, who was tried on 13 June 1995 by a court for his writings on the interpretation of the Koran, which were deemed anti-Islamic by Islamic plaintiffs. Professor Abu Zeid was allegedly declared an apostate by the court and required to divorce from his wife. The Egyptian authorities have not so far replied to the urgent appeal (to which a follow-up letter was sent).",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In the case of China, the first urgent appeal concerned Father Chadrel Rimpoché, head of the committee to seek to identify the successor to the Panchen Lama, and his assistant, who were allegedly arrested at Chengdu on 17 May 1995. The monks of Tashilhampo Monastery are also reportedly compelled to undergo re-education sessions on the issue of choosing the successor to the Panchen Lama. The second urgent appeal concerned Mr. Yulo Dawa Tsering, a high-ranking Tibetan monk who was released on 6 November 1994, and whom the Special Rapporteur consulted during his visit to China. Mr. Yula Dawa Tsering is allegedly being held incommunicado in the Rabses district of Lhasa. The Special Rapporteur drew attention to the commitment made by the Chinese authorities during his visit that Mr. Yula Dawa Tsering would not suffer in any way as a result of his interview.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur is still waiting for a reply from the Chinese authorities to these two urgent appeals (the first appeal having been followed by a reminder).",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. From the analysis of the communications, the following is a very general classification of the religious communities against which attacks have allegedly taken place: | (a) | Christianity: | Albania,Armenia,Belarus,Belgium,Cambodia, | |-----|---------------|-------------------------------------------------------------------| | | | China,Egypt,LaoPeople'sDemocraticRepublic, | | | | Mexico,Mongolia,Morocco,Myanmar,Nepal, | | | | Nicaragua,Pakistan,Qatar,Romania,SaudiArabia, | | | | SierraLeone,Slovenia,Sudan,Turkey,Ukraine, | | | | Uzbekistan,VietNam; | | | | | - (b) Islam: Bangladesh, Egypt, India, Indonesia, Malaysia, Mauritania, Myanmar, Turkey, Yemen; - (c) Buddhism: China, Viet Nam; - (d) Judaism: Belarus; - (e) Other religions and religious groups: - (i) Ahmadis: Bangladesh; - (ii) Baha'is: Armenia; - (iii) Pentecostals: Armenia; - (iv) Jehovah's Witnesses: Armenia, Austria, Cyprus, Eritrea, Russian Federation, Singapore; - (v) Seventh Day Adventists: Armenia, Cuba; - (vi) Hare Krishna: Armenia; - (vii) Scientology: Germany; - (viii) Church of Universal Life: Germany; - (ix) All religions and religious groups: Algeria, Japan; - (x) All religions and religious groups with the exception of the official religion: Argentina, Bolivia, Maldives.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Analysing the communications by topic, the Special Rapporteur divided them into six categories of violations.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The first category concerns violations of the principle of non-discrimination in religion and belief. It involves, first and foremost, allegations of discriminatory legislation and regulations in regard to religion and belief. For example, in Argentina, new, extremely strict provisions were allegedly introduced with respect to the activities of non-Roman Catholic religious organizations. Likewise, in Eritrea, a presidential decree provided for loss of civil rights for Jehovah's Witnesses because of their refusal to perform military service. Violations of the principle of non-discrimination can also be found in the allegations of denial of official recognition for religious groups such as the Jehovah's Witnesses (Austria), the Salvation Army (Belarus) and the Federation of Evangelical Churches (Belgium). There are also said to be bureaucratic obstacles to registering religious groups in the Russian Federation. Finally, the Special Rapporteur addressed a communication to the authorities of Saudi Arabia concerning the publication of an article containing discriminatory remarks against Christians. Violations of the principle of non-discrimination are also found indirectly in the five other categories of attacks.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The second category pertains to violations of the principle of tolerance in the field of religion and belief and reflects the Special Rapporteur's concern about religious extremism. Such extremism can affect an entire society (Algeria), certain categories of individuals such as writers, artists, university professors (Egypt), publishers (Mauritania), lawyers (Yemen), women (Bangladesh) and certain religious minorities (Bangladesh, Turkey). It is important to note that religious extremism acts as a cancer in a religious group of any denomination and that it affects the members of that religious group just as much as those of other religious groups.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 46,
        "Text": "46. The third category concerns violations of freedom of thought, conscience and religion or belief. The question of conscientious objection is directly involved in allegations of court prosecution (Cuba against the Seventh Day Adventists), loss of civil rights (Eritrea) and imprisonment for refusal to perform military service (Belgium, Cyprus) and alternative service (Austria, Poland). Other allegations raise the problem of unavailability of alternative service for conscientious objectors (Bolivia, Poland) or the absence of legislation to give effect to constitutional provisions recognizing conscientious objection (Russian Federation). The freedom to change religion has also been violated, as reflected in allegations of forced conversion (Indonesia, Myanmar, Sudan), prohibitions on converting to another religion (Maldives, Sudan) and obstacles to conversion, particularly legislative, (Malaysia) under threat of arrest (Egypt, Morocco, Nepal) or expulsion (Morocco).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The fourth category concerns violations of the freedom to manifest one's religion or belief. It concerns allegations of control by the authorities over religious activities (Argentina, Cambodia, Japan, Turkey, Uzbekistan), in the form of prohibitions on some religious groups (Armenia, Belarus, Maldives, Germany, Morocco, Myanmar, Russian Federation, Ukraine) or certain professional groups such as the army (prohibition of religious services other than those of the official religion in the Bolivian army, prohibition on practising a religion for the families of military personnel in Cuba) under penalty of arrest (Cuba, Qatar).",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The fifth category concerns violations of the freedom of disposal of religious property. The communications raise the question of the restitution of goods and property to religious communities (Albania, Belarus, Romania, Slovenia, Turkey). Bureaucratic obstacles to the acquisition of property for certain religious groups are also reported in the Russian Federation. As to places of worship, problems relate to restrictive legislation and regulations as regards certain religious communities (Argentina, Cambodia, Maldives), closures by the authorities (Russian Federation, Uzbekistan), destruction (India, Myanmar) and attacks (Turkey). Concerning religious objects, there have been allegations of confiscation of religious books by the authorities in Armenia, Morocco and Uzbekistan.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The sixth category concerns attacks on the right to life, physical integrity and security of person (clergy and believers). The Special Rapporteur has had numerous cases referred to him of arrests, detention (Armenia, China, Cuba, Egypt, Indonesia, Nepal, Pakistan, Qatar, Singapore, Viet Nam), attacks and intimidation (Armenia, Mexico, Mongolia, Myanmar, Nicaragua, Singapore, Sudan, Turkey) and even abductions (Mexico) and assassinations (Myanmar, Turkey). Such attacks also appear in the religious extremism category.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. As to States' replies, besides the urgent appeals already mentioned, it should be noted that the deadline has not yet expired for 29 States: Albania, Algeria, Argentina, Armenia, Belarus, Belgium, Bulgaria, China, Cuba (second allegation), Germany, Indonesia, Japan, Malaysia, Maldives, Mauritania, Mexico, Myanmar, Nicaragua, Pakistan, Philippines, Poland, Qatar, Romania, Russian Federation, Sierra Leone, Singapore, Slovenia, Ukraine, Yemen.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Of the 18 States for which the deadline has expired (Austria, Bangladesh, Bolivia, Cambodia, Cuba, Cyprus, Egypt, Eritrea, India, Lao People's Democratic Republic, Mongolia, Morocco, Nepal, Saudi Arabia, Sudan, Turkey, Uzbekistan, Viet Nam), seven have replied: Cyprus, Egypt, Eritrea, India, Nepal, Turkey, Viet Nam.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. With reference to the contents of the replies, Cyprus has sent the Special Rapporteur information on its legislation, in particular the procedure for recognition of conscientious objector status, and a forthcoming initiative of the Attorney-General for a thorough study of that legislation to explore to what extent the Jehovah's Witnesses' demands might be satisfied and perhaps to submit a new bill on the subject if necessary.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Egypt informed the Special Rapporteur of its legislation on freedom of belief and worship, on the status of Egyptian Christians and on the cases of Mr. I. Ali Mohammed Sharaf el-Din, Mr. Nashwaa Abd El Aziz and Mr. Hanan al-Safti.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Eritrea expressed disagreement about the alleged violations of the rights of the Jehovah's Witnesses and transmitted a communiqué from the Ministry of the Interior. India attributed responsibility for the destruction of the Holy Shrine of Sharar-e-Sharif to mercenaries aided by Pakistan. Nepal confirmed the arrest and detention of individuals for attempted conversions. Turkey provided a detailed reply, in particular about the Assyrian-Chaldean community, the Halki Theological School, the Orthodox Patriarchate, the Armenian Orthodox Church and the Alevis. Viet Nam replied on particular cases, including those of Dinh Nhaim, Dang Phuc Tue, Thich Long Tri, Pham Ngoc An, Pham Van Tuong, Pham Van Xua and Nguyen Thi Em.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In regard to late replies, the Special Rapporteur received letters from the following 17 States in response to his reminders: Albania (process of restitution of religious property and objects confiscated under the previous regime; use of the Greek language in the liturgy of the autocephalous Church of Albania), Germany (legislation guaranteeing freedom of religion; non-recognition of Scientology as a religious community, in particular pursuant to a decision by the Federal Labour Court on the commercial aims of Scientology; no discrimination against it), Bangladesh (non-discriminatory legislation in the religious field; cases of violations of the rights of religious minorities on non-religious grounds; no discrimination; case of Taslima Nasreen, in particular the Government's position sanctioning fatwahs), Belarus (legislation guaranteeing freedom of religion and conscience and stipulating restrictions established by law and compatible with international law - maintenance of security, public order, etc.; legal procedure for registration of religious communities allowing for the possibility of appeal in court against refusal of registration; no religious intolerance of the Hare Krishna), Greece (legislation on freedom of religion and conscience; prohibition against proselytism; conscientious objection linked to the opportunity to perform unarmed military service; no religious intolerance, in particular, of the Jehovah's Witnesses in the school system - case of Charalambos Andreopoulos, Theofilos, Theofilos Tzenos, case of Jehovah Witnesses in Alexandroupolis, in Gazi, Malevizion, case of the Muslim minority in Thrace), Indonesia (legal prohibition on the Jehovah Witnesses and Baha'is; case of Djoni Purwoto, Sugiri Cahyono, Bambab Nahya Nirbita, Ambar Widi Atmoko), Islamic Republic of Iran (non-recognition of the Baha'i faith as a religion; inquiry into the assassination of clergymen Mikailian and Debbaj and arrests and trials of the three individuals allegedly responsible), Iraq (legislation guaranteeing freedom of religion; non-interference in the internal affairs of religious communities, in particular in the case of Assyrian-Chaldean priest E. Yuhanna who was dismissed by his bishop), Kazakhstan (case of conscientious objector Roman Grechko, a Jehovah Witness sentenced to one year in prison because he was neither a member of a religious order nor an office holder in a religious organization; requirements necessary for recognition of conscientious objector status, Lebanon (legislation guaranteeing freedom of belief and worship; arrest and trial of those responsible for the attack against Our Lady of Deliverance Church in Zouk), Malaysia (prohibition of the Al-Arqam Movement for interference in administrative and political matters and practices deviating from the teachings of Islam; arrests followed by release of the Movement's leader and followers after they publicly admitted their errors), Myanmar (legislation guaranteeing freedom of religion; promotion of the various religions), Pakistan (no discrimination against the Ahmadis; inquiries into allegations of attacks against Ahmadis in Lahore; death of Tahir Iqbal in prison due to cardio-pulmonary arrest), Philippines (massacre of Christians by Muslim extremists), Rwanda (no religious intolerance, assassination of clergymen due more to their ethnic group and occasionally political views), Sudan (positive measures as a result of the meeting between His Holiness the Pope and the President of the Republic, in particular repeal of the law relating to missionary societies, allocations of land to Christians for construction of churches, visa issue process made easier), Turkey (no discrimination in the school system, in particular against the Assyro-Chaldeans, who are the victims of the PKK; legislation not authorizing the reopening of the Greek seminary on the Isle of Halki as a theological academy; protection of the rights of the Greek, Armenian and Jewish communities by the Treaty of Lausanne; freedom of worship and religious practice for the Protestants; no discrimination against the Alevis).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Pakistan and Bangladesh provided additional information to a reply sent last year.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur is awaiting replies to his communications of last year from 22 States: Afghanistan, Algeria, Australia, Benin, Canada, Cuba, Cyprus, Egypt, Ethiopia, Israel and occupied territories, Kenya, Liberia, Mexico, Mongolia, Nepal, Russian Federation, Saudi Arabia, United Arab Emirates, United Republic of Tanzania, Uzbekistan, Yemen and Zimbabwe.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief is inseparable from the general question of respect for all human rights, which cannot be truly promoted in the absence of democracy and development. Consequently, action to promote human rights must involve, at one and the same time, measures to establish, strengthen and protect democracy as an expression of human rights at the political level, and measures to contain and progressively eliminate extreme poverty and to promote the right of individuals and peoples to development as an expression of human rights and human solidarity in the economic, social and cultural areas. In other words, as the World Conference on Human Rights put it, democracy, development and respect for human rights and fundamental freedoms are interdependent and mutually reinforcing and all human rights are universal, indivisible and interdependent and interrelated.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 59,
        "Text": "59. The Special Rapporteur feels that any separation of the elements of this tripartite concept - as well as any and all selectivity in this area - is likely to make the discourse on human rights more inconsistent and imprecise and thereby undermine human rights protection mechanisms and procedures.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The protection of human rights is a legitimate concern of the international community because, in principle, it is at a level above contingencies and individual considerations, and its motives, as well as its ends, are by definition supposed to be and remain justified by the need to ensure respect for and enjoyment of human rights beyond all selectivity and all other goals or objectives. The Special Rapporteur feels it would be desirable to re-emphasize to all parties concerned the importance of respect for human rights and to reaffirm the need to ensure the protection of human rights, without any interference, exclusion or evasion, and to shelter them from anything that might undermine their foundations.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Hatred, intolerance and acts of violence, including those motivated by religious extremism, are factors potentially capable of promoting the development of situations that may threaten or compromise international peace and security in one way or another and infringe human rights and the right of peoples to peace. The Special Rapporteur feels that preservation of the right to peace should encourage further development of international solidarity, so as to curb religious extremism of any kind by acting on both its causes and its effects, without selectivity or ambivalence, and by first of all defining a baseline of commonly accepted rules and principles of conduct and behaviour towards religious extremism.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. In this regard, the Special Rapporteur believes that places of worship should be reserved for religious rather than political purposes. As places of prayer and contemplation, they should be protected from political tensions and conflicts. This can only be assured if States adopt and implement appropriate legislation, provide for the neutrality of places of worship and protect them from the vagaries of politics and ideological and partisan commitments.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Likewise, the legal structure of political parties should be defined so that the variables of politics do not impinge on the constant values of religion. Political parties expressing political sensitivities based on religion and using political and peaceful methods do not generally give cause for concern. But parties which act as mouthpieces or standard-bearers of religions are not always likely to promote tolerance and human rights. More and more States are therefore prohibiting the establishment of political parties exclusively or primarily based on religions.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. It is, of course, obvious that the financial dependence of political and religious movements on sources from abroad is likely to have serious consequences at all levels.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The school system should also be sheltered from any political and ideological interference.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The human mind is the source of all forms of intolerance and discrimination based on religion or belief, and should therefore be the main target of any action to curb such behaviour. Eduction could be the prime means of combating discrimination and intolerance. It could make a decisive contribution to inculcating values pertaining to human rights and the development of tolerant and non-discriminating attitudes and behaviour, thus helping to spread the culture of human rights. The role of the schools in this educational effort is crucial.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. For these reasons, as he indicates in his discussion on the development of \"a culture of tolerance\", the Special Rapporteur again stresses the importance of prevention in the effort to end intolerance and discrimination, hatred and violence, including violence motivated by religious extremism. The alarming number of attacks on persons, affecting their physical integrity, their freedom of thought, conscience and religion and their freedom to manifest their religion or their beliefs, together with attacks on places of worship, as reflected in the communications received by the Special Rapporteur since 1988, shows the overwhelming need to act at the prevention level. From this standpoint, the questionnaire on religious teaching in primary and secondary schools could constitute the first stage of a process aimed at consecrating a minimum of generally accepted values and principles that might serve as a basis for a common programme of tolerance and non-discrimination. The Special Rapporteur therefore calls on all States to become involved by replying to this questionnaire, to demonstrate their commitment to a culture of tolerance.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. It is essential to develop a whole system for promoting human rights and tolerance through education.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The Special Rapporteur considers the elaboration of an international convention on the elimination of all forms of intolerance and of discrimination based on religion or belief to be a necessary but premature step, given the present circumstances, and he advocates the establishment of an international policy of tolerance, associated with the development of a culture of tolerance, in teaching, the mass media and religious education.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The reservations concerning religious freedom that have been expressed, albeit on rare and isolated occasions, should continue to be dealt with patiently and resolutely, through further dialogue. Such dialogue should take into account the facts, be based on internationally established principles, involve all the parties concerned, determine the potential for immediate action and set a long-term course without any concessions. Progress in this field is as much a matter of uncovering facts, motivations and concerns as of the need for human rights in general and religious freedom in particular to prevail. The only way to make progress in promoting religious freedom is to avoid categorical, inflexible attitudes, impulsive and ineffectual initiatives, ill-considered behaviour, blind obstinacy, gratuitous accusations, inconsistent judgements and grandiose but futile gestures. In other words, it is time to take a hard look at reality, in all its complexity, and work with it to change it gradually. The Special Rapporteur believes that any prejudgement in this field constitutes a wrong approach; any generalization is exaggerated and therefore an error, and any excessive action will ultimately be meaningless. The situations involved are highly complex and cannot readily be reduced to types and classifications and even less to slogans and clichés.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. A culture of human rights, and particularly of tolerance, cannot be decreed. It is learned and absorbed progressively through initiatives and measures over the long term, which, although altering with time, should not be conjugated in a past tense, still less in the past historic. It is essential that negotiation should attain value status, that breakdowns should be avoided and dynamic compromises based on facts should be reached pragmatically. Such compromises make it possible to go beyond what is hateful and to move forward in the search for the best that can be achieved without ever failing - even when there is very little latitude or room to manoeuvre - to take a stand against tyranny, totalitarianism and everything else which is likely to impose uniformity of attitudes and behaviour, to deny freedom of conscience or to mortgage intelligence.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The Special Rapporteur is particularly grateful for the efforts of those Governments which, since his mandate was established, have attempted to shed light on the allegations submitted to them, in accordance with the wish expressed by the Commission on Human Rights in its resolution 1995/87 to the effect that Governments should respond \"expeditiously to requests for information made to them through established procedures, so that the Special Rapporteurs in charge of thematic issues may carry out their mandates effectively\". The replies provided by Governments are invaluable in enabling the Special Rapporteur to reach an informed opinion on a given situation in a country with regard to religious freedom.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. As for the follow-up to allegations communicated to Governments and the replies received from them, the Special Rapporteur has reported his views and observations and has reverted to specific situations whenever the problems and manifestations of religious intolerance so required, or as long as Government replies - or absence thereof - failed to provide the necessary clarification. The Special Rapporteur will also in future study the question of Governments which do not furnish replies to the allegations transmitted to them (30 per cent rate of failure to reply for the period 1988-1995). It is important for States and the principal United Nations bodies to take increased interest in this phenomenon.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. With reference to the time-frame for replies and in particular late replies, the Special Rapporteur would like to point out that, since he undertook his duties, Governments have had at least two months, which he considers essential for the necessary investigations and to reply to the allegations transmitted to them. The decision to grant Governments a reasonable time-frame for reply should not, however, lead to excessive delays. With regard to the new urgent appeal process introduced as part of the mandate relating to religious intolerance, the Special Rapporteur calls on States to cooperate by replying to all such appeals and no later than two weeks from the date of the request. The Special Rapporteur also hopes to strengthen State cooperation through consultations with their delegations in addition to visits to be made in situ.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The Special Rapporteur would also like to place special emphasis on the need - no matter what form the report on religious intolerance takes in the future - to ensure widespread dissemination of the information provided in the allegations transmitted to States and in the latters' responses. Information can educate and, in the final analysis, education is one of the only things that can make a difference today. Right now the stakes are high and the resources few. However legitimate the desire to save money, we must not pass up the opportunity to educate. Savings made at the expense of human rights represent a loss for human rights which results in less freedom, less tolerance and less humanity. 1/ If we add communications since the fifty-first session of the Commission on Human Rights, 319 communications have been sent to 88 States. 2/ Including the current period since the fifty-first session of the Commission on Human Rights. -----",
        "Labels": []
    }
]