[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental action in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with that resolution, the previous and current Special Rapporteurs have submitted the following reports to the Commission on Human Rights since 1987: E/CN.4/1987/35; E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Add.1 and Corr.1; E/CN.4/1994/79; E/CN.4/1995/91 and Add.1; E/CN.4/1996/95 and Add.1 and 2; E/CN.4/1997/91 and Add.1; E/CN.4/1998/6 and Add.1 and 2). Since 1994, reports have also been submitted to the General Assembly (A/50/440; A/51/542; A/52/477 and Add.1, A/53/279). The present report is submitted in accordance with Commission on Human Rights resolution 1998/18 of 9 April 1998. I. INITIATIVES BY THE SPECIAL RAPPORTEUR TO IDENTIFY LEGISLATION AND CONDUCT STUDIES IN THE FIELD OF TOLERANCE AND NON-DISCRIMINATION CONCERNING RELIGION OR BELIEF AND TO DEVELOP A CULTURE OF TOLERANCE",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur deems it necessary to establish a compendium of national enactments on or relating to freedom of religion and belief (see E/CN.4/1998/6, para. 16). This initiative was taken in the framework of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and various resolutions of the Commission on Human Rights and General Assembly; it also addresses the recommendations made in the studies of several special rapporteurs and in the reports of the Secretary-General in the field of religion and belief (see E/CN.4/1998/6, chap. II).",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur's aim is to create a basic reference work, to be updated regularly. This international compendium would serve several purposes: (a) Provision of accurate information on the legal position of States and its evolution in matters relating to religion and belief;; (b) Preparation of a comparative study of national legislation and its conformity with international law to serve as a mutually influencing factor between bodies of legislation and encourage States to communicate information on their legislative advances;; (c) Examination of allegations received in the field of tolerance and non-discrimination based on religion or belief;; (d) Preparation of in situ visits and their follow-up;; (e) Contribution to research and studies on religion and belief;; (f) Contribution to the preparation of the technical cooperation programmes of the Office of the United Nations High Commissioner for Human Rights on freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. To date the Special Rapporteur has received replies from the following 48 States to his request for the text of the constitutions in force or any equivalent instruments, and also legislation and regulations relating to religious freedom and the practice of worship: Algeria, Armenia, Azerbaijan, Bangladesh, Bolivia, Cambodia, Cape Verde, Chile, Cyprus, Cuba, Czech Republic, Denmark, Djibouti, Dominican Republic, Ecuador, Estonia, Ethiopia, Finland, France, Indonesia, Israel, Italy, Japan, Jordan, Kuwait, Malta, Mauritius, Namibia, Pakistan, Poland, Portugal, Qatar, Republic of Korea, San Marino, Saudi Arabia, Seychelles, Slovakia, Sudan, Sweden, Switzerland, Syrian Arab Republic, the former Yugoslav Republic of Macedonia, Turkey, United Kingdom of Great Britain and Northern Ireland, Uruguay, Venezuela, Viet Nam and Yugoslavia. B. Studies",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In order to encourage reflection on and analysis of matters of freedom of religion and belief, while giving greater consideration to priority issues such as economic, social and cultural rights, the right to development, gender issues and women's rights, the Special Rapporteur wishes to undertake an initial series of studies on the following topics: (a) Discrimination against women attributable specifically to their status as women within churches and religions;; (b) Proselytism, freedom of religion and poverty;; (c) Sects, new religious movements, communities based on religion, belief and human rights.; These studies should be enhanced and supplemented through simplified access, using modern technology, including the Internet (see sect. V), to all research on freedom of religion and belief conducted at the international level.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur considers it essential that special attention must continue to be paid to traditional \"mandate fulfilment\" activities, namely, in most cases, a posteriori action on human rights violations. At the same time, however, a strategy to prevent intolerance and discrimination must be devised. Of importance in this regard is Commission on Human Rights resolution 1998/74, entitled Human rights and thematic procedures, in which the thematic special rapporteurs are requested to make recommendations for the prevention of human rights violations (para. 5 (a)).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur is of the view that prevention can be ensured mainly by the establishment of a culture of tolerance, notably through education, which can make a decisive contribution to the inculcation of human rights values and the emergence of attitudes and behaviour which reflect tolerance and non-discrimination. Thus the schools, which are essential components of the educational system, constitute an essential and unique means of preventing intolerance and discrimination, through the dissemination of a culture of human rights.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. It is worth recalling that the 1968 International Conference on Human Rights held in Tehran, which reviewed the progress made since the adoption of the Universal Declaration of Human Rights and formulated a programme for the future, asked States to ensure that all means of education should be employed so that youth might grow up and develop in a spirit of respect for human dignity and equal rights. Also in 1968, the General Assembly requested States Members to take steps, as appropriate and according to the scholastic system of each State, to introduce or encourage the principles proclaimed in the Universal Declaration of Human Rights and in other declarations. In 1978, UNESCO held an international congress on teaching of human rights, and a similar meeting was held in Bangkok in 1987, under the auspices of the United Nations Centre for Human Rights. Since then, both UNESCO and the United Nations human rights services have sought to disseminate a culture of human rights, and hence tolerance, through various activities. It should also be noted that General Assembly resolution 49/184 of 23 December 1994 proclaimed the 10-year period beginning on 1 January 1995 the United Nations Decade for Human Rights Education.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur notes with appreciation the following recent initiatives of the Commission on Human Rights and General Assembly: (a) The appointment of a Special Rapporteur whose mandate focuses on the right to education and includes the following: \"(iii) To take into account gender considerations, in particular the situation and needs of the girl child, and to promote the elimination of all forms of discrimination in education.\" (resolution 1998/33, para. 6 (a) (iii));; (b) The Commission's adoption of resolution 1998/21, entitled Tolerance and pluralism as indivisible elements in the promotion and protection of human rights. In the resolution, the Commission states that promoting a culture of tolerance through human rights education is an objective that must be advanced in all States, and that the Office of the United Nations High Commissioner for Human Rights and mechanisms of the United Nations human rights system have an important role to play in that regard; it reiterates the obligation of all States and the international community, in particular, to promote a culture conducive to promoting and protecting human rights, fundamental freedoms and tolerance, inter alia through education leading to genuine pluralism, a positive acceptance of diversity of opinion and belief, and respect for the dignity of the human person (para. 2 (f));; (c) The General Assembly's adoption, on 4 November 1998, of resolution 53/22, entitled United Nations Year of Dialogue among Civilizations, in which the Assembly \"1. Expresses its firm determination to facilitate and promote dialogue among civilizations; 2. Decides to proclaim the year 2001 as the United Nations Year of Dialogue among Civilizations; 3. Invites Governments, the United Nations system, including the; United Nations Educational, Scientific and Cultural Organization, and other relevant international and non-governmental organizations, to plan and implement appropriate cultural, educational and social programmes to promote the concept of dialogue among civilizations ...\".",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 11,
        "Text": "11. With regard to the Special Rapporteur's present mandate, it is recalled that the Commission on Human Rights, in paragraph 14 of resolution 1994/18, encouraged the Special Rapporteur to examine the contribution that education could make to the more effective promotion of religious tolerance. The Special Rapporteur therefore conducted a survey, by means of a questionnaire addressed to States, on problems relating to freedom of religion and belief from the standpoint of the curricula and textbooks of primary or elementary and secondary educational institutions. The results of such a survey could help to shape an international educational strategy centred on the definition and implementation of a common minimum curriculum of tolerance and non-discrimination, for combating all forms of intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The following 77 States replied to the questionnaire: Algeria, Andorra, Armenia, Austria, Bahrain, Belarus, Bosnia and Herzegovina, Brazil, Bulgaria, Burkina Faso, Chile, China, Colombia, Côte d'Ivoire, Croatia, Cuba, Cyprus, Denmark, Djibouti, Ecuador, Egypt, France, Germany, Guatemala, Holy See, Honduras, Iceland, India, Indonesia, Iraq, Israel, Italy, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Luxembourg, Mali, Marshall Islands, Mauritius, Mexico, Morocco, Namibia, Nauru, Netherlands, New Zealand, Nicaragua, Niger, Norway, Oman, Pakistan, Paraguay, Philippines, Portugal, Republic of Korea, Romania, Saint Lucia, San Marino, Senegal, Singapore, Slovakia, Spain, Sweden, Switzerland, Thailand, the former Yugoslav Republic of Macedonia, Tunisia, Turkey, Uganda, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay, Venezuela, Viet Nam, Yugoslavia and Zambia.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. These replies were used as the basis for a number of provisional comments (see E/CN.4/1998/6, paras. 38 to 46) which need to be finalized in order to elaborate a set of conclusions and recommendations to be used in devising an international educational strategy of the kind mentioned above. It is therefore of crucial importance that the Special Rapporteur should be provided with the minimum resources necessary to enable him to complete this vital task in a timely, serious and precise manner. In resolution 1998/18, adopted at its fifty-fourth session, the Commission on Human Rights urged States \"to promote and encourage through the educational system, and by other means, understanding, tolerance and respect in matters relating to freedom of religion or belief\" (para. 4 (g)). To this end, there is an urgent need to provide States with the results of the survey conducted by the Special Rapporteur in the field of education, which they have supported through their contributions.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Oslo Conference on Freedom of Religion or Belief was held from 12 to 15 August 1998 in the context of the fiftieth anniversary of the Universal Declaration of Human Rights. The goal of the Conference - an initiative of Norwegian NGOs and institutes (Cooperation Council for Faith and Life Stance Societies; Council on Ecumenical and International Relations, Church of Norway; Diakonjemmet College Research Center; Institute for Human Rights, University of Oslo) and the Tandem Project NGO, and financed by the Norwegian Government - was to build an international coalition and to develop a plan of action to strengthen the mandate of the Special Rapporteur on religious intolerance and, therefore, the implementation of article 18 of the Universal Declaration of Human Rights, article 18 of the International Covenant on Civil and Political Rights, and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Conference, which was attended by representatives of Governments, religious communities (Buddhist, Christian, Jewish, Muslim, etc.) academic institutions and NGOs, adopted the Oslo Declaration on Freedom of Religion or Belief, the main principles of which are as follows: (a) Change in the Special Rapporteur's title, to \"Special Rapporteur on Freedom of Religion or Belief\"; study and application of articles 18 of the Covenant and the 1981 Declaration as a way of solving problems of intolerance and discrimination; creation of educational programmes using the 1981 Declaration as a universal standard to build a culture of tolerance, understanding and respect; use by United Nations Member States of the 1981 Declaration and other instruments to promote mediation and negotiation and resolve intolerance, discrimination, injustice and violence in conflicts where religion or belief plays a role; research and development of other informational resources and methodologies for collecting information, initiating comparative studies, etc.;; (b) The last paragraph of the Oslo Declaration reads as follows: \"[The participants] urge the organizers and sponsors of the Oslo Conference, in consultation with Conference participants:; - [i] to review the discussions and recommendations of the Conference, with the purpose of creating an 'Oslo Coalition on Freedom of Religion or Belief', inviting support and participation by Governments, religious or belief communities, academic institutions and non-governmental organizations, and - [ii] to develop a strategic plan of action and seek funding to carry out programmes and projects based on its recommendations, in cooperation with the United Nations.\" In his closing statement, the Minister for International Development and Human Rights said that \"The Special Rapporteur should be given the necessary means and resources to actively promote the cause of victims of intolerance based on religion or belief all over the world. The Norwegian Government has this year contributed an additional US\\$ 1.5 million to the High Commissioner for Human Rights to this end.\" The Special Rapporteur thanks the Norwegian Government and the organizers of the Oslo Conference for their commitment to strengthening his mandate.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur also welcomes the initiatives of Spain, which organized a seminar on dialogue among the major monotheistic religions at Toledo on 9 and 10 November 1998, and the Office of the United Nations High Commissioner for Human Rights, which sponsored a seminar on \"enriching the universality of human rights: Islamic perspectives on the Universal Declaration of Human Rights\" (Geneva, 9-10 November 1998).",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In accordance with Commission on Human Rights and General Assembly resolutions, the Special Rapporteur generally makes two in situ visits a year to States with different political, economic, social and religious systems. Ten visits have taken place since 1994: China (November 1994; E/CN.4/1995/91); Pakistan (June 1995; E/CN.4/1996/95/Add.1); Iran (December 1995; E/CN.4/1996/95/Add.2); Greece (June 1996; A/51/542/Add.1); Sudan (September 1996, A/51/542/Add.2); India (December 1996; E/CN.4/1997/91/Add.1); Australia (February-March 1997; E/CN.4/1998/6/Add.1); and Germany (September 1997; E/CN.4/1998/6/Add.2); in January and February of this year, the Special Rapporteur visited the United States of America and Viet Nam (reports to be submitted to the fifty-fifth session of the Commission as documents E/CN.4/1999/58/Adds.1 and 2). The Special Rapporteur has received an invitation to visit Turkey in 1999. Requests to visit Indonesia, Mauritius, Israel and the Russian Federation have not yet been acted on.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. With reference to the difficulties of varying importance, encountered during his visits to the United States of America and Viet Nam, the Special Rapporteur reiterates that he alone is responsible for preparing and conducting missions, in connection with which all the parties concerned must strictly observe the rules and principles implicit in the special procedures mandate for inquiring into religious intolerance, such as the Special Rapporteur's independence, freedom of movement, freedom of assembly, and in particular, freedom to meet any individual or organization he feels could clarify various matters, with no constraints or repercussions whatever, etc.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur wishes to emphasize the desirability and overriding importance, both for his mandate and for his official and non-governmental interlocutors, of the above-mentioned rules and principles being respected, if he is to be able to do his job properly, namely: (a) In situ examination of incidents and governmental action inconsistent with the provisions of the 1981 Declaration and of positive experiences and initiatives in the field of tolerance and non-discrimination based on religion or belief;; (b) Formulation of recommendations for use not only by the State visited, but also by the international community.; In any event, the Special Rapporteur will continue to carry out his mandate in a completely independent and objective manner, regardless of conditions, and to render an account not only of the difficulties, but also of the cooperation and initiatives encountered in his work.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. In situ visits, therefore, are in no way a reflection of reservations or nagging doubts; on the contrary, they promote dialogue and understanding which should lead to a thorough and balanced review of the situation, eschewing all Manicheism and combining positive and negative features that evolve in different ways with time and in various countries. The Special Rapporteur also believes that all States, without exception, should be visited according to a programme reflecting short-, medium- and long-term needs.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. In order to promote the dialogue mentioned above, the Special Rapporteur initiated a visit follow-up procedure in 1996, providing States with an opportunity to send their comments and any information on action taken or envisaged to implement the recommendations made in the mission reports. Most States have cooperated in this procedure; follow-up tables were sent to the following countries, all of which replied, with the exception of Iran: China (follow-up table and reply: 1996, A/51/542); Pakistan (follow-up table: 1996, A/51/542; reply, A/52/477/Add.1); Iran (follow-up table: 1996, A/51/542; no reply); Greece (follow-up table: 1997, A/52/477/Add.1; reply: 1997, E/CN.4/1998/6); Sudan (follow-up table: 1997, A/52/477/Add.1; reply: 1997, A/52/477/Add.1); India (follow-up table: 1997, A/52/477/Add.1; reply: 1998, A/53/279). Follow-up tables were recently sent to Germany and Australia (see annex). The Special Rapporteur reiterates his request to Iran, a country which has always spoken in favour of cooperation, and hopes that it will do more to put its words into action.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The Special Rapporteur wishes to thank States for their cooperation, as well as NGOs, personalities and individuals for their valuable help during his in situ visits. IV. POSITION AS REGARDS COMMUNICATIONS SENT BY THE SPECIAL RAPPORTEUR AND REPLIES RECEIVED FROM STATES SINCE THE COMMISSION'S FIFTY-FOURTH SESSION",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. This section is concerned with communications sent since the fifty-fourth session of the Commission on Human Rights, the replies or absence of replies from the States concerned, and late replies. Before summarizing and analysing the communications and replies received, the Special Rapporteur would like to make the following comments, in the interest of clarification: (a) Since 1995, United Nations budgetary restrictions limiting reports to 32 pages have had a direct political impact on human rights mechanisms. The Special Rapporteur has been able to publish neither the text of his communications and the very enlightening replies received from States, nor the analyses of these replies.; (b) The communications sent by the Special Rapporteur do not cover all incidents and governmental action taken in all parts of the world inconsistent with the 1981 Declaration. Only certain States are analysed below, but that does not mean that there are no problems in others. In addition, the length of a communication or the existence of several communications for a single State does not reflect the extent of intolerance and discrimination in that State. Similarly, the fact that a communication deals with one form of intolerance or discrimination does not imply the absence of other forms of violations in that State.; (c) The communications concern cases or situations of intolerance and discrimination, but it is important to bear in mind that (i) cases may be isolated incidents of an exceptional nature which do not preclude the; existence of a general situation that is positive, or cases which reflect a general situation of intolerance and discrimination and (ii) certain situations may affect freedom of religion and belief in general, various aspects of those freedoms, or certain communities based on religion or belief. (d) The communications do not cover all religions and all beliefs, and the frequency with which religions and beliefs are the subject of communications does not reflect their general situation in the world.; (e) The communications fail to bring out positive experiences of unquestionable value, such as Spain's initiative with regard to religious minorities or that of Egypt in combating religious extremism.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Since the fifty-fourth session of the Commission on Human Rights, the Special Rapporteur has sent 63 communications (including four urgent appeals to Iran and the Sudan) to the following 46 States: Afghanistan (3), Albania, Angola, Azerbaijan, Bangladesh, Belarus, Belgium, Bulgaria, Buthan, China (2), Cyprus, Democratic People's Republic of Korea, Egypt (3), Eritrea, Georgia, Germany, Ghana, Greece, India (3), Indonesia (2), Iran (5), Iraq, Kazakhstan, Lao People's Democratic Republic, Latvia, Malaysia, Maldives, Mali, Mauritania, Mexico, Morocco, Myanmar, Pakistan, Republic of Moldova, Romania, Russian Federation, Saudi Arabia, Spain, Sri Lanka, Sudan (3), Turkmenistan (2), Turkey (2), Ukraine, United Kingdom of Great Britain and Northern Ireland, Uzbekistan and Yemen.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The following 22 States have responded to these 63 communications sent to 46 States, for which the deadline for reply has expired: Afghanistan, Bangladesh, Belarus, Belgium, Buthan, China, Egypt, Eritrea, Greece, Indonesia, Iran (2), Lao People's Democratic Republic, Maldives, Mexico, Morocco, Myanmar, Romania, Saudi Arabia, Sri Lanka, United Kingdom of Great Britain and Northern Ireland, Turkey and Uzbekistan.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. All three communications concern the Taliban's policy of intolerance and discrimination in the name of religion, which affects Afghan society as a whole and women and Shiite Muslims in particular. Two communications reveal that the Taliban has introduced what is in point of fact a system of apartheid in respect of women, based on its interpretation of Islam: exclusion of women from society, employment and schools, obligation for women to wear the burqa in public and restrictions on travel with men other than members of the family. A third communication concerns violations committed by the Taliban when they captured Mazar-i-Sharif on 8 August 1998, namely, killings of thousands of civilians, including at least 70 men executed on Abduli Ali Mazari's tomb according to the halal ceremony, used for the slaughter of animals; assassinations of Iranian diplomats, sometimes because of their affiliation with Shi'ism; abduction and forced marriage of young women to Talibans; and adoption of the Sunnite faith on pain of execution. The Special Rapporteur believes that the maintenance, openly and publicly, of an apartheid policy of this nature is abnormal, from the standpoint of human rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 27,
        "Text": "27. In reply to the latter communication, the authorities officially representing Afghanistan stated: \"The incidents mentioned in your letter are perfectly accurate, and we urge you to give these atrocities the widest possible publicity.\"",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The principal religious communities complain of the slow process of restoration of property confiscated under the former regime.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The tennis player Arnaud Boetsch and the musician Enrique Ugarte reportedly lost contracts because of their affiliation with Scientology. A police chief in Berlin was allegedly fired because of his affiliation with Scientology, which he denied; he was eventually reinstated for lack of evidence.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Angolese army reportedly massacred 21 Christians, including a deacon, in the Cabinda enclave.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Christians of Philippine and Netherlands nationality were allegedly arrested after a bible was found near a residence in Riyadh. Five of them were allegedly expelled from the national territory and eight others transferred to detention cells pending expulsion.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Saudi Arabia replied, \"No interdiction has been imposed on any non-Muslim person to practice his religious belief in Saudi Arabia, although the Saudi population is entirely of the Muslim religion. However, the Saudi population respects the belief of non-Muslims, according to the general regulation in force in Saudi Arabia and in conformity with the provisions of article 18, paragraph 3 of the International Covenant on Civil and Political Rights. Non-Muslim persons have the right to practise their religious ceremony within their residence. Article 37 of the Basic System of Saudi Arabia stipulates: Houses are inviolable. They shall not be entered without permission from their owners. Regarding this case, those persons have sought to transgress security by probably exercising religious activities which irritated the fury and rage of some citizens. This action has called for the intervention of the security forces to settle the problem. The persons involved have been arrested to safeguard security and to avoid any repercussions since they could become victims. All the persons involved have been released and have left Saudi Arabia for their country. They have not been expelled ... The allegation specifying that those persons have been subject to coercive detention and torture or ill-treatment, is absolutely inadmissible and is not supported by conclusive evidence. The regulation in force in Saudi Arabia guarantees the non-occurrence of such practices and the law punishes the perpetrators firmly.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 33,
        "Text": "33. The Special Rapporteur wishes to emphasize Saudi Arabia's attitude towards freedom of religion, which takes into account the concept that there should be no coercion in religious matters. The Special Rapporteur hopes that this attitude will become increasingly widespread and accepted in practice.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Jehovah's Witnesses and other communities allegedly experience acts of intolerance aimed at forcing them to pay bribes to officials responsible for registration procedures. A minister, a Muslim convert to the Christian religion, was reportedly arrested twice in 1997.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. A group of extremist Muslims in Dhaka has allegedly been responsible for acts of vandalism (damage to religious property, atmosphere of fear) against the Christian community.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Bangladesh replied: \"The Saint Francis Xavier Girls' High School is adjacent to Shahi Mosque in Laxmibazar, Dhaka. There is a competing claim by the school and mosque authorities with regard to possession of an abandoned one-room structure and a wall on disputed land lying between the school and the mosque. This is a long-standing dispute. A lawsuit on the matter is pending with the Court. On 28 April 1998 around 11 a.m., a lawyer acting on behalf of the school authorities claimed that the Court had issued a judgement in their favour. In the presence of the police force, he ordered the demolition of the wall and the structure, and with the assistance of some workers they proceeded with the demolition work. This gave rise to a tense situation which was quickly brought under control with the assistance of the local administration. The necessary legal measures were taken and charges have been filed with the local police station against those involved. The situation soon returned to normal. Meanwhile, the members of the local Christian community and the school authority met the Prime Minister and apprised her of the matter. The Prime Minister guaranteed them full protection and specifically reassured them that all measures would be taken according to the law with regard to the disputed property. The matter is receiving the active attention of the Government.\"",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The Special Rapporteur is pleased to note the reaction of the Bangladesh authorities and draws attention to the need to help fringe groups in society become more tolerant through the formulation of a policy of teaching tolerance at all levels.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The main religious communities complain of the slow process of restitution of property confiscated under the former regime.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Belarus replied that questions relating to the restitution to religious organizations and communities of former places of worship, or of other buildings suitable for worship by way of compensation, have been referred to the State Committee on Religion and Nationality. There have been cases of restitution and compensation involving Jewish and Christian communities: Golgotha Evangelical Baptist Church, Catholic Church and Orthodox Church. Several religious communities enjoy advantages, such as tax exemption, with respect to the reconstruction or renovation of restituted places of worship. Material and financial aid is also provided by the local authorities. The reply states, \"It should be noted that the restitution process, certain aspects of which involve relations between nationalities, is by definition sensitive and delicate. The Belarusian Government considers that this question should be settled through consultation between the authorities and the representatives of various national and religious minorities, which should be guaranteed equal rights and resources, care being taken not to violate the fundamental rights and freedoms of the majority. Another challenge is to avoid any action which might provide a particular religious community or congregation with a dominant or special position in society, which could give rise to conflicts between nationalities or religious conflicts.\"",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur expresses his appreciation of this policy and understands the difficulties encountered; he hopes that it will have the maximum impact in promoting human rights in general and freedom of religion and belief in particular.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. New legislation reportedly establishes a \"sect oversight organization\". However, a report covering 189 organizations, including Baha'is, Hasidic Jews, Evangelists, Pentecostalists and Adventists, is said to be based on rumour rather than serious inquiries. Some communities were allegedly not invited to the hearings of the Parliamentary Commission on Sects or were not given an opportunity to defend themselves in time. Their inclusion in the above-mentioned report has apparently caused difficulties for some communities (in renting public premises, for example).",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Belgium presented a detailed explanation of the functioning and mandate of the Parliamentary Commission responsible for producing a policy to curb sects and the dangers they represent to individuals, and in particular minors; it provided definitions of the terms \"secte\" (\"organized group of individuals espousing the same doctrine within a religion\" - the Commission considers sects in this sense to be respectable and to reflect the normal exercise of the freedom of religion and assembly guaranteed by fundamental rights) and \"organisation sectaire nuisible\" (harmful sectarian organization) (\"group having or claiming to have a philosophical or religious purpose whose organization or practice involves illegal or injurious activities, harms individuals or society or impairs human dignity\"). The synoptic table of 189 groups in the Commission's report indicated that (a) the information in question was provided either by official agencies (gendarmerie, judicial police, State security police, general information and security service, prosecution services) on the basis of interviews, or by direct or indirect witnesses questioned under oath; (b) the group listing represented neither the Commission's position nor a value judgement on its part; (c) a thorough investigation was conducted of all movements and the table updated accordingly. During the plenary debate in the House, the rapporteur explained that the Commission had limited itself to a record-keeping role. In the course of follow-up action, a law was adopted establishing an independent centre for information and advisory assistance in connection with harmful sectarian organizations. The law is aimed at certain practices of sectarian organizations regarded as harmful to individuals and society or as impairing human dignity; it also stipulates that the harmful nature of a sectarian group is to be evaluated by reference to the principles contained in the Belgian Constitution, laws, decrees and orders and in the international human rights instruments ratified by Belgium.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur thanks the Belgian authorities for their well-researched, specific and instructive reply, and notes that meticulous and correctly-presented information makes it possible to avoid generalizations and routine assumptions. In his opinion, Belgium's approach to the problem is well worth following since it could result in a useful yardstick if it succeeded in making a clear-cut practical and operational distinction between what did and what did not constitute freedom of religion.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. It is alleged that Buddhism is given preferential treatment and that the practice of Buddhism is compulsory for all in schools, on pain of punishment. In 1997 several Buddhist nuns and religious teachers were allegedly arrested for taking part in peaceful demonstrations and their monasteries were closed by the authorities.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Bhutan provided a detailed description of the country's situation and the historical background of religions: the two principal recognized religions are Buddhism and Hinduism, the Bhutanese being free to practise and profess the religion of their choice. In accordance with a 1974 National Assembly resolution, there are restrictions on proselytizing in public. School curricula, with the exception of those of monastic schools, make no provision for religious instruction or practice; however, a prayer common to Buddhism and Hinduism is recited daily in all schools, and prayers are said in boarding schools at the secondary level; no problems are raised by these prayers. The Bhutanese authorities have stated that: \"Allegations of arrests of monks and religious teachers have been made in the context of allegations of discrimination by the Royal Government against the Nyingmpa school of Buddhism in favour of the Drukpa Kargyupa school. This allegation is totally absurd, as no difference of treatment exists between the two schools, which are well integrated and coexist in total harmony ... One hundred fifty persons were arrested in eastern Bhutan in 1997 for their involvement in disturbance of the peace and attempts to incite communal discord. On the basis of the investigations carried out by the police, 38 persons were released immediately and 112 were charge-sheeted in a court of law for collaborating with subversive elements in Nepal, accepting money from them and carrying out activities such as organizing mob demonstrations by enticing innocent villagers with money and trying to incite sectarian violence. On the day slated for the demonstrations in October 1997, a conflict emerged between the above persons and the villagers who were against the attempts of these people to incite communal violence. As a result most of these 150 persons were apprehended by the local people and handed over to the Royal Bhutan Police. It may be pointed out that one Thinley Yoezer of the Drametse Buddhist school was the main person responsible for inciting and instigating people in eastern Bhutan. It was on his directives that many active collaborators spread false and malicious allegations against the Royal Government, conducted several meetings and plotted to take up seditious activities in eastern Bhutan. To finance these activities, Thinley Yoezer received a total sum of Nu 125,000 and a large amount of seditious literature from subversive elements in Nepal.\" It was also explained that monasteries, like other places of worship, could not be closed, and that a few recently-established schools of religious study had been closed following an inspection which showed that they failed to meet the minimum criteria with regard to curricula, teachers and premises; the schools would be allowed to reopen when these conditions had been met.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. An atmosphere of intolerance in the Bulgarian media and society is said to be adversely affecting minorities in the field of religion and belief (Muslims, Jehovah's Witnesses, Church of God, Emmanuel Bible Center).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. It is alleged that the authorities in the Tibet Autonomous Region interfere with religious beliefs and practices (forced re-education campaign for monks and nuns, limitation of their number in places of worship, prohibition of photos of the Dalai Lama, detention of Gedhun Choekyi Nyima, who has been recognized by the Dalai Lama as the Panchen Lama). One communication concerns Yulo Dawa Tsering, a Tibetan monk whom the Special Rapporteur met when he visited China in 1995 (E/CN.4/1995/91, paras. 115 and 175-177). An urgent appeal followed by reminders, alleging that the monk was being detained, had been sent in the context of preceding reports (E/CN.4/1997/91, para. 10; E/CN.4/1998/6, para. 67). The Chinese authorities had replied that Yulo Dawa Tsering had enjoyed all the civil rights set forth in the Chinese Constitution since the end of the period of conditional release. This latest communication contains information alleging police surveillance of Yulo Dawa Tsering, who is reportedly unable to continue residing in his monastery at Ganden or travel to his university at Lhassa.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 48,
        "Text": "48. China replied that the Government respected religious freedom, as the law required, and did not interfere in the Tibetan people's religious freedom. Concerning the patriotic re-education movement, it explained that, as citizens of the People's Republic of China, Buddhist monks and nuns were duty-bound to undergo patriotic re-education. It stated that religion must adapt to the local society and to its development and operate within the confines of the Constitution and laws. The patriotic re-education being conducted in Tibet's temples and monasteries was not intended to restrict the masses' right to religious freedom but to establish good order and guarantee freedom of religion. Lastly, patriotic re-education enjoyed the approval of Buddhist monks and nuns and the religious public, and there had been no instances of arrests or expulsions of monks or nuns. The decline in the number of Tibetan monks and nuns was explained as follows: (a) the 1,787 restored and newly-opened places of worship, with their 4,600 resident monks and nuns, were entirely adequate to satisfy the requirements of the religious public; (b) the recent expansion of the Tibetan economy had provided many job opportunities for Tibetans, especially young people, and had led to a reduction in the number of people electing to join monastic communities; (c) since the 1990s, preferential education policies in the Tibetan region had led young Tibetans to study culture and science rather than enter monasteries. However, Tibetan monks and nuns still accounted for 2 per cent of Tibet's population. The reply stated that the Dalai Lama used religion (an example being the designation of the Panchen Lama) to pursue separatist activities, of which the great bulk of monks and nuns and religious believers in Tibet disapproved. The reply denied the allegation that the child designated as Panchen Lama by the Dalai Lama was being detained and the following explanation was given: the security measures for the boy and his parents had been adopted at their request following an abduction attempt by exiled Tibetan separatists. The reply noted that Chadrel Rinpoche, Champa Chung and Samdrup (see E/CN.4/1996/95, para. 40; E/CN.4/1997/91, para. 43 (e); E/CN.4/1998/6, para. 73; A/52/477, para. 36) had been sentenced to prison terms for imperilling the unity of the State and ethnic cohesiveness and damaging stability and development in Tibet; it was noted that, as Chadrel and Champa had infringed the State Secrets Law, it had been decided to hold the trial in camera.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. It is alleged that, in the areas controlled by the Turkish Army, a policy of intolerance and religious discrimination is directed against non-Muslims and their religious property (more than 500 places of worship and cemeteries desecrated and the Saint Makar Armenian monastery converted into a hotel, etc.).",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Professor Hassan Hanafi was allegedly declared an apostate by Al-Azhar scholars because of his interpretations of Islam. One communication also speaks of excesses committed by armed extremist groups - Al-Gihad and Al-Gama'a al-Islamiya - against all segments of Egyptian society, and in particular law enforcement officers, intellectuals and Copts. From May 1992 to December 1997, in the Provinces of Minya, Asyut and Qena, Upper Egypt, several Copts were reportedly murdered by Al-Gama'a al-Islamiya because of their Christian beliefs; in 1998, three Copts were allegedly executed. It is also reported that Copts are victims of racketeering and that their churches are attacked. According to another communication, in July 1998, security forces in Maadi closed an unauthorized Coptic church. However, the procedure for obtaining a construction or renovation permit is said to be so complicated that such permits are virtually never granted.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In connection with the Hanafi case, Egypt replied that statements made by this Cairo University professor during a talk had been criticized by a certain Al-Azhar Scholars' Association which had regarded them as a departure from the Muslim religion. The Egyptian authorities pointed out that the association in question was not legally empowered to review or assess research into Muslim religious teachings, and that no measures had been taken by anyone against Professor Hanafi. Egypt also referred to the facts in the Abu Zeid case (E/CN.4/1997/91, paras. 12-15) and the legislative amendments made to streamline hisba proceedings, and noted that the decision ordering Mr. and Mrs. Abu Zeid to separate had been suspended and later annulled.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The Special Rapporteur has already expressed his appreciation of Egypt's legislation and policy to combat religious extremism. He would, however, like to emphasize the fact that the position adopted by the Al-Azhar Scholars' Association could jeopardize Professor Hanafi, and that it is for the State to take appropriate measures to ensure the safety of citizens and of all individuals living in its territory, on the understanding that extremism, which is alien to freedom of religion, is likely to confirm the very fears it raises. The allegations of various incidents against Christians, on which Egypt has not presented its views and comments, could potentially confirm the above-mentioned fears.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The authorities are reportedly considering the implementation of a declaration imposing drastic limitations on religious communities by prohibiting any activities other than religious services. As a result, religious property, such as schools and clinics, could be confiscated by the authorities.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Eritrea replied that its legislation was in conformity with the 1981 United Nations Declaration. In order to correct situations dating from the pre-independence era, characterized by the provision of health care and education on the basis of religious preference, the Government after independence consulted various religious bodies and decided to establish, jointly with the World Bank, a \"Community Rehabilitation Fund\" programme to provide everyone with the services mentioned above. An agreement was drawn up under which religious bodies would be able to engage in proselytism and run theological institutions and charities and would contribute to the Community Rehabilitation Fund. The administration of schools and clinics belonging to religious bodies would be secularized, with current staffs retained and no property confiscated. The Special Rapporteur is of the view that religious communities are clearly eligible for protection under international standards governing freedom of religion and belief. However, these instruments do not cover political activities by religious communities, which are governed by other provisions of international law.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Protestant organizations state that the authorities' closure of several of their local radio stations constitutes discrimination against them, as the Catholic Church allegedly encounters no difficulties in obtaining licences.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. A Jehovah's Witness and conscientious objector in the Kursk region was allegedly sentenced to a prison term, a court having ruled that he belonged to a sect and accordingly was not entitled to submit an application on the basis of his religious belief. Pursuant to the Act of 1997 on Freedom of Religion and Belief, members of communities which did not officially exist in the Russian Federation during the past 15 years are not allowed to proselytize.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Jehovah's Witnesses were reportedly arrested and convicted in Abkhazia because of their objection to military service. The Armenian, Catholic and Jewish communities are said to be encountering difficulties in obtaining restitution of property confiscated under the former regime.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The Trokosi (\"slaves of God\") tradition, according to which families offer their virgin daughters to priests in order to placate the gods for offences committed by relatives, is reportedly being used by the priests to subject girls and women to slavery, including sexual slavery. A bill introducing punishment for following this tradition is reportedly before Parliament.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 59,
        "Text": "59. A German teacher was allegedly prosecuted for making several references to Buddhism in his classes at a private school. Proceedings were also reportedly instituted against a minister of the Greek Evangelical Church of Thessaloniki for not having an \"official house of prayer license\".",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Greece replied, in respect of the first allegation, that the German teacher had been acquitted of the charges against him by the Rodopi court of first instance, and, in respect of the second, that the Thessaloniki police department and public prosecutor's office had confirmed that no charges or proceedings had been brought against the Greek Evangelical Church minister.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. With regard to the situation of Christians, members of a Hindu nationalist organization in Uttar Pradesh reportedly launched a campaign of harassment against the Assembly of Church of Believers. In September 1998, four nuns belonging to the Foreign Missionary Sisters in Tamil Nadu were allegedly gang-raped. A number of Catholic and Protestant organizations complain about the growing climate of insecurity for the Christian community; for some, this situation stems from actions orchestrated by Hindu extremists.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. On the subject of Indian women, a bill reserving seats for women in Parliament and the state assemblies reportedly failed because of opposition from Muslim representatives who justified their stand by arguments about women's place in religion. A Muslim woman who has been elected mayor of Deoband in Uttar Pradesh reportedly lost her mandate as a result of a vote of confidence called for by the representatives of an Islamic seminary. A representative of that seminary called \"Dar' al Uloom\" reportedly said that the vote of an unveiled Muslim woman ran counter to Islam and that biology, religion and prophecies had proven men to be superior to women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 63,
        "Text": "63. In North Aceh province, in the north of Sumatra, a Muslim religious figure was reportedly arrested for failing to read out the Friday prayer, as required by an agreement concluded between the authorities and the mosque's religious leaders. In February and May 1998, riots were allegedly aimed at non-Muslims (attacks on individuals, places of worship and private property), and especially Christians and Buddhists and girls and women of the Chinese community (rapes, murders, etc.).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 64,
        "Text": "64. In an extremely detailed document, Indonesia explained that President B.J. Habibie had expressed, on behalf of the Government and people of Indonesia, his profound regret and had denounced the atrocities committed during the May 1998 riots. He had pointed out that the results of investigations had enabled human rights organizations, including the National Human Rights Commission, to establish that the acts perpetrated essentially against the Chinese community were committed by organized groups. In addition to steps taken to investigate the cases of human rights violations, the Government has taken a series of measures to provide assistance to the victims and forestall any incident (inter alia: creation by the Ministry for Women's Affairs of a forum comprising a psychiatrist's association, a legal aid body and religious and Chinese leaders to formulate recommendations on assistance and prevention to the Government; creation of a task force to protect women from violence; creation of a National Committee for the Prevention of Violence against Women; establishment of investigation teams; the President's promise of better protection for Sino-Indonesians; and incorporation of the National Programme on the Elimination of Violence against Women into the 1998-2003 National Human Rights Plan).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Indonesia went on to say that \"Although the May riots appeared to be characterized by a phenomenon of racial discrimination and religious intolerance, which targeted mostly non-Muslim Indonesian ethnic Chinese, the long-established Indonesian tradition of mutual respect and dialogue among diverse religious believers, without racial distinction, remains unchanged.\" The Special Rapporteur takes note of the measures adopted by the new authorities and hopes that they take appropriate steps to ensure that freedom of religion, especially that of minorities, is effectively protected.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. An initial urgent appeal concerned the case of three Baha'is, namely, Mr. Ata'ullah Hamid Nasirizadih, Mr. Sirus Dhabihi-Muqaddam and Mr. Hidayat-Kashifi Najafabadi, who were reportedly condemned to death in secret because of their religious beliefs and ran the risk of execution. A second urgent appeal connected with the first alleged that Mr. Sirus Dhabihi-Muqaddam and Mr. Hidayat-Kashifi Najafabadi had been informed by the Mashad prison authorities that their sentence had been upheld. In these two communications, the Special Rapporteur \"urgently appealed to the Government of the Islamic Republic of Iran to ensure that the sentences were not carried out and that all judicial remedies and guarantees required by international human rights standards be provided to the above-mentioned persons\". A third urgent appeal concerned allegations of the hanging of a Baha'i, Mr. R. Rawahani, accused of converting a Muslim woman, even though the woman apparently claimed to be a Baha'i. This appeal also referred to a senior member of the Islamic Revolutionary Court, who allegedly described the report of the execution as a lie and stressed that no such sentence had been passed by the Iranian courts. Other communications alleged, firstly, confirmation of the sentencing of two Baha'is, Mr. Jamali' d-Din Hajipur and Mr. Mansur Mihrabi, because of their affiliation to Baha'ism, labelled as a sect and an unlawful organization, and, secondly, the arrests of 32 Baha'is (one of whom was later released), members of the Baha'i Institute of Higher Education, and confiscation of their property. According to another communication, a policy of intolerance and discrimination is applied to the Sunni community (obstacles to construction of places of worship and schools, closure of mosques, executions and murders of Sunni religious and intellectual dignitaries). Lastly, Hojatoleslam Sayyid Moshen Sa'idzadeh, a writer, was reportedly arrested for his writings on Islamic law and women's rights, in which he called for equal rights.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. In reply to the communication concerning the Sunnis, Iran explained that, under its Constitution, the Government was committed to the protection of the rights of all citizens and that Shiites and Sunnis were equal before the law and enjoyed the same rights and freedoms. The Sunnis were not perceived as being a minority within Iranian society and were in no way subjected to discrimination on account of their faith. The Iranian authorities said that they would cooperate fully with the Special Rapporteur in an inquiry into the cases mentioned in his communication. In reply to the second urgent appeal and, hence, to the first (updated in the second), Iran replied: \"Following the rejection by the Supreme Court of the death sentence on Mr. Syrus Zabihi and Mr. Hedayat Kashefi, the defendants, in accordance with due process of law, were retried by another competent court in Mashad. The court found them guilty of charges of acting against national security and sentenced them to death. However, the verdicts are not finalized yet and require further confirmation by the Supreme Court. In addition, should the Supreme Court confirm the verdicts, the defendants can still resort to appeal and/or clemency.\"",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur deems it important that Iran, heir to a great civilization founded on tolerance, creative intelligence and moderation, subtlety and nuance, should reconsider its attitude to the Baha'i faith, in the interests of freedom of religion or belief, in compliance with its international commitments and teachings to the effect that religion admits of no constraint. Whatever perception certain Iranians may have of the Baha'i question, it is for the State, which is responsible for all its citizens, to focus on constants rather than variables and consider each individual and each minority, as repositories of rights and obligations, to be worthy of respect and attention and to have the right to consideration and protection.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Two Shiite religious dignitaries, namely, Ayatollah Shaykh Murtadha Al-Burujerdi and Ayatollah Ali al-Gharavi, were reportedly assassinated by government agents.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Jehovah's Witnesses were reportedly imprisoned for their objection to military service. The authorities, pressured by Muslim representatives, are said to have banned a Christian procession in Petropavlovsk.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 71,
        "Text": "71. The only synagogue in the capital was allegedly the target of a bomb attack; while the authorities reportedly condemned the act, police investigations have led nowhere.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Certain individuals were allegedly arrested for preaching Shiite teachings perceived by the authorities as injurious to national security and the unity of Muslims. A Muslim woman who converted to Christianity was apparently subjected to manifestations of intolerance by her family, Muslim associations and the police, a situation that has forced her into clandestinity.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Police reportedly arrested nationals and foreigners for their participation in propagating the Christian faith. Subsequently, some of them were allegedly expelled while others were placed in detention. The prisoners were reportedly forced to participate in Islamic prayers and reading of the Koran. The Supreme Council for Islamic Affairs has reportedly enjoined the population not to listen to a Christian radio programme broadcast from the Seychelles. Lastly, the First Secretary of the Maldives High Commission in Sri Lanka reportedly declared in a statement in Colombo that the Maldives was a totally Islamic country and that it was a crime to disseminate the Christian faith.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Maldives replied that any allegation of persecution of Christians was groundless: \"Arrests and expulsions are based on breach of laws. Illegal activities, if carried out by foreigners, constitute a violation of terms of their stay, and might entail prosecution or cancellation of their visas. However, nobody has been arrested in the Maldives or expelled from it for professing any particular faith. Nobody is even questioned for professing any religion.\" According to the authorities, the allegations transmitted by the Special Rapporteur were nothing but malicious propaganda.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. An extremist group known as the \"Pieds nus\" and claiming to belong to Islam reportedly murdered a magistrate who had passed a prison sentence on certain \"Pieds nus\" who had engaged in acts of violence.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 76,
        "Text": "76. Christian foreigners were allegedly arrested and heavily fined for failing to declare the entry of 1,200 bibles; apparently the books had previously been checked by the customs, the customs declaration requiring only that weapons, drugs and alcohol be declared.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Morocco has emphasized that the sentences passed in this matter were not for proselytism, but were based on the Customs Code.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Penal Code reportedly punishes a Muslim's conversion to another faith with the death penalty.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Protestant evangelists in Chiapas were reportedly victims of acts of intolerance by Catholics and Indian communities.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Mexico's reply was as follows: \"The State Human Rights Commission of Chiapas stated that on 8 April 1998 it lodged an official complaint in respect of the acts referred to above. At the same time, in connection with the appearance of Mr. Aldo Santos Jiménez in the Office of the Attorney-General of Teopisca, Chiapas preliminary investigation No. AL65/0026/998 was launched on 1 April 1998 for the crime of robbery and damage to the Church of Christ Fraternity as a result of the acts that occurred in the village of Nuevo León in the municipality of Teopisca, Chiapas. The investigation was completed on 14 April 1998 and that municipality's technical investigation body decided to exercise the public right of action against the following suspects: Ciro Espinosa Lopez, Adán Rodríguez Trejo, Silviano Vásquez Hernández, Olegario Ozuna Vázquez, Juan González Aguilar, Alberto Molina Constantino, Aquilino Vázquez Díaz, Rosendo Gómez López, Emilio Álvarez Ozuna et al.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 81,
        "Text": "81. The State reportedly practises a policy of intolerance and discrimination against Muslim religious minorities in the States of Arakan and Karen (destruction of mosques and schools, revocation of citizenship, admission of refugees on the Thai border in exchange for their conversion to Buddhism, refusal of access to health services, education and public jobs) and Christian minorities (destruction of places of worship, conversion of children to Buddhism) in the States of Chin and Karen and the Sagaing Division. Buddhist monks are allegedly also obliged to submit to the control of the authorities.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Children"
        ]
    },
    {
        "ID": 82,
        "Text": "82. Without providing any explanation, Myanmar has declared the allegations of intolerance and discrimination against religious minorities to be unfounded and entirely false. It would help if Myanmar's reply were supported by suitable evidence, especially since the allegations are founded on concordant and persistent information from a number of reliable sources.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. In the town of Nukus, a pastor responsible for evangelical activities among Muslims was reportedly sentenced to two years' forced labour and internal exile for organizing illegal church services. The authorities allegedly called for the cessation of all Christian activities, including proselytizing outside of churches.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Uzbekistan replied that its laws and their enforcement guaranteed freedom of religion and belief. The Ministry of the Interior had no record of the arrest and sentence of a pastor in the town of Nukus. The Special Rapporteur is grateful to the authorities for their assurances of full cooperation in more detailed investigations.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. A number of Ahmadis were reportedly sentenced to life imprisonment for blasphemy when they were preaching their faith, which some Muslims regarded as an attack on their religious beliefs. Muslim militants allegedly killed Judge Arif Iqbal Bhatti for acquitting Christians charged with blasphemy. Bishop John Joseph reportedly committed suicide to protest the death penalty passed on a Christian accused of blasphemy. Muslim extremists allegedly committed acts of intolerance against the Christian community, at the same time calling for the blasphemy laws to be maintained.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. A number of Christians were allegedly arrested at a Bible study meeting. Some were reportedly convicted for creating divisions and undermining the Government, and for receiving funds from abroad. In Huei Say Province a priest was reportedly arrested for preaching his religion without official authorization. In Xiengkhouang a soldier was apparently arrested for converting to Christianity and for his links with the American Presbyterian Church.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The Lao People's Democratic Republic has replied that its legislation guaranteed freedom of religion and belief and that the Christian community freely practised its religion and lived in harmony with the Buddhist community. Any act that ran counter to the law was punished regardless of its perpetrator's belief. The authorities declared that they were obliged to take appropriate action against a group of individuals using religion for political ends.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur wishes to stress that political manipulation of religious matters may not, where it exists, be covered by international standards relating to freedom of religion or belief. Political activities are governed by separate international standards.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The law on preaching is allegedly not in conformity with international standards in that it fails to guarantee protection of freedom of religion for members of religions not officially recognized. Travel abroad by religious figures reportedly requires the authorization of the authorities.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The authorities reportedly discourage all religious activities apart from those that serve the interests of the State.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. The question of the restitution of religious property confiscated under the previous regime was reportedly the cause of conflicts between religious communities, particularly between the Orthodox Church and the Greek Catholic Church.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Romania sent a detailed reply on progress made in the matter of freedom of religion, namely: a bill on religions, providing for an inventory of goods and property that previously belonged to churches; preparation of an emergency order for the restitution of 200 properties; amendment of the land laws to include the issue of restitution; a governmental decision establishing alternative service for conscientious objectors, as well as a bill; reorganization of the Secretariat for Religion; creation of a permanent advisory organ composed of representatives of all recognized denominations to advise the Government; progress - despite incidents - in the restitution of property by the Orthodox Church to the Uniate Church.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Rapporteur is grateful to Romania for its unfailing attention to his communications and the quality of its replies.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. The Runnymede Commission on British Muslims and Islamophobia apparently called for an end to all prejudice against Muslims in the media and in the workplace and for State grants to Muslim schools.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. The United Kingdom of Great Britain and Northern Ireland drew attention to the absence of legislation covering religious discrimination in Great Britain, unlike Northern Ireland. The Government was addressing this issue and \"with the agreement of Cabinet colleagues, the Home Secretary has decided that the Home Office will commission research into the nature and extent of religious discrimination in Great Britain\". After a period of 18 months, the appropriateness of actions to be undertaken would be decided on the basis of that research. \"The Home Secretary responded positively to the report of the Runnymede Commission on British Muslims and Islamophobia. The Government is currently considering the report, which raises a number of wide-ranging issues. Regarding State funding for Muslim schools, under the 1996 Education Act, it is open to independent promoters, including existing independent schools, to seek approval from Government for the establishment of new voluntary-aided schools. All proposals are judged on their individual merits, taking into account educational needs and parental demand.\" It was also indicated that, in January 1998, the Government had approved State grants for two planned independent Muslim schools in London and Birmingham.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. An urgent appeal was made in connection with the arrest and disappearance of Nasir Hassan, a student at the Bishop Gwynne Theological College in Juba, because of his conversion from Islam to Christianity. Other communications alleged the closure by decree of the Catholic Club of Khartoum despite the protests of the Catholic Church, as well as the arrest in Khartoum of two Catholic priests accused of being linked to explosions, but apparently victims of an attempt to discredit the Catholic Church.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Catholic, Protestant and Hindu places of worship are reportedly among the main targets of violence.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. Sri Lanka has explained that its legislation, international commitments under international human rights instruments and policy guaranteed freedom of religion and belief for all. It made particular mention of holidays that coincided with the main religious festivals, Muslims' ability to obtain special leave to participate in Friday prayers, the inclusion of religious teaching in school curricula, the training of teachers for religious instruction and the right of each student to choose to be instructed in the religion of his or her choice. The attacks on Muslim and Buddhist places of worship, including the Temple of the Tooth in Kandy, were committed by the Liberation Tigers of Tamil Elam who were carrying out a campaign of terror.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Religious and denominational minorities, with the exception of the Russian Orthodox Church, are reportedly the victims of acts of intolerance and discrimination. The country's legislation allegedly does not recognize conscientious objection based on religious belief, and conscientious objectors are sent to prison.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. Religious dignitaries and sites (places of worship, cemeteries) of the Christian communities, and particularly the Greek Catholic Church, are reportedly the target of acts of violence, including bomb attacks (particularly against the Patriarchate); it is also said that a priest was murdered. The police and security services have apparently been unable to identify and arrest those responsible for these acts. Moreover, the authorities have allegedly closed down a Pentecostal church, the Oasis International Christian Fellowship, although it apparently had official authorization. A second communication alleges that in September 1998 the Ministry of the Interior unilaterally appointed \"an interim leader for the Armenian Church in Turkey, in an apparent attempt to invalidate the Armenian Church's elected choice of Acting Patriarch. In response, the Patriarchate's religious Council issued a unanimous declaration rejecting the Government's interference in its internal affairs.\"",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. In response to the first communication, Turkey claimed that some of the incidents described above were linked to thefts and not to acts of religious intolerance, and that investigations were under way. It also reported that an investigation was being organized into the bomb attack on the Patriarchate. It further stated that no information concerning the closing of the Pentecostal church had been found. Turkey said that the rights of religious minorities were guaranteed by its Constitution and the Lausanne Treaty of Peace. In conclusion, it said: \"Therefore, allegations levelled against the Turkish Government in your letter are absolutely unfounded. Acts of crime committed by some, still unidentified, people cannot be attributed to the State. The Turkish Government never tolerates such crimes. On the contrary, all institutions of the Greek Orthodox minority and the Patriarch himself are under the close protection of the Turkish security forces.\" The Special Rapporteur wishes to point out that his communications are in no way intended as criticism of a State; on the contrary, their purpose is to elicit its views and observations in the interests of dialogue. In the first place, the communication transmitted to Turkey in no way suggested that the authorities were involved in the acts against Christians (with the exception of the allegation concerning the Pentecostal church); secondly, it referred to the fact that the police investigations had been unsuccessful. It is clearly established in international law that the State is responsible for the security of its citizens and, more generally, for all persons living on its territory, even when acts committed against them are allegedly carried out by non-State entities. With regard to the second communication, Turkey explained that the authorities had never intervened in the internal affairs of the Armenian Patriarchate and had not influenced the outcome of the elections.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. There are reportedly difficulties with the restitution of a Catholic place of worship in Sebastopol confiscated under the previous regime.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. In July 1998 three nuns belonging to Mother Teresa's Missionaries of Charity Order were reportedly killed by a Muslim extremist in the town of Hodeida.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. An analysis of the communications from the standpoint of the principles, rights and freedoms enunciated in the 1981 Declaration reveals the following seven categories of violation:",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The characteristics of these violations are as follows: policies, laws and regulations, discriminatory practices and acts against (a) certain communities with regard to religion and belief, particularly when such communities are minorities or do not subscribe to the official religion or recognized religions and beliefs, and (b) against women based on interpretations of religion and on traditions supposedly based on religion or belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 106,
        "Text": "106. They reveal the following characteristics: policies, practices and acts of religious intolerance on the part of the State and society, particularly of communities in matters pertaining to religion and belief, of politico-religious groups and other non-State groups, the most marked manifestations of which are connected with the problem of religious extremism (inter- and intra-religious). Mention should also be made of the role of the media in propagating a climate of intolerance.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. This type of violation takes the following forms: policies, laws and regulations, practices and acts contrary to the principle of conscientious objection and the freedom to change and keep one's religion and belief.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. The fourth category of violations comprises policies, laws and regulations, practices and acts constituting controls, interference, prohibitions and restrictions on freedom to manifest one's religion or belief.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. These violations display the following characteristics: policies, practices and acts that impair the freedom to dispose of religious property in the form of non-restitution of confiscated religious property; refusal of access to places of worship (obstacles to, and even banning of, construction or rental; restrictions on the number of followers); attacks against and closure and destruction of places of worship, cemeteries and denominational schools, and confiscation of religious property (including religious works).",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. The sixth category comprises policies, practices and acts in the form of threats, ill-treatment (including slavery and rape), arrests and detentions, forced disappearances, and even death sentences, executions and killings.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. This last category embraces the previous six categories of violations. The most tragic illustration is the Taliban's anti-feminine policy in Afghanistan: it is tantamount to veritable apartheid against women, as women, and on the basis of specious interpretations of Islam. This obscurantism, the product of religious extremism combining religion and politics in the interests of power, excludes women from society and consigns them to a grey area where they enjoy neither citizenship nor rights and where their submission to the all-powerful man in the name of Allah is the order of the day. Such aberrations are also overt in India among communities close to the Talibans, who publicly declare that an unveiled Muslim woman's vote runs counter to Islam and that women are inferior, according to religion and the prophecies. In Ghana, in accordance with traditions claiming to be based on religion, women are used as slaves, including sex slaves. Lastly, in addition to assassinations, one of the most extreme manifestations and consequences of obscurantism and barbarism against women in the name of religion is rape (in various forms, such as gang rape, forced marriage, etc.) and, in the case of the communications to which this report refers, of nuns, girls and women.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 112,
        "Text": "112. These most visible and shocking examples of manipulations and interpretations specifically affecting women must not, however, divert attention from more subtle, less spectacular forms of intolerance and discrimination which are, nevertheless, just as effective in their aim of enslaving women; a case in point is the refusal to adopt affirmative action on behalf of women, especially in the context of parliamentary elections. We should also recall that these discriminatory policies and practices in some cases exclude any possibility of appeal and dialogue, even on the part of men, as is illustrated by a male writer's alleged arrest because in his writings he advocated sexual equality. Generally speaking, it is important to stress that these violations may be committed not only by extremist groups and communities, but more often than not by society (as shown by the alleged pressure exerted on a Muslim woman who had converted to another religion) and official institutions (c.f. communications on the attitude of parliaments to women and their position in public and private life, etc.).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 113,
        "Text": "113. Replies were received from the following States after finalization of the report submitted to the Commission on Human Rights at its fifty-fourth session (E/CN.4/1998/6): Austria, Brunei Darussalam, Egypt, Gambia, India and Kuwait (see A/53/279).",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. The Special Rapporteur has still not received replies from the following 27 States to communications dispatched in connection with the report to the Commission at its fifty-fourth session: Afghanistan, Albania, Angola, Azerbaijan, Bosnia-Herzegovina, Comoros, Gabon, Georgia, Iran, Latvia, Mauritania, Mongolia, Mozambique, Myanmar, Nepal, Nicaragua, Nigeria, Pakistan, Portugal, Qatar, Russian Federation, Somalia, Sudan, United Arab Emirates, Uzbekistan, Yemen and Yugoslavia. The Special Rapporteur invites States that have not yet responded to allegations to express their views and comments, and reminds them of the virtue of dialogue. Indeed, he is beginning to wonder whether, by their silence, certain States do not wish to confirm the substance of the allegations made.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Fifty years after the adoption of the Universal Declaration of Human Rights, article 18 of which is the cornerstone of freedom of religion and belief, and despite the adoption of successive international human rights instruments guaranteeing the right to freedom of religion and belief (art. 18 of the International Covenant on Civil and Political Rights, art. 13 of the International Covenant on Economic, Social and Cultural Rights, the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief), one cannot help noticing the persistence of manifestations of intolerance and discrimination based on religion or belief in countries at different stages of development and with different political, social and religious systems. An analysis of communications transmitted since the fifty-fourth session of the Commission on Human Rights and the fifty-third session of the General Assembly reveals the following developments: (a) A decline in anti-religious State policies and the manipulation of religion in the interest of a political ideology; and yet; (b) The persistence of such policies in several countries, and even the emergence of problems they have brought about, such as those connected with the restitution of confiscated religious property;; (c) An upsurge of State policies directed against minorities in matters of religion and belief, and particularly against unrecognized communities, in other words \"sects or new religious movements\";; (d) A growing number of policies and practices of intolerance and discrimination on the part of non-State entities. The first category of such entities comprises religious and denominational bodies responsible mainly for inter- and intra-community violations. The representatives of these communities and their followers act against members of their own faith who belong to the same or different branches - examples being the status of women referred to in the seventh category of violations (see paras. 111 and 112) and the status of converts, referred to in the third category of violations (para. 107). These same representatives and believers are also at odds with communities of a different faith. The second category of non-State entities that sometimes overlaps the first comprises politico-religious parties or movements like the Taliban. These two categories raise the issue of the links between politics and the religion and their manipulation, which in this case is a source of intolerance and discrimination, the most extreme form of which is religious extremism;; (e) An increase in the number of policies and practices of intolerance and discrimination against women as such, deriving from interpretations and traditions attributed by men to religion. No religion or belief is safe from this trend, which is apparent in various forms throughout the world.; Major challenges are therefore posed in particular by the proliferation of manifestations of hatred, intolerance and violence based on sectarianism and extremism, and it is no easy task to make a clear distinction between religious conflicts and those of other kinds, particularly political and ethnic.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 116,
        "Text": "116. Guarantees of freedom of religion and belief require, in addition to the adoption of international human rights standards and national laws that conform to international law, mechanisms and procedures designed to put them into effect. The Vienna World Conference on Human Rights, in its Declaration and Programme of Action, called upon all Governments to take all appropriate measures in compliance with their international obligations and with due regard to their respective legal systems to counter intolerance and related violence based on religion or belief, including practices of discrimination against women and including the desecration of religious sites, recognizing that every individual has the right to freedom of thought, conscience, expression and religion. It also invited all States to put into practice the provisions of the 1981 Declaration.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 117,
        "Text": "117. The Special Rapporteur has identified a number of factors that are of importance in combating and preventing intolerance and discrimination based on religion or belief. Those factors are both inherent in his mandate as well as external.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. Efforts must be made to increase the financial, human and technical resources allocated to the mandate, gradually to adopt a new methodology of work, and to ensure consistency between the title of Special Rapporteur, his mandate and its implementation.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. The Special Rapporteur is convinced of the need to boost his mandate, but has come up against a virtually insurmountable barrier, namely, the paucity of resources allocated to his activities, his initiatives and his recommendations as a whole. Being aware of the financial crisis faced by the United Nations and the insignificant share of the regular budget allocated to the Office of the High Commissioner, he has sought voluntary contributions for his activities. In this connection, he wishes to thank the Norwegian Government for its exemplary action in this field which has taken the form not only of financial and political support for the Oslo Conference on Freedom of Religion or Belief, but also of a financial contribution earmarked, as a matter of priority, for activities relating to freedom of religion and belief. Increased funds should provide the Special Rapporteur with the minimum human resources necessary for the effective performance of the normal activities connected with his mandate (communications and in situ visits) and the implementation of his recommendations on studies and education (see paras. 6 to 13 above).",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. By and large, it would be desirable for these financial contributions to be used for the development of other informational resources and methodologies for inter alia collecting information, monitoring compliance, making available in simplified form for analysis all religious, philosophical and scientific research on freedom of religion or belief. To that end, the creation of an Internet site on the 1981 Declaration would be an extremely promising project meeting all the requirements implicit in the mandate (communications, in situ visits, studies and an international compendium of enactments; see paras. 2 to 5 above). As regards sources of information, the Special Rapporteur, while constantly mindful of his sources' authenticity and reliability, is of the view that those in the developing countries should be strengthened in order to assure human rights victims and advocates access to the special procedures; they must not be left behind in matters of accessing information, particularly in the context of modern communication technologies (fax, Internet, etc.).",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. These additional resources could also facilitate the adoption of a new approach to the preparation of reports. The Special Rapporteur is of the view that the general report should systematically cover all States and all religions and beliefs; it should contain analyses of each State so that its economic, social, cultural, civil and political context can be taken into account when cases and situations of intolerance and discrimination are being examined. It would also make for reflection on and a better understanding of developments in the field of freedom of religion or belief, as well as the stakes involved in freedom of religion or belief. For example, the record number of communications concerning Iran this year will not have gone unnoticed. Although aware of what still remains to be done, we must acknowledge the strides made by President Khatami's policy, such as progress in women's representation (posts of Vice-President of the State, diplomats, magistrates, police officers, a woman mayor of a district in Tehran, etc.), his statement calling for the non-application of the fatwa against Salman Rushdie, his address to the last session of the General Assembly and support for General Assembly resolution 53/22 \"United Nations Year of Dialogue among Civilizations\". The Special Rapporteur's communications should therefore be viewed not only from the standpoint of their intrinsic importance, but also in the Iranian context and the stakes involved. The communications concerning Iran may be interpreted either as reflecting its maintenance of a policy of intolerance and discrimination, particularly against the Baha'is, or as revealing a strategy on the part of conservatives to thwart President Khatami's progressive advances, or as both at once. It is therefore of vital importance that a report should be prepared from that angle, using the approach described above.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 122,
        "Text": "122. The Special Rapporteur reiterates his recommendation that a more neutral and encouraging title, such as \"Special Rapporteur on freedom of religion or belief\", should be used. The present one, with its reference to religious intolerance, antagonizes certain interlocutors and sometimes makes dialogue difficult. A different title could embrace all aspects of freedom of religion or belief. It must also be consistent with the mandate, covering not only religion but also belief and intolerance, as well as discrimination, and reflect the balanced dialogue-oriented approach followed by the Special Rapporteur in his work, in accordance with the resolutions governing his mandate.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. With regard to the external factors that can help to combat and prevent intolerance and discrimination, the Special Rapporteur wishes, first of all, to stress that action to promote freedom of religion or belief is inextricably linked to action to promote democracy and development. Extreme poverty, in particular, is likely to render human rights illusory and favour extremism. In other words, these factors cannot be divorced from human rights.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 124,
        "Text": "124. Efforts to guarantee freedom of religion or belief imply a prevention strategy. Education can, especially through the schools, inculcate values based on human rights and give rise to a human rights culture. In the interest of devising a worldwide school strategy for combating intolerance and discrimination based on religion or belief, the Special Rapporteur recommends the organization of an international conference on education on the initiative of States and/or NGOs or even the international coalition advocated and launched by the Oslo Conference.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. In acknowledging the need to lay the foundations of prevention at the earliest opportunity, the Special Rapporteur deems it a matter of priority to attack the dual scourge of extremism and discrimination against women: (a) Extremism, whether or not it has a genuinely religious basis, is not limited to any one faith and must be given no quarter. This is why the Special Rapporteur reiterates his recommendation that a \"minimum set of standard rules and principles of conduct and behaviour in respect of religious extremism\" should be drawn up and adopted by the international community;; (b) Discrimination and intolerance against women, supposedly prescribed by religion or tradition, must be resolutely condemned. To that end, the Special Rapporteur reiterates his recommendation that a seminar should be held on the status of women from the standpoint of religion, traditions and human rights, so as not only to identify manifestations of discrimination and intolerance, but also to formulate practical recommendations and a plan of action for eradicating such practices.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 126,
        "Text": "126. The Special Rapporteur advocates the creation of an international coalition around the 1981 Declaration in order to back up his activities and considers that coordination with other institutions directly or indirectly involved in the area of freedom of religion or belief, such as UNESCO, ILO and other organizations like OSCE, is vital.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. Such projects and ideas imply contributions by all the actors - State and non-governmental alike - in the international community. They are thanked for their very valuable cooperation in the service of the mandate since its inception.",
        "Labels": []
    },
    {
        "ID": 1,
        "Text": "1. Since 1996, the Special Rapporteur has defined and implemented a visit follow-up procedure. This procedure consists in asking States which have received an in situ visit to send their comments and any information on action taken or envisaged by the authorities concerned to implement the recommendations made in the mission reports. It takes the form of \"follow-up tables\" which are sent to States and refer to the Special Rapporteur's recommendations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Paragraph 21 of this document contains the list of reports submitted since 1996 to the General Assembly and to the Commission on Human Rights, in which follow-up tables and the replies of States appear.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. On 28 September 1998 a follow-up table was sent to the Australian Government: it reproduced the text of paragraphs 114 to 127 of the report on the visit to Australia (E/CN.4/1998/6/Add.1). On the same day, a follow-up table was sent to the German Government: it reproduced the text of paragraphs 89 to 91, 96 to 98, 101 to 103 and 105 and 106 of the report on the visit to Germany (E/CN.4/1998/6/Add.2). -----",
        "Labels": []
    }
]