[
    {
        "ID": 1,
        "Text": "1. The allegations by the Ahmadi community deserve to be examined in their historical, religious and sociological perspective. Pakistan is an Islamic State. Article 2 of the Constitution declares Islam to be the State religion. At the same time, the Constitution accords religious freedom to all citizens under article 20, which provides: \"Subject to law, public order and morality, - (a) Every citizen shall have the right to profess, practise and propagate his religion; and - (b) Every religious denomination and every sect thereof shall have the right to establish, maintain and manage its religious institutions.\"",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Ahmadi question poses a dilemma in an Islamic State. The Ahmadis claim to be Muslims but deny one of the fundamentals of Islam, i.e. the finality of the Prophethood of Muhammad (peace be upon him). Indeed, they claim that they are the only true Muslims, and those who do not subscribe to their beliefs are infidels.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. This problem has existed for nearly a century in the South Asian sub-continent and has led on several occasions to religious tension and violence. Widespread and violent clashes between the Ahmadis and the Muslims in 1953, leading to loss of life and property, were eventually brought under control by the imposition of martial law in the Province of Punjab. In 1974, following a series of similar incidents, the Ahmadi question was referred to the Parliament to determine whether, in the light of their beliefs and practices, the Ahmadis could be regarded as Muslims. After hearing the opinions of all parties, including the Ahmadi leaders, the Parliament added clause (3) to article 260 of the Constitution which states that a person who does not believe in the absolute and unqualified finality of the Prophethood of Muhammad (peace be upon him), the last of the Prophets, or who claims to be a prophet, in any sense of the word or of any description whatsoever, after Muhammad (peace be upon him), or who recognizes such a claimant as a prophet or a religious reformer, is not a Muslim for the purposes of the Constitution or law.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Since the Ahmadis do not believe in the absolute finality of the Prophethood, they were declared to be non-Muslims, entitled to all the rights of a minority community.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. This did not, unfortunately, resolve the law and order problem. Once the Ahmadis had been declared to be non-Muslims, they could not legally continue publicly to present their practices as Islamic. Some of these practices which publicly vilified Islam caused affront to the Muslims and gave rise to violent incidents. Ordinanace XX of 1984 seeks to resolve the problem by differentiating between Muslim and Ahmadi practices with a view to ensuring peace and tranquillity, especially in public places of worship.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. This Ordinance does not detract from the right to freedom of religion, conscience or belief enshrined in the Universal Declaration of Human Rights. The provisions of the Ordinance are also in conformity with the International Covenant of Civil and Political Rights and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, as well as the fundamental rights guaranteed under Pakistan's Constitution.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Article 29, paragraph 2, of the Universal Declaration of Human Rights statest \"In the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society.\"",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The International Covenant on Civil and Political Rights, while proclaiming the freedom of religion or belief in article 18, stipulates in paragraph 3 of the same article: \"Freedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health or morals or the fundamental rights and freedoms of others.\" This condition is repeated in paragraph 3 of article 1 of the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In the same spirit, the Constitution of Pakistan provides in article 20 that: every citizen shall have the right, \"subject to law, public order and morality\", to profess, practice and propagate his religion and to establish, maintain and manage religious institutions.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. A basic attribute of religious freedom is that in its exercise the religious rights and freedoms of others should be respected. Indeed, the Pakistan Penal Code imposes an equal obligation on all citizens, irrespective of their religion, to respect the religious sentiments of others. As such, any act which offends the religious sentiments of any citizen is prohibited and is punishable under the Penal Code. This applies not only to the religious practices of Adhmadis but also to those of other citizens, including Muslims. JJ-«- \"Judicial redress is also available to the Ahmadis against the provisions of Ordinance XX of 1984 under article 203A, D and F of the Constitution. In fact they have availed themselves of it before the Federal Shariat Court. An appeal against the decision of the Federal Shariat Court, which upheld the validity of the Ordinance, was preferred to the Shariat Appellate Bench of the Supreme Court of Pakistan. On 11 January 1988 this appeal was withdrawn by the appellants of their own accord. Moreover, a direct petition to the Supreme Court of Pakistan to enforce any of the \"fundamental rights\" can be presented under articles 184 (3) and 199 of the Constitution.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The allegations regarding the treatment of the Ahmadi community which the Special Rapporteur has forwarded to the Government of Pakistan for comments are baseless. The Government of Pakistan has consistently discharged its obligations to ensure the equitable and just treatment of all its citizens regardless of their religious belief. There is no discrimination against Ahmadis. They have the freedom of expression and bring out religious and other publications. They have the right of association and hold religious meetings and conventions, as well as prayer congregations. The necessary facilities are provided for such meetings. Appropriate measures are taken to protect Ahmadi places of worship and to maintain their sanctity.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The controversy engendered by the Ahmadi issue has aroused deep religious sentiments and regrettably led to violence between Ahmadis and Muslims, at times resulting in loss of life on both sides. In the \"Sahiwal incident\", during an altercation between a group of Muslims and Ahmadis outside an Ahmadi centre, two of the Ahmadis, Ilyas Munir and Naeem ud-Din, shot at two Muslims, dragged them inside the centre and denied them medical help, as a consequence of which they succumbed to their injuries. Ilyas Munir and Naeem ud-Din were tried for murder. It was established that as the deceased were unarmed there was no threat or danger to the accused, invalidating their claim of acting in self-defence. They were sentenced to death in accordance with the law. Their faith had no relevance to their trial and conviction. In fact, Ilyas Munir and Naeem ud-Din have since been reprieved.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In the \"Sukkur incident\", a bomb exploded in a mosque resulting in the death of one Muslim and serious injuries to 12 others. Police investigations led to the arrest of two Ahmadis, Nasir Ahmad and Rafiq Ahmad, who were tried and sentenced to death for murder in accordance with the law. The religious beliefs of the accused had no bearing on their trial: and conviction.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In Pakistan, there is no discrimination as regards employment. Article 27 (1) of the Constitution provides that \"no citizen who otherwise qualifies for appointment in the services of Pakistan shall be discriminated against in respect of any appointment on the ground of race, religion, sex, residence or place of birth\". The Government has not, as is alleged, required private employers to dismiss Ahmadi employees. Nor have Ahmadis been dismissed from government employment on grounds of religion. Ahmadis hold important positions in the services of Pakistan, both civil and military, and are leading figures in the economic and business community.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The assertion that Ahmadis have been denied their voting rights is false. Pakistan has adopted a system of separate electorates for each religious community in order to ensure that all minorities are represented in the legislatures. The size of the minorities in Pakistan is so small that^in a unified electorate they would not be assured of any representation. Under articles 51 and 106 of the Constitution seats have been reserved for the minorities in the National and Provincial Assemblies. The Ahmadis have been allocated one seat in the National Assembly, and one each in three provincial assemblies. However, unlike other minority communities, the Ahmadis chose not to nominate candidates for these seats during the elections held in February 1985.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The allegation that the Ahmadis have been denied access to medical care in government hospitals and admission to schools or universities is without any foundation whatsoever. Public and welfare institutions in Pakistan are open to all its citizens without regard to their religion or social or ethnic background. Judicial remedies are available if discrimination is practised against any person.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. After the lifting of martial law in Pakistan in December 1985, the constitutional guarantees relating to the fundamental rights of all citizens were restored and the authority of the judiciary fully re-established. The restoration of democracy and the restitution of fundamental rights in Pakistan, as well as the full authority of the judiciary, ensure that the rights of the Ahmadis, as of every citizen of Pakistan, are fully safeguarded by the due processes of law.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Government of Pakistan deems it a duty to promote the welfare of the non-Muslim citizens, to ensure tolerance for their faith and to provide them with opportunities to lead their lives honourably and according to their beliefs. A Federal Ministry of Minorities Affairs is charged with the responsibility of protecting their rights and taking all possible measures for their well-being and economic, cultural, social and educational advancement.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Government of Pakistan, consistent with its commitment to the ideals and purposes of the Charter of the United Nations as well as to the Universal Declaration of Human Rights, has always upheld and endeavoured to promote fundamental rights and freedoms. The Government has, therefore, always extended its fullest co-operation to United Nations human rights fora. It hopes that the clarifications provided will serve to allay any misgiving about the situation in respect of Ahmadis in Pakistan.",
        "Labels": []
    }
]