[
    {
        "ID": 1,
        "Text": "1. Since 1987, the Special Rapporteur of the Commission on Human Rights has been examining incidents and governmental action in all parts of the world inconsistent with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and has been recommending remedial measures for such situations. Since that date, the Special Rapporteur has submitted to the Commission 13 reports supplemented, in many cases, by addenda. Since 1994, reports have also been submitted to the General Assembly. The present report is submitted in accordance with Commission on Human Rights resolution 2000/33 of 20 April 2000.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. This report covers a total of 85 communications (including one urgent appeal to the Islamic Republic of Iran) sent to 52 States: Afghanistan, Azerbaijan (2), Belarus, Bhutan, Bulgaria (2), Burundi, Chad, China (5), Côte d'Ivoire, Egypt (3), Eritrea, Georgia (4), Greece, Hungary, India (3), Indonesia (5), Iran (Islamic Republic of), Israel, Italy (2), Jordan (2), Kazakhstan, Kuwait, Lao People's Democratic Republic, Latvia, Lebanon, The former Yugoslav Republic of Macedonia, Malaysia, Maldives, Mexico, Myanmar (3), Nauru, Nepal (2), Niger, Nigeria (2), Norway, Pakistan (3), Papua New Guinea, Philippines (2), Republic of Korea, Russian Federation (2), Saudi Arabia (2), South Africa, Sri Lanka, Sudan, Turkey (2), Turkmenistan (4), Uganda, Ukraine, United Kingdom, Uzbekistan (2), Viet Nam and Yemen.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. It also covers the replies of 17 States which were either sent in the context of the preceding report and submitted to the Commission on Human Rights at its fifty-fifth (1999) and fifty-sixth (2000) sessions (one State: Sudan) or were sent in connection with the allegations contained in the present report (16 States: Azerbaijan, Bulgaria, China, Egypt, Georgia (2), Greece, India (3), Iran (Islamic Republic of), Kuwait, Latvia, Malaysia, Russian Federation, Saudi Arabia (2) and Turkey (2)).",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur wishes to point out that while all States, without exception, have cases and/or situations of discrimination or intolerance in respect of religion or belief, they are of different types and degrees. If the resources at his disposal were strengthened, the Special Rapporteur could prepare a world report on freedom of religion or belief. Meanwhile, pending the achievement of that objective, the Special Rapporteur has tried to address problems of intolerance and discrimination that reflect the situation in as many States as possible.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Because of the climate of intolerance and religious discrimination in Afghanistan resulting from the Taliban policy, religious minorities, in particular the Sikhs, are beginning to flee the country. These departures are reportedly due to Taliban measures to force conversion to Islam and to discrimination against women, such as confining them to their homes or requiring them to wear the burqa in public. In addition, on 19 March 2000, the Ministry for the Promotion of Virtue and the Prevention of Vice announced on Radio Shariat that the celebration of Nawruz, the first day of the Persian solar New Year, was anti-Islamic. On 20 March 2000, Taliban soldiers reportedly pursued and assaulted a crowd of people who had gathered to celebrate Nawruz near the capital at Khair Khana and at the Sakhi shrine in Kabul.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. During 2000 the Media Review Network and representatives of the Muslim community complained of the fear of Muslims displayed and fomented by some of the media in South Africa, which was creating a climate of insecurity among that community.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. On 24 April 2000, at Najran, security forces reportedly clashed with members of the Ismaili community. According to the Saudi press agency, these incidents were linked to the arrest of a sorcerer which apparently led to Ismaili demonstrations. The clashes reportedly caused the death of one person and the wounding of four others. Other sources claim that the Ismailis were actually protesting against the closing of an Ismaili mosque by the religious police.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In its reply, Saudi Arabia stressed its sincere willingness to cooperate with the Special Rapporteur, and it provided the following explanations regarding the aforementioned allegation: the information that had been spread by some press agencies on the case in question was inaccurate. The incident had in fact been an isolated one that had been blown out of proportion by certain parties, even though the Saudi authorities had immediately provided clarification of the incident in various newspapers. The facts were the following: information had reached the security forces about the illegal practice of sorcery on a large scale by an inhabitant of the kingdom, provoking reactions from a large number of citizens and residents. Following repeated complaints about those unacceptable and illegal activities, on 22 April 2000 the authorities had allowed security officers to arrest the person concerned on the basis of an official warrant in order to investigate the complaints. When the person's house was searched, one of the individuals present had opened fire on the security officers, one of whom had been seriously injured. In addition, a group of individuals, taking advantage of the situation, had gone to the home of the emir of the region to demand the release of the sorcerer and had fired in the direction of the emir's residence, killing one guard and wounding three others. Saudi Arabia stressed that the incident was in fact a breach of the peace that had endangered the lives of others and violated the laws and regulations in force.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. From the circumstances it would seem, Saudi Arabia maintains, that no ideological or religious objective is involved. Like other citizens, citizens who belong to the Ismaili sect are free to pray and worship, and they have their own mosques. The person who was at the origin of the incident was arrested for sorcery, which is forbidden by law in Saudi Arabia. According to Saudi Arabia, this had nothing to do with the person's affiliation with the Ismaili sect, whose members enjoy the same rights as others and are subject to the same obligations. As to reports of the closing of an Ismaili mosque, Saudi Arabia said that that allegation was groundless and inaccurate; Ismaili mosques are still open and Ismailis may go about their business freely and unhindered.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. According to a second communication, George Joseph, an Indian Christian was arrested on 25 June 2000 in Riyadh and placed in a detention centre; he is reportedly liable to deportation for possession of a video about a Christian meeting in Saudi Arabia. On 27 August 2000 another Indian, Joseph Vergis, also a Christian, was allegedly arrested in Riyadh for possession of a cassette bearing the inscription Jesus.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 11,
        "Text": "11. Saudi Arabia replied that George Joseph had been arrested for having engaged in activities that created a disturbance and in response to complaints from persons living in his neighbourhood. Mr. Joseph was allegedly distributing a video that was illegal, being contrary to the values and rules in force in Saudi Arabia. Moreover, in his deposition, Mr. Joseph admitted to having engaged in that illegal activity. It also became clear during the trial that Mr. Joseph had not come to Saudi Arabia for purposes of employment, but for purposes that were contrary to the regulations and laws in force in the country. Mr. Joseph was tried and sentenced to leave the country, and the judgement was immediately enforced. As for Joseph Vergis, Saudi Arabia has no available information, given that his name does not appear in security service records. Relevant information will be transmitted to the Special Rapporteur once it is obtained by the competent Saudi authorities.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur urges Saudi Arabia to provide him with more specific information concerning the activities of which George Joseph was accused and the values and regulations that he is alleged to have violated.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Following their dismissal in 1999 by the management of Azerbaijan Qaz Emali Zavodu, a gas refinery, because of their beliefs (see E/CN.4/2000/65, para. 14), a group of Jehovah's Witnesses reportedly filed a complaint with the Prosecutor's Office. The Azerbaijani trade union of oil and gas industry workers is said to have replied that those employees had spread the beliefs of the Jehovah's Witnesses, who were operating illegally in Azerbaijan. It was reportedly decided, therefore, that those actions were unconstitutional and would be legally punished by dismissal. The company also filed a complaint on grounds of illegal religious activity, and an administrative committee is said to have decided in favour of the claim; the committee declared the employees guilty of proselytism and of holding illegal religious meetings, and it reportedly ordered them to pay a fine. The newspaper Ganjlik published an article on the dismissals and is said to have mentioned the names of the employees and to have called them \"dogs\", \"predators\" and \"slaves of enemy forces\" with \"poisoned minds\" who ought to be \"thrown out of Azerbaijan\".",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In September 1999, the authorities allegedly decided to expel nine members of the Baptist congregation. The Prosecutor's Office is said to have submitted a report supporting that decision. \" … The Prosecutor's Office has announced that, since the beginning of 1999, M. Makarenko, A. Mamedova, A. Makhmoudova, S. Gadjigaribova, G. Nasraddinova and O. Pritouliak, six employees of an Azerbaijani gas refinery, began to engage in propaganda activities to promote the religious sect Jehovah's Witnesses: they distributed religious tracts and tried to convert others to their beliefs. Providing free materials to their colleagues, they organized study groups during working hours, to which they invited other employees. By spreading the ideas, objectives and purposes of their religious sect, they actually created a religious circle. Over time, the religious activities of the above-mentioned company employees became more open. Their participation in religious meetings held behind closed doors was no longer a secret from anyone. On 1 September 1999, the employees of the plant met in a general assembly to consider the activities of the employees who were members of the sect, trying to convince them to give up their illegal and inappropriate activities. Noting that these employees were becoming increasingly separated from the other workers, that they were boycotting group activities organized by the staff, that they were showing an increasing indifference towards their work and were trying not to form friendships with their colleagues, whom they despised, the workers who spoke up during the meeting said that this demonstrated the harmful effect of the religious sect. With regard to the Jehovah's Witnesses as a sect, those who spoke also pointed out that they preached non-recognition of the State, its laws and its symbols, and rejected military service and other civic duties. Some also noted that this sect authorized its members to take part in all sorts of illegal activities and actions promoting destabilization of the State. The general assembly therefore proposed to the six employees that they should renounce religious sectarianism and promise not to continue their activities. Instead of complying, the employees in question refused to turn away from their chosen path, and even expressed their intention to redouble their efforts. Following the discussion, the general assembly of plant workers thus took the decision to demand that management should dismiss the six employees who were members of the Jehovah's Witnesses sect. In accordance with articles 70 (y) and 72 (v) of the Labour Code of Azerbaijan, which establishes the penalties for administrative infractions committed by individuals during working hours and on work premises, the director of the plant decided to dismiss the six employees. After the Garadag district procurator's office in Baku had verified the evidence concerning the activities of the workers who were members of the sect, it was established that the persons in question had actually committed the infractions set out in article 202, paragraph 1, of the Administrative Code of Azerbaijan, and an administrative action was therefore brought against them. During the inquiry, it also appeared that the activities of the Jehovah's Witnesses in the district were not limited to the refinery. Among other things, it was established that the members of the sect met regularly in an apartment located in an apartment building in Lokbatan. Those meetings, which were also attended by minors, were organized by the occupants of the apartment, Remi and Galina Remiev. In addition to spreading propaganda at the various religious meetings, the members of the sect collected money on the pretext of asking for charity. Administrative action was also taken against Remi and Galina Remiev on the basis of the available evidence. After considering the case, the district administrative committee took the required decisions in the context of the administrative actions. On 3 January 2000, the persons against whom the judgements had been made appealed against the administrative committee's decision of 9 December 1999 before the district court, without obtaining satisfaction. Following the decision of the district court, the persons in question filed an appeal with the court of cassation in Baku; this case has not yet been decided. In addition, the former employees of the plant applied to the district court to be reinstated in their jobs at the plant. The civil proceedings are now in progress. Even before the case was considered by the court, however, the director of the refinery, at his own initiative, reinstated the employees, who are now back at work.\"",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur, while noting the need to ensure respect for legal provisions regarding working conditions, wishes to recall the international rules on freedom of religion and belief and to emphasize that restrictions on freedom to express one's religion or belief should be consistent with international law.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. According to a second communication, authorities in the Passports Department of the Ministry of the Interior, relying on their interpretation of section 6 of the Arrivals, Departures and Passports Act, which stipulates that citizens must supply a photograph showing them as they normally appear and without a hat, refused all photographs showing women wearing the hijab. However, on 10 August 1999, the Nasimi district court reportedly ruled that the Passport Department must issue a passport to women wearing the hijab. The district procurator's office is reported to have appealed this decision to a higher court, which in turn upheld the August 1999 decision. The Vice-President of the Supreme Court, on the other hand, is reported to have overturned that decision. In 2000, many women wearing the hijab again filed an appeal with the Procurator-General which was reportedly rejected.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The Constitution and the law governing compulsory universal military service make provision for a civilian alternative to compulsory military service, yet no implementing legislation exists. Consequently, during 2000, Valanstin Hulai and M. Mikhaltso, Jehovah's Witnesses, were charged in Rechytsa with desertion, even though they had asked to perform alternative civilian service owing to their conscientious objector status.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Christian churches are not authorized to conduct religious activities. The Seventh-day Adventist Church has reportedly complained that the authorities have refused to allow it to build a church even though Bhutanese citizens belong to that denomination.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. On 21 May 2000 in the village of Maritca, Sofia district, a group of individuals headed by an Orthodox priest are reported to have attacked three members of the Bible Association for Christian Unity who wanted to show the film \"Jesus\" in the local community club. \"The District Police in Kostenets immediately set up an operational group on the case, which was sent to the village to clarify the circumstances. Initial actions towards identifying the perpetrators were undertaken. Four tapes with film material were confiscated and after having been reported to the Ihtiman District Prosecutor they have been returned to the representatives of the Bible Association. In response to the claim filed by the assaulted persons (No. 120 of 1 June 2000), a preliminary investigation on case No. 132/2000 was opened on the basis of the materials of the District Police in Kostenets. Following the finalization of the preliminary investigation, the documents on the case will be submitted to the District Prosecutor of Ihtiman. Upon receiving the information notice on the case, the State Directorate for Religious Denominations forwarded a request to the Ministry of the Interior to conduct a thorough investigation of the case. The Holy Synod of the Bulgarian Orthodox Church was also notified of the case and was requested to evaluate the behaviour of the priest and consider appropriate sanctions with regard to him, in accordance with the Statute of the Bulgarian Orthodox Church.\" The Special Rapporteur wishes to thank Bulgaria for its constant cooperation with him in his work on religious intolerance and for sending detailed replies that are in keeping with the spirit of the 1981 Declaration.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 22,
        "Text": "22. According to a second communication, notwithstanding constitutional provisions guaranteeing freedom of religion and belief, such non-traditional minorities as the Jehovah's Witnesses and the Church of Jesus Christ of Latter-day Saints face hurdles in conducting their activities. On 20 March 2000, two Jehovah's Witnesses in Turgovishte were reportedly arrested for disturbing the peace owing to their proselytizing in public. In April 2000, police in Plovdiv allegedly halted the distribution of religious tracts by missionaries from the Church of Jesus Christ of Latter-day Saints, who were also charged with distributing documents without a permit.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. On 3 October 2000, in Kibimba commune, Brother Antoine Ruciano was stopped on the Gitega Province highway by four individuals wearing military uniforms. These individuals then summarily executed him and fled.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In October 1999, Father John Gao Kexian of the Diocese of Yantai was reportedly taken into custody in Shandong for refusing to accept the control of the Catholic Patriotic Association. On 23 November 1999, Father Jiang Sunian of the Diocese of Wenzhou was reportedly arrested in Zhejiang in the context of a campaign by the Catholic Patriotic Association aimed at compelling Catholics to join it. In Hebei, late in November 1999, Bishop John Han Dingxiang was reportedly arrested in Shijiazhuang. Father Guo Yibao, Father Wang Zhenghe and Father Xie Guolin were also reportedly arrested in Hebei in 1999. Bishop James Su Zhimin of Baoding and Auxiliary Bishop Francis An Shuxin of Zhengding reportedly disappeared as long ago as 1996, while Bishop Julius Jia of Zhengding has reportedly not been seen since August 1999. In January 2000, Catholics in Zhejiang Province were reportedly compelled, after having been kept in detention for several days, to sign Catholic Patriotic Association membership forms. The police reportedly threatened to have their children expelled from school if they refused. Non-official Catholic properties, including two churches, were reportedly destroyed. On 25 May 2000, Father Jiang Sunian (see above) was reportedly sentenced by a court in Wenzhou to a six-year term of imprisonment for unlawfully printing Bibles and other religious materials. \"We have the honour to acknowledge receipt of letter No. G/SO/214 (56-13) dated 17 February 2000 from the Special Rapporteur of the United Nations Commission on Human Rights on religious intolerance. The Chinese Government has carefully investigated the allegations contained in this letter and wishes to make the following reply: - I. Gao Kexian, a 74-year-old male from Boxing County, Shandong Province. Although the individual concerned is Catholic, he is not a priest. Inquiries made of the local public security services confirmed that he was not detained in any way. The allegation in the letter that 'he was reportedly arrested by the police (in October 1999)' for refusing to agree to register with the Catholic Patriotic Association is inaccurate. - II. Han Dingxiang, a 61-year-old male from Chengan County, Hebei Province; Guo Yibao, a 32-year-old male from the village of Anji, Humu commune, Xushui County, Hebei Province; Wang Zhenghe (the correct spelling of this name is Wang Zhenhe), a 32-year-old male from the village of Anzhuang, Xushui County; Xie Guolin (the correct spelling of this name is Xie Xiaolin) from the village of Xuguozhuang, Yangqie County, Baoding; Su Zhimin, a 68-year-old male from Qingyuan County, Hebei Province; An Shuxin, a 51-year-old male from Xushui County, Hebei Province; Jia Zhiguo, a 65-year-old male from Jinxian County, Hebei Province. The investigation confirmed that the persons concerned are Catholic, but are neither priests nor bishops. No constraining measures specifically, arrest or detention - were taken by the local police in respect of these individuals. They currently lead normal lives. III. Jiang Sunian (the correct spelling of this name is Jiang Surang), a 31-year-old male from Cangnan County, Wenzhou, Zhejiang Province. > While the individual concerned is indeed Catholic, he is not a priest. During the second half of 1997 he engaged in fraudulent activities which netted him some 120,000 yuan renminbi. On 5 April 2000, in accordance with article 12, section 1, and article 225 of the Criminal Law of the People's Republic of China, the Cangnan County People's Court sentenced him to six years' imprisonment for fraudulent activities. Freedom of religious belief is a fundamental right of the Chinese people. The Constitution of the People's Republic of China clearly stipulates that 'citizens of the People's Republic of China enjoy freedom of religious belief. No State organ, public organization or individual may compel citizens to believe in, or not to believe in, any religion; nor may they discriminate against citizens who believe in, or do not believe in, any religion.' Similar provisions protecting religious freedom and prohibiting any discrimination against citizens whether or not they are believers are contained in criminal law, civil law, legislation governing regional autonomy for national minorities and military service, compulsory education legislation, the electoral law relating to the People's Congress and the law establishing village committees. No one is detained, arrested or imprisoned in China for his or her religious beliefs. However, believers not only have the same rights but also have the same obligations under the law as non-believers. Any citizen, though enjoying religious freedom, must fulfil the obligations set out in the Constitution and in the law. No one is exempt from punishment for violations of the law simply on grounds of his or her religious convictions. Jiang Surang was sentenced because he broke the law, which has nothing to do with his faith. IV. Allegation that Catholics in Zhejiang Province were forced to become members of the Catholic Patriotic Association. > A thorough investigation has confirmed that the allegation in the letter to the effect that Catholics in Zhejiang Province have been arrested and compelled to sign Catholic Patriotic Association membership forms or else their children would be prevented from attending school has no basis in fact. It should be stressed that China is a country of many faiths, and > believers tend to cherish their faith as much as their homeland. All the religions represented in China have established their own patriotic organizations which any one is free to join or not. Under no circumstances can it be said that people are forced to become members of the Catholic Patriotic Association. V. Allegation that two churches in Wenzhou, Zhejiang Province were blown up. A thorough investigation has revealed that in 1998 the inhabitants of Cangnan County, Wenzhou, Zhejiang Province, acting without authorization from the public authorities, built a church on a plot of land in the village of Linguan, Pingdeng commune, Cangnan County, in serious violation of the Land Use Law of the People's Republic of China. On 31 December 1999, pursuant to the relevant provisions of that Law, the Cangnan County Office of Land Use had the church destroyed. Other inhabitants of the county, acting without authorization from the competent authorities, converted a factory into a church in Yanggong village, Lingqi commune, in violation of legislation of the People's Republic of China governing urban land use. On 15 December 1999 the Cangnan county authorities had the church destroyed, pursuant to the law. China is a State governed by rule of law. Under the policy which it pursues in the area of religious freedom, places of worship acquire legal status once they are legally registered, and the legitimate rights and interests associated with them are protected. Religious organizations have the right to complain to the competent authorities in respect of any violation of their rights and interests. They may prosecute the perpetrators of such violations in order to secure administrative and legal protection measures. Anyone who violates citizens' right to religious freedom or who infringes the legitimate rights and interests associated with places of worship is liable to criminal prosecution. The two buildings in question were destroyed, in the first case, because the procedures for obtaining authorization had not been followed in accordance with the relevant provisions of the Land Use Law before construction began, which meant that the land was illegally occupied, and, in the second case, because the building in question constituted a violation of the legislation governing urban land use. The action taken by the authorities concerned in these cases is fair and legal. It bears no connection of any sort to religion.\"",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 26,
        "Text": "26. According to a communication from the Special Rapporteur, in December 1999, four leaders of the Falun Gong movement, Li Chang, Wang Zhiwen, Ji Liewu and Yao Lie, were reportedly given prison sentences in Beijing, officially for having illegally organized and practised a religion, for being responsible for a number of deaths and for having illegally obtained and disseminated State secrets. On 11 May 2000, some 200 Falun Gong practitioners demonstrated to commemorate the birthday of the movement's founder and were immediately arrested by the police. In mid-June 2000, a total of 35,000 Falun Gong practitioners were allegedly arrested, and 84 of them were officially sentenced to prison, while 5,000 more were allegedly sent to re-education camps without a trial.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. In December 1999, Trinley Dorje, the seventeenth Gyalwa Karmapa, one of the most important Buddhist spiritual leaders, is reported to have left the Tibet Autonomous Region and gone to join the Dalai Lama in Dharamsala, India. His decision to leave is said to have been the result of restrictions imposed by the Chinese authorities in religious matters. In June 2000 new regulations were proclaimed orally at Lhasa by the local authorities with a view to prohibiting the possession of altars and religious objects in private homes (including the homes of officials) and banning visits to monasteries and temples by students during summer holidays; the latter measure was intended to put an end to practices perceived as being superstitious and backwards, such as praying for success in examinations.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. On 1 October 2000, the national holiday of the People's Republic of China, several hundred members of the Falun Gong sect demonstrated on Tiananmen Square. Most of the demonstrators were reportedly arrested by the police and placed in detention. The demonstration, which had been announced on the Falun Gong Web site, was preceded by mass arrests of at least 600 Falun Gong members.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. On 26 and 27 October 2000, during the presidential election, violent clashes between militants of the Front populaire ivoirien (FPI) and the Rassemblement des républicains (RDR) reportedly took on a religious tone. Political fighting turned into violent ethnic, but also religious, confrontations between Muslim Senufos and Dioulas from the north, who supported RDR, and Christians from the south, who supported FPI. As a result of this unrest at least several dozen people died and mosques and churches were destroyed.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. On 31 December 1999, in El-Kosheh, following a Christian merchant's refusal to sell fabric on credit to a Muslim, the Muslim in question, with the help of his family, allegedly tried to provoke a fight. The merchant and his relatives reportedly decided to avoid confrontation and went to lodge a complaint with the police. However, a police officer reportedly fired on the complainants and proceeded to arrest them. On 1 January 2000, Muslim clerics reportedly called upon the faithful to fight the Christians. Nineteen Christians and two Muslims are said to have died in the ensuing rioting.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Egypt replied by transmitting two documents: first, a newspaper article on the events in El-Kosheh and a copy of the decision of the Office of the Attorney-General of Egypt containing the charges as finalized after investigation by that Office. The decision covers 96 persons charged with various crimes, including murder, theft and sabotage; and, secondly, an extract from a document, taken, apparently, from a statement indicating, far too briefly, the main forms of action taken by the Government in order to contain and prevent the aforementioned events.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Special Rapporteur regrets the lack of effort and care taken with this reply, which is no reply at all, and requests Egypt to communicate its views and comments on the allegations summarized above.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. According to another communication from the Special Rapporteur, the Supreme Religious Court in Cairo declared the Baha'i faith a dangerous heresy in 1925. In 1960, all Baha'i assemblies were dissolved, their property and other assets confiscated and their religious activities banned. Nevertheless, Baha'is supposedly remained free as individuals to practise their religion in accordance with the freedom of religion guaranteed to all under the Constitution. To this day, however, the Baha'i community is said to be subjected to constant close surveillance: Baha'is are not allowed to meet in groups, especially for religious observances, and their literature is destroyed. It is alleged that they cannot legally celebrate their marriages, which are deemed to constitute concubinage, while the children born of such unions are regarded as illegitimate.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 34,
        "Text": "34. According to a third communication, since May 2000 a hate campaign has been waged by extremists in Cairo against the author Haidar Haidar, who is accused, together with his publishers, the Ministry of Culture and liberal intellectuals, of blasphemy because of his novel A Feast of Seaweed. According to information from a variety of sources, this affair is being politically exploited by Muslim extremists, especially the Muslim Brotherhood, in the context of the forthcoming legislative elections. \"Concerning the campaign against the Minister of Culture and the Syrian author Haidar Haidar, when the General Assembly of Houses of Culture decided to publish a work entitled A Feast of Seaweed, the newspaper The People (formerly published by the Labour Party, whose activity has been suspended) took advantage of the opportunity to launch a media campaign against Ministry of Culture officials for publishing material that was secular in nature and was also, according to the paper, contrary to religious values and principles. While the paper's management attempted to justify their provocative position on the grounds that they were upholding religious convictions, their real motives appear to have been rooted in an attempt to win electoral support with a view to the prospective legislative elections, in which the Labour Party intends to participate.\" Concerning measures taken to prevent extremists from taking over mosques, Egypt has the following to say: \"(a) Management of all mosques and shrines has been centralized in the hands of the Ministry of Awqaf [Islamic endowments]; that Ministry now has responsibility for 50,000 mosques and 10,000 shrines; (b) Every person not expressly authorized to do so is prohibited from mounting a mosque pulpit and delivering a sermon, inasmuch as the law requires a statement from the Ministry of Awqaf;; (c) There have been various judicial measures aimed at thwarting any attempt to make use of mosques for unlawful purposes.\"",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The Special Rapporteur thanks Egypt for the information concerning measures to combat the political exploitation of religion (particularly the posting of security personnel in places of worship) as part of a genuine medium- and long-term strategy for the prevention of religious extremism.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Because conscientious-objector status is not recognized in the context of military service, Jehovah's Witnesses are liable to prison terms of three years. This situation continues, and Eritrea does not appear to be contemplating any measures that would bring this policy into line with international law.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. On 11 August 1999, in St. Petersburg, the Jehovah's Witnesses reportedly applied for a permit to rebuild a religious centre. On 22 November 1999, the Governor's Office allegedly replied that the St. Petersburg Jehovah's Witnesses had enough religious centres to meet their needs and, moreover, because of the state of public opinion in the city, it would be inexpedient to open another centre.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The Russian Federation replied: \"The matter referred to in the Special Rapporteur's letter is exclusively technical in nature and is unrelated to the issue of freedom of religion. For the Special Rapporteur's information, the facts are as follows: Block 3A Pogranichnika Garkovogo Street in St. Petersburg is a former municipal building, now vacant, that has been acquired by the head office of the congregation of Jehovah's Witnesses. On 15 August 1999 the congregation applied to a number of the city's subdivisions and administrative services for authorization to renovate the building completely and turn it into a public meeting hall and place of worship. This application produced a series of responses from the various municipal authorities. In general, the authorities took the position that since the building in question was located in a residential area and in the immediate vicinity of housing complexes, permission to renovate the building and change its type of occupancy should be subject to the applicability of all regulations and requirements governing buildings or municipally-owned land. Those regulations and requirements specify, inter alia, that green spaces must be preserved, that additional water supply and drainage pipes must be installed, that access routes must be suitably reconfigured, and that certain urban planning work must be carried out. Furthermore, the authorities considered that the freely expressed views of the residents of the area should be taken into account. Accordingly, a ruling was issued to the effect that a survey should be conducted to determine what the local residents thought of the prospect of a public place of worship on their doorstep. Agreement was reached in May 2000, whereupon the City of St. Petersburg's Urban Planning Architecture Committee authorized the head office of the congregation of Jehovah's Witnesses to proceed with preliminary studies with a view to the renovation of the building referred to above. At present, now that a new municipal administration has taken office following the recent election of the Governor of St. Petersburg, a number of documents relating to the renovation of the building are undergoing further review by the municipal authorities.\"",
        "Labels": [
            "Persons in street situations"
        ]
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur requests the Russian Federation to inform him of any further action taken as a result of the further review.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. According to a second communication, on 20 August 2000 a group of armed men calling themselves the Almighty Cossack Army of the Don were reported to have broken up a meeting of Jehovah's Witnesses in Volgograd, threatening them and destroying Bibles and other religious literature. Afterwards the minister of the congregation was allegedly beaten by members of the same group. On 21 August 2000 this group once again attacked a gathering of Jehovah's Witnesses in Volgograd.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. On 17 October 1999, a mob lead by Bassilists (followers of the teaching of a priest excommunicated by the Georgian Orthodox Church) is alleged to have perpetrated a violent attack on 120 Jehovah's Witnesses, including women and children, during a religious service in Tbilisi. The police were called but reportedly refused to protect the Jehovah's Witnesses, 15 of whom are said to have been hosptalized. These events were reportedly filmed and subsequently broadcast by the local media. The victims are said to have lodged a complaint with the Office of the Public Prosecutor. \"On 29 February 2000, the Permanent Mission of Georgia received an official reply from the Deputy Secretary of the National Security Council on Human Rights Issues of Georgia, which states that, on 17 October 1999, a group of Bassilists indeed reportedly attacked Jehovah's Witnesses. Based on this fact, on 18 October 1999, proceedings were instituted by the Investigation Department of the Ministry of Internal Affairs of Georgia. A number of investigation activities have been carried out and 100 witnesses have been examined. However, additional work which should be done requires the continuation of the case. As soon as further information is available, it will be immediately forwarded to you.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 44,
        "Text": "44. According to a second communication concerning the preceding allegations, on 9 June 2000 the Investigation Department of the Ministry of the Interior municipal service charged Mr. Mirian Arabidze, a Jehovah's Witness, with assault during the attacks that took place in October 1999, even though he had in fact been a victim. The local Jehovah's Witnesses representative allegedly claimed that the failure of the prosecutor's offices in Gldani and Tbilisi to take action against the perpetrators of the attacks sent a clear message that violence was acceptable. \"Recently, Gldani District Court of Tbilisi considered the criminal case and sentenced to conditional punishment two persons - Jehovah's Witnesses. As for the accused of the opposite party, the court considered the preliminary investigation to be insufficient. The criminal case regarding the accused persons has been returned to the relevant investigative bodies for additional investigation. This court decision was appealed by both the Jehovah's Witnesses and the prosecutor's office in Tbilisi. We had conversations with the Prosecutor of Tbilisi and he informed us that they were going to prepare special conclusions in this regard and to make the relevant submissions to the higher court. The case is to be considered by Tbilisi Circuit Court, as provided for by the Code of Criminal Procedure of Georgia. It is our hope that the following consideration of the case will be fair and impartial. In this context, it should be mentioned that there is a biased attitude towards the Jehovah's Witnesses in Georgian society. Recently, there were some facts which aroused public anxiety. The question is that Jehovah's Witnesses refused to allow appropriate medical treatment (blood transfusion) owing to their beliefs. As a result, a young woman patient - a Jehovah's Witness - died. It is also worth mentioning that there have been a number of citizens' complaints concerning the activity of Jehovah's Witnesses aimed at attracting new members by using bribes (money, food, etc.). In this connection, we are going to make amendments to the Criminal Code of Georgia in order to forbid unlawful proselytism, as has been done in some European countries. The elaboration of these amendments is under way.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur thanks Georgia for its reply, which has the merit of highlighting the problem of society's attitude to a particular group in the area of religion and belief. With regard to proselytism, the Special Rapporteur wishes to recall that the Human Rights Committee, in its General Comment No. 22 of 20 July 1993, on article 18 of the International Covenant on Civil and Political Rights, held that restrictions on the freedom to manifest religion or belief are permissible only if they are prescribed by law and are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others; and must not be applied in a manner that would vitiate the right to freedom of thought, conscience or religion. The Committee also maintained that \"limitations may be applied only for those purposes for which they were prescribed and must be directly related and proportionate to the specific need on which they are predicated. Restrictions may not be imposed for discriminatory purposes or applied in a discriminatory manner.\"",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. According to a third communication, in July 2000, in the Gldani district of Tbilisi, Vladimir Marikyan and Sergey Barsigyan, Jehovah's Witnesses, were reportedly hit by a group of at least 12 Bassilists, who also reportedly destroyed their religious tracts. On 28 July 2000, a group of Bassilists allegedly attacked a bus carrying Jehovah's Witnesses to a religious rally in Marneuli, roughing up the travellers. On 20 August 2000, in Tianeti, the chief of district police, assisted by three police officers, reportedly broke up a Baptist religious service. The police are reported to have destroyed objects of worship and taken Pastor Kalatozishvili to the police station in order to put pressure on him to give up his work in the Baptist Church in favour of the Orthodox Church.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. According to a fourth communication, on 28 September 2000, police officers from Gldani and Ndzaladevi districts in Tbilisi attempted to confiscate literature from the Hare Krishna Movement, but the attempt was unsuccessful because of the intervention of a lawyer representing the Movement. On 24 September 2000, however, 100 tons of literature from the Movement were reportedly confiscated by the police.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Primary and secondary school curricula include compulsory instruction in the Orthodox religion for pupils of that faith. This then raises the question as to whether pupils who were baptized Orthodox but are not observant or have become atheist should be exempted. Representative of the Muslim community in Athens have reportedly complained of the absence of religious instruction in Islam in school curricula. In April 2000 a synagogue in Thessaloniki was reportedly vandalized, while similar acts reportedly occurred in Jewish cemeteries in May 2000. \"Under article 13, paragraph 1, of the Hellenic Constitution, on the inviolability of freedom of religious conscience, the Minister of Education and Worship has repeatedly issued circulars and responses based on said article, i.e. on protection of pupils' freedom of religious conscience. In particular, secondary school pupils who are non-Orthodox Christians, members of another religion, have no religion or are atheist are exempted from religious instructions, prayers, attendance at mass and religious ceremonies when both parents or, in cases of divorce, the parent having legal custody of the pupil, submit a statement under honour to that effect … Article 13, paragraph 13, of Presidential Decree No. 201/98 protects primary school pupils' right to religious tolerance. As for the protest raised by the Muslim community in Athens, under Law No. 1566/85, the purpose of primary and secondary education is to contribute to the multilateral, harmonious and balanced development of pupils' mental and psychosomatic capacities so that, regardless of their sex or origin, they may become accomplished persons and live a creative life. Implementation of these measures is first and foremost the responsibility of the State, which guarantees all pupils, regardless of their religion, the best possible conditions for attending school without impediment. The State is also responsible for the religious education of pupils. In all schools in Greece Orthodox Christianity is the only faith taught, since most Greek pupils are Orthodox, whereas education in another faith is practically impossible, since the number of pupils who are believers in other religions is very limited. It is equally impossible for every school to have a religion teacher for pupils who belong to another denomination or religion. Thus the measures that apply to Muslims in any primary school apply to all non-Orthodox pupils. Consequently, the protest by the leaders of the Muslim community in Athens proves the opposite point, for they are seeking special treatment for their own religion; however, as noted above, it is practically impossible to have special religion teachers in primary schools. Apart from this it must be noted that Greece's treatment of non-Christian churches and non-Orthodox dogmas is determined by the objectives set in the religious curriculum, namely that pupils must be aware that all children of the world are brothers and that everyone must acquire a foundation that will enable him or her to survive and develop. Religious awareness, then, is based on the principles of equality and mutual respect for the religion of pupils, and this is clearly presented in several chapters of primary school textbooks. This holds true for secondary education as well. In schools attended by Muslims students, most of whom come from the Xanthi and Rodoppi region, teachers from their community teach them their religion and their language along with Greek language and history. Consequently, the protest by the leaders of the Muslim community in Athens is unfounded. As regards the desecration of a Jewish synagogue and graves, investigations by the competent authorities have not resulted in the identification or arrest of the perpetrators. These were most likely the isolated acts of persons with extremist views.\"",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteur thanks Greece for this detailed information on religious education in the schools. While he appreciates the difficulties inherent in teaching minority religions in geographical areas where there are too few pupils belonging to these faiths, the Special Rapporteur encourages the Government to hold consultations with minorities, including the Muslim community in Athens, in order to find practical solutions to facilitate the teaching of minority religions to those desiring such instruction.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. In May 2000 tax and customs legislation was reportedly amended to limit the tax exemptions available to churches having contracts with the State. This modification allegedly stripped most religious communities (such as Seventh-day Adventists, Evangelicals, Methodists and Pentecostalists) of their tax-exempt status, leaving only six churches exempt.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. In November 1999 in Orissa State the Government reportedly adopted an order in the form of an amendment to the Freedom of Religion Act, prohibiting all conversions without prior authorization from the local police and the district magistrate. \"The notification No. 63286 dated 26 November 1999 issued by the Government of Orissa relating to the Orissa Freedom of Religion Amendment Rules, 1999, does not require a citizen wishing to convert to seek permission of the local police and the district magistrate. As per the amendment rule, only an intimation is required by way of prior information to the district magistrate. The purpose of the amended rule is to restrict forcible, unlawful, immoral and fraudulent inducement for conversion.\"",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. While recalling that freedom of religion does not justify the exploitation of social instability and poverty for purposes of conversion, the Special Rapporteur wishes to reiterate the observations made with regard to Georgia (see para. 46 above) by referring to the Human Rights Committee's General Comment No. 22 of 20 July 1993, concerning article 18 of the International Covenant on Civil and Political Rights, which deals with restrictions that may be placed on the freedom to manifest religion or belief.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. According to another communication from the Special Rapporteur, on 20 March 2000 in the village of Chatisinghpura, south of Srinagar, 36 Sikhs were reportedly murdered by Muslim extremists. In New Delhi, the Prime Minister's security advisor identified two extremist groups that may have been involved in this massacre, namely the Lashkar-e-Toiba and the Hizb-ul Mujahideen. \"A group of approximately 20 heavily armed terrorists carried out a massacre of 30 Sikhs in Chatisinghpura village of Anantnag district in Jammu and Kashmir on 20 March 2000. After entering the village, the terrorists segregated the male Sikhs from their women and children and massacred them. The terrorists, who belonged to the Lashkar-e-Toiba and the Hizb-ul Mujahideen, were wearing military combat fatigues. The Indian investigating agencies made a breakthrough by arresting Mohammad Yakub Wagey, a terrorist of Hizb-ul Mujahideen who is a resident of outer Chatisinghpura. Wagey revealed that the terrorist group involved in the massacre included some local Hizb-ul Mujahideen terrorists but the overwhelming majority were foreign terrorists belonging to the Lashkar-e-Toiba. He confirmed that the terrorists, after reaching the village, called all male Sikhs from their houses and divided them into two groups. Both the groups were subsequently fired upon and killed. The security forces succeeded in carrying out an operation on 25 March during which five foreign mercenaries were killed in Anantnag district. These mercenaries were also wearing combat uniforms. Five AK series rifles, two wireless sets and several grenades were found in their possession. Investigations and further operations have continued in terms of case No. 85/2000 under relevant provisions of the law. The allegations that this was the first attack on the Sikhs is totally false. More than 40 Sikhs have been killed in Jammu and Kashmir between 1995 and the incident in question. In fact, one of the aims of this brutal massacre of innocent Sikhs was to cause an exodus of Sikhs from Kashmir, as has been the case with Hindus. Crime No. 85/2000 has been registered in the Anantnag police station and investigation of the case is going on.\"",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 58,
        "Text": "58. According to a communication from the Special Rapporteur, Christian institutions and individuals have reportedly been the targets of violent acts of intolerance.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. India replied by recalling the legal and institutional guarantees of non-discrimination for all communities, including minorities. India's policy is based on a commitment to safeguarding the interests of minorities and to ensuring that any violent incident is met with action by the State against the perpetrators of the act within the framework of the law. The reply went on to say: \"The incidents reported are actually incidents of law and order/crime related to thefts, personal enmity, land/property disputes, disputes over admissions/fee hikes in schools, etc. which cannot be construed as communal. In the case of Uttar Pradesh, a team from the National Commission for Minorities had visited various places of occurrence and substantiated the foregoing acts and concluded that no communal angle was evident and no organized/unorganized group was responsible for the incidents.\"",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. According to a communication from the Special Rapporteur, in March 2000 acts of vandalism were perpetrated against a technical training institute run by the Capuchin Fathers in Surya Nagar. \"In the night of 12/13 March, some unknown antisocial elements, after breaking open locks of Media House (a computer institution) at Surya Nagar, Ghaziabad, took away the CPUs of computers along with some other articles. The local police have registered a case under relevant provisions of law, and the matter is under investigation. Thus, this is a clear case of theft.\"",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. According to a communication from the Special Rapporteur, in March 2000 the Sacred Heart School and its principal were attacked. \"On 6 April 2000 (and not on 6 March 2000, as stated in the communication) a Dharana (sit-in strike) was organized by the students and parents in front of Sacred Heart School, Mathura, against a hike in school fees and an increase in the percentage for passing in the examinations from 33 to 40 per cent. The issue was settled peacefully on 13 April 2000 in a meeting with the parents and school management and local administration.\"",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. According to a communication from the Special Rapporteur, in April 2000 three nuns were reportedly assaulted in Haryanan while on their way to the Rewari Catholic church to celebrate Easter. \"On 22 April 2000, at about 11.45 p.m., two nuns, namely Sister Anandi and Pratima Topo, were going to the Rewari Catholic Church to offer prayers when a scooterist hit Sister Anandi from the rear, as a result of which she fell down. Later, on her complaint, the matter was investigated and it was revealed that the accident occurred due to poor visibility on account of darkness due to stormy weather. The scooterist was apprehended and a case was registered against him.\"",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 66,
        "Text": "66. According to a communication from the Special Rapporteur, the assistant priest of St. Dominic Church and the Principal of St. Dominic School were assaulted in Mathura in April 2000. \"On 10 April 2000, Father Joseph, Principal, St. Dominic School, Mathura, was manhandled following a scuffle over the refusal of admission to students in the school. On the complaint of the principal, the Police registered a case against one Suresh Chand Sharma and four or five others. Two persons surrendered in the District Court at Mathura on 13 April 2000.\"",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. According to a communication from the Special Rapporteur, a priest and two nuns were reportedly injured in an attack against the Sacred Heart School and convent. \"In the night of 10/11 April, around 10 unknown miscreants entered St. Theresa's School/Church located at Nand Gaon Road, Kosikalan, Mathura, and manhandled Mr. K.K. Thomas, manager-cum-principal of the school, and two sisters, namely Miss Marry and Sr. Gloria. The miscreants took away about Rs. one lakh in cash. On the complaint of Mr. K. K. Thomas, the police registered a case in Kosilakan police station against the unknown miscreants under the relevant provisions of the Indian Penal Code.\"",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. According to a communication from the Special Rapporteur, on 16 April a convent in Bijnor was attacked. \"On the night of 15/16 April 2000, some miscreants carrying locally made arms entered the hostel of nuns of St. Mary School near Timarpur village, Bijnor district, and committed thefts in two Christian houses. Later, they went to the nuns' hostel and fired four rounds in the air to terrorize them, but the nuns did not open the door and started shouting. Villagers came out to help and fired in the air. As a result the miscreants ran away. A case has been registered.\"",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. According to a communication from the Special Rapporteur, Ashish Prebash, head of evangelism in Punjab for the Campus Crusade for Christ was murdered in his home in 2000. On 8 June 2000 a Catholic priest in Mathura, George Kuzhikandan, was reportedly beaten to death in his home on the campus of the Brother Polus Memorial School. On 1 October 2000 Rashtriya Swayamsevak Sangh (RSS) Sarsangckalak K.S. Sudarshan asked the central Government to expel all Christian missionaries from India.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. On 17 January 2000, in Mataram on the island of Lombok, 12 churches and a number of Christian-owned properties were reportedly destroyed, and the Christian population had to flee to Bali. After the army intervened and order was restored, signs of provocation reappeared, such as the presence of hog carcasses in mosques. On 6 May 2000, in the village of Akidri, Halmahera Island district, North Maluku, rioting reportedly resulted in the destruction of a church and the houses of 10 Christian families. Similar attacks were reported on the island of Buru. The attacks were allegedly organized by a Muslim extremist group known as Laskar Jihad Sunnah Wal Jamaah, which is said to have threatened to carry jihad into the Molucca Islands.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 74,
        "Text": "74. Owing to protests and accusations of blasphemy from the Surakarta Islamic Youth Front regarding an interview conducted in February 2000 with a priest who had stated that there were many similarities between the Koran and the Bible and that the Prophet had been a Christian before becoming a Muslim, radio station PTPN Rasitania in Surakarta was reportedly compelled to refrain from broadcasting for a week and made to apologize. The Alliance of Independent Journalists reportedly went to the police and presented a statement of protest against those measures. The police are said to have arrested the priest who gave the interview on charges of violating the Criminal Code's provisions on religious contempt.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 75,
        "Text": "75. On 19 June 2000 at least 500 Muslim extremists known as Laskar Jihad (Jihad Warriors) attacked the Christian village of Duma on Halmahera Island. Clashes are said to have caused the deaths of 127 Christians (including women and children) and eight Muslims. Some 292 houses were burnt and a church destroyed by bombs. The 30 soldiers on the scene were unable to stop the violence. The Muslim extremists wounded two soldiers and were then dispersed by army reinforcements.",
        "Labels": [
            "Women/girls",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 76,
        "Text": "76. On 26 September 2000 a Muslim extremist group in the Moluccas called Laskar Jihad is reported to have attacked the Christian village of Hative Besar in the provincial capital of Ambon. At least eight Christians were killed and another 10 wounded. The army apparently did not intervene, and in some cases is said to have assisted the extremists.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The urgent appeal referred to further information relating to allegations that three Baha'is, Sirus Dhabihi-Muqaddam, Hidayat-Kashifi Najafabadi and Ata'ullah Hamid Nasirizadih, had been sentenced to death. This matter had been the subject of a previous urgent appeal, which, together with the reply from the Islamic Republic of Iran, may be found in paragraphs 66 and 67 of document E/CN.4/1999/58. On 3 February 2000 Mr. Dhabihi-Muqaddam and Mr. Najafabadi were reportedly informed orally that the verdict in their case, namely the death sentence, had been confirmed. The same court reportedly sentenced Manuchehr Khulusi to death as well. This person was reportedly arrested in Birjand eight months ago and transferred to the Masshad prison because of his Baha'i activities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 78,
        "Text": "78. The Islamic Republic of Iran provided the following reply: \"I would like to inform you that the spokesman of the judiciary denied any confirmation of death sentence against Sirus Dhabihi-Muqaddam, Hidayat-Kashifi Najafabadi and Manuchehr Khulusi. He stated that the cases of the above-mentioned persons are still under consideration by the Supreme Court.\"",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. On 25 September 2000 the Special Rapporteur was informed by non-governmental sources that the Supreme Court had ruled that the verdicts against Sirus Dhabihi-Muqaddam and Hidayat-Kashifi Najafabadi were unfounded and that the cases had been referred back to a court. It was also stated that Manuchehr Khulusi had been released in May 2000. Additional information from the Islamic Republic of Iran is thus very much desired.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. In recent years, Jewish prayer sites are reported to have been established, without official authorization, on Muslim graves, resulting in serious damage to religious antiquities. However, no legal proceedings have been instituted against those responsible. For example, at a location near the town of Modi'in, persons of the Jewish faith are alleged to have committed acts of vandalism against a Muslim burial ground and to have declared the place to be the burial site of Matiyahu Ben-Yohanan. Near Holon a synagogue has been built on the tomb of a sheikh in a Muslim cemetery after a Jewish religious group declared it to be the site of the tomb of Shimon Ben-Ya'akov. Also, young persons of the Jewish faith are said to have established a prayer site for the prophet Reuven on a Muslim site near Palmahim beach south of Tel Aviv.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 81,
        "Text": "81. In a pastoral letter on immigration dated 14 September 2000, Cardinal Giacomo Biffi, Archbishop of Bologna, wrote that Italy should give preference to Christian immigrants over Muslims. \"Even though Catholicism is no longer the State religion,\" he explained, \"it remains the historic religion of the nation.\" Muslims, however, \"have a different diet, different holy days, an approach to family rights that is incompatible with our own, and [a different] attitude toward women … and … a rigorous plan for uniting public and religious life.\" He concluded, \"Rather than Muslims, then, we should encourage the immigration of Catholics from Latin America, the Philippines or Eritrea.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 82,
        "Text": "82. On 14 and 15 December 2000 the Northern League, a political party, organized a demonstration in Mantua to protest against the construction of a mosque on a site belonging to the municipality; a priest is said to have held a religious service on the protest site.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. On 23 March 2000, Muslim extremists reportedly accused the writer Musa Hawamdeh of apostasy because of his alleged criticisms of Islam and called for him to be put to death. The former member of Parliament Abdel Moneim Abu Zant is said to have declared that the writer had distorted the divine words of the prophet Joseph in Egypt. He apparently called the writer an apostate, demanded that he should repent or be declared an apostate by the authorities, which would have led to his divorce and to application of the death penalty.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. In June 2000 the mayor of Amman reportedly ordered the Jordanian Arab Orthodox Church closed and forbade the priest, Stephanos Kamal Farahat, to hold worship services. On 16 June 2000 a Jordanian civil administrator ordered the closing of another Jordanian Arab Orthodox Church in Swaileh.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Jordan responded by transmitting a reply from the Deputy Prime Minister and the Minister of the Interior: \"… on 25 September 1998 the Council of Roman Orthodox Churches in Jordan and Palestine decided to ban the aforementioned Farahat, who was a member of the Roman Orthodox Patriarchate in Jordan, from exercising his vocation, taking on any ecclesiastical activity and making any official statements on the grounds that he had been disrespectful towards the laws of the Church and had rebelled against his spiritual superiors. Since that decision was taken, the individual in question has continued, with the help of Father Philip Saliba, Antiochian Bishop in the United States of America, to perform his religious duties through the Beit Sahour Association without having obtained the proper authorizations. We then received a letter dated 9 May 2000 from His Excellency the Prime Minister of Jordan, to which was attached a letter from Father Diodore I, Patriarch of the Roman Orthodox Church in Jerusalem, in which the Patriarch strongly condemned the opening of a new church by said Farahat in Amman in the name of the Arab Orthodox Church without the consent of the Patriarchate, which, in accordance with Law No. 27 of 1958 of the Patriarchate of the Roman Orthodox Church, is the sole entity authorized to open churches and related establishments in Jordan. Consequently, the Patriarchate had asked the authorities concerned to prevent him from continuing his activities under the auspices of the aforementioned association. It should be noted that no officially recognized Orthodox Church has been closed, and Farahat was authorized to continue performing his functions by virtue of my letter dated 9 September 2000, which was addressed to His Excellency the Governor of the capital.\"",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Jordan has also stressed that it \"is not only a model of religious coexistence and cooperation, but has always exerted a huge part of its efforts in the pursuit of interfaith dialogue between Muslims, Christians and Jews, and has called for the strengthening of understanding between these three faiths.\"",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur thanks Jordan for its clear, precise and substantiated reply.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. In June 2000, in the village of Derbesek, Saryagach District (south-east of Shymkent), the police allegedly raided an unregistered association of Jehovah's Witnesses, confiscating their literature. The Department of National Security for the South Kazakhstan oblast is said to have initiated criminal proceedings on grounds of organizing and participating in an illegal public association.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 89,
        "Text": "89. It is reported that in January 2000 the writer Layla al-Uthmen was sentenced to two months in prison for blasphemy on account of her book, Le départ (Departure), in which she \"used lascivious images, apparently to depict the relationship between one sea wave and another.\" On 27 March 2000 an appeal court reportedly upheld the charges but reduced the sentence of imprisonment to a fine of 1,000 Kuwaiti dinars.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 90,
        "Text": "90. Kuwait replied that Layla al-Uthman had been tried for breaking the country's laws and, specifically, for offending public decency because of the expressions used in her work Le départ. It was emphasized that this was not a case of religious intolerance. It was confirmed that on 22 January 2000 the writer had been sentenced to two months in prison, and that on 26 March 2000 the sentence had been reduced on appeal to 1,000 dinars. The charges were offending public decency and the fundamental values of society.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Latvian legislation makes no provision for civilian service as an alternative to military service. Conscientious objectors who are not covered by the December 1999 amendment to the Compulsory Military Service Act (an exemption is given to clerics and persons undertaking religious training in organizations registered with the Ministry of Justice) are liable to terms of imprisonment.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Latvia replied that since the restoration of independence, the Government had stressed its goal of protecting human rights through national legislation and its accession to 51 international instruments. It was explained that the Government protected the freedom of religion and belief, including the right to alternative forms of service for conscientious objectors. \"On 2 February 1997 the Compulsory Military Service Act was adopted by the Latvian Parliament, thus amending the provisions for alternative service which were in force as from March 1990. The Act in a certain degree reflects existing financial and administrative difficulties in fully implementing the provisions for alternative service, at the same time retaining a number of provisions of the former legislative act. One example is paragraph 21, subparagraph 7, of the Act, which states that ordained clerics belonging to religious organizations registered by the Ministry of Justice and persons being trained in educational institutions of these religious organizations to become members of their clerical staff are exempted from compulsory military service. By the Decree of the Prime Minister of 18 October 2000, the Ministry of Defence established a working group that will elaborate the necessary regulations for the implementation of the provisions for alternative service. The head of the group is the Parliamentary Secretary of the Ministry of Defence and its members are the representatives of the Ministry of Justice, the Ministry of Welfare, the Ministry of Foreign Affairs and various non-governmental organizations, including religious organizations. The deadline for the submission of the relevant draft regulations to the Cabinet of Ministers is 1 May 2001. Furthermore, the Ministry of Defence has organized several public events concerning this relevant issue, such as a conference headed by the Minister of Defence, social studies and others. The Government will continue the process, which leads to the establishment of balance among the interests of various social groups.\"",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Rapporteur would be grateful if the Latvian authorities would keep him regularly informed of the work of the working groups established by the Minister of Defence.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. On 3 January 2000, Sister Antoinette Zaidan, a Maronite, is alleged to have been raped and strangled by Muslim extremists while on her way to her convent. Her body was apparently discovered near the Science Faculty between Hadeth and Kfarchima. That same day, in the village of Kfar Abou in northern Lebanon, a group of Muslim extremists known as \"Al-Takfir Wal Higra\" reportedly murdered two Christian women, Salma Yazbeck and her pregnant sister-in-law Sarah Yazbeck. These extremists reportedly decapitated Sarah Yazbeck and dismembered her body. It is said that, on 1 January 2000, a bomb attack was carried out in the Christian village of Kolaia. In November 1999, Muslim extremists allegedly set fire to four churches: on 3 November, the Maronite Church of Saint George in Dekuwane was bombed, killing the deacon, Chafiq Rajha; on 14 November, an identical attack was perpetrated against the Orthodox Church of Saint Mikhail in Tripoli; on 16 November, the Church of Haoush Hala in Zahle came under machine-gun fire; and, for several days in November, rockets were fired at the Church of Aishie in southern Lebanon, even though worshippers were inside the building.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 95,
        "Text": "95. It is reported that Saso Gjeorgiev, a Jehovah's Witness from Stip, was sentenced to 60 days imprisonment in November 1999 for refusing to perform military service. His two appeals against this sentence were apparently dismissed, and accordingly his sentence was set to run from 15 June 2000. Since conscientious objection is not recognized, the only form of exemption from military service applicable to soldiers citing objections on religious grounds is a waiver of the requirement to bear arms and the extension of military service from 9 to 14 months. Failure to report for military service is punishable under the Defence Act by a fine or a maximum penalty of 60 days' imprisonment and under the Criminal Code by a maximum penalty of one year's imprisonment in peacetime.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. In June 2000 the Government reportedly decided that all Muslim civil servants should be required to attend courses on Islam. These courses, which focus exclusively on Islam to the exclusion of other religions in Malaysia, are apparently not optional and are therefore an obligation for all Muslim civil servants. This measure is of questionable compatibility with the principle of the neutrality of the civil service.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. The Malaysian Government replied: \"… in Malaysia, freedom of religion is guaranteed for each and every citizen, as enshrined in article 3 (1) of the Federal Constitution. As such, no one can be coerced into professing a religion against his will. For its own part, the Malaysian Government has reiterated its commitment to ensuring that the right to religious freedom is not infringed and to the importance of religious tolerance. As you are aware, Malaysia is a multicultural and multi-religious country. Consequently, the Malaysian Government takes its responsibility to promote religious and cultural harmony very seriously and to this end has instituted many programmes and activities, many of which have been successful. It should therefore come as no surprise that the Government views deviationist religious teachings with great concern, particularly in Islam, which is the official religion of Malaysia. These deviationist teachings are often extremist and violent in nature and, if left unchecked, will destroy the social harmony which has been built up through the years. Hence, the Malaysian Government had proposed that government agencies conduct classes in order to explain to civil servants the true message of Islam and, in so doing, quell the spread of such deviationist teachings. These classes are open to all and, while attendance is encouraged, it should be emphasized that they are by no means mandatory. Furthermore, it should be noted that these classes build on those already held in the past, albeit done then in an ad hoc manner. Given that these classes have been conducted with the aim of promoting religious harmony, the Malaysian Government fails to see merit in the allegation that attending these classes would impair the neutrality of civil servants. While civil servants are required to be politically neutral, all Malaysians are expected to play their role in the promotion of religious and cultural harmony. Indeed, it is entirely possible that, as Islam exhorts its believers to be fair and just to all regardless of religious and political belief, rather than impairing the neutrality of civil servants, these classes may in the end emphasize the principle of neutrality.\"",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The Special Rapporteur appreciates the Malaysian authorities' legitimate desire to combat all forms of extremism and requests the Malaysian Government to apprise him of the programme and contents of the courses for civil servants. The Special Rapporteur believes that such training should instil a culture of human rights based on the principles of non-discrimination and tolerance with regard to religion and belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 99,
        "Text": "99. The law apparently restricts non-Muslim religious ceremonies. The public celebration of non-Muslim religious rites is forbidden and must be strictly limited to the private sphere. Consequently, only mosques may be built. School curricula include mandatory teaching of Islam.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. On 29 June 2000, at Tres Cruces in the municipality of San Juan Chamula in Chiapas, Sacario Hernández Hernández was reportedly accused by local leaders of having converted to Protestantism and was fined 500 pesos. On 11 July 2000, Sacario Hernández Hernández and his mother were allegedly arrested by local leaders and a local reserve judge for non-payment of their fine. On 12 July 2000, Sacario's two brothers were also arrested and detained by the same group. Three members of the Hernández family were subsequently released after they had paid their fine but were allegedly warned never to return to Tres Cruces. The Tres Cruces leaders then announced that anyone who refused to sign a declaration of allegiance to the local religion would be fined.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 101,
        "Text": "101. On 12 June 2000, the State Peace and Development Council allegedly ordered the demolition of a Pentacostal church in Cherry Street, Haka, capital of Chin State, even though the building had been erected in 1999 with the approval of the Ministry of Religious Affairs.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. In Arakan State, the authorities are apparently pursuing a discriminatory policy against the Rohingya community because of its adherence to Islam. On 5 June 2000 a decree was issued which extended these restrictions to Hindus and Muslims working for non-governmental and intergovernmental organizations. Persons in this category must henceforth apply to the Department of Immigration for permission to travel in Arakan State. The discrimination takes the form of delayed travel authorizations and additional costs.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. The authorities are pursuing an intolerant and discriminatory religious policy. As far as Buddhism - the dominant faith - is concerned, the authorities have reportedly started to monitor Buddhist communities through nine officially recognized monastic orders. The religious life of the Christian minority has been obstructed, through interference with religious services in Chin and Karen States and the prevention of church building in Kachin State. The Muslim minority is said to be denied freedom of religion. Since 1999, anti-Islamic leaflets accusing Muslims of scheming to subvert other religions and establish an Islamic fundamentalist regime in Myanmar have been distributed at the instigation of the authorities. This discriminatory policy, together with the destruction and closure of mosques, has resulted in an exodus of 21,000 Rohinga Muslims from Arakan State since 1992.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. It is reported that the authorities are refusing to allow the registration of the Seventh-day Adventist Church. Owing to this lack of recognition, the said community is unable to purchase land and cannot hold public meetings or conduct baptisms, weddings or funerals. The Seventh-day Adventist Church is therefore obliged to conduct its religious activities in private homes.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The Seventh-day Adventist church, which maintains several churches, a school and a hospital in Nepal, may conduct most religious activities with the exception of conversions, which are banned; the Church's right to own property is not officially recognized.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. A young Tibetan monk, Kunchog Gyatso, was reportedly arrested by the police on 27 October 2000. Fearing that he would be sent back to Tibet Autonomous Region, he attempted to escape and was seriously injured by the police. He subsequently died of his injuries. A number of monks are said to have left Tibet Autonomous Region in order to pursue their studies and practise their religion abroad.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Despite the existence of constitutional safeguards for freedom of religion and belief and the general pursuit of a policy of tolerance in relation to this basic right, a number of incidents have apparently disturbed the harmonious relationship between the Muslim majority and non-Muslim minorities. The latter have reportedly encountered obstacles to their religious activities in the towns of Say, Kiota, Agadez and Madarounfa, which are considered to be holy places by local Muslim organizations. For example, at Say, Baptist missionaries have been harassed by the Muslim authorities in the town since 1998. Because the police are allegedly unable to resolve this situation, the Baptist missionaries were forced to leave Say in September 1999, to the detriment of the local Christian community. On 14 May 2000 Muslim leaders reportedly threatened Christians with the demolition of their meeting place in Say. It is further alleged that a Christian from the village of Ouro Sidi was threatened with arrest and ill-treatment by Muslims opposed to his activism with the Baptist missionaries.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 108,
        "Text": "108. It is reported that on 21 February 2000 in Kaduna the Christian community demonstrated against the imposition of the shariah in this State. Their peaceful demonstration apparently led to clashes between Christians and Muslims. On 22 February at least 400 people were killed. On 22 May, in Kaduna, further interfaith clashes are said to have broken out in which at least 100 people died. Several churches and mosques were reportedly set alight. On 23 May 2000, for the first time in Kaduna State, a priest was killed: Father Clément Ozi Bello was apparently executed by Muslim fanatics.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. Pursuant to the Religious Knowledge and Education in Ethics Act of October 1995, the teaching of Christianity and Christian ethics is reported to be mandatory in primary and secondary schools. On special grounds, exemptions from specific religious activities such as prayer may be granted, but students may not forgo instruction in the subject as a whole. It is reported that representatives of the Muslim Council and the Humanist Association contested this law in the courts; their challenge was dismissed at first instance and is now at the appeal stage.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. On 17 March 2000, the bodies of at least 500 members of the Movement for the Restoration of the Ten Commandments of God are said to have been discovered by the police in a church near Kanunga. The evidence points to a collective suicide. On 27 March 2000, in Rugazi, the police reportedly discovered the bodies of another 70 members of this movement in a garden belonging to an official of this organization. On 2 April 2000, in Kanunga, Vice-President Specioza Kazibwe announced that at least 1,000 members of the Movement for the Restoration of the Ten Commandments of God had died, while its leaders were apparently still alive.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. It is reported that the authorities have not granted the necessary permission to the Evangelical Baptist Church to hold its summer camp, whereas other, non-Baptist camps have been authorized. Evangelical Baptist representatives have interpreted this measure as official opposition to the presence of an active Baptist community in the country. The authorities have apparently refused to register a Baptist church in the town of Gazalkent for the reason that members of the congregation were undesirables and should join the Russian Orthodox Church.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. On 1 and 6 May 2000 the authorities reportedly arrested eight individuals for their alleged links with the religious party Hiz-ut-Tahir. In July 2000, Kamoletdin Sattarov was said to have been sentenced to nine years' imprisonment for possession of five religious leaflets.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. On 26 April 2000, in Khanewal, in the central Punjab Province, Farrukh Barjees Tahir, a lawyer and district Vice-Chairman of the Pakistani Shiite Muslim Party, and his clerk were reportedly assassinated by two unidentified individuals. This attack apparently occurred three years after the assassination in Khanewal of the lawyer's father, at the time Vice-Chairman of the aforementioned party. In 1997, two members of a Sunni extremist group were arrested and prosecuted in connection with this case.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. It is reported that on 17 March 2000 in Saeedabad, a suburb of Faisalabad, at least 200 Muslim extremists attacked a Christian community as a punishment against Ashiq Masih, who had apparently decided to return to the Christian faith after his conversion to Islam. The police were alerted and intervened, but arrested Ashiq Masih on the orders of the Deputy Commissioner of Faisalabad. It is claimed that the latter was acting on a complaint by a Muslim extremist. The accused was reportedly detained in the Faisalabad district prison, although no appropriate investigation was conducted. It is said that the family of Ashiq Masih also constantly receives death threats.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 115,
        "Text": "115. In July 2000, in the village of Bandai in Dir district, North-West Frontier Province, a religious leader, Maulana Ziaul Haq, reportedly issued a fatwa calling on Muslims to kill Westerners in the Maidan region and to kidnap and force female employees of non-governmental organizations (NGOs) to get married. This fatwa strengthened a ban imposed by the district authorities at the behest of local mullahs, which was designed to prevent NGO personnel from entering the region. The extremist organization Tehrik-I-Nifaz-Shariat-Muhmmadi is apparently behind these events; it is organizing a campaign against NGOs, which it accuses of spreading anti-Islamic Western philosophies such as protection of women's rights.",
        "Labels": [
            "Women/girls",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 116,
        "Text": "116. On 5 August 2000, Mohammed Yusuf Ali, a Sufi mystic accused of blasphemy, was reportedly condemned to death in Lahore. It appears that this decision was reached despite the fact that the persons who had accused Mohammed Yusuf Ali of proclaiming himself a prophet failed to back up their allegations with any hard evidence. The accused is said to have denied the allegations, and certain witnesses admit that they had not fully understood his claims. The accuser is apparently the secretary-general of an extremist organization, Majlis-e-Khatam-e-Nabuwwat (Organization of the Finality of the Prophet), known for its anti-Ahmadiyah campaigns.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. On 4 October 2000, Dr. Younus Sheikh, a doctor and professor at the Islamabad College of Medicine, was reportedly arrested by the police on a charge of blasphemy. It was alleged that on 2 October 2000, during a class in the presence of students, he had stated that the prophet was not Muslim before his fortieth birthday, and that the prophet's parents were not Muslims because their deaths pre-dated the prophet's announcement of his mission. The accuser is Maulana Abdur Rauf, head of the Rawlpindi branch of Majlis-e-Khatam-e-Nabuwwat. None of the members of this extremist organization had actually attended Dr. Younus Sheikh's class. On 19 October, Younus Sheikh was brought before a court and remanded in custody. During this hearing, he was reportedly attacked by 20 mullahs from the Rawlpindi branch of the aforementioned organization. He is currently being detained on remand in Adiala prison.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 118,
        "Text": "118. On 30 October 2000, five ahmadiyah, including a child, were reportedly killed by unidentified armed men while they were leaving a mosque after morning prayers in the village of Ghatialian near Sialkot in Punjab Province. Ten Ahmadis were also injured in this attack. No one has been arrested in connection with these events.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 119,
        "Text": "119. In 2000, the Minister for Home Affairs reportedly stated his opposition to the arrival of Muslims in the country, and his Department has set about drafting legislation to control non-Christian religions. As a first step, and pursuant to a request from the Department, an ecclesiastical coalition is said to have prepared a document entitled \"The Inclusion of Islam into Papua New Guinea: A Warning\", which alleges that Islam is a bellicose and violent religion which oppresses women and minorities. It further claims that Islam is a threat to the peace and unity of Papua New Guinea, which should remain a Christian country.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 120,
        "Text": "120. Since March 2000, on the island of Mindanao, Muslim extremists have reportedly been creating a climate of intolerance against the Catholic community. The extremist group Al Harukatul is alleged to have taken pupils and teachers from the Tumahugong Catholic School hostage. Furthermore, in the town of Jolo, there are said to be posters calling on Christians to convert to Islam.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. On 17 July 2000, at Sumugod in Bumbaran municipality (Lanao del Sur Province, Mindanao), an extremist group called the Moro Islamic Liberation Front reportedly killed 21 Christians.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. Because no alternatives to military service are recognized, it is reported that Jehovah's Witnesses who object to performing military service on the grounds of conscience are liable to three years' imprisonment.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. In October 2000 the Government reportedly launched a campaign to eradicate Christian churches and thereby curtail their role and influence in society. This campaign, styled a \"programme\", seeks to monitor Christian organizations and accuses them of representing an alien religion controlled by enemy forces. The programme has already been partially implemented with security forces apparently forcing newly converted Christians to sign declarations renouncing the Christian faith.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. The Islamic Human Rights Commission is reported to have undertaken a survey in 1999 and 2000 on anti-Muslim discrimination and hostility in the United Kingdom. This study records cases and instances of discrimination against Muslim students in the field of education (for example, exclusion or discrimination associated with the performance of religious practices in schools and the absence of clear directives and procedures from the Department of Education and the Department of Employment concerning relevant complaints), and in the field of employment (for example, job applications turned down because an individual wears \"religious\" clothing, or the prohibition of displays of religious identity in the workplace). Some media outlets also paint a hostile picture of Muslims.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. On 21 June 2000, at Khartoum, the police allegedly attacked the Comboni Catholic College and proceeded to destroy and commandeer property.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. On 17 May 2000, the Liberation Tigers of Tamil Eelam are alleged to have organized a bomb attack against a Buddhist temple in Batticaloa, in which 22 civilians were killed. \"A powerful bomb was set off by the Liberation Tigers of Tamil Eelam (LTTE) at around 5.30 p.m. on Vesak day (15 May), the holiest day of the Buddhist calendar, killing 16 civilians, mostly of the Tamil community, and six security force personnel. The blast also injured more than 75 civilians. The bomb went off in the eastern town of Batticaloa, near the Mangalarama Buddhist temple, where a Vesak celebration was being attended by a large number of civilians from both the Sinhala and Tamil communities. The day also marked the first time Vesak Poya was declared an international holiday by the United Nations. The president of Sri Lanka strongly condemned this barbaric act by the ruthless terrorist group LTTE, which is fighting against a democratically elected Government in order to carve out a mono-ethnic State in Sri Lanka. The President also reinstated civil defence committees already set up in different parts of the country in order to protect civilians and prevent violence. The blast in the eastern town of Batticaloa, where the main Sinhala, Tamil and Muslim communities have been living harmoniously, seemed an attempt by the LTTE to trigger an ethnic backlash and bolster their claim for a separate State. The LTTE attacks on innocent civilians and Buddhist temples and Muslim mosques began many years ago. The attack on the Temple of the Sacred Bo Tree at Anardhapura on 14 May 1985 killing 120 civilians including a Buddhist monk, the killing of 30 Buddhist monks and four civilians at Arantalawa on 2 June 1987, the assassination of the chief priest of Dimbulagala Temple on 26 May 1995 and the attach on the killing of 103 Muslims at prayer at the Jumma and Hussainia mosques in Kattankudy, Batticaloa, on 3 August 1990 are a few examples of LTTE brutality. Like the Vatican for the Christians and Mecca for the Muslims, Buddhists hold sacred the Temple of the Tooth Relic at Kandy. LTTE bombed this Buddhist shrine and UNESCOdesignated World Heritage Site on 25 January 1998. The aim of the LTTE in these cases seemed to be to stall the effort by the Government and democratic parties in Sri Lanka towards a political solution to the ethnic issue by aggravating the ethnic disharmony through provoking different religious communities (Buddhists and Muslims) in Sri Lanka. There is no doubt that Buddhists, Hindus and Muslims have been deeply shocked by this brutal attack, but religious society acted with commendable restraint.\"",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. Sri Lanka has provided a second reply recapitulating the provisions in its Constitution for safeguarding and protecting freedom of religion and its manifestations, and in particular the principle of non-discrimination in this sphere. An investigation carried out by the Ministry of Defence has confirmed that LTTE was responsible for the destruction of the temple at Batticaloa and for a number of similar acts in the past (for example, the Buddhist shrine at Kandy in 1998). The Ministry of Defence has instructed the police and the armed forces to take appropriate measures to protect places of worship and pilgrimage.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. The Special Rapporteur thanks the Sri Lankan Government for the detailed replies it has provided on one specific case in the wider context of the armed conflict, and endorses the measures taken by the State to ensure the protection of places of worship, in accordance with its responsibilities in the matter.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. On 25 May 2000 the Sultan of Kanem reportedly ordered the arrest of members of the Faydal Djaria Muslim community, originally from Nigeria and Senegal. The arrests followed a request to this effect from the Chadian Higher Council of Islamic Affairs, which justified its initiative by this community's alleged failure to conform to the principles of Islam. Specifically, it cited the practice of mixed-sex singing and dancing during religious ceremonies. Pressure from the Chadian Higher Council of Islamic Affairs has also resulted in the banning of the Faydal Djaria community by the Ministry of the Interior.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. Aggressive proselytizing by evangelist missionaries is apparently at the root of tensions between the Muslim community and Christian minorities.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. On 21 June 1999, in Gyzylarbat, members of the National Security Committee are reported to have arrested Annamammedov Yazmammed, A Jehovah's Witness, in order to take him to the office of the director of this congregation. Allegedly threatened with physical violence with the intention of forcing him to renounce his faith and to reveal the names of the Jehovah's Witnesses in Gyzylarbat, he was eventually beaten because of his refusal to comply. On 22 June 1999, he was reportedly sentenced by the Gyzylarbat court to 12 days' administrative detention for insulting the members of the National Security Committee. On 23 July 1999, Annamammedov Yazmammed is said to have been sentence to 10 days' administrative detention, again because of his refusal to yield to the pressure of the National Security Committee. This scenario was apparently repeated on 7 October 1999. On 19 October 1999, the wife of Annamammedov Yazmammed was allegedly arrested by the National Security Committee in order to force her to sign a declaration of renunciation of the Jehovah's Witness faith.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 133,
        "Text": "133. On 14 November 1999, in Ashgabat, the authorities are reported to have ordered the demolition of the only Seventh-day Adventist church in Turkmenistan. It appears that this congregation was registered in 1992 and obtained permission to build its church from the President of Turkmenistan. However, following the revision of the Religion Act in 1997 (making registration of a congregation conditional on the number of its members, the requirement being 500), this community was apparently stripped of its official status. Despite several attempts, the Adventists were reportedly unable to obtain the re-registration of their community.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. It is alleged that on 14 November 1999 the National Security Committee ordered a raid on the Baptist congregation of the Council of Evangelical Baptist Churches during the Sunday sermon. On 13 February 2000, the Committee reportedly interrupted a private religious meeting organized by the Baptist pastor Vitaly Tereshnev, on the grounds that the meeting was illegal. The pastor was apparently fined and his passport confiscated. On 2 February 2000, the Baptist pastor Anatoly Belyayev is said to have been arrested by members of the National Security Committee while he was peacefully performing his religious activities. On 11 March 2000, this pastor and his family were reportedly deported to Moscow. On 13 March 2000, the Senkin and Shulgin families, active members of the Baptist congregation of the Town of Mary, are also alleged to have been deported.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. In March 2000, the Protestant pastor Shokhrat Piriyev was reportedly forced to leave Ashgabat on the pretext that his residence permit was not valid.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. In addition, it is reported that no civilian alternative to military service is provided for conscientious objectors, who are liable to imprisonment under the Penal Code.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. Vitaly Tereshin, a Baptist missionary, was reportedly arrested and deported in August 2000.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. The Russian Orthodox Church and Sunni communities enjoy legal recognition, whereas the authorities have apparently refused to register other communities, especially religious minorities. The law stipulates a membership threshold of 500 persons as a criterion for registration. However, the authorities reportedly make it difficult for communities which satisfy this criterion to register, in some cases coercing people to retract their declaration of membership. In other cases, the authorities apparently interpret this criterion to mean 500 members locally rather than nationwide.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. On 1 March 2000, two Christians (converted Muslims), Necati Aydin and Ercan Sengul, members of the Ismir Fellowship of Jesus Christ, are said to have been arrested as they sold and distributed Bibles and other Christian literature in Kemalpasa, near Izmir. The prosecutor reportedly accused them of forcing people to accept the Bibles and of insulting Islam. It seems the local mufti submitted a report to the prosecutor explaining that the material confiscated from the two Christians did not contain any anti-Islamic elements. However, it was apparently emphasized that passages in Aydin's personal notebook concerning the meaning of \"Allah\" and \"Jehovah\" and other names for God were the essence of falsehood and slander against religion. These arrests reportedly occurred one day after the broadcast on channel D, on Ugur Dundar's \"Arena\" show, of a television programme on Christian missionary sects, which appears to have propagated the message that Christianity is a threat.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. Turkey replied that, according to the information transmitted by the Ministry of Justice, Mr. Aydin and Mr. Sengul had been acquitted on 11 May 2000 by the Kemalpasa criminal court.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. While noting the acquittal of the two accused, the Special Rapporteur requests the Turkish Government to inform him of planned measures to ensure that certain media outlets refrain from any further programming or coverage that encourage intolerance and discrimination on the grounds of religion or belief while at the same time safeguarding press freedom.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. A further communication alleges that in February 2000 law-enforcement officers in Konya discovered the bodies of two women at a site used by Hezbollah. One of the victims, the writer Konda Kuris, had apparently been kidnapped on 16 July 1998 in Mersin and had been murdered for her criticism of Muslim extremist circles.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 143,
        "Text": "143. In its reply, Turkey confirmed the aforementioned allegations and explained that the security forces had arrested the members of the illegal organization Hezbollah responsible for murdering Ms. Kuris. Court proceedings were currently under way, but certain persons implicated in the murder were still at large. A nationwide police operation was in progress with a view to apprehending the suspects.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. The Special Rapporteur thanks the Turkish authorities for their detailed reply and for any future information on measures taken or planned to deal with religious extremism.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. The duration of alternative civilian service is twice as long as military service and thus has a punitive character. Moreover, conscientious objectors who belong to religious communities that are not officially registered by the authorities are unable to assert their right to perform alternative service.",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. It is reported that Pastor Tran Tran Son has been forbidden to perform religious activities in Ho Chi Minh City.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. On 16 January 2000, Mohammed Omer Hadji, a Somali refugee resident in Yemen, was reportedly arrested and held at Tawahi police station on account of his conversion to Christianity. Following his release on 13 March 2000, he was allegedly beaten by the police and told that he would be killed unless he returned to the Muslim faith. He was reportedly rearrested two months later and condemned to death by a court for apostasy, although the court stated that the death sentence would not be carried out if he reconverted to Islam. \"… concerning the case of the Somali refugee Mohamed Omar Haji who apostatized from Islam, we wish to point out that such conduct constitutes an offence under Yemeni laws and legislation. Accordingly, the said person was arrested and referred for trial on the charge of apostasy from Islam to another religion. However, in view of his status as a refugee in Yemen, the Yemeni Government decided that it would be more appropriate to expel him from the territory of Yemen in collaboration and coordination with the UNHCR office in Sana'a. This decision was put into effect and the said person was expelled to Djibouti on Friday, 25 August, as an alternative to the continuation of the trial proceedings.\"",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 149,
        "Text": "149. Replies from States to communications sent in the context of the report submitted to the Commission on Human Rights at its fifty-sixth session (A/CN.4/2000/65) are contained in the report submitted to the General Assembly at its fifty-fifth session of the (A/55/280, paras. 55-75; Azerbaijan, Brunei Darussalam, China, Russian Federation, India, Indonesia, Iran (Islamic Republic of), Ukraine and Viet Nam). Following this session, the Special Rapporteur received the following replies from China and the Sudan.",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. Concerning the allegations that Christians have been arrested (see E/CN.4/2000/65, para. 27), China replied: \"Information concerning the illegal gathering in Tanghe County on 23 August 1999 and the people involved. On 23 August 1999, Zhang Rongliang, Feng Jianguo, Wang Xincai and some other key members of cult organizations, flaunting the banner of 'unification of churches', called together some people to set up a new cult organization in Tanghe county, Henan Province, and disturbed the public order there. The local public security department, acting on the local people's reports, banned their illegal activities according to law. The information concerning the individuals mentioned in the letter is as follows: Zhang Rongliang, male, age 47, is from Fangcheng County, Henan Province. Zhang joined the cult organization Full-scope Church in 1984. In February 1994 he established an illegal organization, with which he fabricated rumours to mislead people and seriously disturbed the public order by being vigorously engaged in 'treatment of diseases through banishment of evil spirits'. Feng Jianguo, male, age 73, is from Tanghe County, Henan Province. A former key member of the cult organization Full-scope Church, he was sentenced to four years' imprisonment in 1956 for the crime of rape. In 1994, Feng established the Gospel Group of China. He told his followers to heighten their vigilance and be prepared for war and donate whatever they have. He fabricated rumours to mislead people and seriously disturbed the public order by being vigorously engaged in 'treatment of diseases through banishment of evil spirits'. In view of the fact that Zhang and Feng were engaged in cult organization activities for many years, persisted in such acts in Tanghe even after the government ban and disturbed the public order, the local public security department, in accordance with the relevant provisions of the Criminal Law of the People's Republic of China as well as the Criminal Procedure Law of the People's Republic of China, subjected Zhang and Feng to house arrest on 24 September 1999. On 19 November, the local labour education and rehabilitation committee decided to punish Zhang and Feng with three years and one year of education through labour respectively. Wang Xincai, male, age 47, is from Lushan County, Henan Province. In 1980, he joined the cult organization shouting faction and became a key member. He was subjected to 15 days' security detention by the local public security department according to law for his participation in the planning of the illegal activities in Tanghe County on 23 August 1999 which disturbed the local public order. He has been released. As to Gao Guofu, Gang Jinliang and some others mentioned in the [Special Rapporteur's] letter who took part in the illegal gathering, the local public security department did not subject them to arrest, detention or any other punishment. Although serious efforts have been made to locate their whereabouts, no trace has been found of the following seven persons mentioned in the letter: Zhao Chunshun, Sun Zheguo, Jian Wenxiang, Liu Wanlin, Zhan He, Chen Yaofu and Xu Changhua. Religious belief is a basic right of Chinese citizens. Article 36 of the Constitution of the People's Republic of China provides: 'Citizens of the People's Republic of China enjoy freedom of religious belief. No State organ, public organization or individual may compel citizens to believe in, or not to believe in, any religion; nor may they discriminate against citizens who believe in, or do not believe in, any religion.' There are clear and specific provisions concerning protection of freedom of religious belief and of equal rights of the citizens who believe in religions in China's criminal law, civil law, electoral law, military service law and compulsory education law. The Chinese Government respects and protects citizens' freedom and rights of religious belief. The State protects normal religious activities. The normal religious activities conducted in public and those conducted at home according to religious customs are organized by religious organizations and believers themselves. Such activities are protected by State laws and no one may intervene. The State protects the lawful rights and interests of religious organizations and the rights of professional religious personnel to perform their normal religious duties. Christians and Catholics in China have their own religious organizations. The Chinese Government confers on all churches and meeting places which meet requirements the right to register themselves according to law. Once registered, such places are protected by law. The Government authorizes the temporary registration of meeting places which do not satisfy all requirements, and registration becomes official once all the requirements have been met. Consequently there are no 'clandestine churches' in China. However, it is undeniable that there are certain organizations and individuals in the world which are quick to spread rumours and make capital out of alleged ill-treatment and persecutions of 'clandestine churches'. Their real motives are political and anti-Chinese. The Chinese Government firmly opposes all attacks in the form of rumour-mongering and the use of religion to undermine the sovereignty of other States. Chinese citizens enjoy religious freedom and related rights under the Constitution and Chinese law, but these instruments also impose duties on them. The Constitution of the People's Republic of China clearly stipulates that no one may use religion for purposes designed to disturb public order, endanger public health or disrupt the smooth functioning of the State educational system. Zhang Rongliang, Feng Jianguo and the other persons involved were punished according to law, not because of their faith but because they were performing illegal activities which constituted a serious threat to public order and undermined the laws and regulations of the State.\"",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 151,
        "Text": "151. With reference to the case of the Catholic priests Father Lino Sabbat and H. Boma, who were arrested in August 1998 and accused of being linked to explosions in Khartoum in June 1998 (see E/CN.4/2000/1999/58, para. 96, and E/CN.4/2000/65, para. 94), the Sudan replied: \"The above-mentioned persons have been arrested and charged with the bombing in Khartoum of 30 June 1998. The accused were presented to a trial before a field military court which was later cancelled by the Constitutional Court. His Excellency the President pardoned all the accused in the case on 6 December 1999. Upon the declaration, His Excellency the Minister of Justice ordered the immediate release of all the accused and the stay of all legal proceedings against them.\"",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. Regarding the deportation by the immigration services of a Canadian Catholic priest without explanation in August 1999 (see E/CN.4/2000/65, para. 94), the Sudan replied: \"Brother Gilles Poirier was deported because he entered the country illegally and engaged in activities which compromised national security while he was in the Sudan.\"",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. The Special Rapporteur requests the Sudanese Government to provide more detailed information concerning the charge of \"compromising national security\".",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. The Special Rapporteur has also received the Sudan's reply to an urgent appeal made in 1999 in connection with the arrest and disappearance of Nasser Hussein (or Nasir Hassan) following his conversion to Christianity (see E/CN.4/1999/58, para. 96). The Sudan replied: \"… During a meeting with the rapporteur of the Human Rights Advisory Council which took place on 6 February 1999 in the presence of Brother Yohannes Garangtab, a member of the Council, Nasser Hussein stated that he had been arrested on several occasions for disrespect towards Islam, but that since his release late in November 1998 he had not been rearrested and had led a normal life. He may be contacted through the Human Rights Advisory Council …\".",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. The Special Rapporteur has still not received any replies to communications or various communications addressed to the following 34 States in the context of his report to the Commission on Human Rights at its fifty-sixth session (E/CN.4/2000/65): Afghanistan, Bangladesh, Bolivia, Comoros, Côte d'Ivoire, Cyprus, Democratic People's Republic of Korea, Dominican Republic, Gabon, Greece, Indonesia, Iran (Islamic Republic of), Israel, Kazakhstan, Lao People's Democratic Republic, Malaysia, Maldives, Mauritania, Mexico, Mozambique, Myanmar, Nepal, Niger, Nigeria, Pakistan, Samoa, Saudi Arabia, Sri Lanka, Tajikistan, Turkmenistan, Uganda, United Arab Emirates, Uzbekistan and Yemen.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. In situ visits remain one of the main ways to facilitate dialogue and gain deeper understanding of situations regarding tolerance and non-discrimination on the grounds of religion or belief.",
        "Labels": []
    },
    {
        "ID": 157,
        "Text": "157. The Special Rapporteur visited Turkey in 1999. His report on this visit, which took place in December 1999, was submitted to the General Assembly at its fifty-fifth session (A/55/280/Add.1) and transmitted for information to the Commission on Human Rights at its fifty-sixth session. It deals with law and policy in the field of freedom of religion and belief and on the situation of non-Muslim communities.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. Certain pieces of legislation include provisions to protect freedom of religion and belief (for example, in general terms, the Turkish Constitution), whereas others (for example, legislation on given names, foundations and the \"non-utilization\" of the property of non-Muslim minorities) raise serious issues of compatibility with international law and jurisprudence in the field of human rights. There are also problems posed by the failure to recognize conscientious objection or to abide by provisions designed to protect the legitimate rights of minorities in the field of freedom of religion, for example the existence of domestic laws, regulations, jurisprudence and practices contrary to the Treaty of Lausanne of 24 July 1923.",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. The policy of the Turkish State, it must be said, is complex and contrasts sharply with the categorical assertion by certain authorities that such policy is a model of tolerance and non-discrimination. The Special Rapporteur understands the legitimate concerns of the authorities in the face of religious extremism, but he believes that the active role of the State in religious affairs, for example through its Turkization policies, constitutes interference not only in the way people manifest their belief but also in the actual freedom of religion and belief of both the Muslim majority and the non-Muslim communities.",
        "Labels": []
    },
    {
        "ID": 160,
        "Text": "160. As far as non-Muslims are concerned, with the exception of the Jewish minority, whose situation is entirely satisfactory, the situation of the Christian communities - Greek Orthodox, Armenian (Orthodox, Catholic and Protestant), Assyro-Chaldean and Turkish Catholic and Protestant - raises problems with regard to the principles of tolerance and non-discrimination. These communities have to endure many hardships and violations, including the confiscation of religious property, the banning of religious seminaries, interference at various times in procedures for electing religious dignitaries, restrictions on freedom of worship in public and, at times, even a climate of insecurity that affects Christians.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. It is true that the rich diversity of religious life is gradually being eroded in Turkey. In a spirit of dialogue and cooperation, the Special Rapporteur has prepared a series of recommendations for the Turkish Government with respect to legislation and policy in the field of freedom of religion and belief and the situation of non-Muslim communities.",
        "Labels": []
    },
    {
        "ID": 162,
        "Text": "162. The Special Rapporteur's visit to Bangladesh in May 2000 was the subject of a report submitted to the General Assembly at its fifty-fifth session (A/55/280/Add.2) which was also transmitted for information to the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 163,
        "Text": "163. A study of legislation in Bangladesh revealed that constitutional and penal measures guarantee freedom of religion and belief and their manifestations, but that, despite positive initiatives by the Government to enhance the protection of women, existing legislation on the status and capacity of persons discriminates against women, as does the Vested Property Act, which is simply a tool for robbing the Hindu community of its property.",
        "Labels": []
    },
    {
        "ID": 164,
        "Text": "164. With regard to policy and the sphere of religion and belief, the State does, in general, respect freedom of religion and belief and manifestations thereof. However, the situation of religious and ethnic communities is not without its problems, some of which are very serious. One problem that needs to be stressed is the complexity of the various situations. The obstacles, intolerance and discrimination that can affect religious and ethnic communities are due to a combination of several factors. These are essentially political and religious in nature, but there are also economic and social considerations such as poverty, illiteracy and the weight of tradition.",
        "Labels": []
    },
    {
        "ID": 165,
        "Text": "165. This being the case, it seems that the key common denominator with regard to the problems described is the exploitation of religion for political ends. The involvement of extremist religious parties in Bangladesh politics and the use of Islam as a stepping stone to power has led to the adoption of a similar strategy by other political parties. Another consequence is that the State appears more sensitive to the interests of the Muslim majority. For non-Muslim minorities and ethnic groups, this is reflected in a number of obstacles to access to public-sector jobs, especially positions of responsibility, and lukewarm financial support for their religious community institutions and the teaching of their religion in public schools. The same approach appears to be the reason for the delays in the full implementation of the Peace Accord in favour of the ethnic communities of the Chittagong Hill Tracts.",
        "Labels": []
    },
    {
        "ID": 166,
        "Text": "166. Moreover, the State is to some extent hamstrung in its efforts to combat religious extremism. This prejudices the position of Ahmadis, non-Muslims and women who live in a climate of insecurity (as reflected in attacks on minorities and fatwas against women) whipped up by extremists who seek to control society through mosques, madrasahs and charitable organizations. These extremists also challenge any progressive and enlightened development of society, for example the emancipation of marginalized groups such as women, which is promoted by the Government through various legislative initiatives and action programmes. Recommendations on all the problems and issues described above have been submitted to the authorities in Bangladesh in a spirit of cooperation and appreciation of the many difficulties associated with underdevelopment affecting the country. Clearly, the complex situation facing Bangladesh means that the country's efforts to curb extremism and fight poverty should be encouraged and supported.",
        "Labels": [
            "Women/girls",
            "Persons living in poverty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 167,
        "Text": "167. The Special Rapporteur intends to visit Argentina in the near future.",
        "Labels": []
    },
    {
        "ID": 168,
        "Text": "168. In addition, pursuant to its resolution S-5/1 of 19 October 2000, entitled \"Grave and massive violations of the human rights of the Palestinian people by Israel\", the Commission on Human Rights decided at its fifth special session to request the Special Rapporteur on religious intolerance to carry out an immediate mission to the occupied Palestinian territories and to report his findings to the Commission at its fifty-seventh session. Pursuant to this resolution, the Special Rapporteur has made the necessary arrangements for such a visit and will report thereon to the Commission on Human Rights. A request for a visit was transmitted to the Israeli Government on 27 July 1996, but to date no reply has been forthcoming, despite reminders.",
        "Labels": []
    },
    {
        "ID": 169,
        "Text": "169. To date, requests for visits to the Democratic People's Republic of Korea, the Russian Federation, Indonesia and Nigeria have come to nothing.",
        "Labels": []
    },
    {
        "ID": 170,
        "Text": "170. The Special Rapporteur has followed up on his in situ visits through the procedure for collating observations and information received from States on measures either planned or taken to implement the recommendations made in the visit reports. Most of the States visited have cooperated with the follow-up programme: China (follow-up table and reply in 1996 (A/51/542)); Pakistan (follow-up table in 1996 (A/51/542), reply in 1996 (A/52/477/Add.1)); Greece (follow-up table in 1997 (A/52/477/Add.1), reply in 1997 (E/CN.4/1998/6)); the Sudan (follow-up table in 1997 (A/52/477/Add.1), reply in 1997 (A/52/477/Add.1)); and India (follow-up table in 1997 (A/52/477/Add.1) reply in 1998 (A/53/279)). The Special Rapporteur is still awaiting replies from the Islamic Republic of Iran (follow-up table in 1996 (A/51/542)), Germany (follow-up table in 1998 (E/CN.4/1999/58)), and Australia (follow-up table in 1998 (E/CN.4/1999/58)). Germany has advised the Special Rapporteur that a detailed reply will be sent in the very near future. On 17 February 2000, the Special Rapporteur initiated a follow-up procedure in respect of the United States of America and Viet Nam (follow-up table (A/55/280)).",
        "Labels": []
    },
    {
        "ID": 171,
        "Text": "171. The Special Rapporteur wishes to emphasize the importance of follow-up, which is the logical next step after a visit and ought to generate constructive dialogue and a joint search for solutions to any problem in the field of freedom of religion and belief. This procedure is a key instrument of cooperation, both for the States involved and for the United Nations human rights machinery as a whole. For example, in its concluding observations on the Islamic Republic of Iran of 2 June 2000 (CRC/C/15/Add.123), the Committee on the Rights of the Child endorsed the recommendations made by the Special Rapporteur on religious intolerance following his visit to that country and recommended that the State party should implement them in their entirety (para. 36).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 172,
        "Text": "172. In addition to his \"traditional\" visits, the Special Rapporteur will in future visit the major religious communities (following the pattern of his visit to the Holy See in September 1999; see E/CN.4/2000/65) in order to establish a direct dialogue focusing on the 1981 Declaration and any issues relating to freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 173,
        "Text": "173. The Special Rapporteur has continued his preparations for the international consultative conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination, which is to be held in Madrid from 23 to 25 November 2001 in collaboration with the Spanish Government. At its fifty-fifth session, the General Assembly noted this initiative with satisfaction in its resolution 55/97 (for further details, see A/55/280, paras. 121-132).",
        "Labels": []
    },
    {
        "ID": 174,
        "Text": "174. The Preparatory Committee for the Conference has been established. Besides the Special Rapporteur on religious intolerance and the representative of Spain, it is composed of the following individuals (listed in alphabetical order) who are attending in their capacity as experts rather than as representatives of a particular State (except Spain), religion or NGO: Mr. Taieb Baccouche, Tunisia, expert on the right to education, Director of the Arab Institute of Human Rights; Mr. Doudou Diène, Senegal, Director of the Division of intercultural dialogue and pluralism for a culture of peace of the United Nations Educational, Scientific and Cultural Organization (UNESCO); Mr. Maurice Glèlè Ahanhanzo, Benin, Special Rapporteur of the United Nations Commission on Human Rights on contemporary forms of racism, racial discrimination, xenophobia and related intolerance; Mr. Iván C. Ibán, Spain, Professor at the Universidad Complutense de Madrid and Secretary of the European Consortium for Church and State Research; Mr. Michael Roan, United States of America, Director of the Tandem Project and expert in the field of freedom of religion and conviction; Ms. Katarina Tomaševski, Croatia, Special Rapporteur of the United Nations Commission on Human Rights on education; Mr. Theo Van Boven, Netherlands, former Director of the United Nations Centre for Human Rights and former member of the Committee on the Elimination of Racial Discrimination.",
        "Labels": []
    },
    {
        "ID": 175,
        "Text": "175. The Preparatory Committee held its first meeting from 20 to 22 November 2000 at the Palais Wilson in Geneva. The Deputy High Commissioner for Human Rights, representing the High Commissioner, attended the opening meeting. The Committee worked on the basis of a dossier prepared by the Special Rapporteur on religious intolerance containing the following documents: composition of the preparatory committee; the agenda; a project brief; a trilingual brochure on the conference; draft rules of procedure; draft final document; a study prepared by the Special Rapporteur for the World Conference against Racism entitled \"Racial discrimination, religious intolerance and education\"; and a study carried out under the Special Rapporteur's guidance entitled \"The role of religious education in the pursuit of tolerance and non-discrimination\".",
        "Labels": []
    },
    {
        "ID": 176,
        "Text": "176. The Preparatory Committee adopted the draft rules of procedure and the first version of the draft final document after two readings. The Committee also held a preliminary discussion on the list of conference participants and decided to invite as observers all States Members of the United Nations, relevant United Nations bodies (the Secretariat, specialized agencies, UNESCO Chairs in the field of human rights and interfaith dialogue, treaty and non-treaty human rights bodies), regional organizations of a general nature, regional organizations with an educational and cultural focus, national and regional human rights institutions and national human rights commissions. The Committee also decided to consider the participation of experts, religious and faith-based communities and NGOs at its second session, which will be held from 11 to 13 June 2001 in Spain.",
        "Labels": []
    },
    {
        "ID": 177,
        "Text": "177. At the conclusion of the Preparatory Committee's work on 23 November 2000, the Special Rapporteur and the Spanish Ambassador held a press conference to report on the progress of the preparations. In order to ensure publicity for the conference, steps have been taken to post useful information on the Web site of the Office of the High Commissioner for Human Rights.",
        "Labels": []
    },
    {
        "ID": 178,
        "Text": "178. The Special Rapporteur wishes to thank the High Commissioner for Human Rights for her active cooperation with respect to this conference. She has redoubled her efforts to raise the profile of the conference with her interlocutors, particularly during her field visits.",
        "Labels": []
    },
    {
        "ID": 179,
        "Text": "179. Information and leaflets are available from the conference secretariat: Tel.: (004122) 917 9332, 917 9101, 917 9163; Fax: (004122) 917 9006; e-mail: pgillibert.hchr@unog.ch, gpassarelli.hchr@unog.ch, or eippoliti.hchr@unog.ch",
        "Labels": []
    },
    {
        "ID": 180,
        "Text": "180. Based on the communications he has received, the Special Rapporteur has been able to undertake a general survey of the situation in the field of religion and belief in accordance with and under the terms of his mandate.",
        "Labels": []
    },
    {
        "ID": 181,
        "Text": "181. First and foremost, such an analysis clearly highlights the situation of minorities in terms of the principles of tolerance and non-discrimination in the field of religion and belief. The concept of a minority, although not really defined in international law, which merely refers to categories such as national, ethnic, religious and linguistic minorities (see the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities), is interpreted in the widest sense in this report, whether in reference to minority groups within the same religion or in relation to other religions, society, non-State entities and the State. More attention should be paid to the situation of minorities in the light of the 1981 Declaration.",
        "Labels": []
    },
    {
        "ID": 182,
        "Text": "182. First of all, the issue is one of discriminatory or intolerant policies, legislation or State practice, or even indifference on the part of State institutions which is prejudicial to minorities, be they of the \"major religions\" or other religious and faith-based communities. Such minorities are mainly affected by: (a) Threats to their very existence as a specific community (campaigns to eradicate Christian minorities in the Lao People's Democratic Republic, Jehovah's Witnesses and Baptists in Turkmenistan and members of Falun Gong in China; anti-Muslim policies in Myanmar; the banning of the Faydal Djaria Muslim community in Chad; Egyptian jurisprudence and practice; and the situation of Baha'is in the Islamic Republic of Iran);; (b) Direct or indirect restrictions on displays of religion or belief (prohibition in fact or in law of certain public displays of minority religion or belief in the Maldives, Saudi Arabia, Bhutan, Myanmar and Nepal; refusal to register religious and faith-based communities, thereby threatening all or some activities connected with religion and belief in Kazakhstan, Nauru, Uzbekistan and Turkmenistan; non-recognition of conscientious objection, no provision for alternative civilian service, and the punitive nature of this civilian service by reason of its duration, which particularly affects the Jehovah's Witnesses and other religious and faith-based communities in Belarus, the Republic of Korea, Eritrea, the former Yugoslav Republic of Macedonia and Ukraine; the absence or inadequacy of instruction in minority religions in educational establishments in Greece and Norway);; (c) Manifestations of rejection such as fear of Islam, as in Papua New Guinea.",
        "Labels": []
    },
    {
        "ID": 183,
        "Text": "183. Minorities are also victims of the intolerance of non-State entities, especially religious communities, political and religious extremist organizations and the media. Minority communities are vulnerable in relation to other religions or beliefs (for example, the campaign of harassment organized by Muslim leaders against Baptist missionaries and believers at Say in the Niger; the excesses perpetrated by Muslim extremists against Christian communities in Pakistan; the anti-Muslim remarks by a high-ranking Catholic ecclesiastic and the participation of a priest in a demonstration against the construction of a mosque in Italy; and the situation in Papua New Guinea), or within the same religion or belief (for example, violent attacks by Orthodox Christians in Bulgaria on another organization belonging to a different rite; violence perpetrated by small groups such as the \"Almighty Cossack Army of the Don\" and the Bassilists against the Jehovah's Witnesses in Georgia and the Russian Federation). The dividing line between religious and faith-based communities and political-extremist organizations is vague and sometimes non-existent. In any event, extremism such as that practised by the Taliban in Afghanistan has more serious implications for minorities. Lastly, the Special Rapporteur wishes to emphasize the particularly damaging role played by certain media outlets in helping to foment fear of Islam and Christianity, which creates insecurity and intolerance of Muslim minorities (as in South Africa and the United Kingdom) and Christian minorities (as in Turkey) in societies throughout the world.",
        "Labels": []
    },
    {
        "ID": 184,
        "Text": "184. When considering this overview of the situation of minorities, it should also be borne in mind that minorities themselves may occasionally be sources of intolerance towards their own members (for example, the collective suicide organized by the Movement for the Restoration of the Ten Commandments of God in Uganda) or towards other religious or faith-based communities (in Georgia or Chad, for example, where aggressive proselytism by missionaries is undermining the harmony between the Muslim majority and Christian minorities).",
        "Labels": []
    },
    {
        "ID": 185,
        "Text": "185. It nevertheless remains the case that the worldwide trend as regards religion and belief is towards increased intolerance and discrimination against minorities and a failure to take account of their specific requirements and needs.",
        "Labels": []
    },
    {
        "ID": 186,
        "Text": "186. A study of the communications further reveals that the status of women is still highly unsatisfactory, sometimes even tragic. The communications reflected in this report refer to extreme situations and cases that are usually caused by non-State entities (such as the \"apartheid\" practised against women by the Taliban in Afghanistan on the basis of their own interpretation of religion; the abduction and execution of a female intellectual by the Hezbollah in Turkey; and the physical violence, including the murder of believers, including nuns, perpetrated by extremists in Lebanon, Indonesia, Georgia and India). However, as the Special Rapporteur's mission reports indicate in greater depth, women all over the world must deal with sex discrimination on a fairly significant level, and such discrimination is caused not only by the weight of social tradition but also by State policy (e.g. access to posts of responsibility in the political, economic and other spheres).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 187,
        "Text": "187. An appraisal of the communications covered in this report also shows how vulnerable minorities and women are to the ever-worsening scourge of extremism. This phenomenon, which is complex, having religious, political and ethical roots, and has diverse objectives (purely political and/or religious), respects no religion. It has hijacked Islam (as in Afghanistan, Egypt, India, Indonesia, Jordan, Lebanon, Pakistan, the Philippines and Turkey), Judaism (in Israel), Christianity (in Georgia) and Hinduism (in India). Besides vulnerable groups, the casualties of this aberration are entire religious communities, other dynamic forces in society such as NGOs (Pakistan), and, of course, religions themselves. Extremist organizations use a variety of means to achieve their objective of securing power and/or imposing an exclusive truth, including physical violence, such as murder, and legal means, such as recourse to accusations of blasphemy. Although legislation that punishes defamation, including blasphemy, is designed to protect religion and addresses a legitimate concern, particularly with regard to phenomena such as fear of Islam and Christianity, it must be acknowledged that blasphemy or defamation are increasingly used by extremists to censure all legitimate critical debate within religions (Jordan, Egypt, Pakistan) or to bring to heel certain minorities accused of holding erroneous views (Pakistan). Of course, extremism does not and cannot operate in a vacuum, and in fact it frequently receives either active or passive support (in the absence of measures to curb it) from national and foreign State entities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 188,
        "Text": "188. Finally, the communications dealt with in this report demonstrate the persistence of State policies that have an impact on the freedom of religion and belief of minorities (see above) and of the majority (in Myanmar, China and Viet Nam, for example). The difficult and strained relationship between politics and religion, illustrated inter alia by extremism, can often have tragic consequences, such as the inter-faith clashes in Nigeria following the attempted introduction of the sharia, or the violence in the wake of the presidential elections in Côte d'Ivoire.",
        "Labels": []
    },
    {
        "ID": 189,
        "Text": "189. Sadly, intolerance and discrimination based on religion or belief are ever-present in the world. This admission does not of course detract from the positive results of the 1981 Declaration, and especially the improvements that a number of countries have made in various areas. However, an appraisal of the status of freedom of religion and belief in the world today reveals a somewhat negative and disturbing picture.",
        "Labels": []
    },
    {
        "ID": 190,
        "Text": "190. Accordingly, the Special Rapporteur should continue in his role of investigating breaches of the 1981 Declaration, communicating directly with Governments and reporting on this situation to the international community. He should also strengthen his role in identifying and proposing solutions for dealing with manifestations of intolerance and discrimination and addressing the root causes thereof. In addition to dealing with the everyday aspects of the problem, he should also participate in the elaboration of a long-term prevention strategy. In pursuing this preventive approach, the Special Rapporteur has initially had to confront issues that are both complex and sensitive in terms of specifics and similarities in order to gain an understanding of the whole subject of religious and faith-based intolerance and discrimination.",
        "Labels": []
    },
    {
        "ID": 191,
        "Text": "191. To this end the Special Rapporteur has initiated a number of studies, namely: (a) Two studies in the context of the World Conference against Racism, to which the Special Rapporteur was asked to contribute by the Commission on Human Rights pursuant to its resolutions 1999/78, on racism, racial discrimination, xenophobia and related intolerance, and 1999/39 and 2000/33, on implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion and Belief:; > (i) An initial study entitled \"Racial discrimination and religious discrimination: identification and measures\" (A/CONF.189/PC.1/7; see summary in A/55/280, paras. 111-117). The Special Rapporteur notes that if United Nations rules and mechanisms are studied against the background of discrimination as it is actually practiced throughout the world, the distinctions between racial and religious categories, or even between commonly used concepts or terms, are not clear, whether the subject is minorities or religion. There are borderline cases where racial and religious distinctions are far from clear-cut. Apart from any discrimination, the identity of many minorities, or even large groups of people, is defined by both racial and religious aspects. Hence, many instances of discrimination are aggravated by the effects of multiple identities. Moreover, the right to freedom of religion is an essential human right, just like the right to belong to an ethnic group or to a minority. When both of these rights are infringed in the case of a single person or group of persons, the violation is not just a superimposition or ordinary addition of offences. The combination of the two offences creates a new, more serious offence which, while of varying intensity, is by its very nature a separate concept. The Special Rapporteur has noted that there is a body of sufficiently well-established rules and a set of principles shared by all the nations and all the States members of the international community, which suggests an openness to theoretical acceptance of a right to freedom from aggravated discrimination. At the international level, most of these principles are dispersed throughout the human rights instruments adopted since the United Nations came into being. The universal instruments are generally more advanced than the regional texts in this regard. The universal instruments address the issue of racial and religious discrimination in depth. Some of them even explicitly define the overlap between race and religion, either in the course of defining the form of discrimination under consideration, or in determining the scope ratione personae of the various instruments. The definition of ethnic and religious minorities, in particular the concepts of ethnicity and minority, brought out these links. A study of the facts has also shown that the overlap between racial and religious discrimination is not merely imagined. No region in the world and no religion, whether major or minor, traditional or non-traditional, monotheistic or polytheistic, is immune to aggravated discrimination. In his recommendations aimed at strengthening protection against aggravated discrimination, the Special Rapporteur suggested consolidating existing means and mechanisms to take account of aggravated discrimination. It is necessary to begin working within the framework of existing mechanisms towards, for example, the adoption of a resolution dealing specifically with aggravated discrimination. Special treatment might also be considered: prioritizing the consideration of cases of discrimination by the various human rights bodies and organizations, for example, or establishing urgent procedures and mechanisms for cutting deadlines for States to reply to complaints or allegations of discrimination of this kind. The Special Rapporteur has specifically recommended improving legal protection, especially under criminal legislation. Each State should provide, if necessary and in accordance with its constitutional system, constitutional and judicial guarantees to ensure that freedom of religion or belief and membership of a minority or an ethnic and religious group are protected in a concrete manner by explicit provisions. It would be highly desirable for some States to enact general legislation based on international standards. States must make efforts to enact legislation or to modify existing legislation, as appropriate, in order to prohibit all discrimination based on identification of individuals with multiple groups. Most importantly, positive criminal legislation should be enacted, not only imposing severe penalties on single forms of discrimination, but above all defining a new offence of concomitant racial and religious discrimination, which should carry a specific penalty, and naturally one that is heavier than that imposed for single forms of discrimination. United Nations bodies (General Assembly, Commission on Human Rights, etc.) could prepare model legislation for the guidance of States in enacting domestic legislation, as has already been done in the area of racial discrimination. A similar initiative in the area of aggravated discrimination is strongly recommended; (ii) A second study entitled \"Racial discrimination, religious intolerance and education\", submitted to the second Preparatory Committee of the World Conference. In this study, the Special Rapporteur concludes that States have a significant responsibility to monitor the whole of their educational system, public and private, with a view to detecting racial discrimination and manifestations of religious intolerance in fact or in law, in order to prohibit and, if necessary, eliminate them. He recommended in particular that the development of a segregated education system should be limited as far as possible. Whatever the justification for such a system, it cannot promote the integration of minorities and immigrant communities. However, in certain scenarios, for example when the ethnic configuration of a given society dictates or when there is a demand for such a system, a segregated education system can protect the rights of ethnic and religious minorities. However, in such cases the State's sole obligation is not to interfere. It has an essential role to play in monitoring non-discriminatory access to the schools that belong to this system. The State also has an active duty to recognize the qualifications issued by schools and to make available various benefits for allocation on a non-discriminatory basis (financial assistance, teacher training, upkeep of buildings, awarding of subsidies and study grants). Where the setting of international norms is concerned, the Special Rapporteur has maintained that an effort should be made to improve the content of existing international instruments by adopting texts and documents of an interpretative nature that go beyond general objectives and lay down the precise strategy which States and the international community should follow to ensure a non-discriminatory and tolerant education system. The essential components of such a strategy should involve the introduction of school curricula and educational materials focusing on the inculcation of religious and racial tolerance in the teaching of history and other sensitive subjects. The manner in which these subjects are taught determines the way in which pupils perceive other cultures and civilizations. This standard-setting effort could be formalized and supported through the adoption of targeted resolutions dealing specifically with the issue of racial discrimination and religious intolerance in education in the context of the World Conference against Racism and the international consultative conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination; (b) A study in progress on freedom of religion or belief and the status of women in the light of religion and traditions will be presented when the Commission on Human Rights meets.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 192,
        "Text": "192. These three studies, which have focused attention on minorities and women, will make it possible to formulate recommendations with a view to preventing intolerance and discrimination on the basis of religion and belief, including intolerance towards vulnerable groups.",
        "Labels": []
    },
    {
        "ID": 193,
        "Text": "193. The Special Rapporteur will also undertake a study of the question of sects. He recommends, in addition, that the Sub-Commission on the Promotion and Protection of Human Rights appoint a Special Rapporteur to prepare a study on religious extremism.",
        "Labels": []
    },
    {
        "ID": 194,
        "Text": "194. The Special Rapporteur is also of the opinion that studies of this nature should be supplemented by the following action: (a) The holding of a high-level international meeting to address (i) the question of sects with a view to identifying a common approach that respects human rights and, in particular, freedom of religion and belief; and (ii) the question of religious extremism, in order to define and adopt a minimum set of rules and principles of conduct;; (b) The elaboration and adoption by all relevant United Nations bodies of a plan of action to combat discrimination against women on the basis of religion and tradition.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 195,
        "Text": "195. Finally, in order to address the worldwide phenomenon of intolerance and discrimination on the grounds of religion and belief, and in the context of the twentieth anniversary of the 1981 Declaration, the Special Rapporteur has played an active role in the conceptualization and ongoing preparation of the 2001 conference on school education in relation to freedom of religion and belief, tolerance and non-discrimination. The elaboration and adoption of a prevention strategy aimed at the long-term eradication of the evils currently noted at the international level in the field of religion and belief naturally presuppose all-round input, especially at the preparatory phase of the conference (through suggestions posted on the Web site of the High Commissioner's office regarding the conference). The contribution of religious and faith-based communities and human rights organizations, particularly in the organization of regional seminars preliminary to the Madrid conference, is strongly encouraged by the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 196,
        "Text": "196. The interactive participation of the principal religious partners will once again demonstrate the essential role of interfaith dialogue as a factor in conflict prevention. In this connection, it should be noted that in the course of the International Congress on Inter-religious Dialogue and a Culture of Peace, held in Tashkent from 14 to 16 September 2000 under the auspices of UNESCO, many experts opined that interfaith cooperation was making impressive progress and that religious communities were now considered positive forces rather than divisive elements. A study by UNESCO has also found that interfaith initiatives have been launched in 77 per cent of the countries in the world, and that 97 per cent of respondents considered them valuable for peace and intercultural dialogue. The Millennium World Peace Summit, held in New York in August 2000, brought together for the first time over 1,000 religious leaders, and concluded, inter alia, that no genuine peace could be achieved unless all communities recognized the religious and cultural diversity of the human family in a spirit of respect and understanding. This was additional evidence of the need for and the value of interfaith dialogue.",
        "Labels": []
    },
    {
        "ID": 197,
        "Text": "197. Lastly, the Special Rapporteur believes that education and interfaith dialogue can provide relevant frameworks for all government and non-governmental initiatives relating to observance of the twentieth anniversary of the 1981 Declaration in 2001. The Special Rapporteur reiterates his recommendation that a Web page should be set up on the site of the Office of the High Commissioner to keep the public informed and provide a forum for suggestions, plans and messages regarding this event. In particular, the Special Rapporteur invites religious and faith-based communities and anyone with an interest in human rights to send him suggestions (for example, international, regional or national seminars and art exhibitions) of ways to celebrate the 1981 Declaration. This anniversary will provide an opportunity to take stock of the 20 years that have elapsed since the Declaration and set a course for the twenty-first century. - - - - -",
        "Labels": []
    }
]