[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental action in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with that resolution, the Special Rapporteur submitted his first report to the Commission at its forty-third session (E/CN.4/1987/35). At that same session, by resolution 1987/15 of 4 March 1987, the Commission extended for one year the mandate of the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. From 1988 onwards, the Special Rapporteur submitted yearly reports to the Commission (E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Corr.1 and Add.1). The Commission decided twice to extend the Special Rapporteur's mandate for two years (resolutions 1988/55 and 1990/27), and then once for three years (resolution 1992/17) until 1995.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Mr. Abdelfattah Amor, who succeeded Mr. Angelo d'Almeida Ribeiro in 1993, submitted successive reports (E/CN.4/1994/79; E/CN.4/1995/91 and Add.1; E/CN.4/1996/95 and Add.1-2) to the Commission on Human Rights at its fiftieth, fifty-first and fifty-second sessions, as well as to the General Assembly at its fiftieth and fifty-first sessions.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. By its resolution 1995/23, of 24 February 1995, the Commission on Human Rights decided to extend the Special Rapporteur's mandate for a further three years.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. This report is submitted pursuant to Commission on Human Rights resolution 1996/23 of 19 April 1996. The Special Rapporteur has considered the status of communications sent since the Commission's fifty-second session, the importance of in situ visits and their follow-up, and the development of a culture of tolerance. I. STATUS OF COMMUNICATIONS SENT SINCE THE FIFTY-SECOND SESSION OF THE COMMISSION ON HUMAN RIGHTS",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. This discussion of the status of communications and replies concerns communications sent since the fifty-second session of the Commission on Human Rights, the replies or absence of replies from the States concerned, and late replies.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Because of drastic budget cuts, the Special Rapporteur has been unable to publish these communications and the replies from States, contrary to the practice followed since the establishment of the mandate. This constraint is highly detrimental to the paramount importance of the information and to its educational function, and ultimately constitutes a form of information censorship that seriously undermines the Special Rapporteur's mandate. Accordingly, the Special Rapporteur has analysed the information and can provide copies of the communications and replies available at the Centre for Human Rights in Geneva.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Since the fifty-second session of the Commission on Human Rights, the Special Rapporteur has sent communications to 49 States: Afghanistan, Albania, Algeria, Armenia, Bangladesh, Belarus, Bhutan, Bolivia, Brunei Darussalam, Bulgaria, Burundi, Chad, China (2), Croatia, Cyprus, Egypt, Eritrea, Ethiopia, Georgia, Greece, Indonesia, Iran (Islamic Republic of), Israel, Japan, Kuwait, Lao People's Democratic Republic, Lebanon, Malaysia, Maldives, Mexico, Moldova, Morocco, Nepal, Nigeria, Pakistan (2), Romania, Russian Federation, Saudi Arabia, Singapore, Somalia, Tajikistan, Turkey, Ukraine, United Arab Emirates, United Kingdom, United States of America, Viet Nam, Yemen and Yugoslavia.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Among the communications addressed to States, reference will be made in particular to the urgent appeals sent to China, Iran (2), Egypt and the United Arab Emirates. The urgent appeal sent to China concerns reports of the detention of the venerable Yulo Dawa Tsering, a Tibetan monk whom the Special Rapporteur had consulted during his visit to China (see E/CN.4/1995/1991) and in respect of whom the Chinese authorities had undertaken to ensure that no negative consequences would result from the aforesaid meeting.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 11,
        "Text": "11. The urgent appeals sent to Iran concern, first, the priest Yusefi, born a Muslim and converted to Christianity, who was found hanged in circumstances not yet clarified, which, in view of the murders of Protestant clergymen in 1994, may legitimately raise questions; and, second, Mr. Moussa Talibi, a Muslim converted to the Baha'i faith, whose sentencing to death for apostasy by a revolutionary tribunal follows upon the cases of Mr. Mahrami, Mr. Mithaqui and Mr. Khalajabadi, all three also being Baha'is and sentenced to death for apostasy.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The urgent appeals sent to Egypt concern the case of Professor Nasr Hamed Abu Zeid, of Cairo University, declared an apostate by the Egyptian courts, following a petition by Islamic plaintiffs, on account of his writings on the interpretation of the Koran, which were deemed anti-Islamic. As a result, he has been unable to remain married to his Muslim wife.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Abu Zeid case furthermore raises a grave matter of principle. It concerns the very substance of freedom of conscience, belief and religion, as well as freedom of opinion.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In the consideration of this matter, the Special Rapporteur received the cooperation of the Egyptian Government, which responded promptly to the two urgent appeals. The Government's replies and the inquiries and investigations conducted make it possible to attest, first, that the judicial authorities enjoy real independence vis-à-vis the official political authorities and, second, that the executive and legislative branches in Egypt are endeavouring to contain extremism and intolerance, in particular through progressive and prudent legislative measures that would deserve to be strengthened on a continuing basis. In that connection, it is worth noting Act No. 3 of 29 January 1996, which entitles only the public prosecutor's office to institute hisba proceedings, as brought by the plaintiffs who claimed to be acting in the name of Islam against Professor Abu Zeid, and Act No. 68 of 21 May 1996, which specifies the conditions for taking legal action. It should further be noted that the judgement of the Court of Cassation, rendered on 5 August 1996 and having the force of res judicata, has led to an action being brought against the judges, inter alia, for serious breaches of the rules concerning the competence and functioning of the Court of Cassation and for neglect of the duties incumbent upon judges. The action seeks, in particular, to have the Court's judgement declared null and void. In any event, the judgement may not be enforceable because of a recent judicial decision the text of which has not yet been communicated.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur would like to underscore the ceaseless efforts of the Egyptian authorities to combat intolerance and discrimination based on religion or belief; those efforts should be welcomed, supported, pursued and strengthened.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 16,
        "Text": "16. The urgent appeal sent to the United Arab Emirates concerns a Christian, Mr. Elie Dib Ghalib, who is said to have been arrested and subjected to ill-treatment on account of his marriage to a Muslim. On 29 October 1996, a court reportedly annulled the marriage and sentenced Mr. Ghalib to 39 lashes and one year's imprisonment for immoral marital relations. A reply from the United Arab Emirates is now awaited.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Concerning the analysis of the communications, the religious communities in respect of which violations of religious freedom are alleged to have taken place may be classified very broadly as follows: (a) Christianity: Albania, Algeria, Armenia, Bangladesh, Bulgaria, Burundi, China, Ethiopia, Georgia, Greece, Indonesia, Kuwait, Lao People's Democratic Republic, Lebanon, Mexico, Morocco, Nepal, Nigeria, Romania, Saudi Arabia, Somalia, Turkey, United Arab Emirates, Viet Nam, Yemen;; (b) Islam: Bangladesh, Chad, Egypt, Pakistan, Saudi Arabia, Tajikistan, Turkey, United Arab Emirates, United Kingdom, Yemen;; - (c) Buddhism: China, Russian Federation, Viet Nam; - (d) Hinduism: Yemen; - (e) Judaism: Belarus, Turkey; - (f) Other religions, religious groups and religious communities: - (i) Baha'is: Armenia, Indonesia; - (ii) Jehovah's Witnesses: Armenia, Bulgaria, Cyprus, Eritrea, Federal Republic of Yugoslavia, Indonesia, Singapore; - (iii) Hare Krishna: Armenia; - (iv) Al Arqam: Malaysia; - (v) Darul Arqam: Indonesia; - (vi) Mormons: Ukraine; - (vii) Navajos (Dine) and Apaches: United States of America; (g) All religions and religious groups except the official or State religion: Belarus, Bhutan, Bolivia, Brunei Darussalam, Israel, Maldives.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. In the analysis of the communications by topic, six categories of violations may be identified.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The first category concerns violations of the principle of non-discrimination with regard to religion or belief. (a) It includes allegations of discriminatory policies and/or laws and regulations concerning religion and belief:; - (i) In Saudi Arabia, those said to be affected are Christians and Shiites; - (ii) In Brunei Darussalam and Maldives, non-Muslims are allegedly discriminated against through the legislation; - (iii) In the Lao People's Democratic Republic and the United Arab Emirates, the authorities are said to be applying a discriminatory policy against Christians; - (iv) In Israel, Christians and Muslims are reportedly subject to a similar policy; - (v) In Eritrea, the Jehovah's Witnesses are also alleged to have suffered discrimination for expressing their religious beliefs; (b) A violation of the principle of non-discrimination is found in Bulgaria's alleged refusal to grant official recognition to religious groups such as the Bulgarian Evangelical Alliance, most Christian missions, independent churches and theological institutes;; (c) There are said to be bans on certain religious communities, such as the Jehovah's Witnesses, the Baha'is and Darul Arqam in Indonesia; the Jehovah's Witnesses and the Unification Church are also reportedly prohibited in Malaysia and Singapore;; (d) A communication was sent to the United Kingdom authorities concerning the publication of articles in the press conveying a negative and discriminatory image of Muslims. Violations of the principle of non-discrimination are also to be found indirectly in the five other categories of violations.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The second category relates to violations of the principle of tolerance in the area of religion and belief and reflects a concern about religious extremism. (a) In Algeria and Yemen, such extremism may threaten an entire society;; - (b) Some categories of persons may be particularly affected: - (i) In Afghanistan and Bangladesh, women are the principal victims; - (ii) In Chad, artists are a prime target; - (iii) In Egypt, teachers may be taken to court for their writings by extremists who claim to be acting in the name of Islam; - (iv) Some religious minorities are also affected by religious extremism in Bangladesh, Mexico, Somalia and Turkey; (c) It is important to recall that religious extremism, of whatever denomination, may occur within as well as between religious groups.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 21,
        "Text": "21. The third category concerns violations of freedom of thought, conscience and religion or belief. - (a) The question of conscientious objection is raised directly: - (i) In the Federal Republic of Yugoslavia and Greece, conscientious objectors are liable to prosecution; - (ii) In Eritrea, the Jehovah's Witnesses, as conscientious objectors, have lost their citizenship rights; - (iii) In Croatia, Cyprus, the Russian Federation and Singapore, cases of imprisonment for refusal to perform military service have been reported; - (iv) Other allegations raise the problem of the absence of legal recognition of the right of conscientious objection, as in Eritrea and Singapore; - (v) In the Russian Federation, the law does not provide for alternative service; - (vi) In Cyprus, some legal provisions recognize conscientious objection and provide for non-armed military service, although this is not in conformity with international law; (b) Some allegations refer to official campaigns aimed at forcing believers to renounce their faith, as in the Lao People's Democratic Republic;; (c) The freedom to change one's religion is also being violated;; - (i) In Bhutan and Maldives, this freedom is subject to prohibitions; - (ii) In Kuwait, a Muslim converting to another religion is liable to prosecution; - (iii) In Mexico, allegations of ill-treatment by members of communities against converted persons have been reported.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The fourth category concerns violations of the freedom to manifest one's religion or belief: (a) In Armenia and Japan, some allegations refer to control by the authorities of religious activities;; (b) This category covers restrictions, or even a ban, on public manifestations (China, Lebanon, Maldives, Romania) or private manifestations (China, Saudi Arabia); religious beliefs and practices concerning certain religious groups, certain categories of persons, mainly aliens (Belarus, Ukraine), and certain professional bodies, such as the army;; (c) In Bolivia, all religious services other than those of the official religion are prohibited within the framework of military service;; (d) Violations of the freedom to manifest one's religion or belief also often involve a ban on proselytizing; in Armenia, Bhutan, Brunei Darussalam and Maldives, such a ban applies essentially to certain religious communities and may be the subject of special legislation; in Morocco and Nepal, prison sentences are also applicable.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The fifth category concerns violations of the freedom to dispose of religious property. (a) In Albania, Belarus and the United States of America, the communications sent raise the question of the restitution of goods and properties to religious communities;; (b) In Israel, the allegations concern restricted access to places of worship for devout Muslims;; (c) In Bulgaria, China and the Lao People's Democratic Republic, some places of worship have been closed by the authorities;; (d) In Indonesia, Romania and Turkey, bureaucratic obstacles to the acquisition of property by certain religious communities have been reported;; (e) Lastly, places of worship seem to be the target of very serious violations, in particular arson (Indonesia), desecration (Yemen), attempted extortion (Turkey) and destruction (China).",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The sixth category concerns violations of the right to life, physical integrity and health of persons (clergy and believers). There have been many reported cases of threats (Chad, Yemen), ill-treatment, arrests and detention (Armenia, China, Cyprus, Ethiopia, Georgia, Lao People's Democratic Republic, Malaysia, Morocco, Saudi Arabia, Singapore, Viet Nam) and even murders (Burundi, Mexico, Pakistan, Somalia, Tajikistan, Yemen). Such violations also appear in the category of religious extremism.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 25,
        "Text": "25. With regard to States' replies to communications other than urgent appeals, it should be pointed out that the deadline for replies had not expired, by the time of writing of this report, for 12 States: Afghanistan, Algeria, Bangladesh, Burundi, Ethiopia, Federal Republic of Yugoslavia, Greece, Lebanon, Nigeria, Pakistan, Turkey and the United States of America. However, Afghanistan very promptly forwarded a reply to the allegations submitted to it. The rapidity with which the Afghan authorities responded deserves to be emphasized.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Of the 34 States for which the deadline has expired (Albania, Armenia, Belarus, Bhutan, Bolivia, Brunei Darussalam, Bulgaria, Chad, China, Croatia, Cyprus, Eritrea, Georgia, Indonesia, Israel, Japan, Kuwait, Lao People's Democratc Republic, Malaysia, Maldives, Mexico, Moldova, Morocco, Nepal, Romania, Russian Federation, Saudi Arabia, Singapore, Somalia, Tajikistan, Ukraine, United Kingdom, Viet Nam, Yemen), 13 States have replied (Armenia, Brunei Darussalam, Bulgaria, Croatia, Indonesia, Kuwait, Lao People's Democratic Republic, Mexico, Morocco, Romania, Russian Federation, Ukraine, United Kingdom).",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Concerning the content of the replies, Afghanistan stated that the Taliban are the most retrograde, obscurantist and backward forms ever known not only in Afghanistan but in the region. It was added that, after the taking of Kabul by the Taliban, the High Council of the Islamic State of Afghanistan had issued a statement reaffirming its commitment to the principles of democracy and respect for human rights.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Armenia outlined its legislation guaranteeing religious freedom and its manifestations. Concerning acts of religious intolerance against non-apostolic religious communities, it was stated that measures sanctioning them had restored religious stability.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Brunei Darussalam emphasized its commitment to peace and harmony and explained that restrictions in the religious field, regardless of the religion in question, were designed to maintain peace, order and harmony. It was indicated that non-Muslims could practise their religion and had sufficient places of worship.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Bulgaria made detailed reference to its legislation and policy concerning religious freedom. Particular emphasis was placed on the conformity of national legislation with international human rights law. Concerning the registration of religious communities, it was pointed out that 30 denominations and some 70 religious communities and foundations had been registered as at 30 August 1996, whereas only 4 denominations and no foundation had taken advantage of the registration procedure in 1989. Bulgaria reported 22 communities and foundations as not having obtained approval to register, including the Jehovah's Witnesses inasmuch as the prohibition of blood transfusion represents a danger to health and the refusal to swear allegiance to the national flag infringes national security and the law on military service. It is essential, according to Bulgaria, that the religious communities should not be in a situation at variance with the national legislation.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Croatia, referring to the case of a Jehovah's Witness and conscientious objector, drew attention to its legislation guaranteeing and instituting alternative civilian service.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Indonesia pointed out that religious tolerance was the very foundation of the unity of the country, characterized as it was by a very great ethnic and religious diversity. Indonesian legislation was described as guaranteeing religious freedom as well as the freedom to establish places of worship. It was stated that practice was in conformity with that legislation. The prohibition of the Baha'is, the Jehovah's Witnesses and fundamentalist sects of Islam is, according to the Indonesian authorities, a measure taken by the Government in conformity with article 1, paragraph 3, of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. Indonesia also considered that the allegations of unilateral appointment of Muslim, Catholic and Protestant teachers by the authorities were completely unfounded and that, on the contrary, the principle of flexibility determined the appointment of teachers of religion. The allegations of arson concerning two churches and a temple at Banyu Biru and Nusakarta were also challenged by the Indonesian authorities.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Kuwait provided a general response, referring for the most part to its positive law and stating that judicial cases are examined in accordance with the laws of the country.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Lao People's Democratic Republic provided information on its legislation in the area of tolerance and non-discrimination with regard to religion or belief and denied reports of an official campaign against Christians. It was, however, emphasized that some Christians and non-governmental organizations had used religion for political ends, contrary to the laws in force, and were trying to convert people to Christianity in exchange for material assistance and promises of exemption from military service or State taxes. Those responsible for such disturbances of public order and social stability, whatever their religion, are liable to prosecution.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In its reply concerning the detention and subsequent hospitalization of a Muslim who had converted to Christianity and been found guilty of evangelism, Morocco stated that he had left the hospital at Inezgane on 3 June 1996.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. Mexico provided detailed information and documentation on State initiatives and action to promote reconciliation and respect for the religious freedom of the Chamula and Catholic evangelical religious minorities.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Romania disputed the allegations of discrimination against the Romanian Evangelical Alliance, especially as regards the procedures for approving construction permits for places of worship. Moreover, it claimed that the two \"Voice of Gospel\" radio stations had received authorization from the National Radio and Television Council to broadcast, but on another frequency. As for the restitution of church property taken over by the State in 1948, the authorities outlined State legislation and policy in that area, which sought to identify the most appropriate measures for preserving the current social usefulness of the property in question without creating privileges for certain religions to the detriment of others.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The United Kingdom indicated that State subsidies to private schools were granted irrespective of the religious denomination of the establishment. It was stated that, out of three applications for public funding from Muslim schools, one had been withdrawn and the two others did not meet the criteria established by the Secretary of State. Concerning the negative image of the Muslim community in some of the media, it was recalled that freedom of the press could be monitored by the Press Council.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The Russian Federation informed the Special Rapporteur of the release of conscientious objector Uvan Chaa Dozur-ool Mongushevich.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Ukraine drew attention to the absence of restrictions on the activities of foreign religious organizations and outlined its legislation guaranteeing the principle of religious tolerance and non-discrimination with regard to belief or opinion.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. It will furthermore be noted that, to date, replies to communications sent within the framework of the report submitted to the fifty-second session of the Commission on Human Rights are awaited from the following 31 States: Albania, Algeria, Argentina, Armenia, Bangladesh, Belarus, Bolivia, Bulgaria, Cambodia, China, Cuba, Estonia, Indonesia, Lao People's Democratic Republic, Malaysia, Mauritania, Mexico, Mongolia, Morocco, Myanmar, Nicaragua, Philippines, Poland, Qatar, Romania, Russian Federation, Sierra Leone, Singapore, Sudan, Uzbekistan, Yemen.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur would like to invite States, and especially those which have not yet replied to communications, to show more cooperation and more interest.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Late replies were, nevertheless, received from the following States: (a) Germany emphasized the absence of discrimination against the Church of Scientology and the Universal Life Church, and also the lack of evidence provided, as well as the non-exhaustion of domestic remedies by the complainants;; (b) Saudi Arabia considered that the sole aim of the allegations was to harm the Kingdom of Saudi Arabia;; (c) Austria made the following points: \"no legal recognition to the Jehovah's Witnesses as public law corporation\"; \"the Jehovah's Witnesses not only object to military service proper but also to alternative service of a civilian nature ... Moreover, the Jehovah's Witnesses' refusal to permit blood transfusion has problematical effects on public order in the field of health\". The community may, however, practise its faith;; (d) Belgium indicated that all legally recognized religions were protected by constitutional law and that the Government, after examining the criteria for recognition of religions, was to amend the law of 4 March 1870 on temporal power;; (e) China, responding to the urgent appeal of 14 November 1995, considered illegal the proclamation by the Dalai Lama of a child as reincarnation of the Panchen Lama, attributed the resignation of Chadrel Rimpoché from the committee looking for the successor of the Panchen Lama to health reasons, and underlined the Chinese authorities' respect for the identification of the child reincarnation of the Panchen Lama;; (f) Japan replied that the purpose of the review of the 1951 Religious Juridical Persons Law was to adapt it to present conditions and not to control the religious activities of juridical persons;; (g) Maldives recalled that freedom of religion and conscience were guaranteed by the national legislation and that it constituted the foundation of society;; (h) Pakistan stated that inquiries would be made into the circumstances of the death of Mr. Mukhtar Masih;; (i) Slovenia felt that the question of properties confiscated from the Catholic Church and their restitution was not a human rights issue;; (j) Ukraine explained that a public establishment had been rented by the Ukrainian Unionist Church of the Seventh Day Adventists for conferences of a historical, scientific and religious nature; that the programme had subsequently been altered for purposes of religious propaganda, causing political and religious tensions on the eve of celebrations on the fortieth day after the death of Patriarch Vladimir of the Ukrainian Orthodox Church; and that finally, in agreement with the authorities, the Unionist Church had cut short its programme.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 44,
        "Text": "44. In situ visits and follow-up are an essential feature of the mandate on religious intolerance. Visits are of paramount importance, in the Special Rapporteur's view, both for gathering opinions and comments on all alleged incidents and government action incompatible with the Declaration, and for analysing and passing on the experience and positive initiatives of States pursuant to General Assembly resolution 50/183 and Commission on Human Rights resolution 1996/23.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Since 1994, the Special Rapporteur has visited China, in November 1994, on the initiative of the People's Republic of China (see E/CN.4/1995/91). He paid a visit to Pakistan in June 1995 (see E/CN.4/1996/95/Add.1) at the invitation of the Government of the Islamic Republic of Pakistan. He also went to Iran in December 1995 (see E/CN.4/1996/95/Add.2).",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur visited Greece in June 1996 (see A/51/542/Add.1) at the invitation of the Greek Government, and Sudan in September (see A/51/542/Add.2) at the invitation of the Sudanese Government and pursuant to General Assembly resolution 50/197 and Commission on Human Rights resolution 1996/73. The two reports on these visits he submitted to the General Assembly at its fifty-first session are also before the Commission on Human Rights at its current session for information.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The thrust of the report on Greece (A/51/542/Add.1) can be summarized in the following remarks.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Greek Constitution guarantees freedom of belief to all whilst freedom of worship, although constitutionally protected, may be subject to certain limitations owing to the establishment of the Eastern Orthodox Church as the \"dominant religion\", the uncertainties surrounding the notion of a \"known religion\", and the fact that proselytizing is banned. This situation has definite repercussions on religious minorities.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Catholic, Protestant and Jehovah's Witness minorities are confronted to varying degrees with a general climate of intolerance. Subject to direct or indirect, often insidious attacks, they tend to be consigned to the sidelines both in religious matters and in professional life and education. The State does not always appear to be independent enough of the dominant Orthodox Church. Among the Christian minorities, the plight of the Jehovah's Witnesses gives the greatest cause for concern: adherents are often convicted and fined or, worse, imprisoned, and they suffer social ostracism which sometimes takes the form of physical and verbal abuse. This is certainly not unconnected to their religious militancy as expressed through their proselytizing activities, their conscientious objection to military service and the various public demonstrations they stage which challenge the Orthodox Church and aspects of State legislative and political activity.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The Jewish minority, by contrast, seems to escape discrimination, but like the other minorities it decries the indication of religion on identity cards (which has not yet been banned despite an appeal by the European Parliament).",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The situation of the Muslim minority in western Thrace, despite some positive developments in, for example, higher education, has not budged, and there have been tensions and serious blocks, as can be seen in the way \"muftis\" are appointed, the way religious property is managed and the status of religious and mother-tongue instruction. Serious religious malaise is spreading, and is increasingly being taken up for reasons evidently nothing to do with religion. The status of the Muslim minority in western Thrace is intrinsically both a religious and a political question in which religion is often turned to political ends. The situation is best explained by political relations between Greece and Turkey. Most people the Special Rapporteur has met who have no governmental ties, whatever their political stripe, emphasize that the Muslim minority in Thrace is a hostage to relations between Greece and Turkey: Turkey regards them as political pawns and Greece pays little heed to the community, which has long been kept on the sidelines and subjected to both visible and latent forms of intolerance. The fate of the Muslims in Thrace is still bound up with that of the Greek minority and Orthodox Patriarchate in Constantinople, which are said to suffer intolerance and discrimination in Turkey.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The thrust of the report on the Sudan (A/51/542/Add.2) may be conveyed in the following remarks.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. It is laid down in the Sudanese Constitution that \"Islam is the religion which guides the great majority of the Sudanese. It is the basis of the laws, rules and policies of the State. Every individual, however, is free to adopt other revealed religions, such as Christianity or traditional religious beliefs. Religious freedom shall be guaranteed by the State and its laws.\" On the other hand, Sudan is known to have a grand tradition of tolerance, and Islam was not brought to the country by conquest.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. After the coup d'état in 1989, Sudan embarked on a new political experiment in which religious discourse appears to be increasingly significant. Dr. Tourabi, the Chairman of the Sudanese parliament, believes that Islam is not just a religion but an entire civilization, a way of life which touches on all aspects of existence and cannot be contained within the narrow confines of places of worship. The message of Islam is addressed to all mankind and transcends frontiers and time. This view of Islam may have consequences for religious freedom. The religious aspect of the conflict in the south, originally very limited and sometimes purely latent, has become a source of antagonism. The actions of the authorities throughout the country, including the south, seem to indicate a policy of Islamization and Arabization. According to oft-confirmed reports, Christians and Animists, but also Muslims who do not toe the official line, suffer numerous restrictions on their religious freedom or are exposed to discrimination, even persecution, in other areas of their lives.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Since 1996, when a political charter clearly based on citizenship, not religion, was adopted, it would appear that there has been a review resulting in positive changes in, among others, the religious area, underpinned by a new type of political communication and public relations. Among other things, this review is helping to bring about a solution in the south of the country. International pressure, the country's economic situation and a concern to minimize tension are said to be the reasons for this new line - but how far the change extends can be judged only by events on the ground, which seem so far to indicate a continuing clash between traditional Sudanese tolerance and intolerant, discriminatory tendencies and behaviour based on religion or belief. The report gives a less terse account, taking into consideration the allegations made and the various different points of view, in the light of established international standards of religious freedom and tolerance.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. After reporting to the General Assembly, the Special Rapporteur paid a visit to India in December 1996 under his mandate on religious intolerance at the invitation of the Indian Government (see E/CN.4/1997/91/Add.1).",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. As regards future visits, the Special Rapporteur expects to visit Australia and Germany in 1997 at the invitation of the authorities concerned.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Requests for visits were also sent to Turkey in 1995 and to Indonesia and Mauritius in 1996, but to date the Special Rapporteur has had no reply. Turkey has the matter under consideration but has not yet ventured to reply. To a request for a visit in 1995 the Vietnamese authorities replied that they were considering the matter; a definitive response from them is expected. There are questions hanging over Turkey and Viet Nam which, in the Special Rapporteur's view, require thorough consideration as soon as possible.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Following up on visits already made is another important aspect of the mandate.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. For this reason, the Special Rapporteur embarked in 1996 on follow-ups to his visits to China, Iran and Pakistan. Letters were sent to the permanent missions of the three countries asking for comments and information on action the authorities had planned or taken on the Special Rapporteur's recommendations (see A/51/542, annex I). He has had a reply from the Chinese authorities (see A/51/542, annex II), to whom he is duly grateful. The Iranian authorities have also cooperated, in consultations in Geneva, and the Special Rapporteur looks forward to receiving their comments and information in response to his letter. Lastly, he has noted the cooperative attitude of the Pakistani authorities at the latest session of the Commission on Human Rights and is hoping for a reply to his follow-up letter.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur counts on cooperation from all States in enabling him not only to make in situ visits but especially to follow up the visits already made. III. DEVELOPMENT OF A CULTURE OF TOLERANCE",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. As all forms of intolerance and discrimination based on religion or belief have their birth in the human mind, so it is at human minds that action should initially be directed.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Education may be the prime means of combating discrimination and intolerance. It can be decisive in inculcating values predicated on human rights and fostering tolerant, non-discriminatory attitudes and behaviour, in individuals and groups, thus helping to spread the culture of human rights. In this sense, schools play an essential part in people's upbringing. Particular attention thus needs to be paid, throughout the world, to what school curricula and school books have to say about religious freedom and tolerance.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur is firmly convinced that lasting progress in tolerance and non-discrimination in matters of religion or belief can be brought about largely in school.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Accordingly, he conducted a survey, by means of a questionnaire addressed to States, on freedom of religion and belief from the standpoint of the curricula and textbooks used in primary or elementary and secondary educational institutions. The results of such a survey could help to shape an international educational strategy, centred on the definition and implementation of a common minimum curriculum of tolerance and non-discrimination, for combating all forms of intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur has received replies from the following 79 States: Albania, Algeria, Andorra, Argentina, Armenia, Austria, Bahrain, Belarus, Bosnia and Herzegovina, Brazil, Bulgaria, Burkina Faso, Chile, China, Colombia, Côte d'Ivoire, Croatia, Cuba, Cyprus, Denmark, Djibouti, Ecuador, Egypt, France, Germany, Guatemala, Holy See, Honduras, India, Indonesia, Iraq, Ireland, Israel, Italy, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Luxembourg, Mali, Marshall Islands, Mauritius, Mexico, Morocco, Namibia, Nauru, Netherlands, New Zealand, Nicaragua, Niger, Norway, Oman, Pakistan, Paraguay, Philippines, Portugal, Republic of Korea, Romania, St. Lucia, San Marino, Senegal, Singapore, Slovakia, Spain, Sweden, Switzerland, Thailand, the former Yugoslav Republic of Macedonia, Tunisia, Turkey, Uganda, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay, Venezuela, Viet Nam, Yugoslavia and Zambia.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Recalling Commission on Human Rights resolution 1994/18, which encouraged him to examine the contribution that education could make to the more effective promotion of religious tolerance, and Commission resolutions 1995/23 and 1996/23 and General Assembly resolution 50/183, all of which stress the importance of education in ensuring tolerance of religion and belief, the Special Rapporteur invites all States which have not yet done so to reply to the questionnaire he sent them in order to give the results of the survey the fullest possible scope.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur emphasizes once again that suitable resources must be made available for the mandate on religious intolerance if the information received is to be turned to proper advantage, analysed and used to further the objective sought.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Besides his analysis of communications and replies from States and the various visits he has made, the Special Rapporteur wishes to proffer conclusions and recommendations on, in particular, some aspects of religious freedom and the protection and promotion of that freedom.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Universal Declaration of Human Rights sets forth, in article 18, the principle that \"everyone has the right to freedom of thought, conscience and religion\", and clearly states that such a right \"includes freedom to change his religion or belief and freedom, either alone or in community with others, and in public or private, to manifest his religion or belief in teaching, practise, worship and observance\".",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The 1966 International Covenant on Civil and Political Rights and the 1965 International Convention on the Elimination of All Forms of Racial Discrimination follow in the direction set by the 1948 Declaration but do not explicitly restate the right to change religion.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Article 18 of the International Covenant on Civil and Political Rights offers general recognition of the right \"to have or to adopt\" a religion of one's choice.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief also makes general provision for the \"freedom to have a religion or whatever belief of [one's] choice\". Like the International Covenant on Civil and Political Rights, it contains no formal, explicit statement of the right to change religion, but the omission cannot be interpreted as betokening an intention to dilute the provisions of the 1948 Declaration.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The World Conference on Human Rights (Vienna, June 1993), while acknowledging concerns about specifics and invoking national legislation, strongly reaffirmed the universal nature of human rights.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The variety of formulations used to refer to the acknowledgement and development of religious freedom do not amount to a denial of the right to change religion.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Lastly, many formulations address a single point. They have cast doubt on the underpinnings of religious freedom and lent support to those who believe that religious freedom cannot extend to recognition of the right to change religion.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. It is now established that religious freedom cannot be dissociated from the freedom to change religion.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. As long ago as 1986, Elisabeth Odio Bénito wrote of the 1948 and 1981 Declarations and the International Covenant on Civil and Political Rights that, although they varied slightly in wording, all meant precisely the same thing: that everyone had the right to leave one's religion or belief and to adopt another, or to remain without any at all. That meaning, she added, was implicit in the concept of the right to freedom of thought, conscience, religion and belief, regardless of how the concept was presented.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. In its general comment 22 on article 18 of the International Covenant on Civil and Political Rights, the Human Rights Committee reached the same conclusion. It observes that the freedom to \"have or to adopt\" a religion or belief necessarily entails a freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur therefore emphasizes once again the right to change religion as a legally essential aspect of religious freedom.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The right of conscientious objection is intrinsically bound up with religious freedom.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The Special Rapporteur reminds States of Commission on Human Rights resolution 1989/59, often reaffirmed, which recognizes \"the right of everyone to have conscientious objections to military service as a legitimate exercise of the right to freedom of thought, conscience and religion as laid down in article 18 of the Universal Declaration of Human Rights as well as article 18 of the International Covenant on Civil and Political Rights\". The Commission recommends that States \"with a system of compulsory military service, where such provision has not already been made, [...] introduce for conscientious objectors various forms of alternative service\" which \"should be in principle of a non-combatant or civilian nature, in the public interest and not a punitive nature\".",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief is inseparable from the general question of respect for all human rights, which cannot be truly promoted in the absence of democracy and development. Consequently, action to promote human rights must include measures to establish, strengthen and protect democracy as an expression of human rights at the political level and, at the same time, measures to contain and progressively eliminate extreme poverty and promote the right of individuals and peoples to development as an expression of human rights and human solidarity in the economic, social and cultural areas. In other words, as the World Conference on Human Rights put it, \"democracy, development and respect for human rights and fundamental freedoms are interdependent and mutually reinforcing\". Any separation of the elements of this tripartite concept, like any selectivity in this area, is apt to reduce human rights to a topic of variable substance and scope, and that could have unfavourable repercussions on the mechanisms and procedures for protecting human rights, including religious freedom.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 84,
        "Text": "84. Most religions have an implicit or explicit political dimension. This sometimes makes the problems of protecting religious freedom difficult to deal with and raises the question of the relationship between politics and religion and, in particular, between the State and religion.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Religion may be taken up by a State. The State may be the means by which a religion is expressed. It will then be subordinate to that religion, to the point of having no independent will beyond that of the religion. This may lead to the State's being subsumed by the religion. In such a case, the institutions of State are at the service of a religious will - or a will attributed to a religion. Schools are enlisted to ensure that the religion prevails, offering military or paramilitary training where necessary. Places of worship may be used to brief, mobilize and recruit the faithful so that nothing in public or political life escapes the religion's embrace. \"Political\" parties - where they exist - may compete with each other or the State by a variety of means to enforce or help enforce a religious (or ostensibly religious) policy. In such circumstances, there is little likelihood that religious freedom will yield the fruits expected of it.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. A State may be of a religion; a religion, in turn, may be of a State its to manipulate. The State enshrines the religion in order to have it at its service, provide it with the things it may need, channel it, contain it and, hence, very often dominate and even subjugate it. In any event, the sway of the religion will not extend far unless the State wishes it to or unless extremist religious or political movements seize on religion as a means of salvation.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Situations of both types exist, and are not always easy to manage.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. Between the two extremes mentioned above, religion may adapt to a variety of intermediate situations ranging from militant secularism to a situation where the State and religion interact. What remains true is that, irrespective of history and geography, religions do - to differing degrees play a part in the culture of a society and in human civilization. It is not, therefore, correct to exclude it completely from public life. Neither, however, is it correct for a religion to take over, or to identify itself with politics or culture. In other words, sociological, cultural and political considerations cannot but encourage interaction between the State and religion, it being understood that such interaction cannot encompass extreme positions and that wisdom lies in moderation.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Anti-religious clericalism and religious clericalism are just as likely to polarize religion as politics. Politics must remain independent and political, albeit sensitive to religion. Religion must remain independent and religious, albeit sensitive toward the political sphere. The crucial point is always to strike a balance that takes account of religion's cultural and sociological dimension without lending itself to subordination, domination or subjugation; in relations with its citizens the State must, whatever happens, stand aloof from ideology and religion, since citizenship of any kind implies and represents a relationship to a State, and to a State alone.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Besides what he has said in the section entitled \"Religion and politics\" the Special Rapporteur wishes to emphasize that hatred, intolerance and acts of violence, including those motivated by religious extremism, may give rise to situations that threaten or somehow compromise international peace and security, infringing human rights and the right to peace as internationally established, particularly by General Assembly resolution 39/11 dated 12 November 1994, \"Declaration on the Right of Peoples to Peace\".",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Upholding the right to peace is a good reason for developing international solidarity so as to stifle religious extremism.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Extremism in any religion, wherever it appears, openly or latently, covertly or overtly, and potentially or explicitly violent, merits a hard look at the causes - including economic and social causes - and at its immediate and longer-term effects: a hard look without selectivity or ambivalence, leading to the definition and observance by States of a basic set of standard rules and principles governing their conduct and behaviour towards religious extremism.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Rapporteur wishes to comment on the phenomenon of sects and how they relate to religious freedom.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. The term \"sect\" seems to have a pejorative connotation. A sect is considered to be different from a religion, and thus not entitled to the same protection. This kind of approach is indicative of a propensity to lump things together, to discriminate and to exclude, which is hard to justify and harder still to excuse, so injurious is it to religious freedom.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Religions cannot be distinguished from sects on the basis of quantitative considerations, saying that a sect, unlike a religion, has a small number of followers. This is not in fact always the case. It runs absolutely counter to the principle of respect and protection for minorities, which is upheld by both domestic and international law and morality. Besides, following this line of argument, what are the major religions if not successful sects?",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Nor can it be said that sects, as compared with religions, are typically more eccentric in doctrine and practice. There is ample scope here for subjectivism and arbitrariness. Any religion includes some elements that are irrational and mysterious - even, on occasion, close to spirit-worship. All religious beliefs are in essence respectable provided they are sincere and held in good faith, and no one has any business to deride, criticize or condemn them for what they are - which is not to say that one cannot pass judgement on what they do.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Again, one cannot say that sects should not benefit from the protection given to religion just because they have had no chance to demonstrate their durability. History contains many examples of dissident movements, schisms, heresies and reforms that have suddenly given birth to religions or religious movements.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. All in all, the distinction between a religion and a sect is too contrived to be acceptable. A sect that goes beyond simple belief and appeals to a divinity or, at the very least, to the supernatural, the transcendant, the absolute, or the sacred, enters into the religious sphere and should enjoy the protection afforded to religions.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. In actual fact, the fairly widespread hostility towards sects can be largely explained by the excesses, the breaches of public order and, on occasion, the crimes and despicable conduct engaged in by certain groups and communities which trick themselves out in religion, and by the tendency among the major religions to resist any departure from orthodoxy. The two things must be treated separately. Sects, whether their religion is real or a fiction, are not above the law. The State must ensure that the law particularly laws on the maintenance of public order and penalizing swindling, breach of trust, violence and assaults, failure to assist people in danger, gross indecency, procurement, the illegal practice of medicine, abduction and corruption of minors, etc. - is respected. In other words, there are many legal courses open and they afford plenty of scope for action against false pretences and misdirection. Beyond that, however, it is not the business of the State or any other group or community to act as the guardian of people's consciences and encourage, impose or censure any religious belief or conviction.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. It is important to recall here some comments made by the Human Rights Committee in its general comment of July 1993 on article 18 of the International Covenant on Civil and Political Rights. The Committee pointed out that \"the freedom of thought and the freedom of conscience are protected equally with the freedom of religion and belief. The fundamental character of these freedoms is also reflected in the fact that this provision cannot be derogated from, even in time of public emergency\".",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. The Committee felt that restrictions on displays of religious freedom should be applied only for those purposes for which they were prescribed, and must be directly related and proportionate to the specific need on which they were predicated. They must not be imposed for discriminatory purposes or applied in a discriminatory manner. The Committee believed that limitations on the freedom to manifest a religion or belief for the purpose of protecting morals must be based on principles not deriving exclusively from a single tradition.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The problems raised by the question of sects are many and varied, and require a great deal of attention, effort and tolerance. This, for example, is the case when the philosophy on which a religious community claims to operate conflicts with the obligations implicit in belonging to a single nation, or with laws on health. Finding a solution requires great tolerance so that compromises can be arrived at that reconcile the need for freedom of religion with the equal need to retain the religious community concerned as part of the nation, and to ensure that the law, or at least something equivalent to the law, is respected.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. The Special Rapporteur recommends a high-level intergovernmental meeting to consider and arrive at a collective approach to sects and religions that respects human rights. Within the Commission, too, a study on the phenomena of sects and religious freedom is strongly to be recommended. In any event, over the coming years the question of sects should be given sustained attention, both in matters of definition and delimitation and at the level of specific instances and how they are handled.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. In the context of setting up a documentation centre in the Centre for Human Rights at Geneva, the Special Rapporteur recommends that a department on religious freedom and human rights should be set up in order to increase, channel and target information on the religious situation throughout the world, in accordance with the mandate on religious intolerance, with a view to the establishment under the urging and guidance of the Special Rapporteur of the databases necessary for more thorough analysis and investigation in the area of religious freedom.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The Special Rapporteur wishes to express his gratitude to States for their cooperation and the opportunities for fruitful dialogue he has been given. He has particularly appreciated the efforts of those Governments which have tried to shed light on allegations submitted to them and have initiated or responded positively to the suggestion of in situ visits. The replies thus provided, and governmental cooperation over visits, have been of valuable assistance to the Special Rapporteur in forming an authoritative opinion on the situation of religious freedom in particular countries. The Special Rapporteur is also grateful to those States which have cooperated more fully and closely in the recently initiated follow-up procedure to such visits.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Non-governmental organizations are due particular thanks for their excellent cooperation; the Special Rapporteur wishes to stress their dynamic role in relation to the mandate on religious intolerance. Their contribution is of paramount importance both in the day-to-day management of information and in the preparations for and conduct of in situ visits. The Special Rapporteur pays tribute to the professionalism and dedication to human rights shown by international and national non-governmental organizations from both North and South. The mandate on religious intolerance is today on an upswing as the questions under consideration, the States concerned and the visits made all multiply. It is essential to encourage and sustain this upswing, for the benefit of human rights in general and religious freedom and tolerance in particular. -----",
        "Labels": []
    }
]