[
    {
        "ID": 1,
        "Text": "1. Since 1987, the Commission on Human Rights Special Rapporteur on freedom of religion or belief has considered incidents and governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and has recommended remedial measures for such situations. Since then, a report has been submitted every year to the Commission on Human Rights and, since 1994, to the General Assembly.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In 2001, on the occasion of the twentieth anniversary of the adoption of the Declaration, the rapporteur's title was changed from \"Special Rapporteur on religious intolerance\" to \"Special Rapporteur on freedom of religion or belief\". The Special Rapporteur's competence was thus no longer confined to expressions of intolerance and discrimination based on religion or belief, but extended to all issues relating to freedom of religion or belief, whether operational activities to deal with intolerance and discrimination or activities to prevent them.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The present report, submitted pursuant to Commission resolution 2002/40, includes, in the first place, an account of communications sent by the Special Rapporteur and the replies received from States since the publication of the report submitted to the Commission at its fifty-eighth session (E/CN.4/2002/73), as well as late replies. This account, which is the subject of chapter I, deals with 37 communications (including two urgent appeals) transmitted to 24 States, and the replies from those States. The Special Rapporteur then reports on his in situ visits and their follow-up.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur devotes chapter II to prevention activities in the post-11 September 2001 context and discusses the follow-up to the International Consultative Conference on School Education in relation to Freedom of Religion and Belief, Tolerance and Non-Discrimination (Madrid Conference) and the initiatives taken in the course of the year in the area of interreligious dialogue. Lastly, in chapter III, the Special Rapporteur analyses violations of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and makes recommendations aimed at correcting what is a very alarming situation, with a view to prevention in particular.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Since the beginning of his mandate, the Special Rapporteur has submitted 38 reports: 16 general reports to the Commission on Human Rights, 8 interim reports to the General Assembly and 14 reports on visits, submitted to the Commission and the General Assembly. A number of studies have also been presented, including those prepared for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance (Durban Conference) and for the Madrid Conference. The Special Rapporteur also submitted to the Commission, at its fifty-eighth session, a study on the freedom of religion or belief and the status of women in the light of religion and traditions (E/CN.4/2002/73/Add.2).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 6,
        "Text": "6. A full report on, and discussion of, the communications sent and replies received since the establishment of the Special Rapporteur's mandate was submitted to the General Assembly at its fifty-sixth session (A/56/253).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Since the publication of the most recent report (E/CN.4/2002/73), 37 communications (including three urgent appeals addressed to China and Nigeria, respectively) have been sent to 24 States: Azerbaijan (2), Bangladesh, China (4), Egypt, Eritrea, Georgia (2), India (2), Indonesia (2), Iran (Islamic Republic of), Israel, Jordan, Myanmar (2), Nigeria (2), Pakistan (4), Republic of Korea, Republic of Moldova, Saudi Arabia (3), Singapore, Sudan, Turkey, Turkmenistan, United States of America, Yugoslavia and Zimbabwe.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur has received replies from seven States: Bangladesh, China, Georgia, Indonesia, Pakistan, Republic of Korea and Singapore.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In accordance with his methods of work and the rules governing his mandate, the Special Rapporteur wishes to clarify that the communications sent within the past two months are not covered in the present report, since the time limit for answers from the States concerned has not expired, and, of course, when the State concerned has not replied.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In order to avoid repeating information contained in previously distributed documents, the Special Rapporteur will confine himself to referring to the interim report submitted to the General Assembly at its fifty-seventh session (A/57/274). However, for replies received after 30 June 2002, a brief summary of the communication will be provided in some cases and ample extracts from the replies reproduced.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur wishes to point out that the communications discussed below do not account for all incidents or governmental actions in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. For the communications sent and the replies received, see paragraphs 7 to 13 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur has sent two communications to Azerbaijan. The first is summarized in paragraphs 14 to 16 of the above-mentioned report, together with the reply. The second relates to the following incidents.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 9 June 2002, an Adventist family, Pastor Vahid Nagiev, his wife and their four children were allegedly deported from Nakhichevan to Baku by a number of policemen, including the chief of police of Nakhichevan. The police produced no order in writing and allegedly accompanied their instructions with threats, claiming that the Adventists could be preparing terrorist actions against President Aliev, who was due to visit on 15 June. The family appealed to the State Committee for Relations with Religious Organizations in Baku in late July 2002, but reportedly has still not been allowed to return home. In September 2001, three of their children were allegedly barred from attending school on the grounds that they were Adventists and the family was allegedly threatened with deportation in October 2001.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 15,
        "Text": "15. On 5 April 2002, a local policeman in the town of Chukhuryurd reportedly tried to prevent a small Baptist church from meeting.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. On 1 April 2002, Nina Koptseva, a Russian woman living in Baku by invitation of the Greater Grace Protestant Church, was reportedly forcibly deported from Azerbaijan after having allegedly been forced by the police to sign a confession that she had been distributing \"religious propaganda\". Allegedly, the document was in Azeri, a language she does not understand. Ms. Koptseva was reportedly arrested in the street on 30 March 2002 along with Ms. Elnara Guseinova and Ms. Sevinge Nazirova, who are said to have been fined.",
        "Labels": [
            "Women/girls",
            "Persons in street situations"
        ]
    },
    {
        "ID": 17,
        "Text": "17. With regard to the attacks on religious minorities following the October 2001 elections (paragraphs 17-20 of the above-mentioned report), the Permanent Mission of Bangladesh has replied, inter alia: \"There were reports of sporadic post-election disturbances and in some of these incidents, minorities were affected. The Government initiated immediate action to stop the deterioration of the situation and to bring the perpetrators to justice. From 1 October to 31 December 2001, a total of 92 cases were filed and 23 of these cases were charge-sheeted. A total of 204 persons have been arrested. Six rape cases involving a minority community are currently under investigation. Strengthened security arrangements were made around the places of worship. With regard to the murder of Gopal Krishna Muhuri, a prominent member of the Hindu community, 16 persons were arrested and are being interrogated. One of the suspects made a judicial confession implicating himself and others in the case.\" The authorities also reiterated that protection and promotion of the rights of the minorities are constitutional commitments.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Two of the three communications sent by the Special Rapporteur (including an urgent appeal sent jointly with the Special Rapporteur on torture and China's reply to that urgent appeal) are summarized in paragraphs 21 to 28 of the above-mentioned report. The third communication deals with the following incidents.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. On the night of 7 April 2002, the police allegedly picked up Tenzin Delek Rinpoche, a well-known spiritual master, together with four of his followers, Tsultrim Dhargye, Tamdin Tsering, Asher Dhargye, and Thondup, from Rinpoche's monastery in Nyachu county, Karze Prefecture (Sichuan Province).",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. By letter dated 14 November 2002, the Government replied, inter alia, that, on 20 August 2002, the procuratorial authorities had instituted criminal proceedings against Tenzin Delek Rinpoche with the Intermediate People's Court of the Ganzi Tibetan Autonomous Prefecture for the crimes of fomenting separatism and causing an explosion and against defendant Phondup for the crimes of fomenting separatism, causing an explosion and the unlawful possession of firearms and ammunition. These proceedings are under way. In May 2002, Tamdin Tsering, Asher Dhargye and Tsultrim Dhargye were condemned to one year's re-education through labour for their involvement in the same criminal case. Tenzin Delek Rinpoche, Tamdin Tsering and the others were detained for questioning and received penalties strictly because they had violated, or were suspected of having violated, the law and these measures were in no way connected with their religion or beliefs.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Several Buddhist institutes were allegedly destroyed in 2001 by order of the authorities, notably the one in Yachen, Payul, and the Serthar Buddhist Institute, which was attended by 10,000 students and where demolition, including demolition of 2,000 dwellings housing monks and nuns, allegedly started on 26 June 2001. Reportedly, more than 8,000 students were forcibly evicted. Only 1,000 monks and 400 nuns are said to have been allowed to stay. The Institute's founder, Jigme Phuntsok, was reportedly taken away by the authorities and placed under house arrest in Chengdu.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In the past seven years, 19,000 monks and nuns are said to have been evicted from religious institutions and 24 such institutions have reportedly been closed. Moreover, of the 251 Tibetans still in prison, the majority are reportedly monks or nuns.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The Chinese authorities replied that there are problems with buildings that contravene the regulations and that the establishments lack essential fire protection, hygiene and medical facilities and pose a serious hazard to the health and safety of the many monks and nuns. The Government has provided extensive support for reorganizing and refurbishing the Institute. No pressure was placed on any monk or nun to return to secular life nor was any monk or nun placed in detention. On the contrary, the State contributed a considerable amount of money to assist with the resettlement of those monks and nuns who wished to return to their villages and with the reconstruction of the Institute's buildings. In recent years, management of the Yachen monastery, a centre for propagating the Nyingma sect of Tibetan Buddhism, has deteriorated and it has become seriously overcrowded; the buildings lack any planning and the problem of unauthorized building has emerged; the surrounding area is dirty and untidy; and there are serious violations of relevant State laws and regulations, entailing serious threats to safety and health and endangering the lives of the monks, nuns and local people. In May 2001, the management committee of the Yachen monastery decided to reorganize and refurbish the monastery, putting in place regulations for its buildings and carrying out extensive repairs and renovations. With regard to Jigme Phuntsok, the local government has made arrangements for his medical treatment and his health condition is now greatly improved.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 24,
        "Text": "24. The full text of the Chinese Government's reply is circulated as a separate document of the fifty-ninth session of the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The communication sent by the Special Rapporteur and the Egyptian Government's reply are summarized in paragraphs 29 to 31 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. On 6 June 2002, churches other than Orthodox, Roman Catholic and Mekane Yesus (Lutheran) were reportedly closed down by decision of the Government. Among those already closed were allegedly two Buddhist temples and one Baha'i temple, as well as the Kale Hiwot church. The decision to close places of worship may be a reaction to pressure from the dominant Orthodox Church and/or outside Muslim forces within the context of the recent outbreak of evangelical fervour within the Protestant community. The Ministry of Information reportedly stated that from now on, Churches and other religious groups would not be allowed to function without being registered and their registration considered by a special government committee, which has allegedly not yet been set up.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. See paragraphs 32 to 34 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The first of the communications sent to Georgia is summarized in paragraphs 35 and 36 of the above-mentioned report. The second, to which Georgia replied on 19 August 2002, concerns the following incidents.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Two Orthodox priests led a three-day attack on a Russian-language Pentecostal church in Tbilisi over the weekend of 5 to 7 July 2002. Reportedly, some hundred Pentecostals were present in the sanctuary, located on the ground floor of the Kalutsky family home, when a mob of 30 or 40 people burst in, beat people, frightened the children, stole Bibles, rummaged through people's bags and made many threats.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Concerning this case, the Government replied that, on 5 July, two Orthodox priests went to the meeting of Pentecostals together with their congregations and did not allow the meeting to continue. The priests allegedly called upon the members of their flock not to abuse the participants physically, but to remove them from the hall. A similar incident occurred on 7 July 2002. According to N. Kalutski, no one was physically abused and no Bibles were stolen. Therefore, no complaint was lodged with law-enforcement bodies. The prosecutor's office has been instructed to verify whether the rights of the religious minority in question were abused and to make a decision regarding the institution of criminal proceedings.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In a separate incident, a group of Catholics, among them the Apostolic Administrator Bishop Giuseppe Pasotto, who were on a pilgrimage to the mainly Catholic village of Sanavardo, in the Kvareli region on 3 July 2002, were physically attacked by a group of people reportedly sent by two Orthodox priests, allegedly from the local diocese.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 32,
        "Text": "32. In this regard, the Government replied that the pilgrims were stopped by an Orthodox priest, Besik Zurabashvili, who told them that they did not have the consent of the bishop. The group agreed and were assisted to Tbilisi. No clashes took place, but activities are under way to identify the persons who accompanied the Orthodox priest.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. On 1 July 2002, police officers of the Gldani-Nadzaladevi district, Tbilisi, reportedly burst into the home of a Jehovah's Witness, Guram Pachkhatashvili. They detained him and his son Gia on charges of throwing stones at the unfinished church in Gldani being built by Basil Mkalavishvili. On the way to the police station, the police allegedly led Pachkhatashvili and his son past the church, allowing Mkalavishvili to strike Gia Pachkhatashvili while a mob of his followers verbally abused the two. At the police station, Petre (Gia) Ivanidze reportedly punched Gia Pachkhatashvili in the neck, knocking him down. He then proceeded to assault Guram Pachkhatashvili while the police allegedly looked on. The police are also said to have tried to pressure the two Jehovah's Witnesses into signing confessions.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The Government replied that these allegations have not been confirmed.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. On 28 June 2002, arsonists reportedly attempted to set fire to a home in the Gori region used for Jehovah's Witnesses conventions. This incident reportedly occurred after the governor of Gori region, David Koblianidze, visited the site on 16 June 2002 and threats were made that any convention would be viewed as illegal.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The Government replied that, on 16 June 2002, Jehovah's Witnesses held a congress in the village of Ortasheni. The governor and the chief of the local police went to the venue and explained to the participants that they had no right to hold such a meeting, but no conflict took place.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 37,
        "Text": "37. So far, it has not been established who set the fire. The investigative unit of the Shida Kartli police department is conducting an inquest in this connection.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. On 18 June 2002, Justice Nino Jvenitadze of the Supreme Court reportedly upheld a trial court's decision not to open a criminal case over a September 2001 attack by a \"religious extremist\" in the town of Kutaisi against two Jehovah's Witnesses, Manuchar Gaprindashvili and Jemal Margvelani. It has also been reported that, when they took their complaint to the nearest police station, the two Jehovah's Witnesses were verbally and physically assaulted by a policeman, Temur Kvirikashvili.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur wishes to thank Georgia for its reply. He is still awaiting replies to the communications transmitted in connection with his previous reports, however, in particular those relating to attacks on Jehovah's Witnesses by religious extremists.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The first communication sent to India this year, and the Indian Government's reply, are summarized in paragraphs 37 and 38 of the above-mentioned report. The second deals with the following events.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. On 5 May 2002, at least 14 people were reportedly killed and 45 wounded in clashes between Hindus and Muslims in the latest wave of violence in Gujarat State, which allegedly started in Ahmedabad when Hindus objected to the return of Muslims to their homes from a refugee camp. At least 20 shops and many more houses were reportedly set on fire by a mob of more than 2,000 people in the Behrampura area of Ahmedabad, where Hindus and Muslims live in close proximity.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 42,
        "Text": "42. The first communication sent by the Special Rapporteur is summarized in paragraph 39 of the above-mentioned report. The second deals with the following incidents.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. On 28 April 2002, two days after Jafar Umar Thalib, the leader of the Laskar Jihad, allegedly called for violence against Christians during his sermon at the Al Fatah mosque, at least 12 people, including a 9-month-old baby, were killed and 11 injured in the Christian village of Soya on the outskirts of Ambon in the Moluccas. The attackers, who reportedly wore black uniforms or Indonesian military uniforms, allegedly set 30 houses on fire and went from house to house, stabbing and shooting those inside. The victims reportedly included the following persons: Ado Mustamu; Nike Mustamu; Mrs. Souhoka/Pattileuw; Agnes Monika Souhora; Idi Patty; Lanny Hitijahubessy; Hein Patty; Lidya Patty; Liberth Rehatta; Grace Mustamu; Ronald Patiplau; Ances Pesulima; Apne Pesulima; Felix Pesulima; Elska Pesulima; Michael Mustamu.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 44,
        "Text": "44. On 25 April 2002, the biggest Protestant church, the Silo church, which was being rebuilt, was reportedly burned during a demonstration allegedly led by the Laskar Jihad organization. Another attack against the church was allegedly carried out on 28 April 2002.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. By letter dated 28 June 2002, the Government replied, inter alia, that it had repeatedly condemned the acts of violence which have been committed in the Moluccas over the past three years and have resulted in the deaths of innocent people and the destruction of the region's infrastructure. The Government of Indonesia is committed to identifying and bringing to justice the perpetrators of this terrible crime and to taking comprehensive measures, whether in a political, cultural, social or religious context.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Following the attack in Soya, the President of Indonesia, the Vice-President and the Coordinating Minister for Political and Security Affairs decided to instruct the local authorities to fully investigate the attack and to take tough action against those involved. Police arrested the leaders of both Laskar Jihad and the Maluku Sovereignty Forum (FKM), the two groups believed to be responsible for the worsening situation in the Moluccas. Jafar Umar Thalib, leader of Laskar Jihad, was arrested on 4 May 2002 and charged with violating articles 134, 136, 154 and 160 of the Criminal Code, slandering the President and the Vice-President, spreading enmity against the Government and inciting people to violence. Meanwhile, the leader of the FKM, Alex Manuputty, was apprehended on 17 March 2002 on the basis of preliminary evidence gathered by police and military investigators and charged with breaching article 106 of the Criminal Code, on treason. The legal process is currently under way and both men are being detained at the National Police Headquarters in Jakarta. A government instruction was issued ordering the dissolution of FKM and the expulsion of reputed troublemakers, including Laskar Jihad, from the province of Maluku. The directive, which came into effect on 8 May 2002, also mandates door-to-door raids to be carried out by security personnel deployed in the region in an effort to disarm militias and their supporters, as well as investigation of all violations of the law perpetrated during the three years of fighting. On 6 May 2002, President Megawati Soekarnoputri issued a decree stipulating the establishment of an independent team to ensure an impartial investigation into the three-year sectarian conflict in the region.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur wishes to thank Indonesia for its precise and detailed reply and for any further information it may provide on measures taken or envisaged to prevent religious extremism.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. On 11 July 2001, Maryam Ayoubi, a 30-year-old woman, was reportedly stoned to death at Evin prison in Tehran because she had reportedly been found guilty, under Shariah law, of adultery and murdering her husband.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. On 24 June 2001, a woman identified only as Robabeh was reportedly sentenced to 50 lashes, to be followed by death by stoning, for adultery. Her unnamed male accomplice was reportedly sentenced to 100 lashes and death by hanging.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 50,
        "Text": "50. During the first week of May 2001, the Israeli Defense Forces (IDF), alleging security reasons and without notification, broke into the convent of the Armenian Patriarchate's property at Baron Der in Bethlehem, which serves as a residence for Armenian monks who officiate in the church of the Nativity in Bethlehem and is used for retreats and spiritual training.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Notwithstanding the complaint lodged by the Armenian Patriarchate and various attempts to settle the dispute, the Ministry of the Interior reportedly issued a six-month seizure order in respect of the property, damage was caused inside and outside the property and the convent and the perimeter wall was allegedly destroyed in order to open a military road.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. On 22 June 2002, an order was reportedly issued through the chief commander for the West Bank, General Itshaq Eitan, and the Head of the Israeli Ministry of Defence to build a security fence separating the Palestinian town of Bethlehem from Jerusalem.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteur has been informed that Siham Suleiman Moussa Qandah, a Christian mother of two, was deprived of custody of her children on the grounds that her husband had converted to Islam before his death and that, since her children had therefore automatically also become Muslims, they should be placed in the care of her brother, who had converted to Islam several years previously. Ms. Qandah reportedly applied to the Irbid court of first instance and then to the Appeals Court; on 22 January 2002, the Appeals Court upheld the lower court's ruling that Ms. Qandah had proved herself unfit to be the guardian of her children by distancing them from Islamic rituals and doctrine. On 28 February 2002, the Supreme Court likewise rejected her appeal and authorized the children's transfer to the brother's home. Ms. Qandah and her two children, Rawan Hussam Rasmi Jibreen and Fadi Hussam Rasmi Jibreen, are said to have been living in hiding since then.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The first communication sent to Myanmar is summarized in paragraph 40 of the above-mentioned report. The second concerns the following incidents.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Two prominent Christian leaders from Dagon North township, Rev. That Ci and his son-in-law, Rev. Lian Za Dal, were reportedly arrested on 5 April 2002 and transferred to Insein prison, where they are said to be still detained. Allegedly warned to stop proselytizing, holding church services and constructing a church, they were reportedly arrested, along with eight members of their family, for having allegedly failed to register house guests when his daughter and son-in-law came to spend the night at his house.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur wishes to recall that, in its resolution 2002/67, the Commission on Human Rights deplored, inter alia, the restrictions on the exercise of freedom of religion, such as the restriction on the building of new mosques and churches and forced conversions, notably of Muslims in Rakhine State and Christians in Chin State, and the discrimination against children belonging to ethnic and religious minorities.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. See paragraphs 41 to 44 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Three of the four communications sent this year to Pakistan are mentioned in paragraphs 45 to 49 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. In the week of 1 to 7 July 2002, a mentally disturbed man, Zahid Mahmood Akhtar, was reportedly stoned to death in the village of Chak Jumra by hundreds of villagers after the cleric allegedly used a megaphone to issue a fatwa ordering his execution. Detained in 1994 on charges of blasphemy and released three years later on the grounds that he was mentally ill, the man had allegedly claimed to be the \"last prophet of Islam\".",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 60,
        "Text": "60. On 11 June 2002, Mohammed Yousaf Ali, a 55-year-old Muslim cleric convicted of blasphemy, was reportedly shot dead in the Kot Lakhpat Central Jail in Lahore by another prisoner, allegedly a member of Sipah-e-Sahaba (SSP).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 61,
        "Text": "61. Allegedly, Mr. Yousaf Ali's murder is not an isolated case and fears have been expressed that prisoners held on blasphemy and other religious charges could suffer the same fate. It has been reported that, in 2001 alone, at least 40 Muslims, 23 Ahmadis, 10 Christians and 2 Hindus were charged with blasphemy.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. On 7 April 2002, a Presbyterian church in Satrah village, near Gujranwala district, was reportedly attacked by a group of Islamic extremists composed of seven youths aged between 14 and 25, armed with automatic weapons. Despite repeated requests from the Christian community, the local police and the Senior Superintendent were allegedly reluctant to file a first incident report.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In 2002, Lahore High Court Justice Nasara Javeed Iqbal reportedly ruled that 14-year-old Naira Nadia Masih, who was allegedly kidnapped, gang-raped by Muslim militants and forcibly converted to Islam, had voluntarily married one of her aggressors, Maqsood Ahmed Shiekh, despite concrete evidence proving that she was under age and therefore unable to marry or convert to another faith without parental consent. At the initial hearing, the district judge had reportedly nullified the marriage on the basis that, as a minor, the girl was unable to marry without the consent of her parents.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 64,
        "Text": "64. With regard to the communication concerning the attack carried out on 26 February 2002 in a Shi`ite mosque in Shah-Najam, Rawalpindi, during which 11 worshippers were killed and 14 others seriously wounded (above-mentioned report, paragraph 47), the Government of Pakistan sent the following reply to the Special Rapporteur on 7 October 2002: \"The district police has nabbed the culprits in this case and they are on judicial remand. The case is under trial in the Anti-Terrorist Court No. 1 Rawalpindi and will be decided on completion of formalities.\"",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Conscientious objectors have allegedly been routinely sentenced by military courts to three-year terms of imprisonment based on article 44 of the Military Penal Code and, more recently, by civil courts under provisions of the Military Service Act. As of December 2001, 1,640 conscientious objectors, most of them Jehovah's Witnesses and some of them members of the Seventh-Day Adventist Church, are said to be serving their sentences in national prisons. They are said not to be permitted any religious activity, allegedly because they objected to military service on grounds of religious belief.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. By letter dated 20 June 2002, the Government replied, inter alia, that a compulsory military service system was in accordance with its Constitution and relevant laws and that persons who fail to discharge the duty of military service shall be subject to criminal punishment. The Government considers the duty of national defence as constituting a valid limitation on the exercise of fundamental rights such as the right to freedom of conscience and manifestation of religious beliefs. National consensus on introducing an alternative system of military service has not yet been reached, but a debate on the issue of providing alternate military services has recently begun. In addition, the Constitutional Court is considering a petition submitted by a lower court on the constitutionality of subjecting conscientious objectors to imprisonment without providing for alternative forms of service. It is therefore expected that the outcome of the domestic debate and the Constitutional Court's decision will form a political and legal basis for future action by the Government on the issue.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. According to the Government, as of December 2001, 1,534 conscientious objectors, most of them Jehovah's Witnesses, were serving their sentences in prisons and 106 were on trial. Certain religious activities are subject to limitations for the purpose of maintaining security and internal order in prisons and formal religious services on a regular basis may not be available in some facilities. However, there is no evidence to support the allegation that Jehovah's Witnesses serving prison terms are prohibited from any religious activity because they objected to military service on grounds of religious beliefs.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur thanks the Republic of Korea for its reply. He nevertheless recalls that according to its General Comment No. 22, the Human Rights Committee believes that the right to conscientious objection can be derived from article 18 of the International Covenant on Civil and Political Rights, inasmuch as the obligation to use lethal force may seriously conflict with the freedom of conscience and the right to manifest one's religion or belief.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. See paragraphs 50 and 51 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Since March 2002, the Golden Lotus Theatre, a Taiwanese Buddhist group which presents religious performances in several countries, has allegedly been harassed by an officer of the Ministry of Home Affairs, Lin Tong Lee, and a high-ranking officer, Goh Wee Liam. This campaign of harassment was reportedly due to the fact that the Buddhist Federation and the Kong Meng Suan Buddhist Temple of Singapore labelled the Golden Lotus Theatre an unorthodox sect, which then is said to have allowed Singapore officers to link it with terrorists. On 22 May 2002, members of the Golden Lotus Theatre reportedly filed a complaint with the Singapore police, but the police allegedly refused to look into the matter. The group was also reportedly threatened with arrest or death in order to dissuade them when they went to submit the complaint at the Singapore Ministry of Home Affairs.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. On 28 August 2002, the Government sent the following reply: \"The Singapore Buddhist Federation and the Kong Meng San Buddhist Temple are not known to have labelled the Golden Lotus Theatre a 'cult'. Neither have the authorities linked the Golden Lotus Theatre to terrorists at any point in time. A report was lodged on 22 May by a female Chinese, but one month after the complainant contacted the police to withdraw her report, stating that she was made use of by her foreign friends to lodge the report. The two persons are not employed by the Ministry of Home Affairs or any of its departments. Maintenance of religious harmony and advocacy of religious tolerance are key priorities of the Singapore Government.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 72,
        "Text": "72. Alla al Din Omer Agabna, from the town of Hashiesa in Gezira, has reportedly been subjected to continuous harassment and periodic arrests since his conversion in 1991 from Islam to Christianity. Having decided to travel to Kenya, he was reportedly stopped in the departure hall and informed that he was registered as a criminal and could not travel. Informed that the travel ban had been lifted, he went back to the airport later, but was allegedly stopped again at the security desk and questioned by security officers, who reportedly beat him and confiscated his passport, as well as US\\$ 200 and 1,300 dinars. He is reported to be in hiding and concerns have been expressed about his safety and that of his family, who are said to be under surveillance.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The Special Rapporteur wishes to recall that, in its resolution 2002/16, the Commission requested the Government of the Sudan to ensure full respect for freedom of religion.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. See paragraphs 55 and 56 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. See paragraphs 52 to 54 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. A Catholic parish office in Sremska Mitrovica, west of Belgrade, was reportedly attacked during the night of 8 to 9 March 2002. In February, there were reportedly repeated attacks on Roman Catholic priests and Church property in Srem.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. In the week of 27 February to 2 March 2002, the Seventh-Day Adventist church in Belgrade allegedly suffered several broken windows, while, on 4 March 2002, a group of young people reportedly verbally abused Adventists and tried to prevent them leaving their church after a service.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 78,
        "Text": "78. One night that same week, in the town of Nova Pazova, the Adventist, Methodist and Nazarene churches allegedly suffered broken windows and had graffiti labelling them as \"sects\" written on their walls.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The communication sent to Zimbabwe and the Government's reply are described in paragraphs 57 and 58 of the above-mentioned report.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. By a letter dated 29 October 2002, the Indian Government replied to a communication of 9 March 2001 (A/56/253, para. 42) concerning the refusal by the State of Karnataka to renew the residence permit of a French missionary, Fr. François-Marie Godest, who had worked in India among the poor since the age of 24. The reply is as follows: \"The Government of India had earlier directed the State of Karnataka to keep Leave India Notice in respect of Father François-Marie Godest in abeyance. Father Godest was finally granted permission to stay in India till 19 December 2005 after withdrawing Leave India Notice.\"",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 81,
        "Text": "81. In response to a communication sent on 15 February 2001 (A/56/253, para. 40) concerning the arrest of an editor, T.V. Ramana Murty, for offending the religious sentiments of Muslims and incitement to animosity among religious groups, India transmitted the following reply to the Special Rapporteur on 19 July 2002: \"The Government of Andhra Pradesh has reported that, on 14 December 2000, it received reliable information that objectionable articles had been published in the monthly magazine Vijaya Viharam for the month of December 2000. A case was registered against Mr. T.V. Ramana Murthy, editor and owner of the magazine, and his brother, Mr. T. Narasimha Murthy, coordinator of the magazine, who absconded following a police raid. The accused later filed for, and obtained, anticipatory bail. The High Court also issued directions to the police to release the printing press, computers, furniture, etc., belonging to Mr. T.V. Ramana Murthy. The charge sheet in this case was filed on 20 July 2001 and the case is pending trial.\"",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. By a letter dated 15 August 2002, the Permanent Mission of Pakistan informed the Special Rapporteur of the Supreme Court decision, dated 15 August 2002, to acquit Ayub Masih, on whose behalf the Special Rapporteur had sent a communication (E/CN.4/2002/73, para. 100) relating to blasphemy charges.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The Special Rapporteur thanks Pakistan and welcomes the decision. He nevertheless remains concerned at the fact that death sentences continue to be handed down for apostasy, as shown by the communications sent to Pakistan and mentioned in the present report.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The Special Rapporteur considers that in situ visits are an essential element of his mandate, insofar as they facilitate dialogue and understanding and a balanced consideration of the complexities of the situation of freedom of religion or belief in a particular country.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The traditional visits have been supplemented by a new form of visit, to the principal communities of religion and belief. The Special Rapporteur began in 1999 with a visit to the Vatican and will continue in order to establish direct dialogue on the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and to find solutions to the problems of intolerance and discrimination that may arise in this area.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Since his appointment in 1993, the Special Rapporteur has undertaken 14 in situ visits, to the following countries: China (1994); Pakistan (1995); Islamic Republic of Iran (1995); Greece (1996); Sudan (1996); India (1996); Australia (1997); Germany (1997); United States of America (1998); Viet Nam (1998); Turkey (1999); Bangladesh (2000); and Argentina (2001).",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur visited Algeria from 16 to 26 September 2002 at the invitation of the Algerian Government. The report on this mission, the first to Algeria by a Special Rapporteur, is contained in the addendum to the present report (E/CN.4/2003/66/Add.1).",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. During 2002, the Special Rapporteur requested invitations to visit Georgia and Romania, both of which have issued general invitations to all the Commission's thematic mechanisms. In the case of Georgia, the Special Rapporteur has been given verbal notification that the Government is prepared to receive him. The dates when such a visit could take place will be determined in the very near future in cooperation with Georgia. The Special Rapporteur also received an invitation, on 9 August 2002, from the Iraqi Government to visit Iraq.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. To date, only Indonesia and the Russian Federation have replied to the reminders the Special Rapporteur sent in July 2002 to those States that had not responded to requests for visits. By a letter of 7 August 2002, the Government of the Russian Federation assured the Special Rapporteur of its full support for his work and indicated that the question of an invitation to visit would be considered in early 2003. In a letter dated 13 August 2002, Indonesia informed the Special Rapporteur that such a visit was not considered timely this year in view of visits by other human rights mechanisms to the country.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The Special Rapporteur thanks Indonesia and the Russian Federation and invites those countries that have not replied, namely, the Democratic People's Republic of Korea, Israel and Nigeria, to improve their cooperation in order to enable him to discharge his mandate fully.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Since assuming his duties, the Special Rapporteur has attached the greatest importance to the prevention of intolerance and discrimination in the area of religion or belief. To that end, he has conducted research and formulated proposals in order to make it possible to deal not only with manifestations of intolerance and discrimination, but also with their true causes.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. In order to gain an understanding of the specificities and similarities of these complex and sensitive issues and to obtain an overview of intolerance and discrimination based on religion or belief, the Special Rapporteur has undertaken several studies, four of which were submitted as part of the preparatory processes for the Durban Conference and the Madrid Conference.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. In the report he submitted to the Commission at its fifty-eighth session, the Special Rapporteur expressed very grave concern at the implications that the terrorist acts of 11 September 2001 might have for the human rights protection system in general and for freedom of religion or belief in particular.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. He also voiced his fears about a rise of Islamophobia among public opinion in the West and, conversely, of feelings of coolness and mistrust towards the West, particularly the United States, in the Arab and Muslim world.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. It is an unavoidable fact that the hyperbole and the implicit and explicit calls for a clash of cultures or civilizations heard at the time have continued without let-up, with indiscriminate abuse heaped on entire communities and religions.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. This issue has acquired a particular immediacy as a result of the simplistic - and all too frequent - identification of the Muslim faith with religious extremism. Political leaders and the media continue to dwell on religious identity, using language that encourages the very generalizations they purport to avoid. Books have appeared whose purpose is to lend credence to the idea of a war of religion, describing Muslims as sympathizers with, or even parties to, Islamic terrorism, inciting hatred and presenting Islam as a dangerous and archaic religion, in clear violation of, inter alia, article 20 of the International Covenant on Civil and Political Rights.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 97,
        "Text": "97. The expression \"holy war\" has been regularly brandied about in the media in the crudest fashion and the haphazard use of the terms \"Islam\", \"fanaticism\", \"terrorism\", \"fundamentalism\", \"integrationism\" and \"Islamism\", as if they are interchangeable, has only added to the confusion, arousing anti-Muslim racism that could easily spread through a bewildered and fearful populace.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. Generalizations such as these are the product of a combination of intellectual error and moral dishonesty, in the sense that they gloss over the fact that the Muslim world comprises a billion people and dozens of countries, societies, traditions, languages and, naturally, an infinite number of different experiences.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. At the same time, the fact that Islam's highest authorities have unreservedly condemned the attacks and all forms of violence perpetrated in the name of religion has received scant attention, like the efforts made by the same authorities to explain Islam and dispel misunderstandings.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. In this climate of widespread and at times, deliberately cultivated, mistrust - one might even say suspicion - acts of intolerance and discrimination have continued to be committed against Muslims or those assumed to be Muslims.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. On 23 May 2002, the European Monitoring Centre for Racism and Xenophobia published a report entitled \"Islamophobia in the EU after 11 September 2001\", which consisted of 15 country reports based on enquiries conducted by the European Racism and Xenophobia Information Network (RAXEN). The report describes an alarming upsurge in hostility and an increase in verbal and physical assaults on Muslims, both as a group and individually, in European Union States. The country reports describe not only repeated attacks on Muslims and on anything symbolizing or personifying Islam, but also acts of vandalism in synagogues and verbal and physical attacks on Jews, in parallel with the renewed crisis in the Middle East.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. At the same time, the world has veered dangerously in the direction of what is depicted as unavoidable war and repression, a path that will lead to increasingly violent confrontation, which can only foster and fuel both terrorism and terror, deepen prejudice and stir up violence.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 103,
        "Text": "103. Non-governmental organizations (NGOs) and international authorities continue to express grave concern at the \"total security\" drive being implemented under cover of anti-terrorist laws, arsenals of legislation designed to restrict immigration and selective measures that have a direct and immediate impact on the entire human rights protection system.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. At such a time of unprecedented international tension, when it seems possible to justify anything by the war on terrorism, it is not surprising that initiatives such as that of the League of Arab States, which met in Cairo on 26 and 27 September 2002 to discuss ways of correcting the negative image of Arabs in the West following the 11 September attacks and which rejected the use of language accusing others of irreligiosity, have not received the attention they deserve.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 105,
        "Text": "105. The Special Rapporteur has always stressed the need for younger generations to be shielded from the hatred, intolerance and discrimination that are fuelled by ignorance and incomprehension and stoked by simplistic clichés and crude stereotypes.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Believing that the preparation and adoption of a prevention strategy should make it possible, in the long-term to put an end to violations of freedom of religion or belief, the Special Rapporteur, on the basis of Commission on Human Rights resolution 1994/18, which encouraged him to examine the contribution that education can make to the promotion of religious tolerance, conducted an enquiry in 1994, in the form of a questionnaire to States on school syllabuses that deal with freedom of religion in primary or elementary and secondary education.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Based on the replies to this questionnaire from 78 States, a study entitled \"Racial discrimination, religious intolerance and education\" (A/CONF.189/PC.2/22) was submitted to the second session of the Preparatory Committee for the Durban Conference. The Special Rapporteur then launched consultations in order to benefit from the experience of various international, regional and national, intergovernmental and non-governmental organizations and decided that there was a need for an international consultative conference on school education in relation to freedom of religion or belief. Such a conference took place in Madrid from 23 to 25 November 2001, on the occasion of the twentieth anniversary of the adoption of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. The records of the Conference were published by the Spanish Government in a volume entitled \"La libertad religiosa y la educación escolar\", which is an extremely useful tool and research aid. It includes, among other things, the conference documents and the statements made by States and by the representatives of United Nations human rights mechanisms, intergovernmental and non-governmental organizations, communities of religion or belief, national commissions for the United Nations Educational, Scientific and Cultural Organization (UNESCO), human rights institutes and experts. It also describes the development of the various drafts leading up to the adoption of the final document of the Madrid Conference and discusses the relevant texts on education for tolerance and non-discrimination in the area of religion or belief. By making this book available to all, in particular States, NGOs and researchers, the Spanish Government has made an important contribution to efforts to eliminate all forms of intolerance and discrimination on the basis of religion or belief.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. In his report to the Commission at its fifty-eighth session, the Special Rapporteur gave an account of the preparations for, the holding of and the outcome of the Madrid Conference, at the end of which a final document was adopted by consensus. This document, which recommends both general and more targeted measures and calls for contributions from States and all social actors, should provide a framework for actions aimed at making schools places for learning peace, understanding and tolerance among individuals, groups and nations, as a means of developing respect for diversity.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. In the current context, where groups tend to be on the defensive, eager to proclaim their identity, to chase out the intruder and to exclude the outsider, the cause of dissension, there is an increasingly urgent need to educate responsible citizens - that is to say, discerning citizens capable of making balanced judgements - if the cracks appearing between civilizations today are not to become the trenches of war tomorrow.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 110,
        "Text": "110. The Special Rapporteur has taken various other initiatives in follow-up to the Madrid Conference, involving States, human rights institutes, NGOs and communities of religion, as well as United Nations treaty monitoring bodies and special rapporteurs with a particular interest in the prevention of intolerance and discrimination, with whom he has explored ways of paying greater attention to the prevention aspect. In this connection, he believes there should be close links between, inter alia, his own mandate and that of the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. Various meetings organized by NGOs have also enabled debate to take place on ways of ensuring the dissemination of the Madrid Conference final document and the implementation of its recommendations. The Special Rapporteur dealt at some length with the issue of the prevention of all forms of discrimination and intolerance on the basis of religion or belief at the Fifth World Congress of the International Religious Liberty Association (IRLA), which was held in Manila from 10 to 13 June 2002 and which devoted a special meeting to the question of education for tolerance and the follow-up to the Madrid Conference; and at the thirty-first Congress of the International Association for Religious Freedom (IARF), which was held in Budapest from 28 July to 2 August 2002.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. At a strategy development seminar held in Oslo from 8 to 10 December 2002 and organized by the Oslo Coalition on Freedom of Religion or Belief, participants considered ways of setting up an international interdisciplinary network to facilitate the implementation of the aims and follow-up of the recommendations of the Madrid Conference. To that end, the seminar brought together experts in the areas of human rights, interreligious dialogue and ethical and religious education who looked at various national models of religious education. The Seminar was also part of the preparation for the international and interdisciplinary conference of experts which is to be held in late 2003 or early 2004 and will aim at encouraging the development of models for religious and ethical education that increase knowledge and understanding between people with different beliefs.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. The Special Rapporteur welcomes the initiatives taken by the Madrid Conference partners and extends particular thanks to NGOs for their work in organizing conferences, sending out books and other relevant documentation and sharing their expertise in education in relation to freedom of religion or belief. He also pays special tribute to the efforts of human rights institutes and, in particular, the Arab Institute of Human Rights, which organizes initiatives in education for tolerance and non-discrimination on the basis of religion or belief.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. The Special Rapporteur will continue to take whatever initiative or action is necessary to shield schools throughout the world from intolerance and discrimination on the basis of religion or belief and from all forms of indoctrination into religious or pseudo-religious attitudes, so that schools can become conduits of knowledge, respect and tolerance for others in the interests of human rights and thus of international understanding and cooperation in the service of peace.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. In its resolution 2002/40, the Commission on Human Rights invites Governments, religious bodies and civil society to continue to undertake dialogue at all levels to promote greater tolerance, respect and understanding of freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. It has always been a concern of the Special Rapporteur to encourage interreligious dialogue and he has made specific recommendations in that regard during his in situ visits, both traditional missions and visits to the principal communities of religion or belief. The Special Rapporteur has also addressed the question of interreligious dialogue not only as part of his general reports, but also during the Madrid Conference.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. Interfaith dialogue is a pillar of prevention in the area of religion and belief, for the area of religion has the potential to become an unparalleled forum in which individuals and groups can open up and come together.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. It is self-evident that cultures and religions are different. There is no justification, however, for saying that, because they are different, they are not equal. And yet there have always been people who have tried to prove that their culture, their religion, their language or their history is superior to that of their neighbours. Is there anything that people have not done, throughout history, \"in the name of God\", and that they are still doing today, nearly everywhere in the world?",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. Religions nevertheless share many moral values and this could and should make it possible for them to come together. For while the practice of religion may take very diverse forms, it is still inspired by universal values. As former United Nations Secretary-General Boutros Boutros-Ghali has said, \"Human rights, when viewed from a universal perspective, force us to face the most demanding of all dialectics: the dialectics of identity and otherness, of 'self' and 'other'. They teach us, in the most direct way, that we are, at one and the same time, the same and different.\"",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. It is also important to highlight the need for intrafaith dialogue: if they are to contribute to peace, religions should give some thought to how they handle manifestations of their own internal diversity, as part of a genuine culture of pluralism.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. The Special Rapporteur has always stressed the importance of the many initiatives taken by the leaders of the great religions to come together and work for peace, one example being the Millennium World Peace Summit (A/56/253, para. 126). He has also described UNESCO's work during 2001, proclaimed United Nations Year of Dialogue among Civilizations.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. These initiatives provide a ray of hope in the face of increasing extremism: they are models of behaviour, object lessons for the world in concord and dialogue and the more irreconcilable the differences appear, the clearer such lessons need to be.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. Religious officials from around the world met once again this year to attempt to improve understanding between religions.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. An interfaith summit of the three great monotheistic religions was held in Alexandria, Egypt, from 20 to 22 January 2002. This was the first such meeting in the Middle East to try to inject expressions of peace into the Israel-Palestinian conflict and it resulted in the religious leaders' signing a joint declaration calling on all to oppose incitement, hatred and misrepresentation of the other, to refrain from demonization and to educate present generations in a spirit of mutual respect and trust.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. On 24 January 2002, 200 of the most senior of the world's religious leaders met in Assisi, Italy, at the invitation of Pope John Paul II and, at the end of the meeting, signed a joint commitment to peace.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. An Interfaith Peace Summit in Africa, convened in Johannesburg between 14 and 19 October 2002 by the Lutheran World Federation, brought together religious representatives from 21 African countries. The participants made a solemn commitment, in a declaration adopted by consensus, to work to bring about peace and forestall violent conflict through genuine interfaith dialogue and to work for interreligious understanding by, among other things, supporting initiatives for peace in Africa and promoting respect for human rights, in particular religious freedom, in order to eliminate the culture of violence, hatred and prejudice. The declaration was accompanied by a plan of action.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. This is a particularly important initiative, because African religious leaders have repeatedly shown that their contribution to dialogue can greatly facilitate peace processes; one example of this was the efforts made by Eritrean and Ethiopian religious leaders to put an end to the border conflict that had brought their countries into conflict for more than two years.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. Other measures, more modest but no less noteworthy, include Malian imams' commitment, in August 2002, to combat AIDS, in the conviction that the mosque should also provide a focus for the protection of life. Such involvement on the part of religious leaders is particularly important, since Islam, Mali's majority religion by far, had until then been considered - wrongly - to be obstructing the fight against AIDS.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 129,
        "Text": "129. An examination of the communications under the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief reveals violations of the principles of non-discrimination and tolerance in the area of religion or belief, of freedom of thought, conscience, religion or belief, of freedom to manifest one's religion or belief and of freedom to dispose of religious property.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. This analysis once again shows an overall rise in intolerance and discrimination against religious minorities and women in situations of extreme risk and an increase in religious extremism affecting all religions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 131,
        "Text": "131. Religious minorities are affected primarily by the threat to their very existence as special communities, as exemplified by the deportation of Adventists and Protestants in Azerbaijan; the campaigns of repression against members of Falun Gong, the arrest, imprisonment and expulsion of Tibetan monks and nuns from monasteries and the sentencing of Christians to death in China; the harassment of Christians in Myanmar; the sentencing to death of members of the Ismaili community in Saudi Arabia; and the arrest of Protestants and Adventists in Turkmenistan.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. Religious minorities are also subject to direct and indirect limitations on the manifestation of their religious identity or belief, as shown by the destruction of Tibetan Buddhist places of worship and the expulsion of nuns and monks from monasteries in China; the occupation and partial destruction of a property belonging to the Armenian Patriarchate in Israel; the closure of places of worship of religious minorities in Eritrea; threats to close Baptist places of worship in the Republic of Moldova and those of the Protestant communities in Turkey; and the prevention or non-recognition of conscientious objection, leading to the imprisonment of Jehovah's Witnesses, in the Republic of Korea.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. Intolerance of religious minorities is often practised by non-State entities, mainly religious communities and extremist political and religious organizations. This is the case in the repeated violent attacks by Orthodox extremists on Jehovah's Witnesses, Pentecostals and Catholics in Georgia; attacks on Muslims by Hindu extremists in India; and attacks by Muslim extremists on religious minorities in Bangladesh, Indonesia and Pakistan. It is also the case in the violence against Coptic Christians and their places of worship in Egypt and in the attacks on Catholic, Adventist, Methodist and Nazarene churches in Yugoslavia.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. An examination of these communications also reveals the very worrying and sometimes tragic situation of women. The communications covered in the present report refer to extreme situations and cases of women being sentenced to stoning for pseudo-religious reasons, notably in Nigeria.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 135,
        "Text": "135. More generally, it may be seen from these communications that there is not always a clear distinction between racial and religious categories. Many minorities, and even major human communities, identify themselves in both racial and religious terms and, in many cases, the division between race and religion is by no means watertight. Indeed, discrimination is often aggravated where multiple identities are involved.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. The communications also show a precipitous rise in religious extremism, genuine or otherwise. In this regard, the Special Rapporteur wishes to recall that intra- and interreligious extremism is a problem that affects not one society or religion in particular, but, in varying degrees, all religions. It is clear from the communications sent, especially those to Bangladesh, India, Indonesia and Pakistan, that the main victims of inter- and intrareligious extremism are minorities, on the one hand, and women on the other. However, aside from such vulnerable groups, all sectors of society are affected by religious extremism.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 137,
        "Text": "137. Since 1993, the Special Rapporteur has constantly underlined the dangers posed by religious extremism to international peace in general and the human rights protection system in particular. He has frequently called for the establishment of common rules and principles to deal with the problem. However, his repeated warnings of the need to combat religious extremism and the exploitation of religion for political and partisan purposes have, regrettably, not had the desired effect.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 138,
        "Text": "138. Pseudo-religious extremism reached its height with the terrorist attacks of 11 September 2001, the shock waves from which triggered unprecedented regional destabilization. There is now an urgent need to confront the challenges presented by the scourge of religious extremism, but above all to address the scourges of poverty, injustice and underdevelopment, which are a breeding ground for all kinds of extremism, including religious extremism.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. The Special Rapporteur wishes to recall, however, that not everything can be justified or legitimized by the war on international terrorism. The world is slipping dangerously down on the road of war and repression - a route which is depicted as unavoidable, but which is highly likely to lead to even more violent confrontations that can only fuel terrorism, since terrorist movements spring up and spread where freedoms are impaired and safeguards curtailed.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 140,
        "Text": "140. The values and principles that form the basis of human rights and guarantee their universality, indivisibility and interdependence must be respected and the unacceptable stigmatization of Muslims now occurring in many countries must cease. In other words, the vicious circle condemning the other to sacrifice on the altar of the defence of civilization must be broken.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. In that regard, the Special Rapporteur recalls that education and interreligious dialogue are vital pillars of the strategy to prevent, in the medium and long term, the violations now occurring as a result of religious extremism; the policies, legislation and practices that target religious minorities; and the pseudo-religious discrimination directed against women.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. As to the use of education to promote the protection of and respect for freedom of religion or belief in order to strengthen peace, understanding and tolerance among individuals, the essential components should be school curricula and textbooks on education for tolerance, in particular religious tolerance, and for non-discrimination on racial grounds, in subjects such as history and other sensitive areas where teaching can shape students' perception of cultures and civilizations other than their own. It is also important to review teaching methods and improve teacher training.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. In these particularly difficult times, the Special Rapporteur believes that far greater attention should be paid to educating children in tolerance and invites the international community, States and all interested parties to consider ways and means of using schools to reinforce the prevention of intolerance and discrimination on the basis of religion or conviction. For his part, the Special Rapporteur will spare no effort to facilitate the implementation of the recommendations contained in the final document adopted by the Madrid Conference. History has shown that there can be no peace among nations without peace among religions and, on a planetary scale, the dialogue among cultures and civilizations cannot exclude the interreligious dialogue.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 144,
        "Text": "144. Interactive participation and renewed effort on the part of the main religious actors will also be required in order to understand the kinds of \"otherness\" that mankind so badly needs and to bear further witness to the vital role of the interreligious dialogue as a factor in preventing conflict.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. Muslim religious leaders, for their part, also have an important role to play in providing information on the nature of Islam, since Islamophobia thrives on others' lack of knowledge. Greater exposure of the Muslim authorities to the public at large will rob the Islam-terrorism equation of its potential for harm.",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. The Special Rapporteur believes that he must not only continue with his investigations into infringements of freedom of religion or belief, his appeals to Governments and his reports on the situation to the international community, but also step up his efforts to find solutions that will make it possible to deal with both the manifestations of intolerance and discrimination and their true causes.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. In order to gain an understanding of the specificities and similarities of these complex and sensitive issues and to obtain a global overview of intolerance and discrimination based on religion or belief, the Special Rapporteur has undertaken a series of studies, the latest of which, on the status of women in the light of religion and traditions, was submitted to the Commission on Human Rights at its fifty-eighth session.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 148,
        "Text": "148. The Special Rapporteur believes that studies should be made of the issue of so-called \"sects\" and religious extremism and that an in-depth examination of the post-11 September situation should be carried out.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. He also repeats his recommendations on the holding of international high-level governmental meetings on the sect issue, in order to establish a common approach that respects human rights and, in particular, freedom of religion; on religious extremism, with a view to adopting certain common minimum rules and principles of conduct and behaviour; and on pseudo-religious or pseudo-traditional discrimination against women, with a view to adopting a genuine plan of action. -----",
        "Labels": []
    }
]