[
    {
        "ID": 1,
        "Text": "1. At the dawn of this third millennium, many women across the world suffer discrimination in their private and family lives and in relation to their status in society. Such discrimination, which is deeply rooted in the dominant culture of some countries, is largely based on or imputed to religion. It is often trivialized and tolerated by the State or society and sometimes sanctioned by law. In some cases it assumes very cruel forms and denies women their most fundamental rights, such as the right to life, integrity or dignity.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Universal protection of the rights of women is a recent development but has seen considerable progress. Women's rights occupy an increasingly important place in the operation of United Nations bodies responsible for the protection of human rights, and virtually all international human rights instruments incorporate, in their respective fields, provisions concerning the principles of gender equality and non-discrimination. However, women's rights may not have received the attention that they warrant in the face of collective manifestations of some individual freedoms, notably freedom of religion or belief, as recognized in international instruments.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 3,
        "Text": "3. Compatibility between certain individual rights, including freedom to practise a religion or faith or to observe rites, and women's fundamental rights as universal rights poses a major problem. The problem stems from the fact that the right to engage in certain practices injurious to women's health or their position before the law or their status in general is claimed by persons, communities or States pursuing those practices or perceiving them as a component of freedom of religion and as a religious duty by which they and their ancestors have been bound from time immemorial and which in their eyes appear unrelated to issues concerned with the universal protection of women's rights. Universality of the rights of women as individuals thus draws us into a classic yet still topical debate, that of the universality of human rights, and women's rights in particular, in the face of cultural diversity. The issue is a sensitive one since practices or norms that impair the status of women originate, from the standpoint of the discriminator, in what are regarded as deeply held beliefs and, on a practical level, in rules, regulations or values based on or imputed to religion. One may seek to define them but, as will be seen, they are not always readily distinguishable from a society's cultural or ethnic identity dimension.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 4,
        "Text": "4. Freedom of religion or belief, which entails the legitimate assertion of a right to be different and to respect for cultural diversity, is to some extent incompatible with the universality of women's rights, whether in society or specifically within the family. That paradox—which may at first sight be surprising or even shocking—shows the difficulty of coexistence between certain rights when exercised by a specific community and the fundamental rights of each of the members of that community, especially women. This is particularly the case since it is in general women who are often the first and main victims of the exercise of conflicting asserted rights and of the adverse consequences arising from a certain view of freedom of religion, notably in situations of conflict or ethnic or cultural identity crisis.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 5,
        "Text": "5. Those issues and the conceptual contradiction between the cultural dimension of freedom of religion and the fundamental rights of women as individuals in the light of religion and traditions will form the framework of the present study. The significance of that contradiction can be understood only after an attempt is made to define religion and explain its relationship with culture and to explore the issue of cultural diversity in the face of the imperative of universality, an exercise which will be undertaken in the three sections that follow. A. Attempted definition of religion",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 6,
        "Text": "6. The Latin root of the term religion, religare, means \"binding together\" the human and the divine. On the basis of that root, religion is a system within whose setting a community of men and women is linked by a set of beliefs, practices, behaviour patterns and rituals, which establish a connection between the individual and holy life.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 7,
        "Text": "7. It was not until much later that definitions of religion referred to a belief in a supreme being as the central characteristic of religion. However, some major ancient religions do not conform to this concept. From that perspective, religion is a feature of every human society irrespective of its state of development, be it extremely primitive.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. There does not appear to be a complete or single definition of religion and discussion of its origins is still shrouded in vagueness. All one can do is identify religions' common traits, at least the most important ones. It is often difficult to distinguish secular ritual from religious experience, both being so closely entwined. Even magic is sometimes linked with religion and it is difficult to distinguish the sacred from the profane.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. However, as stated by the religious historian Odon Vallet, notwithstanding denominational particularities, the great religions show a surprising affinity in their view of the feminine ideal: women should first and foremost be faithful and fertile and are often, to varying degrees, relegated to universal secondary status in society. At the beginning of this third millennium, that view has unfortunately not entirely disappeared in many cultures and among equally varied peoples.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 10,
        "Text": "10. As explained by the Human Rights Committee in its general comment 22 on freedom of religion, which right is established by article 18 of the International Covenant on Civil and Political Rights, the terms \"belief\" and \"religion\" have to be broadly construed. That provision protects theistic, non-theistic and atheistic convictions. It is not limited to traditional religions or beliefs but applies also to religions and beliefs that are newly established as well as to those of religious minorities (HRI/GEN/1/Rev.3, p. 36, para. 2). Legal rulings have stated that there are two criteria for determining the existence of a religion: belief in a supernatural being, thing or principle and acceptance of rules of conduct which give effect to such belief. Any organization whose beliefs or practices are a revival of, or resemble, earlier cults could thus claim to believe in a supernatural being or beings, or in an abstract entity or god, and would be regarded as religious. Hence orthodoxy, number of followers, worshippers or longevity do not constitute criteria for establishing the existence of a religion. The credibility and sincerity of an individual's beliefs and the fact of their not being illegal or contrary to clearly defined public policy have, however, been accepted as prerequisites for the protection of asserted religious beliefs.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Freedom to manifest one's religion is both an individual and a collective freedom, as stipulated in article 18 of the Covenant. It may be exercised \"individually or in community with others and in public or private\". With respect to the subject of the present study, such freedom is exercised through worship, observance, practice and teaching and it is its collective aspect or rather the collective expression of that individual freedom which concerns us here.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. As stated by the Human Rights Committee in its general comment 22, the observance and practice of a religion or belief may encompass \"ritual and ceremonial acts giving direct expression to belief\" and can also include \"such customs as the observance of dietary regulations, the wearing of distinctive clothing or headcoverings [and] participation in rituals associated with certain stages of life\" (para. 4). The list is provided by way of illustration only. This freedom to manifest religion or belief thus involves all practices relating to women's status that are directly based on religion or stem from customs passed on from generation to generation. The entire problem arises from the fact that some harmful practices are perceived by those pursuing them as religious prescriptions or obligations. The examples are too numerous to be cited here but will be explored in chapter II below. Mention of some can nevertheless be made at this stage of the analysis: female genital mutilation, polygamy, inheritance discrimination, sacred prostitution, male-child preference and general denigration of the image of women, whose deeply rooted basis lies in the fact that women are in most religions perceived as inferior beings. This concerns a key aspect of the present study, namely the relationship between religion and the collective imagination and peoples' and nations' ways of being and living in the light of women's status.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 13,
        "Text": "13. Discrimination against women is arguably not the invention of religions, women's status being linked more to issues of social and cultural behaviour than to adverse religious consequences. To accuse religions of bearing the greatest responsibility for the debased position of women would without doubt be unfounded. Women's subordinate status is primarily a cultural phenomenon and extends, in both temporal and geographical terms, far beyond religions, at least those which are traditionally blamed for keeping women in an inferior position. If accusations are to be made, criticisms should be levelled against men for having been unable or unwilling to change cultural traditions and prejudices, whether religion-based or otherwise.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 14,
        "Text": "14. It is a fact that the most distant civilizations did not hold women in higher esteem. Ancient civilizations created male-dominated polytheisms. Thinkers such as Aristotle and Pericles are believed to have had a very misogynistic view of women. Greek mythology tells us that Pandora, humankind's first woman, who opened the fatal box of curses, spread evil over the world. Ancient Greece distinguished between two categories of women: faithful wives confined to roles of childbearing and housekeeping, and companions, concubines and courtesans intended for men's pleasure. The religious historian Odon Vallet explains that one had to fight in order to govern in that era. Men held sway over women, who stayed at home and suffered a loss of prestige.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 15,
        "Text": "15. Religions, including monotheistic religions, have generally been established in very patriarchal societies where polygamy, repudiation, stoning, infanticide, etc. were common practices and where women were regarded as impure beings destined to fulfil secondary roles as wives, mothers and external signs of wealth. Several religions have put an end to such discriminatory practices or attempted to limit their abuses by regulating some practices and banning others. In countries declaring scrupulous adherence to Koranic precepts, for example, one forgets that such precepts were laid down as measures aimed at women's emancipation and liberation, by comparison with the practices of pre-Islamic Bedouin society, where women had no legal status and were an item of assignable and transferable property.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 16,
        "Text": "16. From a static perspective there is no doubt that religions can encourage or obstruct female emancipation. But the process of women's liberation overall appears less bound up with the content of holy texts or religions in general than with women's social and economic development or with how patriarchal, oppressive or advanced a society is. That should explain the varying—sometimes widely varying—status of women in societies which share the same religious beliefs and hence the existence—from the standpoint of women's official status—not of a single but of several cultural interpretations of religious texts.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The role of culture is thus key to explaining the discrimination suffered by women at the hands of religion. Used in varying contexts and for different ends, culture can broadly be defined as a \"complex whole which includes knowledge, belief, art, morals, law, custom and other capabilities and habits acquired by man as a member of society\". Culture may thus be regarded as encompassing religion but would appear more to foster a way of behaving, i.e. human beings' fulfilment of a sometimes conscious but often unconscious role in their progress through history in order to shape that progress in line with their requirements, environment, values, constraints, fears, etc.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. Equally, there is no religion pure and simple. All religions influence and are influenced by human action, and historical, cultural, etc. experiences form part of the very definition of religions or at least of religious practices. A significant number of rituals, myths, procedures and institutions have arisen not from religious beliefs as revealed or as existing in their raw and original state but from the way in which those beliefs have been shaped by human action, i.e. by culture. Religious attitudes and practices may be defined differently from one society to another and within the same society according to ethnic group, class, caste or sect. Also, in all societies, religion bears the distinctive mark of the regional culture and the traditions which preceded it or were subsequently absorbed by it. Every religion necessarily remains imprinted in a cultural setting, just as each culture necessarily has a religious dimension. From a dynamic perspective, religion has no option but to assimilate its historical and cultural dimension. It would therefore seem difficult, at least in some cases, to separate religion from culture or from custom and tradition since, to some extent, religion is also a tradition, custom or legacy handed down. Also culture is a composite of ways of living and thinking, rituals and myths passed on by parents and handed down by ancestors.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In cases where constitutions declare the religion of the State, or in societies where religion occupies an important hegemonic position in the daily lives of individuals and groups, the entire status of women within the family and in society is at issue. It is sometimes difficult to separate cultural traditions from actual religion. Religion does not stop at holy texts. As rightly observed by one author, texts expand or shrink on contact with cultural imagination. Women's status, for example, varies from one Muslim country to another and from one culture to another. Within the same faith, women may under some extremist regimes be deprived of all rights, just as in traditionalist countries they may be confined or relegated to an inferior position or so perceived, to varying degrees, in other countries.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 20,
        "Text": "20. However, in comparison with the religion-based archetype of women's status, custom and culture can generally speaking have, depending on the circumstances, less restricting effects, which are often fostered by affirmative action of the State. For example, some Muslim societies may be tolerant of the wearing of the veil, encourage monogamy or ban polygamy and grant women rights within the family and in society that would be inconceivable in other societies having the same religious heritage. Also, practices based on or imputed to different religions and prevalent in some cultures are simply inadmissible in others. By contrast, cultural practices that are injurious to women can sometimes be at variance with religion or conflict with its prescriptions or spirit and, as will be seen, exacerbate women's status in relation to specific provisions of religious law, such as deprivation of the right to inherit landed property, forced marriage, etc. In other cases, the State may adopt laws and policies favourable to the status of women but deeply entrenched social and cultural patterns are difficult to change and can hamper the implementation of a socially advanced, affirmative State policy.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 21,
        "Text": "21. The overall picture is highly uneven and one is struck by the broad spectrum of legal situations in countries sharing the same religion. The relationship between women's status and cultural and religious traditions is a sensitive area that can lead to a lack of understanding or to tensions among peoples or human groups. This problem arises less in some societies owing to the effects of education, developments in moral standards, family dispersal and industrialization.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. It must, however, be acknowledged that, in general terms, the history of religions has, like the history of the world, been largely viewed and written from a male perspective. Religious traditions often created a gender-based division of roles and responsibilities in the different areas of family and social life. Yet some of those harmful practices have stood the test of time and, with or without the aid of religion and religious practitioners, have reached us across the centuries and continents. Traditions are sometimes stronger than laws, whether the latter are codified by humans or even when they are ordained by God.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. That unquestionably demonstrates the force of traditions but also shows the difficulty involved in pursuing action aimed at overcoming religious traditions that impair women's status. Paradoxically, it may seem that it is women themselves who, although victims of many cultural traditions, play a not insignificant role in perpetuating those practices.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 24,
        "Text": "24. It is sometimes difficult to distinguish between culture and religion and say whether a practice or norm or a negative view of women within the family or in society is purely culturally or socioculturally based or founded on custom alone. In many societies, including industrialized societies, the image of women within the dominant culture is not without a certain religious heritage, which may possibly not manifest itself as such but is transmitted and diffused into a society's ancient collective consciousness and has not entirely disappeared with the development or secularization of society and the State. C. Universality of women's rights and cultural diversity",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 25,
        "Text": "25. When used to account for obstacles to modernity and to the universality of human rights, the term \"culture\" in that context has a negative connotation. Culture is thus linked with relativism as a phenomenon that undermines the universalism of human rights and, in particular, of women's rights. However, not all cultural and religious practices and values are negative or detrimental to women's health or status. Some should be maintained and fostered. That applies to certain traditional medical or marriage practices. It is also true of female values such as community spirit, mutual assistance, sense of family unity, care and respect for elders, etc. Traditional cultures, especially in Africa, also transmit community values which, inter alia, make it possible to safeguard children from prostitution.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 26,
        "Text": "26. As stated by the Secretary-General of the United Nations at the World Conference on Human Rights held in Vienna, in 1993, human rights, and in particular those of women, when viewed at the universal level, bring us face to face with the most challenging dialectical conflict ever: between \"identity\" and \"otherness\", between the \"myself\" and \"others\". They teach us in a direct, straightforward manner that we are at the same time identical and different.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Universality is inherent in human rights. The Charter of the United Nations unambiguously expressed this in its Article 55. The very title of the Universal—and not international—Declaration of Human Rights reinforced that trend, the objective being to unite all individuals over and above their racial, ethnic, religious and gender differences and combine unity and diversity in the name of equal dignity in regard to differences of identity.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 28,
        "Text": "28. Different traditions may diverge in this respect. It can be argued, for example, that distinctions in inheritance, family responsibilities, custody of children or women's access to positions of political or religious responsibility do not constitute discrimination since they are part of a coherent system founded on the respective roles and duties of men and women in society and within the family and would therefore be justifiable, especially as they may be based on religious precepts. Numerous examples could be given. They may relate to genital mutilation or to practices that pose a threat to women's health or lives (these aspects will be explored further in chapter II). Responding to such objections is far from easy. In contrast to other human rights, this is an area where faith-based considerations overlap with the temporal, where the sacred merges with the social and cultural and where the irrational confronts the requirements of social life and of respect for human rights. Attention should, however, be drawn to a number of criteria.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. As attested by many relevant international instruments, broadly representative State practice and virtually unanimous legal opinion, the universality of human rights is now a fully accepted principle and an established right that can no longer be called into question. That imperative derives from the concept of the human person and from the fact that women's rights, even when involving cultural and religious aspects, form part of the fundamental rights of the individual. Also, universality arises out of a concept which is at the very root of human rights: the consubstantial and inherent dignity of the person. It is the cardinal and indivisible notion of human dignity which is the common foundation of a universal conception of women's rights notwithstanding cultural or religious differences. When women's dignity is infringed, there is no place for sovereignty or for cultural or religious distinctions. This fundamental concept of dignity is the common denominator among all individuals, peoples, nations and States irrespective of their cultural or religious differences or stage of development.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. That notion can broadly affirm the pre-eminence—over every custom or tradition, whether religious in origin or otherwise—of the essential universal principles of respect for the person and for the inalienable right to self-determination as well as full equality between men and women. There can be no compromise in that respect, since, without this common denominator, there can be no credible system for the enduring protection of human rights in general and those of women in particular.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 31,
        "Text": "31. This concept does not undermine cultural diversity or even cultural relativism. But such relativism can be conceivable only insofar as it incorporates the elements of universality and does not detract from the dignity of women at the different stages of their lives. Pluralism of cultures and religions can in those circumstances enrich and be enriched by the universality of women's rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. The argument for universality is based not only on moral and ethical requirements but also on practical grounds. In some countries, women may face inextricable juridico-cultural situations. Laws defined as having a religious origin can vary from one country to another, sometimes radically. A number of ethnically and/or denominationally diversified countries have two or more conflicting legal systems (civil, religious or customary law) relating to the status of women, in particular their personal status. Each of those systems may grant or deny women different rights. Women whose religion is not that of the majority group may be subjected to the law or culture of a group to which they do not belong. In addition to formal laws, there are, in every society, informal customs and traditions which can, sometimes more than legislation, contribute to controlling women's lives. This shows that only rationality—and thus universality of the rights of women—can enable all women in the world, and in some instances within the same society, to be united around an intangible nucleus whose substance is based on the notion of the dignity of the human person irrespective of the distinctive cultural features of a State, a group of States or ethnic and religious groups within one and the same State.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Human rights are, by their very nature, capable of removing, albeit progressively, the distinction between the internal order and the international order. As rightly stated by the Secretary-General of the United Nations, they give rise to a new legal permeability and should not be considered either from the viewpoint of absolute sovereignty or from the viewpoint of political intervention. On the contrary, they call for cooperation and coordination between States and international organizations. With regard to women's rights in the light of religion, beliefs and traditions, universality must be clearly understood; it is not the expression of the ideological or cultural domination of one group of States over the rest of the world.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Moreover, as set forth in the Vienna Declaration of 1993, while the significance of national and regional particularities and various historical, cultural and religious backgrounds must be borne in mind, it is the duty of all States, irrespective of their stage of development, to promote all human rights and fundamental freedoms, including the rights of women and girls, which are \"an inalienable, integral and indivisible part of universal human rights.\" That document assigns a central place to the issue which concerns us, namely the contradiction between equality of the rights of individuals and religious or customary laws which conflict with that equality. The Vienna Programme of Action calls on States to eradicate any contradictions which may arise between the rights of women and discriminatory practices linked to religious intolerance and religious extremism.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 35,
        "Text": "35. Many international and regional instruments espouse the same universalist concept. One may cite, in particular, the Beijing Declaration, adopted at the 1995 World Conference on Women, which reaffirms that women's rights are human rights (para. 14) and that all the specific and particular elements which those rights entail are the entitlement of all women without distinction (paras. 9 and 23) and thus notwithstanding cultural or religious differences.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 36,
        "Text": "36. The same problem arises in relation to the equity-equality duality. The notion of equity appears to offer States greater scope, enabling them to depart from the principle of formal equality, restrict women's rights and justify and perpetuate discrimination. For example, religious or customary norms which grant girls and women fewer rights in matters of inheritance and ownership or administration of property or in other areas of family and social life are clearly discriminatory towards women regardless of the basis of the discrimination. In contrast to equality, equity in human rights is a variable and ambiguous concept which is thus malleable according to the wishes of its manipulator and cannot serve as a serious criterion for granting rights or for laying down restrictions on those rights. Moreover, in regard to the subject of the present study, equity is a dangerous concept that can be used to justify discrimination and inequality towards women on the grounds of, inter alia, physical or biological distinctions based on or imputed to religion.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 37,
        "Text": "37. It is ultimately a matter of pragmatism and realism, a dynamic compromise between, on the one hand, life and its constraints, necessary liberalization afforded by modernity, immense developments in knowledge and technology and achievements in the area of observance of human rights in general and those of women in particular, and, on the other, respect for religious beliefs and cultural traditions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Broadly speaking, religion, in its cultural dimension, is necessarily imbued with the realities of every historical facet of its evolution over both time and space. That can encompass a wide diversity of religious practices in relation to women's status across the world and sometimes contradictions between those practices within the same religion or the existence of the same practice or norm in different religions. But such diversity must not mask the fact that, while religion is a source of discrimination against women, that discrimination is primarily attributable to the culture reflecting the realities of each historical era. Yet realities are not immutable. Religions themselves have played an affirmative and sometimes revolutionary role in seeking to alter them in a manner favourable to the status of women within the family and in society. Such positive action and continuous reform effort should enable the different parties concerned with women's status in the light of religion and traditions, and, in particular, States and the international community as a whole, to fulfil a forward-looking role in the emancipation of women, especially through the law.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The aim is obviously not to change religions or to challenge religious beliefs or persuasions or faith. It is rather to restore to religions the role that they have always had in altering the dominant patriarchal culture of their era.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. To that end, it is first necessary to identify the legal situation in relation to the matter at issue (chapter I). A factual examination of the discrimination suffered by women in different religions and cultures will then enable us to assess the extent of the many harmful practices prevalent across the world (chapter II) before drawing the necessary conclusions and making recommendations to combat practices or norms that are detrimental to women's status in the light of religion and traditions (chapter III).",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 41,
        "Text": "41. An analysis of the many existing human rights instruments shows that the contribution of women-specific instruments (section B) and some regional instruments (section C) is relatively greater than that of general universal instruments (section A), although some of these general instruments have played and continue to play a not insignificant role in this respect. E/CN.4/2002/73/Add.2 page 13",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. International instruments since the Charter of the United Nations, including the Universal Declaration and international covenants on human rights, have not, at least directly, addressed the issue of discrimination against women in the light of religion and traditions. Those texts simply prohibited discrimination and were not especially concerned with defining or describing discrimination against women. The Universal Declaration recognizes and protects a number of rights and freedoms irrespective of, inter alia, sex or religion. All the rights provided for apply to men and women without distinction. Also, with the exception of article 16, which deals with marriage and protection of the family, very few provisions use the term \"women\". The Universal Declaration refers primarily to the individual or person.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Viewing that text in conjunction with others helps to place the subject of the present study in its legal setting . Mention should be made here of article 2 of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, which defines the latter as \"any distinction, exclusion, restriction or preference based on religion or belief and having as its purpose or as its effect nullification or impairment of the recognition, enjoyment or exercise of human rights and fundamental freedoms on an equal basis\". Women are thus seemingly protected in regard to the rights provided for and to the general principle of non-discrimination as well as to the particular principle based on religion or belief. It has to be concluded, however, that the protection afforded appears inadequate or insufficiently explicit. It is diffused over several instruments, whose nature and content vary widely, and does not focus specifically on women's status in the light of religion and traditions.",
        "Labels": [
            "Women/girls",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 44,
        "Text": "44. From the standpoint of the present study, there is ambiguity in the scope of application of the 1981 Declaration. Where the text defines discrimination and intolerance or states that \"discrimination between human beings on the grounds of religion or belief constitutes an affront to human dignity\" (art. 3), the focus appears more on protecting freedom of religion and belief, especially in situations of religious or denominational plurality. Article 6 lists the components of that freedom, as set forth in article 1 of the Declaration, but it is not specifically aimed at women having the same religion as the discriminator. In short, the Declaration, taken separately, is concerned more with protecting freedom of religion or belief than women's status in the light of religion and traditions. Also, the other human rights instruments, while protecting a considerable number of rights and freedoms, are very abstractly worded with regard to women, particularly where they suffer discrimination based on religion or traditions in relation to their gender status.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 45,
        "Text": "45. The International Covenant on Civil and Political Rights is relevant to the present study only insofar as its interpretation as provided by the Human Rights Committee directly involves the issue of women's status in the light of religious practices.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. It is far less the Covenant itself than its interpretation by the Human Rights Committee in its general comments which is of interest to the issue forming the subject of the present study. Some provisions of the Covenant have received the Committee's specific attention, reflecting positive developments in its standard-setting work.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. For example, in its general comment 19 on article 23 of the Covenant, the Committee reaffirms that no marriage may be entered into without the free consent of the intending spouses. However, the Committee sees the registration, by civil authorities, of \"a marriage celebrated in accordance with religious rites\" as merely an option for the State and not as a specific obligation (para. 4). In addition to the fact that such marriages are not defined and can vary depending on the religion or rite concerned, it is precisely the requirement that marriages be registered by the State authorities that provides a way of protecting women against harmful traditional and religious practices. That obligation can afford a woman protection against early marriage and polygamy where it is forbidden and also safeguard her rights relating to ownership and administration of property, family responsibilities, inheritance in the event of her husband's death, etc. The recommendations of the Committee on the Elimination of Discrimination against Women (CEDAW) provide for greater protection in this regard.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. While this general comment 19, in its paragraph 6, advocates equality in matters of nationality, use of family names, residence, running of the household and education of children, the Human Rights Committee considers these issues from the viewpoint of equality of spouses in marriage and not specifically from that of the wife, who, generally speaking, is the main or sole victim when discrimination is perpetrated in the name of religion or tradition or in cases of cultural or ethnic identity crisis or religious extremism. Equality as provided for in the Covenant and in the Committee's general comments is too abstract. It applies equally to men and women, whereas, in these matters, women are in a fundamentally unequal de facto and de jure situation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 49,
        "Text": "49. General comment 28, adopted on 29 March 2000, concerning article 3 of the Covenant is of major importance to the subject of the present study. It represents considerable progress in relation to general comment 19 and marks a positive development in the perception and experience of United Nations bodies in relation to the issue. It is significant that many paragraphs of general comment 28 deal with women's status in the light of religion and traditions. Also, most of the practices referred to extend beyond the strict framework of article 3 of the Covenant. This is an actual re-reading of the entire Covenant, which was undertaken by the Committee in the light of traditional or religious practices affecting women's health, including female infanticide, widow burning and dowry killings (para. 10); genital mutilation (para. 11); enforced prostitution (para. 12); corporal punishment and clothing restrictions (para. 13), impairment of freedom of movement and exercise of parental powers over adult daughters or marital powers over the wife (para. 16); restrictions on the giving of evidence (para. 18); restrictions on ownership or administration of property and practices that prevent women from being treated or acting as persons before the law, in particular when they are given, as objects, to the family of the deceased husband together with his property (para. 19); practices relating to rape, restrictions on marriage to men who profess no religion or a different religion, and polygamy (para. 24); repudiation and restrictions on inheritance (para. 26); and honour crimes and discrimination in regard to adultery and in the areas of employment and pay (para. 31).",
        "Labels": [
            "Women/girls",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Unlike in other instruments or mandates, no practice is given prominence and most, as will be seen, are based on or imputed to religion. The Committee also recognizes, from the first paragraphs of the general comment, that \"inequality in the enjoyment of rights by women throughout the world is deeply embedded in tradition, history and culture, including religious attitudes\" (para. 5). This approach is new since not only is it a departure from the abstract concept of equality, as already referred to, but there is also a determination no longer to accept the discriminatory aspects of social norms derived from our cultural and religious heritage. Moreover, in accordance with its constructive jurisprudence, the Committee acknowledges that inequality within the formal context of article 3 of the Covenant goes beyond the rights expressly provided for in the Covenant since the right to equality before the law and the right to equal protection of the law, as provided for by article 26 of the Covenant, are breached. Bearing in mind this jurisprudence and the contents of general comment 28, discrimination against women that is based on or imputed to religion thus falls under the Committee's mandate.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Other specific instruments are also concerned with women's status in the light of religious traditions, although their protection mechanisms are not as well developed. This is the case with the instruments on slavery.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. On the basis of the definition of slavery set forth in the Slavery Convention of 1926 and the Supplementary Convention on the Abolition of Slavery of 1956, it has to be acknowledged that some traditional practices affecting women's status may be regarded as equivalent to this severe form of infringement of human rights and fundamental freedoms. From a combination of article 1 of both conventions, slavery can be seen to be the condition of persons over whom any or all of the powers attaching to the right of ownership are exercised or of persons of servile status, including that of debt bondage or serfdom. As to types of servitude, the Supplementary Convention of 1956 specifies situations involving institutions or practices whereby \"a woman on the death of her husband is liable to be inherited by another person\" (art. 1 (c) (iii)), or \"a child or young person under the age of 18 years is delivered by … his natural parents or by his guardian to another person, whether for reward or not, with a view to [his] exploitation\" (art. 1 (d)), or a woman is given in marriage without her consent \"on payment of a consideration in money or in kind to her parents, guardian, family or any other person\" (art. 1 (c) (i)). It will be seen in the factual part of the present study that many instances of traditional practices based on religion are comparable to these situations and must therefore be treated as such.",
        "Labels": [
            "Women/girls",
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Also, in the Statute of the International Criminal Court, slavery involving in particular women and children for purposes of sexual exploitation is deemed a crime against humanity.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The Special Rapporteur on the suppression of the traffic in persons and the exploitation of the prostitution of others chose to take the human rights approach to analysing the issue of prostitution and, from that perspective, he, like the Commission on Human Rights, considered prostitution \"to be a form of slavery\". That is especially true in the case of enforced prostitution, which, as will be seen, is not always associated with financial gain but can be linked to factors imputed to religion. Sexual slavery in all cases constitutes a violation of fundamental human rights guarantees.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In the 1956 Supplementary Convention, any institution or practice whereby a woman may be subjugated in marriage is construed as slavery. Child marriage based on religious practices is regarded as a form of slavery and prohibited as such since girls are treated as chattels and often form the subject of financial transactions between families (bride price and dowry). This involves a fundamental right which echoes one of the basic principles of the Universal Declaration: \"Marriage shall be entered into only with the free and full consent of the intending spouses\" (art. 16, para. 2).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 56,
        "Text": "56. Despite these solemnly proclaimed principles, there is no organ responsible for ensuring that States fulfil their obligation to abolish slavery and similar practices, in particular servile status. Yet the right not to be subjected to slavery, including where relating to customs and traditions, is a fundamental human right. (a) Contribution of the Convention",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. It was not until 1979 that a women's charter came into existence, its merit being that the issue of discrimination against women was for the first time addressed in a comprehensive manner, including in relation to the subject of the present study. Previous instruments on women had followed a sectoral approach in line with the spheres where fundamental rights were expressly denied to women and in response to demands for improvements in women's legal status in specific areas: nationality, political rights and minimum age for marriage. The comprehensive approach of the 1979 Convention is reflected in the very definition of discrimination in its article 1 and also in the nature of the rights protected and appropriate measures to be taken by States in order to put an end to discrimination in all spheres of social and family life.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 58,
        "Text": "58. However, in regard to the subject of the present study, it has to be acknowledged that the forms of discrimination referred to in article 1 are gender-based and none of the Convention's provisions contains the term religion or religious tradition. Article 5 (a ) stipulates that States parties have to take measures to \"modify the social and cultural patterns of conduct of men and women, with a view to achieving the elimination of prejudices and customary and all other practices which are based on the idea of the inferiority or the superiority of either of the sexes or on stereotyped roles for men and women.\" Notwithstanding the wide-ranging nature of the phrase \"customary and all other practices\" and the possibility of including religion-based discrimination among those practices, it should not be forgotten that in many countries, as will be seen, gender discrimination is in fact founded on cultural and/or religious practices. Indeed, a large number of reservations to the Convention have been made by States on exclusively religious grounds referring to a perception of society and the law in relation to women's personal status. A further point, which endorses what has been stated in the introduction, is that the aim of the Convention is not to intervene in religion or even less to change the religious beliefs of individuals or peoples. The Convention simply urges States to take action concerning social and cultural patterns of conduct, prejudices and customary practices which reflect stereotyped roles for women and impair their status. It does not attempt to determine whether such a negative portrayal of women or practices detrimental to their status are based on religion or society's deeply held beliefs. The affirmative role that can be played by States individually or collectively has to be pursued in this specific area of negative cultural and traditional attitudes. Article 2 of the Convention requires States to eliminate \"discrimination against women\", i.e. including discrimination based on or imputed to the religion or traditions of the community concerned.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 59,
        "Text": "59. The Convention, which was adopted on 18 December 1979 and entered into force on 3 September 1981, illustrates the paradox discussed at the beginning of the present study, namely the difficulty of coexistence between a community's rights, particularly with regard to religion and traditions, and women's rights as components of the fundamental rights of the individual. Despite the Convention's markedly universal character, given that 165 States had ratified it by 4 February 2000, some States have not acceded to it or still not ratified it. That is the case of many Middle Eastern States, which argue that this text—as well as others—presents an overly Western view of the rights of women and disregards the values of Islam.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 60,
        "Text": "60. It is also one of the international conventions having the largest number of reservations, to the point where one might legitimately debate the diversity, not to say disunity, of the legal regime and minimum principles that it sets out for States parties. There is no unanimity among Muslim countries in regard to their reservations to the Convention. Also, none of the Convention's articles has been the subject of reservations by only Muslim States and the same reservation can be expressed on the same article by States possessing other religious traditions.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. In regard to the subject of the present study, the issues which have given rise to major disagreement essentially from Muslim countries relate in general to equality during marriage and at its dissolution, parental authority for care and custody of children, choice of family name, ownership and administration of property by spouses, rights of inheritance and transmission of nationality to children. Consideration of these reservations and declarations warrants more detailed analysis. Four categories of country can be identified: (a) Reservations by the same State sometimes relate to many aspects of the Convention dealing with particular provisions which the State claims are incompatible with its religiously based domestic law or with an article of its constitution referring to religion. That applies, for example, to Algeria and Tunisia;; (b) In other cases, specific provisions forming the subject of reservations are cited as conflicting with Sharia law based on the Koran and Sunna, but with no further details. That applies to Bangladesh. Sharia is invoked by Maldives in relation to article 16 and by Libya concerning article 2 in relation to inheritance and marriage and family responsibilities (art. 16 (c) and (d)). It also applies to Kuwait regarding article 16 (f) on care, custody and adoption of children, which \"conflicts with the provisions of the Islamic Sharia, Islam being the official religion of the State\". It further applies to Israel, which cites the \"laws on personal status which are binding on the various religious communities\" in the country, and to Singapore, which reserves the right not to apply articles 2 and 16 of the Convention where they are contrary to the personal and religious laws of minorities;; (c) In rarer cases, non-conformity of the Convention's provisions with Sharia is relatively better formulated by the reserving State. That applies to Egypt, Morocco and, to some extent, Iraq in connection particularly with article 16;; (d) In the fourth scenario, the reservation or declaration is of a general nature. That applies to Malaysia, which states that its accession is subject to the \"understanding that the provisions of the Convention do not conflict with the provisions of the Islamic Sharia law and the Federal Constitution of Malaysia\"; Malaysia further states that it is not bound by certain provisions of the Convention. This scenario also applies to Pakistan, whose accession is subject to the Islamic Constitution of the State. Tunisia's general declaration also falls into this category.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 62,
        "Text": "62. The entire issue is whether such reservations and declarations, especially general ones or ones which limit obligations under the Convention to the least exacting standards of domestic law, are contrary to the object and purpose of the Convention. It seems certain that reservations conflict with a treaty's object and purpose if they are general in nature, i.e. if they do not refer to a specific provision. Also, reservations should not systematically reduce treaty obligations only to the least demanding standards in the reserving State's domestic law. Indeed, as was stated by the Secretary-General of the United Nations at the 1993 Vienna Conference, human rights are not the lowest common denominator among all nations, but rather the \"irreducible human element\", in other words, the quintessential values through which we affirm together that we are a single human community.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Moreover, if objections to such reservations are taken as a yardstick, it has to be acknowledged that the substantial number of reservations to the Women's Convention is counterbalanced by an equally large number of objections to those reservations and their virtually identical content, at least in relation to the subject of the present study. But none of the objecting States declares that the objection is an obstacle to the entry into force of the Convention between itself and the reserving State. What is often objected to is the general and vague nature of reservations and the references to religious law where the State making the reservation does not indicate the extent to which it considers itself bound by the Convention, which can give rise to serious doubts as to the State's commitment to fulfilling its obligations under the Convention. Furthermore, many objecting States are of the opinion that such reservations conflict with the general principle concerning the observance of treaties, whereby a party may not invoke provisions of its domestic law to avoid its treaty obligations. In the view of many objecting States, such reservations undermine the foundations of international treaty law.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The issue of reservations to the CEDAW Convention in relation to women's status in the light of religion and traditions poses the general and fundamental question of the compatibility of freedom of religion or belief, in particular Islam, with women's rights. It is not the intention to resolve that fundamental contradiction in the course of the present study, given that it entails a variety of parameters concerning deeply held beliefs, cultural and ethnic identity considerations and strategies which are not easily identifiable. However, from a human rights standpoint, it cannot be overlooked that international law on women's rights has made—as in other areas of human rights—progress which, at the start of this third millennium, may not readily be challenged by citing cultural or religious obstacles. Cultural relativism, as already stated, is not incompatible with the universality of women's rights but only insofar as it does not impair the integrity or dignity of women as individuals. Accepting the opposite would be dangerous for women and disastrous for humankind as a whole, since all cultural and religious practices would then be defensible precisely in the name of freedom of religion, including where they pose a threat to women's health or lives. As will be seen, these practices are numerous, varied and perceived differently according to the cultural and religious contexts of each country and sometimes of countries belonging to the same religious area. This shows that culture, religion and freedom of religion or belief are highly relative concepts whereas respect for life, dignity, integrity and non-discrimination, in short, fundamental rights of women, are invariants that can bring individuals together and unite them notwithstanding their differences. (b) Contribution of the Committee on the Elimination of Discrimination against Women",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 65,
        "Text": "65. The issue of women's status in the light of religion and traditions has been addressed within the United Nations from the perspective of traditional practices detrimental to the health of women and girls and from the perspective of the extension of the concept of violence against women.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Regarding the first perspective, the issue of female genital mutilation has often been targeted specifically or even exclusively. It is a fact that many of these cultural practices based directly or indirectly on religion are of a medical nature and affect women's fundamental human rights, such as the right to life, health and dignity. In 1954, the General Assembly adopted resolution 843 (IX) on the status of women in private law: customs, ancient laws and practices affecting the human dignity of women. The Economic and Social Council, following a recommendation by the Commission on the Status of Women, adopted a resolution on the same lines (445 C (XIV)), which is aimed at the progressive abolition of customs which violate the \"physical integrity of women, and which thereby violate the dignity and worth of the human person, as proclaimed in the Charter and in the Universal Declaration of Human Rights\". The issue has received more sustained attention since the 1980s both at the global level—joint action by the World Health Organization (WHO), the United Nations Children's Fund (UNICEF) and the United Nations Population Fund (UNFPA)—and at the regional level. Violence against women is not immediately covered by the subject of the present study; it is the extension of such violence that enables it to be considered from the viewpoint of practices that are harmful to the health of women and children and based on or imputed to religion.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 67,
        "Text": "67. As the Committee established under the Convention on the Elimination of All Forms of Discrimination against Women, CEDAW is concerned with traditional or customary practices affecting women and children, although States' reports to it appear to contain only very little information in this connection. It was only from 1990 that the Committee adopted several general recommendations, such as No. 14, on female excision, and No. 19, on violence against women, encompassing, in particular, forced marriage, dowry deaths, female genital mutilation and preference for male children. In its general recommendation No. 21 on equality in marriage and family relations, CEDAW considers that early marriage can have detrimental effects on the health of women and girls. In its general recommendation No. 24 (entitled \"Women and health\") on article 12 of the Convention, the Committee notes that some cultural or traditional practices such as genital mutilation can have adverse consequences for women's health and even prove fatal.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 68,
        "Text": "68. According to one study, the common denominator among all traditional practices harmful to the health of women and children is violence. The 1979 Convention does not explicitly address the issue of violence against women, including when it is the result of practices based on or imputed to religion. Nor do CEDAW's earlier general recommendations deal with violence arising from customary or religious practices.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 69,
        "Text": "69. Positive advances were subsequently achieved, in particular with general recommendation No. 19, adopted at the eleventh session of CEDAW in 1992. That text, whose heading is the same as that of recommendation No. 12 (\"Violence against women\"), which was adopted four years previously, represents, like the work of the Human Rights Committee on article 3 of the Covenant, an actual re-reading of the entire Women's Convention. It contributes several points of interest to the subject of the present study.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Even though article 1 of the Women's Convention does not expressly refer to violence, the Committee includes gender-based violence in the definition of prohibited discrimination as provided for in that article and in relevant customary or treaty-based human rights norms, which are thus extended to women. The Committee goes on to recognize that violence can arise from private acts and not necessarily from action by the State, but the latter remains responsible if it fails to act with due diligence to prevent, punish and provide compensation. In a third section, the Committee extends violence against women to encompass \"[t]raditional attitudes by which women are regarded as subordinate to men or as having stereotyped roles perpetuat[ing] widespread practices involving violence or coercion\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 71,
        "Text": "71. Going beyond an abstract and sectoral approach, the Committee specifically mentions a large number of traditional practices that impair women's status and not solely their health, as had been the case in many previous instruments. Most of the practices referred to are based on religion or imputed to religion or to customs which it is difficult to separate from religion in the broad sense of the term. The Committee considers that their effect \"on the physical and mental integrity of women is to deprive them of the equal enjoyment, exercise and knowledge of human rights and fundamental freedoms\". They include forced marriage, dowry deaths, acid attacks and female excision (para. 11). Alluding to article 12 of the Convention, the Committee refers to forms of violence which put women's health and lives at risk: dietary restrictions for pregnant women and female genital mutilation (para. 12); honour killings (para. 24 (q) (ii)); and cultural situations which place women in an environment that is a potential source of violence: economic dependence on their husbands (para. 23). It is probably the positive developments in perceptions of women's rights and also the persistence of negative religious and cultural practices affecting women which explain CEDAW's establishment of a causal link between the three factors of discrimination, violence and traditional religious and/or cultural practices, which accordingly call for measures in line with those developments.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 72,
        "Text": "72. The approaches adopted by the Human Rights Committee and CEDAW complement one another since, as will be seen in the factual part of the present study, while many religiously or culturally based practices and norms affecting women's status cannot be regarded—at least directly—as a form of violence against women, they impair women's status in the light of religion and traditions. That applies to polygamy, inheritance discrimination and certain practices related to marriage. CEDAW's general recommendation No. 21 on equality in marriage and family relations takes this aspect into account while emphasizing that the Women's Convention recognizes \"the importance of culture and tradition in shaping the thinking and behaviour of men and women and the significant part they play in restricting the exercise of basic rights by women\". Alluding to certain provisions of the Convention, including articles 5, 9, 15 and 16, CEDAW refers to discrimination in relation to giving evidence (para. 7); restrictions on choice of domicile (para. 9); polygamy (para. 14); forced marriages or remarriages arranged for payment or preferment (para. 16); family responsibilities (para. 17); women's control over their fertility (para. 21); choice of family name (para. 24); discrimination and inequality in the E/CN.4/2002/73/Add.2 page 21 ownership of family property or at the end of a marriage or de facto relationship (paras. 28 and 33); discrimination in favour of men in matters of inheritance in the event of the death of the husband or father (paras. 34 and 35); and early marriage, which has a detrimental effect on women personally and the family and on women's access to employment (para. 37).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 73,
        "Text": "73. The Convention on the Rights of the Child, adopted on 20 November 1989, is a key instrument in the protection of the status of girls from harmful cultural and religious practices. The protection provided for by the Convention in this respect is of two kinds: (a) Protection that is of a general nature but can have an impact on aspects of the issue. That applies to the definition of child (art. 1); the right to life (art. 6); the right to be registered immediately after birth (art. 7); the right to health (art. 24); the right to protection from exploitation, in particular economic and sexual exploitation (arts. 32, 34 and 36), to protection from violence (art. 19) and to protection from torture and cruel, inhuman or degrading treatment (art. 37); and freedom of religion (art. 14). All those provisions can entail situations affecting the status of girls in the light of religion and traditions and in that respect afford protection, for example in regard to early marriage, infanticide, genital mutilation, freedom to wear or not to wear distinctive religious symbols, etc.;; (b) Protection that is more direct and can apply specifically to the status of girls in the light of religion and traditions. For example, States are required under article 24, paragraph 3, to take all effective and appropriate measures with a view to abolishing traditional practices prejudicial to the health of children. Those practices come within the mandate of the Committee on the Rights of the Child where they affect children, in particular girls, and, as will be seen, many such practices have their origins in traditions and customs based on age-old cultural interpretation of religion.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 74,
        "Text": "74. The Convention has been ratified by virtually all States of the world. However, like the Women's Convention, it has been the subject of many reservations and interpretive declarations based on religious considerations. The reservations are either of a general nature or relate to provisions, in particular those concerned with freedom of conscience and religion, adoption (which is considered banned under Islam), family planning, transmission of nationality by the mother, and rights of inheritance. Many of these reservations have been the subject of objections on the ground that they conflict with the object and purpose of the Convention and with the relevant principles set forth in the 1969 Vienna Convention on the Law of Treaties.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. In the Declaration on the Elimination of Violence against Women (General Assembly resolution 48/104 of 20 December 1993), certain traditional practices are rightly included among the enumerated forms of violence against women: \"Violence against women shall be understood to encompass, but not be limited to, the following: (a) physical, sexual and psychological violence occurring in the family, including … dowry-related violence … female genital mutilation and other traditional practices harmful to women\" (art. 2). As noted by the Special Rapporteur on traditional practices affecting the health of women and children, violence is one of the crucial mechanisms by which women are forced into a subordinate position compared with men (E/CN.4/Sub.2/1995/6, para. 51).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 76,
        "Text": "76. Notwithstanding its general scope, the World Conference on Human Rights similarly recognized the extension of violence to include harmful cultural practices. As stated in the 1993 Vienna Declaration and Programme of Action, \"[g]ender-based violence and all forms of … exploitation, including those resulting from cultural prejudice\" and religious extremism, are \"incompatible with the dignity and worth of the human person, and must be eliminated\" (A/CONF.157/24 (Part I), chap. I, para. 18, and chap. II, paras. 38 and 48). The Conference stressed the importance of eradicating harmful traditional or customary practices, including female infanticide, and recommended to States that they should take effective measures to combat them.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 77,
        "Text": "77. At the 1995 Beijing World Conference on Women, violence against women was given a definition allowing the incorporation of harmful traditional practices such as dowry-related violence, female genital mutilation, female infanticide and prenatal sex selection. Similarly, the Special Rapporteur on violence against women, its causes and consequences, arguing that many of these practices should be construed as violence against women, rightly observed that such practices \"cannot be overlooked nor be justified on the grounds of tradition, culture, or social conformity\" (E/CN.4/1995/42, para. 144). That can greatly help to clarify the debate on universality and diversity in human rights from the standpoint of violence against women. It shows that States may not avoid their obligations with respect to the elimination of all forms of violence against women by invoking any custom, tradition or religious consideration, given that such violence encompasses certain cultural practices, whether religion-based or otherwise (E/CN.4/1996/53, paras. 101 and 102).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 78,
        "Text": "78. Through the Subcommission on Prevention of Discrimination and Protection of Minorities a working group was established on traditional practices affecting the health of women and children and two regional seminars on the issue were held respectively in Burkina Faso in 1991 and in Sri Lanka in 1994. Also, a Special Rapporteur on traditional practices affecting the health of women and children was appointed by the Subcommission specifically to study the matter.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Several other human rights organizations and committees have voiced their concerns about harmful traditional or cultural practices, especially female genital mutilation, which still prevail. That is especially true of the Human Rights Committee in relation to a number of African countries. In general, many such practices—the most significant example being female excision—are deeply rooted in the cultures and traditions of peoples and it is not easy to raise the issue of their incompatibility with the observance of human rights (E/CN.4/Sub.2/1999/14, paras. 21 ff.). While certain practices can offend some societies and even clash with the universal concept of human rights, they can appear as basic moral values to other traditional societies. Consequently, for the success of any action in this connection it is essential to demonstrate the adverse effects of some practices on the health of women and children and their incompatibility with many human rights instruments without giving rise to a debate on their cultural and, more importantly, religious justification or on values that may appear alien or could conflict with the dominant values of traditional societies. E/CN.4/2002/73/Add.2 page 23",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 80,
        "Text": "80. It is within an essentially African context that efforts have been pursued to improve and develop legal instruments on the issue of women's status in the light of harmful cultural traditions.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The African Charter on the Rights and Welfare of the Child, adopted in July 1990 by the Assembly of Heads of State and Government at its twenty-sixth session, held in Addis Ababa, contains many provisions to safeguard the status of girls in the light of traditions. Article 16 protects children from \"all forms of torture, inhuman or degrading treatment and especially physical or mental injury or abuse, neglect or maltreatment including sexual abuse\".",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 82,
        "Text": "82. The Charter focuses particularly on the issue forming the subject of the present study. Article 21, entitled \"Protection against harmful social and cultural practices\", specifically refers, albeit for illustrative purposes only, to \"harmful social and cultural practices affecting the welfare, dignity, normal growth and development of the child\". In paragraph 1 (a) of that article, States are required to take appropriate measures to eliminate \"customs and practices prejudicial to the health or life of the child\", such as female genital mutilation and other practices common in the African continent (see chapter II below). The Charter not only refers specifically to the prevention of early child marriage and the prohibition of the betrothal of girls but also indicates ways and means of implementing such protection: \"effective action, including legislation, shall be taken to specify the minimum age of marriage to be 18 years and make registration of all marriages in an official registry compulsory\" (art. 21, para. 2). The text is not confined to those practices but refers, in general terms, to \"customs and practices discriminatory to the child on the grounds of sex or other status\" (art. 21, para. 1 (b)). However, taking a conciliatory approach, the Charter, in many of its provisions, places emphasis on preserving and strengthening \"African cultural values ... in the spirit of tolerance, dialogue and consultation\" (art. 31, para. (d)). It cites, as sources of inspiration, not only relevant global and regional instruments (the Universal Declaration, the Convention on the Rights of the Child, other United Nations instruments, the African Charter on Human and Peoples' Rights, etc.) but also \"African values and traditions\" (art 46).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 83,
        "Text": "83. The adoption of this draft by the African Commission on Human and Peoples' Rights in November 1999 arose out of the realization that the 1981 African Charter guaranteed inadequate protection to women. That text simply recommended to States parties that they should \"ensure the elimination of every discrimination against women and also ensure the protection of the rights of the woman and the child as stipulated in international declarations and conventions\" (art. 18, para. 3). The specific problems facing African women, especially traditional practices injurious to their status, were thus not taken into consideration. In relation to the subject of the present study, the draft protocol appears to distinguish between positive and negative African values and requires that women contribute, on a basis of equality with men, to the preservation of traditions that respect the rights of women based on principles of equality and dignity, justice and democracy (art. 2). It is specifically article 5 of the text which requires that measures be adopted to eradicate cultural and/or traditional practices which violate the physical and/or moral integrity of women and girls and are contrary to recognized international standards (forced feeding, genital mutilation, infibulation, etc.).That provision is important in that it implicitly reaffirms the principle of universality of women's rights as enshrined in many instruments, to which the protocol refers in its preamble.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 84,
        "Text": "84. The draft protocol prohibits forced marriage and polygamy. It recognizes a married woman's right to acquire and administer her own property and the right to equitable sharing of joint property between spouses (art. 7). It recognizes equal rights of men and women towards their children during marriage and at its dissolution, which has to be effected by judicial order, thereby prohibiting repudiation (art. 8). The draft prohibits violence against women and advocates its suppression (art. 13). It recognizes a woman's right to control her fertility and to choose methods of contraception. It prohibits inhuman, humiliating and degrading treatment of widows and recognizes a widow's right to inherit her husband's property (art. 9). Also, the draft recommends to States that they take action to promote, inter alia, the right to education, female literacy, the elimination of discrimination in education and especially the suppression of references to stereotypes which perpetuate such discrimination in school textbooks and curricula.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 85,
        "Text": "85. Overall, the draft is ambitious and the text, if adopted, will fill legal gaps in a continent where traditional practices that are harmful to women are prevalent (see chapter II) and in a world where significant legislative advances have been achieved since the holding of the 1993 World Conference on Human Rights in Vienna and the 1995 Word Conference on Women in Beijing.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 86,
        "Text": "86. Examination of the legal aspects of freedom of religion or belief and the status of women in the light of religion and traditions shows the importance given to this issue in many human rights instruments, whose binding force or effectiveness varies considerably. The issue is addressed by a variety of international bodies, instruments and mechanisms from standpoints that differ but are complementary in regard to their objectives or mandates.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 87,
        "Text": "87. Focusing specifically on harmful medical practices and violence against women in particular is often the most direct way for these instruments and mechanisms to regulate the issue in law. Practices involving female genital mutilation are most frequently cited by way of example. The overall contribution of CEDAW and the Women's Convention is significant in that many asserted rights, at least in some cultures, relate directly to their links with discrimination based on or imputed to religion. Most of these instruments, including the Women's Convention, are concerned more with customary or traditional practices and not specifically with religion. Notwithstanding the difficulty in distinguishing between religion and customs and culture in general, it is essential, as already stated, that affirmative action by States and the international community be directed at cultural practices based on or imputed to religion with a view to changing them in line with relevant instruments on women's rights dealing with the issue. However, in order to take measures against these practices, norms and values, it is vital to understand them, appreciate their factual significance and gauge their extent across the world's religions and cultures. That will be attempted in chapter II below.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 88,
        "Text": "88. All religions and beliefs are in principle included in the scope of the present study. However, one point must be made clear. If account is taken not only of cultural factors, the human rights dimension and the experiences of human rights bodies, especially within the United Nations context, but also of the need for scientific credibility of the sources used, some religions—or rather some practices based on or imputed to religion—will necessarily receive more prominence than others. Also, the citing of one religion or religious and/or cultural practice and not another should in no circumstances be perceived as expressing an opinion or a judgment on the validity of a particular religion or belief. Because they are part of our innermost being and a fundamental aspect of our lives, all religions, beliefs and spiritualities are involved and thus warrant full consideration and absolutely equal treatment.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Understanding and appreciating the real significance of practices that discriminate against women in the world's religions call for a multifaceted approach, which entails first identifying the textual or—failing which—historical roots of such practices in relation to the religion which gave rise to them and then determining their present state through an attempt, where possible, to demonstrate the role of sociocultural background in the exacerbation or marginalization of these discriminatory attitudes.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 90,
        "Text": "90. Cultural or religious practices and traditions affecting women's status vary from one country and continent to another. Some countries or groups of countries or regions are nevertheless more known for certain practices. That applies, for example, to genital mutilation of women in sub-Saharan Africa or traditional marriage practices in Asia. Certain practices wrongly associated with a religion or culture can exist equally in countries with very different cultural and religious traditions. Distinctions must, however, in all cases be made in regard to women's rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 91,
        "Text": "91. Several States and entire segments of society regularly cite religion and/or cultural differences to explain why the advancement of women's status has not kept pace with the overall development of society . CEDAW notes that stereotyped conceptions of women attributable to sociocultural factors exist to varying degrees in all States.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 92,
        "Text": "92. Also, the persistence of a patriarchal culture and the continuing importance attached to the traditional role of women as wives and mothers responsible for the upbringing of children and to the role of men as breadwinners can legitimize and reinforce prevailing stereotypes. Most cultures, including in industrialized countries, are exposed to such patriarchal patterns of behaviour. An actual ideology of male superiority appears to have developed in many civilizations. Many States are involved, even States where de jure equality between men and women is widely established or States which profess secularism, irrespective of the ethnic and religious diversity of the population or stage of development.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 93,
        "Text": "93. Misinterpretation, exploitation and, in some cases, manipulation of religion can create social mechanisms that control women's status, sometimes denying the most basic rights, such as freedom of movement and the right to travel without the husband's authorization as well as the right to study in non-segregated co-educational schools and to spend time and mix with friends or colleagues of the opposite sex. Such mechanisms are intensified by the fact that women's representation in spheres of public life, including religion, is limited and sometimes non-existent. It cannot be denied that, in most religions, misinterpretations detrimental to women are due to men. It seems highly likely that, if women had participated with men in such interpretive work, discrimination would without doubt be less prejudicial to their rights and, where discrimination nonetheless continues, it might have been less severe. In this instance, we are witnessing rather a reverse phenomenon where, possibly through not acting differently, women in a number of cultures are regarded as guardians of traditions, including those most detrimental to their status or to their position before the law or to their image within the family and in society. In many cultures and religions, the persistence of stereotypes prejudicial to women is reflected in a preference for male children, the effects of which can be very harmful to women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 94,
        "Text": "94. Male-child preference is, to varying degrees, prevalent in all continents and is explained by the existence of patriarchal models, discriminatory interpretation of religion and specific factors such as economic contribution, support in old age, continuity and perpetuation of the family line, inheritance laws and performance of religious duties. Under Islam, for example, several verses of the Koran have been interpreted—sometimes out of context—as denoting a generalized preference for males, which has been exacerbated by countries' patriarchal cultures and nonreligious factors. That applies also to Christianity and Judaism. Such preference can consciously or unconsciously give rise to practices harmful to women and is a source of discrimination. It has been defined as \"the preference of parents for male children which often manifests itself in neglect, deprivation or discriminatory treatment of girls to the detriment of their mental and physical health\". Son preference is expressed in an everyday manner and can manifest itself in important events, such as childbirth, where the arrival of a daughter is often felt to be a disappointment. Also, a daughter is regarded by her parents as a transient being who will eventually leave them to live in her husband's home. In many cultures, daughters are seen as offspring born to depart, their place not really being in the family community. Preference can be reflected in a negative general portrayal of the image of women, neglect of female children and discrimination against them in all areas of life, notably in employment and education or even in ordinary acts of daily living.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 95,
        "Text": "95. In many States, son preference is, as will be seen, reflected in severe forms of discrimination and criminal acts against women and girls such as, for example, sex-selective abortion, female infanticide, non-registration or abandonment of female children and dietary discrimination. In some States, the status of \"out-of-plan\" children can be such that they are officially non-existent and exposed to considerable discrimination. Such practices also lead to demographic imbalances in favour of males in some regions of the world, especially Asia. In some Asian countries, son preference may have adverse effects on fertility control and can sometimes be a major obstacle to population stabilization policies. In those same countries, it has led to the development of dangerous practices in official medical systems for birth prevention based on sex selection or foeticide.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 96,
        "Text": "96. Son preference is in fact a transcultural phenomenon, whose expression and intensity nonetheless vary from one culture to another. It may be that such preference does not have a basis in religion, especially when expressed in criminal acts or in nutritional or occupational discrimination. It has been recognized that in Asia the practice is not based on religion, Buddhism being cited as one example in that regard. Also, other monotheistic religions have attempted to put an end to criminal manifestations of preference for male children and to mitigate its most harmful aspects. Generally speaking, there are many reasons to account for such preference: economic considerations, including men's traditional role in agriculture and as landowners, misinterpretation of religion, where, for example, women may not perform certain religious functions or ceremonies, the existence of patriarchal systems and the absence or low level of women's representation in professional spheres or public life in general. With religious extremism, son preference means the total denial of women's rights.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 97,
        "Text": "97. What different forms of extremism and religious fundamentalism in particular have in common, irrespective of the religion concerned, is the negation of gender equality, often by violent means. Extremism can be seen in the action of groups or, in some instances, of the State itself. In Afghanistan, for example, discrimination against women has become institutionalized by the Taliban with the introduction of what is in fact a system of apartheid against women based on the Taliban's own interpretation of Islam: the exclusion of women from society, employment and schools, the obligation for women to wear the burqa in public and restrictions on travel. Women are barred from society and consigned to an area where they enjoy neither citizenship nor rights and where their total submission to the all-powerful man in the name of Allah is the rule.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 98,
        "Text": "98. The distinctive feature of extremism, in particular when it involves the State, is the institutionalization of discrimination against women. In Iran, for example, especially in the first years of the Islamic revolution, women were reportedly barred from certain functions or activities, notably in schools but also outside the education system. In that country, according to one author, women are political pawns and often the main victims of failed reforms and extremist interpretation of religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 99,
        "Text": "99. In other countries, ruling parties, although committed to tolerance, play into the hands of extremists by employing women's status (the veil, etc.) in their electoral campaigns and are thereby ensnared by a purely electoral strategy of incorporating religion into the political sphere. The State is thus rendered powerless or at least weakened in its efforts to combat religious extremism, to the detriment of women in particular. In other countries exposed to extremism, women appear to be one of the main targets of fatwas declared against them, threatening their security and lives or entailing punishments of flogging or social ostracism.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 100,
        "Text": "100. In this and other cases, crimes against women are used by States, rebel groups, militias, etc. to achieve political ends. For example, in extreme situations of conflict or unrest, extremists employ the rape of women as a weapon of war with the aim of terrorizing the people as part of a strategy to destabilize the ruling power. This is especially true of armed Islamic groups in Algeria, whose many acts have mainly harmed innocent women. In genocide situations, the intention to suppress part of the population or an ethnic and/or religious minority affects women primarily (mass rape, forced pregnancy, etc.). Crimes against women are thus part of crimes of genocide or crimes against humanity. The fact that crimes against women, in particular rape, forced pregnancy and sexual slavery, have been incorporated in the statute of the International Criminal Court is to be applauded.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 101,
        "Text": "101. Many women across the world are subjected to particularly strict clothing requirements, as, for example, in countries where the State imposes a specific vision of society, ethics and public morality. The study \"Racial discrimination and religious discrimination: identification and measures\", prepared by the Special Rapporteur on religious intolerance for the Preparatory Committee of the World Conference against Racism, shows that women in many countries are believed to experience serious restrictions in the areas of education and employment as well as outside those spheres and are apparently required to wear what is described as Islamic dress (A/CONF.189/PC.1/7, para. 110).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 102,
        "Text": "102. In other cases, women themselves claim the right to wear clothing which, according to them, is in keeping with their religion. As was stated in the second study prepared by the Special Rapporteur on religious intolerance for the Preparatory Committee of the World Conference against Racism and entitled \"Racial discrimination, religious intolerance and education\", this shows the problem relating to the consistency of a particular notion of religion and freedom of religion with other principles laid down in international law or constituting the very foundations of education in some States (A/CONF.189/PC.2/22, paras. 54 and 56 to 59). Yet, in many countries, the wearing of the veil does not have only one meaning. It often has a puritanical and protective function and in some cultures its original function has been distorted and it has become a symbol of coquetry or seduction.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 103,
        "Text": "103. The status of women in the light of traditions was brought to international public attention primarily through one specific issue which poses a serious threat to the health of girls and whose medical aspect alarmed human rights stakeholders, being subsequently classified as a form of violence against women. Female genital mutilation thus calls for detailed analysis but without overlooking other practices detrimental to women's health.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 104,
        "Text": "104. Of all practices harmful to the health of women, the most known and the most publicized in the media is female genital mutilation or female circumcision or excision. It has long received the attention of international human rights organizations and bodies and is one of the main focuses of the mandate of the Special Rapporteur on traditional practices affecting the health of women and children. It involves removal of all or part of the female genital organs. WHO figures quoted by the Special Rapporteur indicate that there are estimated to be between 85 and 115 million sexually mutilated women and girls in Africa and Asia. According to the same sources, two million girls are at risk of undergoing genital mutilation each year (E/CN.4/Sub.2/1995/6, para. 21). This practice, whose forms vary from country to country, is reportedly prevalent in 26 African countries, in countries of Asia and among immigrant communities in Europe and America and also in Jewish Ethiopian and Bedouin communities in Israel. Yet the historical origins of female genital mutilation are shrouded in mystery. What E/CN.4/2002/73/Add.2 page 29 seems certain is that the practice, which has stood the test of time, is not linked to any particular religion. It is thought to have been invented by the Pharaohs, who performed it to preserve their wife's chastity when they went to war. It appears to have been practised by the Phoenicians, the Hittites, the Ethiopians, pagan peoples in the tropical zones of Africa and in the Philippines, the Incas in Mexico and ethnic groups in Amazonia and Australia. Some peoples believe that humans are naturally born bisexual. The man's prepuce has to be removed to give him his masculinity and the woman's masculine organ, the clitoris, has to be excised to ensure her full femininity. It was apparently also practised by physicians in nineteenth-century Europe to treat mental disorders in women.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 105,
        "Text": "105. As observed by the Special Rapporteur on traditional practices, female genital mutilation, which has been performed by peoples and societies across the ages and continents, is rooted more in a \"set of beliefs, values and cultural and social behaviour patterns governing the lives of the societies concerned\" (E/CN.4/Sub.2/1999/14, para. 8). That no doubt explains the emotional charge surrounding beliefs associated with this practice, the difficulty of speaking about it, including in the countries involved and in relevant international organizations, and hence the need for caution in relation to any measures aimed at its eradication.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 106,
        "Text": "106. Female genital mutilation is today practised by diverse communities belonging to different religious traditions. Its most extreme form, infibulation or Pharaonic circumcision, entails the removal of the clitoris and labia minora. This form, which is considered the most cruel and most harmful to the health of girls, is believed to be practised in Somalia, Djibouti, the Sudan, Mali, Egypt and Ethiopia. Partial excision or clitoridectomy or Sunna circumcision is reportedly practised in West, Central and East Africa. Asian countries such as Yemen, Indonesia and Malaysia practise female excision but certain communities follow a symbolic ritual and in some cases make a simple incision without carrying out any mutilation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 107,
        "Text": "107. The age at which female genital mutilation is carried out varies between countries and cultures. In the case of Falasha Jews in Ethiopia and the Sudan, it appears to be when an infant is a few days old, while in many countries the age is between 7 and 15 years depending on the rituals involved, which are sometimes complex. Female genital mutilation is regarded as a rite of passage from childhood to womanhood, i.e. initiation into adulthood, or as a means of reducing sexual desire and preserving the virginity of future brides. In some communities it is viewed as a rite of purification. Social pressures and cultural constraints often drive girls and their mothers to subject themselves to such practices in order to be fully accepted into their community. According to the Special Rapporteur on traditional practices, it appears that differences between countries in the age at which female genital mutilation takes place are linked to the existence or otherwise of legislation banning the practice. In other countries, it is reported to have totally disappeared as a result of girls' development and education.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 108,
        "Text": "108. Female genital mutilation is wrongly associated with religion, in particular Islam. No religious text requires believers to perform it. It appears to be practised by peoples of different religions, including Muslims, Catholics, Protestants, Copts, Jews and animists, and nonbelievers. It is one of many examples showing that the argument of cultural or religious diversity can be both dangerous and erroneous. When practised by Muslims, female genital mutilation is presented and asserted as a religious act. The practice is, however, common among non-Muslims and many Muslim communities are not only unaware of it but also shocked at the idea that it can even remotely be regarded as having a basis in religion. E/CN.4/2002/73/Add.2 page 30",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 109,
        "Text": "109. In Egypt, because of religious extremism, a 1996 Ministry of Health decree banning the medical profession from practising female genital mutilation was revoked in 1997 by an administrative court. The Council of State finally ruled on the matter in an authoritative decision dated 28 December 1997 rescinding the lower court's decision and stating that it was \"henceforth prohibited to practise excision even in cases where the girl and her patents give their consent.\" \"Circumcision of girls is not a right of the individual under the Sharia …; nothing in the Koran authorizes it\" (E/CN.4/Sub.2/1999/14, para. 41). Such a decision obviously has important implications since the ban applies even in the case of the victim's or her parents' consent. This is in fact an issue of public policy which conflicts with harmful cultural traditions. Moreover, the Council of State clearly distinguished between religious prescriptions and harmful cultural traditions based on misinterpretation or political manipulation of religion.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 110,
        "Text": "110. Female genital mutilation has serious effects on women's health and lives. It carries a high risk of death or disability and often causes vaginal haemorrhage and many genito-urinary and obstetric complications as well as long-term psychological problems. Its practice and that of polygamy or marital rape also expose girls and women to an increased risk of contracting HIV/AIDS and other sexually transmitted diseases (A/54/38/Rev.1, para. 18).",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 111,
        "Text": "111. In some States, especially in Africa (Ghana, for example) but also in Asia, cultural and religious taboos concerning food during pregnancy that are associated with traditional birth practices pose risks to women's health at delivery and also to their children's health (E/CN.4/Sub.2/1995/6, paras. 32 and 33). Here again, the religious, sacred and cultural are intimately interwoven and it is difficult to differentiate between them, particularly from the standpoint of those performing such practices, which are passed on from generation to generation. To a certain extent, this also applies to some practices relating to women's status within the family.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. Several constitutions guarantee the equality of men and women and stipulate that the Women's Convention, which several States have ratified, prevails over national laws. However, numerous discriminatory provisions and the persistence of prejudices and patriarchal practices conflict de facto with the principles of the Convention and relevant international instruments. In some multi-ethnic and multicultural countries, the influence of religion is such that the authorities are faced with difficulties in implementing legislation aimed at the achievement of equality for all women in the country in conformity with relevant international instruments. Four issues concerned with women's legal status in marriage, within the family and generally in society will be considered, i.e. practices or rules relating to marriage, nationality, the giving of evidence and inheritance.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 113,
        "Text": "113. In many religious traditions, the institution of marriage elevates the position of men while making women a mere asset to be used or bartered, as can be observed in many marriage practices.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 114,
        "Text": "114. Child marriage is the outcome of persistent traditional customs and practices which do not always have a direct basis in religion—including son preference and unequal access to education and training—but are detrimental to women and girls. In a number of cultures, early marriage is viewed as a guarantee of a long period of fertility in a woman, whose only usefulness is thus seen as that of a mother and wife. Also, several traditional practices are interrelated. As rightly stated by the Special Rapporteur on traditional practices affecting the health of women and children, \"the economic benefits of a girl whose virginity was guaranteed, whether through genital mutilation or early marriage, were recognized as causes for these practices, since a virgin girl was considered a financial asset in terms of dowry\" (E/CN.4/Sub.2/1995/6, para. 37). Several countries with different religious traditions are involved, such as, for example, many Asian and Central and Latin American countries. What these countries possibly have in common are very low male and female literacy levels, extreme poverty and continuing denigration of women in society. Early marriage and resulting early motherhood adversely affect, inter alia, women's health, education and life expectancy. (b) Consent to marriage",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 115,
        "Text": "115. In many States, women's basic rights are denied by statutory provisions or discriminatory practices, as in the case of free consent to marriage. In some instances, the marriage of a woman is permitted only with the approval of a guardian. It is not a union between two people but an alliance between families or an arrangement to protect the interests of large landowners or safeguard family honour. In some cultures, for example, women are perceived as receptacles of family honour and, if they exercise freedom to choose their husband, they will be liable to sometimes extremely brutal physical punishments for violating the honour of their family. To some extent, forced marriage may be regarded as one the most extreme forms of obscurantism and barbarism against women in the name of an interpretation that has nothing to do with religion. It is difficult not to consider it a form of rape. In extreme instances, it takes the form of mass rape, as is the case in Afghanistan, where the Taliban, when taking over a new territory, abduct girls and women from the village or force families to give their daughters in nikah marriage to a Talib.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 116,
        "Text": "116. Also, traditional forms of marriage in some societies are an affront to women's status. This is true of the mut'a marriage, a form of prostitution that should be distinguished from customary standard Muslim marriages. It is practised in some countries having a Shiite tradition although the Sunni schools do not recognize it. Some countries ban it and classify it as prostitution. A related form, known as mysiar or transient marriage, which is practised in some Middle Eastern countries, is a type of union that officializes the relationship between a man and woman but does not in any way involve a commitment or life as a couple. Such an arrangement, which is often kept secret, fulfils a number of needs. It is used in some cases to circumvent laws that are very strict towards widows who do not wish to lose custody of their children by officially remarrying or, in others, to contract de facto polygamous marriages in social settings where polygamy is viewed unfavourably or, for financial reasons, to avoid substantial dowry payments. However, the purpose of mysiar marriages is often to legalize sexual relations in strict social environments. Nevertheless, such situations, which are devoid of rights, can prove harmful to women, in particular in the event of disputes, especially as the union is frequently kept secret.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 117,
        "Text": "117. One bar to matrimony relates to cases where marriage is prohibited owing to a difference of religion. In some Muslim countries, for example, the prohibition applies only to Muslim women. The marriage of a Muslim woman to a non-Muslim man is forbidden in Islam regardless of the man's religion. In many countries, such marriages are either prohibited by law or not tolerated by society and are treated by some as a form of apostasy. Religious minorities (essentially Baha'is) in some countries, in particular Egypt, are regarded as apostates; thus the marriage of a Muslim woman to a Baha'i man is considered contrary to public order and void under Muslim law. In Egypt, a university professor, Nasr Hamed Abou Zid, was declared an apostate by the highest court because of his writings on interpretations of the Koran, which were deemed anti-Islamic by Islamist plaintiffs, and he was thus no longer able to remain married to his Muslim wife. In addition to constituting a serious breach of human rights and involving unlawful acts of defamation and terrorization against members of the public by religious extremists, this case is an assault on the status of women and their rights in marriage and divorce. (c) Dowry",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 118,
        "Text": "118. Dowry, a practice common to different cultural and religious traditions, has been declared to be detrimental to women's status by human rights organizations and committees. In many cultures, dowry—also called lobola in some African countries—is reportedly paid to compensate for the low status of the woman. It is in some instances invoked to justify refusal to grant a woman the right to seek a divorce, thus trapping her in a situation that deprives her of all freedom of self-determination. It can give rise to sometimes serious violence (killings, bride burnings, acid attacks, etc.) on the part of the husband's family if it is not paid. The dowry price is often linked to the age of the bride, which can encourage early marriages. Dowry is in itself a practice that violates the dignity of women. (d) Non-registration of marriage and other traditional practices related to the celebration of marriage and to family life",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 119,
        "Text": "119. In many countries there is no compulsory universal system of registration for marriages and births that ensures protection for women and girls (E/CN.4/Sub.2/2000/17, para. 67). In some cases, non-registration is the result not of a lack of political will but of sometimes inextricable difficulties stemming from the multi-ethnic and multirelgious composition of society. India, for example, stated in its declaration made at the time of ratification of the Women's Convention in relation to article 16, paragraph 2, that it supported the principle of compulsory registration of marriages but that that principle was \"not practical in a vast country like India with its variety of customs, religions and levels of literacy\". In other countries, compulsory registration systems operate only in urban centres, and statistics on the age of women at marriage in rural or deprived areas or in countries where polygamy is widespread mask many unrecorded or undeclared marriages. Yet compulsory registration of both marriages and births can protect women and girls against many traditional or religious practices, including sexual exploitation, early marriage, illegal child labour and discrimination in inheritance. (e) Divorce practices",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 120,
        "Text": "120. In a number of religious practices, divorce is regarded as an exclusive right of men. In Islam, for example, although several verses of the Koran grant women the same rights as men in this respect, restrictions are imposed solely on women in matters of divorce. It is a fact that several verses of the Koran have been interpreted as being capable of justifying such discrimination. In Saudi Arabia, for example, as in other Muslim countries (Egypt, Morocco, etc.), it is considered that the husband alone possesses the right of divorce, the wife being able to leave her spouse only if he so agrees, subject to payment of pecuniary compensation, or if she adduces valid grounds before a judge.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 121,
        "Text": "121. In some States, the absence of any provision in law for dissolution of marriage owing to reasons linked to the persistence of social and cultural prejudices can perpetuate discrimination against women in their family relations and marriage obligations and also in the exercise of their economic and social rights. Here again, no culture is spared. Many countries having religious traditions that differ, admittedly to varying degrees, sanction discrimination or refuse to liberalize divorce.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 122,
        "Text": "122. Also, unilateral repudiation, which is practised in many States, is the denial of a fundamental right of women and a source of intolerable insecurity. It can give rise to an increase in divorce rates and unequal laws on divorce procedures or financial provisions unfavourable to divorced women. In some countries, it is reportedly encouraged by the dowry tradition and non-registration of marriage, which hamper the implementation of divorce legislation. Unilateral repudiation, which can only be pronounced three times by the husband, and laws on divorced women's remarriage to their former husband may encourage abuse and fictitious marriages and could destabilize the family unit.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 123,
        "Text": "123. In cases of adultery, the criminal laws in some countries lay down harsher punishments for women than for men. Stoning is one of many examples. However, the Koranic requirements relating to the execution of the penalty are quite difficult to fulfil. The cruelty of the punishment is nevertheless disproportionate to the seriousness of the offence, and the right to gender equality before the law, as provided for in many international instruments, is violated.. (f) Sharing of family responsibilities and family relations",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 124,
        "Text": "124. In many religious practices, arguments to justify women's marginal position within the family have been based on religious precepts the texts of which have been taken out of context. Many States practise discrimination in the sharing of family and child-rearing responsibilities.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. Also, in many States, religious principles recognize some rights for women but, through ignorance or lack of information, those rights are not respected. In Jordan, for example, while women have the right to determine their conditions for inclusion in the marriage contract, that provision is apparently rarely used. The Personal Status Code in that country does not recognize women's right to choose a family name, profession or occupation or their rights upon divorce or with regard to family responsibilities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 126,
        "Text": "126. By contrast, in Egypt and other countries, women use a circumventing procedure and have their marriage contracts include financial clauses to dissuade their future husband from subsequently taking a second wife. In many States, fathers alone have child custody rights.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 127,
        "Text": "127. The purpose of this study is not to open a debate and less still pass religious judgment on polygamy. Its more pragmatic objective, which is situated in the context of respect for human rights, is to survey different categories of Muslim and non-Muslim countries. In some States, polygamy, despite being illegal, is still practised without judicial or social sanctions. In other States having different religious traditions, it is practised in accordance with the law or with what is regarded as the law or with ancient cultural traditions. In other States, although recognized by law, it is an outdated or abandoned practice. In yet other States, not only is polygamy forbidden but the ban on it has fully entered the dominant popular culture.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. Such variety demonstrates that those countries, although all Muslim, have very different attitudes from each other on the same issue and thus do not have a single conception of Islam and Muslims. Local customs, cultural attitudes and affirmative State policy shape a particular stance on a practice that may appear to have an exclusively religious basis. This shows that, as stated in the introduction, it is possible not to remain a prisoner of cultural realities and to adopt measures to confront them, taking account of each country's local context and of religious precepts.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. Polygamy, even in its religious dimension, is an exceptional practice intended to deal with exceptional situations. In the Koran, for example, it is neither instituted nor recommended. The holy text, while constituting a significant reformist achievement in limiting abuses of the time, simply permits polygamy and makes it subject to conditions which are so difficult to fulfil that one may argue that there is an implicit yet marked preference for monogamy. Albert Samuel rightly maintains that it is tradition, more than the Koran and Islam, which confines Arab women to their subordinate position. Also, polygamy is not specific to any one religion. It is believed to have existed and may still exist in societies with Christian, Jewish and animist religious traditions in Africa and Asia. The right to polygamy also appears to be asserted by new religions in the name of freedom of privacy. Some authors even consider that decriminalization of adultery in some societies is a form of de facto recognition of polygamy.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 130,
        "Text": "130. Polygamy violates women's human rights and infringes their right to dignity.It can give rise to practices that are injurious only to women. That is true of repudiation in Islam, which is pronounced solely by the husband, in accordance with the custom prevailing in Arab society. Yet Islam acknowledges that marriage is a contract which binds two equally committed partners. (h) Abortion and control over family planning",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. In many States and a wide variety of cultures, abortion is viewed as contrary to tradition and deemed an unlawful act admitting of no exception, even when involving the preservation of the mother's life or health or in cases of rape or incest. In other States, abortion, although legal, is subject to restrictive laws. Here again, cultural traditions dictate a particular legal position. As with polygamy, countries may have the same religion and take different positions on abortion. That applies to Tunisia, which very early on adopted legislation sympathetic to voluntary termination of pregnancy, contrary to certain other Muslim countries, while in Islam there are no specific prescriptions on the matter and doctrinal controversy is ongoing.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. In other cases, official representatives of the religious hierarchy condemn abortion or the use of contraception, including where women are raped or exposed to rape in situations of armed conflict.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 133,
        "Text": "133. Traditional practices are interlinked and even exacerbated by the influence of several factors against the backdrop of a dangerous and reactionary perception of the place of women in society and within the family. Violence, for example, can constitute an obstacle to family planning. In Zimbabwe, Kenya, Ghana, Peru and Mexico, women are reportedly often forced to hide their contraceptive pills because they are terrified of the violent consequences that would ensue from their husband's discovery that he was no longer in control of his wife's fertility.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 134,
        "Text": "134. The practice of levirate is founded on mythology of Jewish origin according to which, if a man dies with no male ascendant, his widow cannot marry outside the family and must take as her husband her brother-in-law (the deceased's brother, or levir in Latin). The eldest male child of that union is then regarded as the son of the deceased, whose name he will bear and who will be his legal heir.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 135,
        "Text": "135. Levirate, a custom which also existed among the Hittites and Assyrians, seems to be practised in countries with very different religious traditions, such as, for example, the Congo (E/CN.4/Sub.2/2000/17, para. 66), Burkina Faso, where the practice has since been banned (A/55/38 (Part I), para. 245), Kenya, Chad and Cameroon. In these countries, levirate is reported as harmful to women's health by encouraging the transmission of HIV/AIDS. It can also infringe women's right of free consent in regard to marriage and may even be considered a latent form of forced marriage.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. A practice similar to levirate and prevalent in Senegal in particular but also among Sioux tribes is sororate, according to which the unmarried sister of a deceased woman is forced to marry her dead sister's husband. Like levirate, this practice has the advantage of bringing together young women linked by blood ties within the same conjugal family and of strengthening family bonds but, as with levirate, it can be injurious to the status of women and especially to their health, in particular if the deceased man or woman has died of AIDS.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 137,
        "Text": "137. In many States, mothers cannot pass on their nationality to their children in the same way that fathers can, even though this is a fundamental right to be enjoyed by men and women equally. This issue, which reflects a restrictive view of women's legal status, has, as has been seen, formed one of the main subjects of the reservations made to the Convention on the Rights of the Child, primarily by Muslim countries (see paragraph 74 above).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 138,
        "Text": "138. In some religious cultures, in particular monotheistic cultures, religious texts have been interpreted as limiting the worth of female testimony. There is no doubt that religious precepts can seem discriminatory when taken out of context. It must, however, be borne in mind that religion—specifically Islam—put an end to practices which wholly excluded women from giving E/CN.4/2002/73/Add.2 page 36 evidence. In some countries having a Jewish tradition, the bar on women's eligibility to testify was abolished only relatively recently (in 1951 in the case of Israel). Also, in modern Muslim countries, the testimony of a woman has the same value as that of a man (in Tunisia, for example). This shows that religious texts are not closed texts and that cultural practices, even at the State level, can be reshaped according to the requirements of modern life, as with original Islam at the time of its revelation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 139,
        "Text": "139. The persistence of deeply rooted cultural prejudices in many countries can limit a woman's ability to administer property in her sole ownership or held in common with her husband. In Nepal, for example, despite efforts by the State and the constitutional affirmation of the principle of equality, discriminatory practices based on traditions still prevail. This applies to the Muluki Ain, which restricts women's independent use of their property and right of inheritance of parental property (A/54/38/Rev.1, p. 57, para. 119). Also, in Jordan, the law reportedly prohibits women from concluding contracts in their own name, from travelling alone and from freely choosing their place of residence, which is inconsistent with the country's Constitution and the Women's Convention (article 9, paragraph 2, and article 15, paragraph 4) (A/55/38 (Part I), para. 172). Other States' laws deny legal rights to married women and contain many instances of discrimination in the administration of their property (A/55/38 (Part I), para. 197).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 140,
        "Text": "140. Nevertheless, in contrast to many discriminatory State practices in this area, independent administration of property is recognized by religious precepts, as, for example, in the case of Islam, where many verses of the Koran acknowledge a woman's freedom to administer her own property, even if she is married, and forbid the husband to do so in her place.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. Women's inheritance is, however, a more sensitive issue, which arises, admittedly to widely varying degrees, in several societies having different cultural and religious traditions. In some countries, for example, Hindu religious personal laws do not accord any rights of inheritance to women. In other countries, religion-based statutory or customary law sanctions discrimination with regard to inheritance in the event of the death of a husband or father. In yet others, although the law does not discriminate in inheritance matters, customary practices are discriminatory. This is true of Guatemala, where son preference is accepted in the practices of some indigenous peoples (E/CN.4/Sub.2/1998/11, para. 12).",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 142,
        "Text": "142. The issue arises more acutely in Muslim countries, where not only is discrimination cultural in origin but also its foundations and forms of expression stem from specific and highly codified religious precepts. For example, Koranic prescriptions do not treat men and women equally in matters of inheritance. Gender-based inequality affects not only children, with girls being granted only one half of the share passed on to boys, but also wives since, while the spouses inherit differently depending on whether there is offspring, the husband inherits one quarter or one half of his wife's property but a wife inherits only one eighth or one quarter of her deceased husband's property. Also, according to one interpretation of the Koran, a non-Muslim wife cannot inherit from her Muslim husband, whereas he apparently does not forfeit that right.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 143,
        "Text": "143. Such prescriptions certainly reflect indisputable progress in relation to pre-Islamic customary law, under which women were totally debarred and property was transferred according to the patrilineal order, whereby all ascendants or descendants of the mother were excluded from the right to inherit. Here again, where religious prescriptions appear quite specific, the influence of cultural or customary practices or affirmative action by the State or individuals can allow a different reading of a religious text and lead to practices that are either even more discriminatory or aimed at reducing discrimination in this area.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 144,
        "Text": "144. In some cultures, therefore, within a context bounded by religion-based rules, which, it should be noted, do not extend beyond rules of apportionment (surah 4, verses 11, 12 and 13), women are debarred from owning property, in particular agricultural property. To prevent assets from being divided up, male heirs alone are entitled to shares of land and compensate wives and daughters with movable assets or other goods. Such informal methods of exclusion conflict with religious prescriptions, even under unequal laws. In some countries, women reportedly continue to be deprived of the right of inheritance by reference to local customs and ancient colonial laws which negate rights granted by their religion. Religion is thus abandoned in favour of discriminatory customs.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 145,
        "Text": "145. Also, the institution of the endowment system of habous or waqf has made it possible in some Muslim countries to tie up property, in particular landed estate, and this has been employed to circumvent Koranic prescriptions in order, inter alia, to disinherit women under cover of religious legality and unity of land assets. By precisely using the religious argument of women's right in matters of inheritance, some States have abolished habous endowments.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 146,
        "Text": "146. State practice can, however, construe religious prescriptions in a positive manner and mitigate inheritance discrimination against women without challenging beliefs or opposing rules laid down in holy texts. Two examples warrant specific mention: (a) Through technical provisions incorporated in substantive law, a State can rectify excessive aspects of discrimination based on Sharia. In the Tunisian Personal Status Code, for example, article 143 bis, which was added on 19 June 1959, states: \"Whenever, in the absence of agnatic heirs (asaba), the estate is not fully absorbed by the obligatory heirs (fardh), the residue reverts to the latter and is divided among them in proportion to their shares. The daughter or daughters and granddaughter of the paternal line ad infinitum shall benefit from reversion of the surplus, even if there are asaba heirs in their own right or in the category of brothers, paternal uncles and their descendants, and notwithstanding the Treasury\". This provision thus appears to favour women, including wives, in two ways. First, it removes the public treasury, which figured as an agnatic heir with precedence over female fardh heirs. Secondly, it recognizes the precedence of daughters over collateral heirs even if they are male (paternal uncle, his son, etc.) and protects the reduced family, formerly a prerogative of sons and grandsons. Therefore, as with religion at the time of its revelation, substantive law can follow a positive and affirmative approach in interpreting religious laws and rectify aspects of them in line with changes in society and custom, with a view to halting, or at least limiting, the discrimination suffered by women through religion.; (b) Despite religious prescriptions, the substantive law of some countries allows gifts to be made or property to be bequeathed by a man during his lifetime in equal shares between his male and female children or to a non-Muslin wife. The State can play a role in this respect through tax incentives and by not imposing heavy duties on transactions of this kind, whose purpose is to re-establish gender equality.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 147,
        "Text": "147. Broadly speaking, any holy text has to be analysed in terms of its time. In the case in point, religion has reduced abuses and has to a not insignificant extent protected women, who were wholly denied the right to inherit. Moreover, visible signs of discrimination masked a coherent and not inevitably discriminatory system in relation to women's role at the time and their restricted place within the family and in society (fragility of the extended polygamous family, ephemeral bond of marriage, etc.).",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. This shows that the same affirmative approach as adopted by religion should make it possible to bring about changes in laws and traditions without breaking with belief in order to be able to achieve the progressive eradication of discrimination against women in inheritance matters and take into consideration the momentum spurred by religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 149,
        "Text": "149. Several cultural practices, whether religious or non-religious in origin, condone or at least tolerate a degree of violence against women. The violence is trivialized in many societies, including those where women enjoy adequate legal protection. Such violence can sometimes assume forms that are all the more cruel and morally unacceptable because they have their basis in religious practices. Its extreme manifestation is violation of the right to life, which can take several forms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 150,
        "Text": "150. The practice of infanticide appears to exist in very diverse forms in some countries where male-child preference and patriarchal patterns take on criminal overtones. In India, for example, cultural traditions, extreme poverty and ignorance may drive parents to suffocate or poison their female babies (E/CN.4/Sub.2/1998/11, para. 101). It has also been seen that, in many countries, son preference gives rise to the inhumane and morally unacceptable practice of sex-selective abortion.",
        "Labels": [
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 151,
        "Text": "151. Some religions have put an end to the practice of female infanticide and banned it under mandatory prescriptions. That applies in general to the Koran and Islam, which forbade this barbaric practice prevalent among the tribes of Arabia, and one can understand Islam's thinking as it attempted to play a forward-looking role in women's emancipation, often in conflict with the cultural traditions of the time. It can especially be appreciated that Islam could not go further if it was to avoid challenging habits and prevent discord in the face of the then priority of safeguarding the unity of the Muslims and complete the building of the State and religious apparatus. The Koran and Sunna simply showed the way forward and the method to be used, leaving to it to those in power, i.e. individuals and States, to improve what the prophet and his companions could not accomplish in their lifetime. That difficult and ongoing effort should guide all action in the area of female emancipation in the light of religion and traditions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 152,
        "Text": "152. Generally speaking, denigration of widows is a cultural belief common to several countries with varying cultural traditions. In some States, widows and \"witches\" are subjected to inhuman rituals, which sometimes assume especially cruel forms. In India, for example, sati (widow burning), which was thought to have been discontinued or greatly restricted, is firmly rooted in beliefs. Although officially banned as long ago as 1829 and again in 1987, the practice is tolerated by the State, which turns a blind eye to the many rituals and rites which glorify it in different regions of India (E/CN.4/1997/47, section III). The practice, which has survived with occasional instances of voluntary or forced self-immolation, is believed to have its roots in a combination of harmful cultural traditions and economic interests. A woman's sole raison d'être is bound up with her deceased husband. By committing sati, a widow resolved two problems, the possibility of accusations of infidelity and the fact that her presence would be considered an evil omen. Still today, widows are viewed in some cultures as witches or sorceresses. Widows are shunned by the community and exposed to sexual exploitation by male members of their husband's family. They are in some instances forbidden to remarry. Such status clearly reflects the belief that women have no role outside marriage, a widow being defined by comparison with a wife. A widow's property—often land—is reportedly coveted by the parents-in-law and sometimes by her children (E/CN.4/Sub.2/1998/11, paras. 103 and 104). But the religious basis of the practice is not at all established and there appears to be some ambiguity regarding its cruel origins. It seems, for example, that, in ancient tradition, although a widow remained with her husband in his last moments, lying beside his body atop the funeral pyre, she climbed down just before it was lit and thereafter led a quiet life with her children.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 153,
        "Text": "153. As noted by the Special Rapporteur on violence against women, formal religions are not the only belief systems which are relevant in regard to the position of women, reference being made to still prevalent practices, including the killing of women suspected of witchcraft. Two hundred women are reportedly murdered each year in India. Most victims are landowning widows or women with unwanted pregnancies (E/CN.4/1997/47, section III).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 154,
        "Text": "154. Burning also appears to be a custom practised in Pakistan. As a form of domestic violence, this goes beyond the specific issue of inhumane practices imposed on widows.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. The crime of honour is a long-standing practice which, to varying degrees, prevails in some countries of the Middle East, South America and South Asia and in the past existed also in Mediterranean countries (Italy, Greece, etc.). It recognizes a man's right to kill with impunity any woman of his family suspected of having violated family honour by, in particular, engaging in sexual practices before or outside marriage. A woman is thus more a symbol of honour and an item of property belonging to the male members of her family than an actual human being.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 156,
        "Text": "156. In Lebanon, under article 562 of the Criminal Code, men who commit crimes of honour against women of their families benefit from attenuating circumstances but the Lebanese Government has reportedly announced that it plans to strengthen this law. In Jordan, honour killings claim more than 20 victims every year. The governmental proposal to abolish the muchtalked-about article 340 of the Criminal Code, which guarantees impunity to a man who kills or injures his wife or a close female relative caught in an adulterous situation, has repeatedly been rejected by Parliament, whose members argue that the practice is a safeguard against debauchery and loose morals. Honour crimes are also widespread in Pakistan. The practice of karo-kari, which may be translated as \"dishonoured man, dishonoured woman\", is an ancient tradition in Sindh province which allows men to kill a woman of their family if she is suspected of adultery. Although it is difficult to compile statistics in this connection, it appears that more than 850 women were murdered between 1998 and 1999 in Punjab by a member of their family, according to the national Human Rights Commission (E/CN.4/Sub.2/2000/17, para. 75).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 157,
        "Text": "157. Crimes of honour are also part of the mandate of the Special Rapporteur on extrajudicial, summary or arbitrary executions. According to the Special Rapporteur, honour crimes, rightly classed as extrajudicial executions, take many forms. It seems that, in some instances, women are driven to commit suicide following public denunciations and threats to their lives owing to their allegedly immoral behaviour. Others are disfigured by acid. In most cases, the victims are apparently killed by, or at the behest of, their own families and the perpetrators are rarely arrested or receive only token punishments.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 158,
        "Text": "158. The practice of honour killings has to be combated since it constitutes both a flagrant violation of a fundamental right and an infringement of one of the basic principles of justice. Crimes of honour are also contrary to religious precepts. Precisely with a view to preventing abuses and accusations founded on suspicion or rumour, Islam lays down specific and stringent conditions for establishing proof of illicit extramarital relations. Existence of the relationship has to be substantiated by the testimony of four eyewitnesses to the sexual act. Yet, in honour killings in many countries, the crimes are committed against unmarried women and are often based on suspicion or rumour. In such an environment where, even in the context of honour crimes, rights are disregarded, abuses are frequent and incongruous situations even arise from police action aimed at protecting women at risk of falling victim to such crimes. It would seem that, in some countries where honour killings are perpetrated, the crimes often hide motives—jealousy, inheritance issues or refusal of a marriage arranged by the family—which have nothing to do with the stated reasons for the act. Women have reportedly been killed by their husbands after asking for a divorce or following rape. Unable to escape violence or forced marriage, many women resort to suicide. In Pakistan, non-governmental organizations (NGOs) point out that traditional killings of women serve to conceal misdeeds unconnected with the victim's supposed adultery. It is thus evident that honour killings tend to increase as the view of what constitutes honour and what is a violation of that honour broadens. That is dangerous and affects the ordinary functions which the State has a duty to perform for its citizens. In Bangladesh, because of the influence of religious extremism, women are reportedly one of the main targets of fatwas declared against them, which threaten their security and lives or drive them to suicide (A/55/280/Add.2, paras. 50, 83 and 97).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 159,
        "Text": "159. There are many such practices, which affect virtually all continents. In some cases their religious origin is quite apparent; in others it is difficult to link them, at least directly, with a religion but, as already stated, it is often difficult to separate a people's culture, ancient cultural traditions, rituals and myths from its religious beliefs. In other words, one cannot readily say with scientific accuracy to what extent religion has been interpreted by individuals to create, over the generations, cultural traditions which are separate or which, conversely, embody religious precepts. Those practices are so numerous and varied that they cannot be listed exhaustively. What they have in common is that they violate the dignity of women and in some instances their integrity. That applies to virginity testing, foot binding and forced portering. Other cases involve slavery-like practices or sexual denigration of women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 160,
        "Text": "160. Considered the oldest profession in the world, prostitution can to a large extent be also regarded as a practice stemming from a negative cultural portrayal of the image of women and their denigration in society. Notwithstanding their religious and cultural diversity, States are endeavouring to combat this scourge either by banning it—at least formally—or by regulating it in an attempt to control it. Yet prostitution has always been tolerated by the State, which views it as a way or preserving the family and maintaining social order. Practised in the name of cultural or religious beliefs in several countries, prostitution is especially injurious to women's dignity.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 161,
        "Text": "161. The custom of deuki or \"temple prostitution\" has its origins in the sacrificial tradition of dedicating girls to the god or goddess of a temple and making them sacred prostitutes. Although banned, it is still practised, notably in Nepal. (b) Devadasi",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 162,
        "Text": "162. The system of devadasi (\"maidservant of the deity\"), a variant of deuki, is a curious blend of the sacred and the profane. It became established in southern India some 1,500 years ago and is believed to have also existed at the time of Hammurabi. Girls are pledged for life to temples at an early age by parents in return for heavenly favours and to placate the gods. It is practised in Asian countries, in particular India. The girls are later forced into prostitution either out of economic necessity or after being sold by priests to brothels (E/CN.4/1997/47). A similar custom, badi, is the ethnic practice of forcing young girls to become prostitutes. It exists in Nepal (A/54/38/Rev.1, p. 60, para. 153).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 163,
        "Text": "163. The practice of trokosi (\"slaves of the gods\" in the Ewe language) is an ancient custom of ritualistic enslavement and sexual bondage, according to which girls are given to a deity (although in fact to a shrine's fetish priest, who exploits them as agricultural workers or sex slaves) as a way of appeasing the gods for crimes committed by members of the girl's family. The victims are thus condemned by their families to atone for the sins of others. Practised by the Ewe and Adangbe ethnic groups in African countries, especially Ghana, such slavery was recently declared illegal under the new Criminal Code of Ghana of 12 June 1998, which prohibits any rite whose purpose is to subject a person to any form of ritual or customary servitude or related forced labour.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 164,
        "Text": "164. It should, however, be noted that the original purpose of trokosi was not to enslave girls. It appears to have initially been used to train virgin girls to lead spiritual and noble lives so that they preserved their virginity until marriage, the practice having originally been institutionalized to regulate the moral life of young girls and ensure the well-being of society. But, over the years, the actual purpose of trokosi seems to have been abused by trokosi priests, who diverted this ancient practice from its initial objectives to satisfy their own interests and instincts. Many NGOs have succeeded in freeing girls from the trokosi system in Ghana but there is apparently strong resistance from parents, who still believe that they risk secret reprisals by traditional chiefs if they refuse to maintain the system through their expiatory offerings.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 165,
        "Text": "165. Rape is an extreme violation of women's physical and mental integrity and dignity. The fact that certain customs allow the avoidance of appropriate penalties for such crimes makes them especially reprehensible. For example, by custom or statute in many countries with very different religious traditions, rape and sexual assault are simply unpunished if the offender marries his victim, whether or not she is a minor. Since marriage in all cases absolves the rapist of any wrongdoing, rape reduces the marriageable age of the victim. That applies to some communities in Mexico (E/CN.4/Sub.2/1998/11, para. 68), to Costa Rica, Lebanon, Peru and Uruguay and to the Republic of Korea (A/55/40, vol. I, para. 137). It is far from established that this tradition has any basis in religion. On the contrary, many religions can be interpreted as sanctioning free consent to marriage and sexual relations. However, the image of women in religion generally and their subordinate position may explain—albeit very indirectly—these practices, which are prejudicial to women's status. Also, the caste system in some cultures encourages such practices. It is reported that in Kashmir, for example, women and girls of low caste, i.e. Dalits or untouchables, are sexually abused by persons belonging to the middle and upper castes.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 166,
        "Text": "166. In other cases, rape appears to serve other ends constituting aggravated discrimination. In Bangladesh, for example, attempts to subjugate, or commit violations against, minorities often reportedly take the form of threats or assaults—in particular rape—on the honour of women, who represent the honour of the whole community (A/55/280/Add.2, para. 85). Generally speaking, in times of extremism or religious and/or ethnic conflict or identity crisis, whether or not of a genocidal nature, women and their integrity suffer attack first, with rape becoming a tool of ethnic cleansing.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 167,
        "Text": "167. In many cultures, rape was long regarded as an assault on the private property of men and then on morality as determined by men. It was not until much later that rape was viewed as an assault on woman as individuals. This no doubt explains the difficulty of classifying rape by a husband as such since one of a woman's religiously sanctioned conjugal duties is precisely to be available for sexual relations outside menstrual periods of unavailability. It is significant, if only from a language standpoint, that the term \"unavailability\" refers exclusively to sexual relations, which means that, outside such times, the man alone decides on his wife's sexuality irrespective of her wishes.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 168,
        "Text": "168. Marital rape is still to some extent linked to patriarchal patterns and to a reactionary view of the image of women within the marital relationship. From that perspective, the deep-seated origins of such perception are, irrespective of a society's stage of development, rooted in ancient religious practices fostered by a culture that relegates women to a subservient position. Some States do not recognize marital rape and treat women's complaints against their husbands as void. Marital rape is a form of domestic violence or torture against women and should thus be dealt with accordingly.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 169,
        "Text": "169. Some paedophile practices are especially reprehensible and dangerous because they stem from self-styled religious movements, whether old or new. In this connection, mention should be E/CN.4/2002/73/Add.2 page 43 made of the closed communities in Europe, in which children suffer sexual abuse by adults, with or without their parents' complicity, under the guise of bodily freedom and unrestrained expression of impulses and instincts. Such practices, which are condemned by the Council of Europe, have reportedly occurred in many European countries. They have to be tackled both by preventive measures through education and information and by punitive measures through the initiation of judicial investigations.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 170,
        "Text": "170. In many States, discriminatory cultural traditions and sexist stereotypes disseminated by the media or by religious extremists at the State or community level have led to the denial of the right to education for girls, high dropout rates among females and gender-based distinctions in vocational training or specialization in higher education. In other States, religious education systems have the effect of restricting girls' and young women's right to schooling, with expulsions or dismissals because of pregnancy.",
        "Labels": []
    },
    {
        "ID": 171,
        "Text": "171. The study entitled \"Racial discrimination, religious intolerance and education\" shows that females often suffer discrimination and intolerance both in access to education and in regard to educational content. A portrayal in school textbooks that is prejudicial to girls or that advocates polygamy can perpetuate gender discrimination rather than foster a spirit of tolerance among young pupils. Also, the imposition of a strict code of conduct confining women to their homes and banning girls from going to school reflects a discriminatory and intolerant attitude contrary to the relevant principles of international law.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 172,
        "Text": "172. As rightly noted by the Committee on the Elimination of Discrimination against Women in its general recommendation No. 23 (1997), the most significant factors inhibiting women's ability to participate in public life have, in all nations, been \"the cultural framework of values and religious beliefs, … men's failure to share the tasks associated with the organization of the household and with the … raising of children\" (para. 10). This is again more a case of the misinterpretation of passages from holy texts referring to the principle of gender inequality in order to legitimize the supremacy of men in all areas of public life. (a) Political participation",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 173,
        "Text": "173. The Koran did not forbid women to play an important role in society. On the contrary, famous women pursued influential professional activities within society. The foukahas, clergy and politicians have distorted religious texts so as to prohibit women from holding political office and thereby establish a general principle applicable in every time and place.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 174,
        "Text": "174. In India, a legislative bill reserving seats for women in Parliament and the state assemblies allegedly failed because of opposition from Muslim representatives, who justified their stand by arguments concerning women's place in religion. Women elected at the local level have reportedly lost their mandates, following votes of confidence, because of an interpretation of religion according to which the vote of an unveiled Muslim woman runs counter to Islam (E/CN.4/1000/58, para. 62).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 175,
        "Text": "175. As observed by the Special Rapporteur on religious intolerance, the most visible and shocking examples of discrimination in the name of religion must not divert attention from more subtle, less spectacular forms of intolerance and discrimination which are just as effective in their aim of enslaving women, such as refusal to adopt affirmative action on behalf of women, especially in the context of parliamentary elections, or unwillingness to engage in public dialogue on gender equality (E/CN.4/1999/58, para. 111). Yet there is the striking paradox between women's subordinate status in some countries, particularly in Asia, and the opportunity afforded to women to hold the highest public positions, including the office of prime minister or vice-president.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 176,
        "Text": "176. Also, women in many countries are unable to properly exercise their right to vote owing to cultural or religious stereotypes. As noted by CEDAW, many men influence or control the votes of women by persuasion or direct action, including voting on their behalf. That may explain a certain lack of interest in politics on the part of women and their low level of participation in political office or in other positions traditionally reserved for men. (b) Clerical and judicial office and public worship",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 177,
        "Text": "177. In most religions and founding myths, including traditional beliefs of many ethnic groups in Africa, Oceania, Asia and America, religious or priestly functions are a male preserve. Generally speaking, a gender-based division of religious labour is thus rigorously followed, with men performing public, solemn and official rites and women simply worshipping privately in enclosed rooms within their homes or at temples. No religion is spared in this regard, including monotheistic religions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 178,
        "Text": "178. Many Christian religious practices and persuasions agree on barring women's access to positions of responsibility. For example, the Catholic Church reserves ordination to men. Such discrimination, which has its roots in Roman and Mediterranean traditions, is founded on an anthropology where strictly defined functions are assigned to each of the sexes: man is the image of sacramental authority and woman is the image of the Virgin, wife and mother of Christ. Exclusion from the priesthood also prevents women from assuming governing authority in the Church, and international or State law respects the internal law of religious communities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 179,
        "Text": "179. The Protestant Churches are more flexible, although women were only recently admitted to the pastoral ministry, after a long process, owing, inter alia, to the admission of women to the study of theology.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 180,
        "Text": "180. As with other religions and religious traditions, there is in the founding texts of Judaism a fundamental difference between men and women stemming from the different essence of the male and female elements. Still today, girls do not study the same subjects as boys at traditional Jewish schools. In Orthodox Judaism, women are confined to family care and teaching roles. Only liberal Judaism accepts the idea that women can become rabbis. Also, under the laws of some religious communities of Israel, women are barred from serving as judges of religious courts.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 181,
        "Text": "181. Islam has no clergy but only functions from which women are excluded. The ulema (interpreters of the law), qadis (judges), caliph (head of the community) and imams (prayer leaders) are functions reserved to men. Women's functions are limited to the private and domestic spheres. In some countries, however, the courts have, in line with a modernist tradition of the State and society, rejected the Sharia argument as relied on by a plaintiff seeking to have entry to the notarial profession denied to a successful female candidate in a national competitive examination. The administrative court's ruling was based on the principle of gender equality in rights and obligations, as established in the constitution of the country involved.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 182,
        "Text": "182. In some cultures, women do not participate in some rituals, including public prayers in mosques. Women who attend remain in a place adjacent to the main room, from where they cannot see the preacher or be seen. In some countries, no special area is set aside for them and they are therefore denied access to mosques. Such exclusion is explained by the belief that menstruating women are impure and a source of pollution; yet all religions defend the sacred against pollution from female blood.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 183,
        "Text": "183. Aggravated discrimination affects women as persons of a different sex and as members of minority religious and/or ethnic groups. Discrimination can thus be compounded twofold or threefold—sexist, religious and ethnic—and may even assume a genocidal dimension and become part of a ruthless and cynical strategy of ethnic cleansing. This issue was examined in detail in the aforementioned study prepared by the Special Rapporteur on religious intolerance, entitled \"Racial discrimination and religious discrimination: identification and measures\" (A/CONF.189/PC/1/7, in particular paragraphs 109 ff.). In some States, women can in fact suffer multiple discrimination as a result of economic crisis or religious extremism in society or because of institutional attitudes. The Commission on Human Rights, in its resolution 1999/39 of 26 April 1999 on the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, repeatedly highlights discrimination and violence against religious minorities, \"arbitrary application of legislative … measures\" and \"practices which violate the human rights of women\". There are many cases to illustrate such double and triple forms of discrimination.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 184,
        "Text": "184. In the Sudan, for example, there have been alleged violations of the religious, ethnic and sexual identity of Orthodox Copt women in the north of the country (students, civil servants and girls), who were reportedly flogged and arrested for trading in or consuming alcohol and subjected to forced Islamization and in particular to the provisions of the Islamic dress code (Law No. 2 of 1992) which make it compulsory to wear clothing conforming to what are described as Islamic moral standards (E/CN.4/1995/91, para. 93; and A/51/542/Add.2, paras. 44, 51 and 140).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 185,
        "Text": "185. In Indonesia, the Chinese community has apparently from time to time suffered severe persecution, especially in periods of civil unrest. In particular, many Chinese women were victims of rape and of violence stirred up by organized groups during the 1998 riots (E/CN.4/1999/15, paras. 119 to 126).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 186,
        "Text": "186. In Afghanistan, a country with a strong ethnic diversity, religious extremism affects, as already stated, the whole of society, including its non-Muslim components. Women appear to suffer most owing to severe restrictions in all areas of family and social life (E/CN.4/1998/6, para. 60). The Taliban's manipulation of Afghan women has made the tragedy of Afghan women part of the tragedy of Afghanistan. It is reported, for example, that, in their policy of ethnic cleansing, the Taliban even perpetrate forced marriages so that children born of such unions will belong to their ethnic group, the Pashtun, and as a way of humiliating and getting rid of other ethnicities. Women are attacked not because they are women but because they are members of their community.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 187,
        "Text": "187. Sex tourism is to some extent a form of aggravated discrimination against women insofar as disrespect towards women and girls is exacerbated by the absence of taboos regarding the portrayal and treatment of women and girls of different nationalities or ethnic backgrounds.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 188,
        "Text": "188. Also, the fact that a religion is recognized as a State religion or as a religion of the State or that its followers comprise the majority of the population can create situations of aggravated discrimination towards women belonging to ethnoreligious minorities when the State or society seeks to impose its view of women on those women who do not follow the official or majority religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 189,
        "Text": "189. Women's status in the light of religion, beliefs and traditions forms as a polymorphous whole where religion, ancient ancestral customs and age-old religious or non-religious traditions coexist with the demands of modernity, and hence with the legal challenging of traditions, within a diverse and highly contrasting setting, in which respect for human rights is paramount. The factual aspects of the study of this issue have highlighted the huge variety of scenarios. Some relate to practices that pose a threat to women's health and lives. Others are concerned with discrimination affecting the legal and social status of women. There are also more widespread and at the same time more pernicious situations involving values based on patriarchal patterns fostered by an interpretation of religion or cultural heritage entrenched in the collective consciousness, where religious factors are not expressly or specifically manifested.",
        "Labels": []
    },
    {
        "ID": 190,
        "Text": "190. Notwithstanding this variety, it has been shown that many practices, although founded on religion, are attributable more or solely to cultural interpretations of religious precepts. It has been observed that culture in some cases conflicts with the prescriptions of religion. The factual aspects have shown that cultural practices which are injurious to women's status are encouraged by factors such as female and male illiteracy, women's low level of representation in public life, lack of information and a cultural fatalism in the face of what is wrongly regarded as the realm of the sacred. It has also been seen that many practices have declined owing to the effects of different factors mostly linked to affirmative State policy successfully aimed at attacking the deep roots of those practices by altering cultural patterns through reforms involving all areas of social and family life. E/CN.4/2002/73/Add.2 page 47",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 191,
        "Text": "191. This shows that comprehensive action is possible and should be attempted because it can bring about improvements in women's status in this sphere. Three key terms should be borne in mind in this respect: educating, informing and training. It is clear that cultural practices which have been deeply entrenched among peoples from time immemorial cannot be treated simply as acts of violence or abuse against girls, even if they are very harmful and affect female health, integrity and life. Prevention takes precedence over protection here since it is often a matter of targeting attitudes in order to restore the image of women within the family and in society. That should not overshadow protective measures to be undertaken by States and the international community. It has been seen from the legal aspects that many instruments protect women and girls by guaranteeing rights recognized in general instruments and the right to equality or by affording women specific protection against discrimination. But the right of women to be so protected has difficulty coexisting with collective manifestations of freedom of religion as recognized by many international instruments and exercised in many countries in a manner injurious to the status of women. This shows that preventive and protective measures in that respect go hand in hand and have to comprise both domestic efforts (section A) and international efforts (section B) so that the cultural dimension of freedom of religion does not work against women's rights.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 192,
        "Text": "192. Prevention first entails a better understanding of cultural practices that are detrimental to women's status. States where such practices take place should be encouraged to conduct exhaustive studies with a view to developing strategies aimed at eliminating all harmful customs and practices, especially in areas where adverse cultural practices and customs are more deeply seated. Many measures could be taken, some all-embracing and others targeting harmful practices. (a) Education and training",
        "Labels": []
    },
    {
        "ID": 193,
        "Text": "193. In many countries, customary practices affecting women have, as has been seen, declined as a result of programmes designed to educate, inform, train and raise the awareness of the population generally and of the individuals involved in particular. As often pointed out by the Special Rapporteur on traditional practices affecting the health of women and the girl child, such programmes are \"key elements in efforts to combat traditional practices affecting the health of women and the girl child\" (E/CN.4/Sub.2/1999/14, para. 45) and other religiously or culturally based discriminatory practices.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 194,
        "Text": "194. Governments should be encouraged to develop legal literacy and training strategies at all levels of society with the aim of altering discriminatory cultural norms and attitudes. They should implement a policy of compulsory education as one of the most effective ways of ensuring that girls do not work during school hours and with a view to preventing early marriage and thus early motherhood. Eradication of female illiteracy, which also stems from discriminatory customary and traditional practices, and equal access of girls and boys to education are priority measures in relation to women's status in the light of religion and traditions, without which other measures lose their significance. Raising the minimum age for marriage is directly linked to improved female educational levels. It is a major factor since education modifies women's aspirations and priorities. Women then often wish to follow a profession and their perception of family and partner relationships changes. In some countries where negative religious traditions are prevalent, statistics show that women who have completed secondary schooling marry far later than illiterate women. The better educated and thus more independent, the better equipped they are intellectually and socially to reject many cultural and religious practices and beliefs that are detrimental to their status. It is not by chance that cultural and religious practices and norms that impair the status of women have most declined in countries which have chosen to pursue affirmative policies to promote female education and improve women's access to employment and their position before the law. The revision of school textbooks, including in ethnic and religious communities, to eliminate sexist stereotypes and systematic portrayals of women solely as wives and mothers is necessary to ensure that such teaching materials do not reproduce negative images of women.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 195,
        "Text": "195. According to WHO, harmful traditional practices, and particularly instances of female genital mutilation, have decreased in urban areas among communities with higher literacy rates. The education of girls thus plays a key role in environments where myths prevail about male-child preference and cultural traditions of doubtful religious origin. Educational and awareness campaigns have shown their effectiveness in efforts to eliminate harmful traditional practices. Such campaigns should target specific groups such as religious and community leaders, birth attendants, excision practitioners and traditional healers. The media and traditional means of information dissemination and training should play a major educating role here.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 196,
        "Text": "196. Formal and informal religious authorities have, as demonstrated by the example of Egypt, a key role to play with a view to helping to raise public awareness and especially to eradicate cultural traditions that are contrary to religion or based on interpretation or manipulation of religion.",
        "Labels": []
    },
    {
        "ID": 197,
        "Text": "197. In some countries, the police and judiciary behave more as guardians of harmful traditional practices and morality, which they interpret by their own standards, than as impartial enforcers of the law. In the case of some crimes of honour, for example, the police appear to play a particularly harmful role by failing to take action or even covering up fake honour killings. Also, judges are sometimes convinced that ending discrimination against women simply by applying the law constitutes interference in the patriarchal structure and may cause upheaval and disrupt the cultural values of the State, of which they consider themselves the custodians. It is therefore essential that those responsible for law enforcement undergo a positive change of attitude and be persuaded of the pressing need to put a stop to harmful practices, especially where involving criminal offences. Their inaction or lenient approach in this respect can encourage an increase in such crimes. A strategy to provide ongoing training and information for police forces, judicial officers and law-enforcement personnel in general, with assistance from international organizations, would consequently be most useful. (b) Legislative measures",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 198,
        "Text": "198. As stated in the General Assembly's historic resolution of 12 December 1997, entitled \"Traditional or customary practices affecting the health of women and girls\", and also in the Declaration and Platform for Action adopted at the Beijing Conference, it is necessary for States to take legislative or other measures against harmful cultural practices. Such measures may comprise, inter alia, the following: (i) Enacting legislation to eliminate customs and practices that are discriminatory and harmful to women, in particular female genital mutilation, and also female child marriage through the establishment of the age of majority to determine the marriageable age, and ensuring its effective implementation;; (ii) Adopting penal laws to prohibit and criminalize other practices that violate the integrity and dignity of women, in particular ritual slavery; (iii) Adopting necessary measures to ensure that religious and cultural customs do not hamper the advancement of women, in particular in regard to discriminatory obligations imposed by marriage and at its dissolution. Especially in matters of divorce, women must be able to benefit from equal laws that authorize them to seek and obtain a divorce and from more secure financial provisions to facilitate the transition from economic dependence on their husband to the position of head of household; (iv) Establishing, where appropriate, a comprehensive system for compulsory registration of marriages and births in order to ensure protection for women and girls; (v) Repealing or amending laws and regulations that are unequal or infringe the rights of women in order to align them with international provisions concerning, in particular, abortion, property, nationality and civil status;; (vi) Adopting laws to protect the economic and social rights of women, in particular their right to property ownership, since, as rightly observed, in cases where, for reasons relating to religious or customary practices, women are unable to own land, they are often excluded from decision-making within the family or in society; (vii) Adopting legislative measures that grant women preferential treatment in order to rectify imbalances created by discriminatory cultural or religious traditions, with a view to enabling them to enjoy the same rights as men. (c) Substitution and rationalization measures",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 199,
        "Text": "199. With regard to traditional practices such as genital mutilation, CEDAW recommends to States and NGOs that they provide assistance in securing alternative sources of income to those performing such procedures, i.e. excision practitioners, who are often traditional birth attendants (A/53/354, para. 14). Shrines have been offered alternative methods of income generation in exchange for the release of women and girls held under the trokosi system of ritual enslavement and to help priests support themselves without the services of such women and girls.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 200,
        "Text": "200. Also, States should, with the aid and support of international organizations, NGOs, the communities concerned and especially religious and cultural groups, adopt strategies with a view to replacing rituals affecting women and girls with socially relevant, alternative coming-of-age ceremonies, gift-giving and public celebration. In some cultures, rituals are already being circumvented, thereby sparing women cruel or humiliating treatment and adverse consequences. Thus, without losing their primary function, some of these rituals appear to have been rid of their cruelty and harmfulness to women's health and dignity. Assistance, in particular financial assistance, from United Nations organizations and donor countries should be sought and strengthened in this regard. (d) Health-related measures",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 201,
        "Text": "201. The religious beliefs of health professionals must not be a barrier to the treatment of illnesses specific to women and measures should be introduced to ensure that women are referred to alternative health providers. In some States, female doctors themselves reportedly carry out practices injurious to women's health, in particular excision. Training programmes for physicians and traditional birth attendants can help to limit harmful practices, including genital mutilation, male-child preference and food taboos.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 202,
        "Text": "202. As is done by some States, measures should be taken with regard to regulating prenatal diagnostic techniques with the aim of preventing abuses and, in particular, of eradicating selective abortion by prohibiting revelation of the sex of the foetus. The medical profession should be alerted to the dangers of traditional practices that are detrimental to the status of women and society in general and should be encouraged to observe ethical standards of conduct and to refuse to perform sex-related abortions, which adversely affect the demographic balance within society. (e) Generating public awareness",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 203,
        "Text": "203. Governments, NGOs, the media and intellectuals should each contribute to promoting changes in mentality and accelerating the process of women's emancipation through specific public awareness and information activities. In this connection, it should be noted that regional NGOs have played a crucial role in drawing attention to harmful traditional practices, one example being the Inter-African Committee on Traditional Practices Affecting the Health of Women and Children, whose work should be encouraged. It should be pointed out in this respect that some cultural practices which are injurious to women's health or status are a sensitive issue in many developing countries and that it will require time and patience to change cultural attitudes that are seen as religious traditions. Caution is necessary to successfully putting the message across in order not to challenge beliefs which, although harmful or dangerous, have been rooted in the consciousness of individuals and peoples since the dawn of time.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 204,
        "Text": "204. States should encourage pressure groups, think-tanks and civil society actors advocating the eradication of traditional practices harmful to women's status by developing public awareness—through the media, cinema, theatre, television serials, etc.—of the dangers of traditional practices affecting women and girls. (f) Religious instruction and dialogue with religious leaders",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 205,
        "Text": "205. Dialogue between the authorities and religious leaders and other members of society, including medical practitioners, political leaders, modern and traditional communicators, education authorities and the media, is an important prevention measure. Such dialogue should be formally established through the development of specialized regional and subregional networks of religious and traditional leaders. In the case of certain practices that are harmful to women's health in some countries, such as genital mutilation, it has been possible through such dialogue to define strategies based on the recognition that these practices are a cultural and not a religious matter and that some of them are even contrary to religion. Enlightened religious officials have an important role to play in informing women of their rights, especially when such rights, which have been established by religious precepts, are misunderstood, infringed or manipulated by conflicting patriarchal traditions or customs.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 206,
        "Text": "206. Religious instruction, whether or not imparted by religious officials in denominational private or State schools, should convey a positive image of women and eliminate misconceptions that reinforce women's inequality. States must be held accountable for the content of such education within their territory. It is clear that these objectives can be achieved only if States pay particular attention to the training of religious officials, which has to be more rigorous and incorporate a perspective of tolerance and non-discrimination towards women. (g) Gender parity",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 207,
        "Text": "207. As women make up one half of society, they do not constitute a minority or specific group. However, owing to the persistence of inequalities based on cultural traditions, they have been excluded from public life and from discussion and decision-making forums concerned with issues that affect them in the same way as men. Gender parity is from that perspective a form of positive discrimination that makes it possible progressively to restore equality and take into account the demographic composition of society. States should ensure that male-female parity figures prominently in all policies and programmes in which women should be involved (health, employment, elections, public service, judicial administration, etc.) and establish, where appropriate, a body with responsibility for overseeing and implementing such a policy. (h) Combating extremism",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 208,
        "Text": "208. Any strategy to improve women's status in the light of religion and traditions calls for relentless and all-embracing efforts to combat extremism, which is founded on simplistic and obscurantist ideas. States must be particularly careful to avoid being trapped by extremist strategies and to safeguard religion from political exploitation, including by the ruling power, since such exploitation is especially detrimental to the status of women and society in general.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 209,
        "Text": "209. In the area of human rights protection and particularly with regard to women's rights, some traditional practices go beyond the State because of their often ancient origins. That fact must not mask the primary responsibility of the State in whose territory such practices are perpetrated, even where the discrimination or abuse is committed by private individuals. In its Declaration on the Elimination of Violence against Women of 1993, the General Assembly proclaimed that States should \"[e]xercise due diligence to prevent, investigate and, in accordance with national legislation, punish acts of violence against women, whether those acts are perpetrated by the State or by private persons\". Measures of protection are thus necessary. (a) Law enforcement",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 210,
        "Text": "210. States should be encouraged to take effective and necessary steps to implement existing legislation and in particular ensure women's right to equality before the law and equal protection of the law. They should remain vigilant in prohibiting polygamy and practices that pose a threat to women's health or lives and in banning sex-selective abortion. They should also ensure the observance of religious precepts favourable to women and thus prevent the selective application and/or manipulation of, inter alia, rules governing consent to marriage, mutual respect within marriage, divorce, family relations and inheritance. It should be borne in mind, as has been seen, that, because of factors linked to religious extremism, politics or the ancient hegemony of patriarchal and phallocratic models, religious precepts concerning the status of women are often either interpreted in a manner favourable to men or simply not applied at all. As already stated, a number of religions, at the time of their revelation, constituted a significant emancipatory achievement, in some instances in conflict with the dominant culture of the time. At the dawn of this third millennium, some societies are regressing in terms of respect for the most basic rights of women and also in relation to the times of earliest revelation. (b) Constitutional and legislative recognition of gender equality",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 211,
        "Text": "211. The basic law in many States does not prohibit discrimination against women. Constitutions should thus establish the principle of gender equality and the prohibition of de jure and de facto gender-based discrimination in accordance with the international instruments. Family law provisions in several States lay down that both parents have, without distinction, joint responsibility regarding the upbringing of children and obligations arising from their relationship as a couple. States should be aware that such provisions can contribute to combating negative cultural traditions and sexist stereotypes and thus to improving women's status and their image within the family and in society. Measures should be taken to protect single mothers' rights of custody concerning their children, including their registration in their name in cases of non-recognition by the father. (c) Protection against violence towards women",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 212,
        "Text": "212. States, including emigration countries, should adopt appropriate measures to provide criminal law protection for women against violence, especially within the family, including marital rape, and violence stemming from traditional cultural practices that pose a threat to their health and lives. A specialized body or organization with appropriate psychological assistance could be made responsible for receiving complaints and implementing such protection in countries where these forms of violence are widespread, including in immigrant communities.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 213,
        "Text": "213. It is also important to note that effective action against cultural practices affecting women's status, even though they pose serious risks to their health, integrity or lives, has to be undertaken tactfully and with respect for the cultural heritage of the persons involved. Such practices are often an ancestral legacy handed down from generation to generation or an ancient religious and cultural heritage and are thus perceived as positive values which, in those persons' view, should be respected and preserved. As noted by the Special Rapporteur on traditional practices, disdainful attitudes, value judgments, demonizing of religion or culture and indiscriminate grouping of religions must be avoided in this connection (E/CN.4/Sub.2/1999/14, para. 75). It seems that, in the judicial sphere, punishments and sentences based on value judgments in countries with high levels of immigration can sometimes even be counterproductive and encourage such persons to close ranks and cling to those practices, which, although harmful, are nonetheless their only means of expressing their cultural identity. According to the Special Rapporteur, criminal sanctions should be used only as a last resort when preventive measures or proposed alternative rituals prove ineffective (E/CN.4/Sub.2/1999/14, para. 75).",
        "Labels": []
    },
    {
        "ID": 214,
        "Text": "214. With regard to child victims of sexual practices perpetrated in closed communities or other allegedly religious movements, States should establish the offence of non-assistance to an at-risk person, if there is no such provision in their legislation, in order to be able to prosecute individuals who, in any capacity, have parental authority or responsibility for a child, including medical or paramedical personnel, for failing or refusing to provide care.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 215,
        "Text": "215. Governments should adopt strategies and introduce services to help women and effectively protect them against infringements of their right to life, especially in regard to honour crimes, in order to prevent female victims from being held in unlawful detention in an attempt to protect them. Some practices in particular violate the right to life and are thus offences against public order and not solely against the victim. States should be encouraged to prosecute offenders even if the victim or her family does not file a complaint and forgives the wrongdoer. No form of compromise or compensation, including pecuniary compensation, is acceptable in this respect.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 216,
        "Text": "216. With a view to achieving lasting improvements, action to eliminate violence against women should target not the effects of the phenomenon but its root causes. As rightly pointed out, eliminating violence against women has to extend far beyond violence as a visible manifestation of a deep-seated, multilayered problem. One author gives the example of female infanticide, whose root causes lie in the absence of a social security system, which forces parents to rely on sons to provide for their old age. This and many other examples show that a strategy for eliminating cultural and religious customs and traditions is possible and that defeatism is not at all justified. Action by States in this regard should be aimed at identifying the root causes, which can foster the expansion of such traditional practices, especially in disadvantaged areas.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 217,
        "Text": "217. Lastly, it is important to note in this connection that women who are physically abused by their husbands for reasons linked to cultural or religious traditions should enjoy financial independence. The State has an important preventive and punitive role to play in this respect, in particular when tradition or religion is invoked to justify violence in the family. It is especially important to recognize that the rights of women as individuals have to take precedence over respect for privacy and family autonomy. (a) Cooperation between States, international bodies and organizations",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 218,
        "Text": "218. The causes of harmful cultural traditions and traditional practices that are detrimental to the health of women and girls can generally be traced to the same roots, irrespective of cultural and religious diversity. Cooperation between States and relevant international organizations is therefore essential in the areas of prevention and protection. By way of example, the Plan of Action which was formulated by the Subcommission on Prevention of Discrimination and Protection of Minorities at its forty-sixth session on the basis of the deliberations at the two regional seminars in Africa and Asia provides a useful operating framework.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 219,
        "Text": "219. Action by relevant international organizations such as WHO should be strengthened with the aim of abolishing practices such as female genital mutilation. A strategy against the medicalization of this practice across the world should be implemented under its auspices. WHO should also intensify its efforts to make States aware of the negative implications of traditional practices (levirate, polygamy, forced marriage, etc.) in regard to sexually transmitted diseases and especially the spread of the AIDS virus..",
        "Labels": [
            "Women/girls",
            "Persons living with HIV/AIDS"
        ]
    },
    {
        "ID": 220,
        "Text": "220. Cooperation by United Nations bodies, in particular UNICEF, should be strengthened for the purpose of conducting sensitization campaigns to change negative attitudes towards women and girls. In the area of education, the work of the United Nations Educational, Scientific and Cultural Organization (UNESCO) is also useful in, inter alia, improving the content of curricula in subjects such as biology and providing information on the negative effects of harmful practices such as female genital mutilation (E/CN.4/Sub.2/1994/10/Add.1 and Corr.1).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 221,
        "Text": "221. Also, the persistence of certain practices would appear to be due to a lack of political will on the part of the Governments concerned and failure to inform and educate the public. International human rights bodies and organizations should encourage States through ongoing awareness campaigns to refrain from misusing the argument of cultural or religious relativism to evade their responsibilities under relevant international instruments for the protection of the rights of women and girls. In general terms, international bodies and organizations should strengthen their financial and logistical support to women's organizations at the local and national levels, political personnel, health professionals, religious and civil society leaders and media officials with a view to the abolition of practices harmful to women. (b) Information gathering",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 222,
        "Text": "222. It has been seen that, with the exception of female genital mutilation, there is a shortage, if not absence, of governmental or official information on other traditional and cultural practices which may or may not have a basis in religion, including crimes of honour, dowry-related practices, son preference and many other customary practices in Africa and Asia. The Special Rapporteur on traditional practices affecting the health of women and the girl child has repeatedly deplored this insufficiency and it is NGOs and press reports that enable her to carry out her mandated tasks, albeit in difficult conditions (E/CN.4/Sub.2/1999/14, paras. 69 ff.).",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 223,
        "Text": "223. It is therefore essential that all parties involved, including States, undertake, through the impetus of relevant international bodies and organizations, a systematic and exhaustive study of such practices in all continents with a view to identifying their basis, scope and negative impact on women's status. It would be particularly useful to know the extent to which many of these practices have evolved in relation to their original ancestral function and to verify, with the help of enlightened religious officials, their supposedly religious origin.",
        "Labels": []
    },
    {
        "ID": 224,
        "Text": "224. Overall, women's status in the light of religion and traditions does not appear to suffer from legal gaps or insufficient texts. Legal bases are on the whole extensive and rights are generally well defined. As stated by the Secretary-General of the United Nations, it is now less urgent to define new rights than to prevail on States to adopt existing instruments and implement them effectively. That conclusion has to be qualified or rather modified since the protection of women's rights is a relatively recent development.",
        "Labels": []
    },
    {
        "ID": 225,
        "Text": "225. As has been seen, there is no single comprehensive instrument whose object relates specifically to freedom of religion and the status of women in the light of religion and traditions. Instruments do exist but they are diffused or require a re-reading in line with the subject at issue. The achievements of the conventions on women and the Convention on the Rights of the Child are immense and the interpretive comments of human rights bodies are very useful in this connection. However, the adoption of a substantial text dealing directly with the issue, in the form of a declaration for example, could be a direct reference source for the different parties concerned with women's status in the light of religion and traditions and strengthen the reaffirmation of the rights of women on this key issue. Such a reference source would, as has been stated, be especially useful since freedom of religion can conflict with women's rights and the affirmation of those rights has required arguments that were not always easy to put forward, precisely because we are in the sensitive area of religious beliefs or what are regarded as such.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 226,
        "Text": "226. States should be encouraged to sign, ratify and publish the international human rights instruments, in particular the Convention on the Elimination of All Forms of Discrimination against Women, and regional conventions having the same object. They should also be encouraged to incorporate the norms on women's status as set forth in the international instruments into their domestic law. Litigants should be able to rely on the Women's Convention before national courts once it is ratified by the State concerned.",
        "Labels": []
    },
    {
        "ID": 227,
        "Text": "227. In this regard, States should strengthen monitoring mechanisms, official bodies and civil society institutions which play a role in the protection and promotion of women's rights in the light of harmful cultural practices. They should also be encouraged to avoid, to the extent possible, formulating reservations and to withdraw any reservations which may adversely affect or restrict the substance, object and purpose of instruments concerning the protection of the status of women, in particular the 1979 Convention.",
        "Labels": []
    },
    {
        "ID": 228,
        "Text": "228. As rightly noted by the Office of the United Nations High Commissioner for Refugees (UNHCR) in a memorandum for its field staff, while cultural or religious traditions of refugee communities must be respected, victims of female genital mutilation in particular suffer a form of torture. UNHCR encourages States to consider that persecution faced by women because of perceived transgressions of social mores should be recognized as a ground for refugee status, which some States already do. This applies also to women who fear for their lives in cases of honour crimes or forced marriage. Such women should be entitled to the right of asylum and to the protection of other States.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Women/girls"
        ]
    },
    {
        "ID": 229,
        "Text": "229. At the regional level, efforts aimed at the adoption of specific binding instruments should be encouraged and continued. For example, an African charter or a protocol on women's rights that incorporates the issue of eradicating harmful traditional practices and an African charter on violence against women, which could serve as a basis for drafting national laws, would be an important step towards combating cultural traditions detrimental to women's status, in particular those regarded as a form of violence against women. Such efforts could be extended to other continents and regions where practices injurious to the status of women are prevalent. (b) Strengthening of existing bodies and mechanisms",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 230,
        "Text": "230. States should be encouraged to provide, in their reports submitted for consideration by international human rights treaty bodies (CEDAW, the Human Rights Committee and the Committee on the Rights of the Child), information on harmful cultural practices and de jure and de facto discrimination, where such practices exist in their territories, and to include details of their efforts to put an end to them.",
        "Labels": []
    },
    {
        "ID": 231,
        "Text": "231. In this connection, the entry into force of the Optional Protocol to the Women's Convention is noteworthy. This is a supplementary treaty instrument of key importance in the protection of women and children against cultural practices detrimental to their status. A complaints mechanism could be set in motion, with the adoption of the Protocol, for States parties in cases where such practices take the form of violations of the right to life or other practices that may be deemed to constitute torture, degrading or discriminatory treatment or extrajudicial executions and where, in the face of protective legislation, the State does not take appropriate measures.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 232,
        "Text": "232. Similarly, the special rapporteurs (specifically on violence against women, religious intolerance, traditional practices affecting the health of women and the girl child and extrajudicial, summary or arbitrary executions) should, as part of their respective mandates, regularly furnish precise information on the status of women in the light of harmful cultural traditions, especially where based on or imputed to religion. The resources available to human rights treaty bodies and non-treaty-based mechanisms, in particular CEDAW and the special rapporteurs whose mandates are concerned with women's status in the light of religion and traditions, should be strengthened at the human and financial levels and in regard to their working methods.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 233,
        "Text": "233. Some practices, such as female genital mutilation, honour killings and sacred prostitution, come within the activities of several treaty bodies and the mandates of special human rights rapporteurs concerned with the status of women. Coordination would thus be necessary in order to avoid duplication and qualitative and quantitative dispersal of efforts aimed at combating cultural practices harmful to women's status. A harmonized approach should at the same time mean a better understanding of all such practices, whether or not of religious origin, affecting the status of women from birth—and even before birth, i.e. in the foetal period—to extreme old age. To that end, the creation of a special rapporteur whose mandate would cover all issues relating to women would be a positive step that could strengthen women's protection alongside existing mechanisms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 234,
        "Text": "234. With regard to slavery and modern forms of servile status, appropriate mechanisms should be established to monitor States' international obligations as laid down in the international conventions and which are imprinted in the universal consciousness. Such monitoring, which should in particular cover traditional slavery-like practices, may be entrusted to an existing treaty body (the Human Rights Committee, for example) or to a special rapporteur of the Commission on Human Rights with responsibility for all issues concerned with women's status, whose creation, as has been said, is desirable.",
        "Labels": []
    },
    {
        "ID": 235,
        "Text": "235. The norms inherited from our ancestors and history routinely discriminate against women irrespective of our professed religion. As stated by one author, we tend to subsume such norms under the heading of culture and shy away from addressing their discriminatory aspects. Excuses become exculpatory when practices or norms that discriminate against women are based on or imputed to religion since debate is not possible in such circumstances. From the standpoint of the victims of such discrimination, our behaviour may not appear as respectable as we would wish.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 236,
        "Text": "236. The present study has shown that many cultural practices—in some instances similar or comparable and in others different—exist among several peoples with equally varied religious traditions. Several such practices conflict with religion. Many religions have opposed cultural practices that are injurious to women's status. They have succeeded in abolishing them or showing the way forward in limiting their abuses by regulating some of those practices and tolerating others, but in every case taking account of social pressures and constraints in both time and space. In order to take into consideration not only this momentum initiated and spurred by religions but also the interaction between cultures and of cultures and religions and thus the imperative of universality of women's rights, the commitment of States and the international community is essential.",
        "Labels": []
    },
    {
        "ID": 237,
        "Text": "237. Any policy has to take culture into account. It is possible to change negative cultural practices, whether or not they have a religious basis, without undermining the cultural diversity of peoples or the imperative of universality of human rights. But it must be borne in mind that the task is especially arduous since it entails challenging not only laws, regulations or policies but often also cultural practices whose origins are rooted in the collective memory and in the deep-seated ancient beliefs of peoples, including women, and such harmful practices, although often in conflict with religions, are sometimes perpetuated in the name of religion or imputed to religion.",
        "Labels": []
    },
    {
        "ID": 238,
        "Text": "238. Not all traditions are of equal value and those which run counter to human rights have to be combated. A distinction should be made between necessary tolerance and blindness to customs which can amount to degrading treatment or to clear violations of human rights. In order that freedom of religion does not conflict with women's rights, it is essential that the right to be different, which that freedom implies, is not construed as a right to be indifferent to women's status. For, as Eleanor Roosevelt said, \"Where, after all, do universal human rights begin? In small places, close to home\". 1 The term \"women\" as used in the present study includes girls and adolescents. See report of the Committee on the Elimination of Discrimination against Women, general recommendation No. 24 (\"Women and health\") on article 12 of the Convention on the Elimination of All Forms of Discrimination against Women (A/54/38/Rev.1, para. 8). 2 Article 1 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief affirms the right of everyone to freedom of religion and paragraph 1 of that article states that this right includes \"freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching\". 3 Cicero proposes an etymology of the term \"religion\" based on the verb \"relegere\", i.e. carefully considering the world, and not \"religare\", i.e. binding man to the deity. See De natura deorum, II, 72. 4 The main examples are found not only in Buddhism, in particular Theravada, where such belief is explicitly rejected, but also in Hinduism, which is characterized by the existence of many gods and goddesses and not a single supreme being, as well as in many mystic traditions which may or may not involve monotheistic beliefs. 5 Henri Bergson was right in affirming that we find in the past, and could find today, human societies with no science, art or philosophy; but there has never been a society without religion. See Les deux sources de la morale et de la religion, Paris, P.U.F., p. 105. 6 See Syed Hussein Alatas, \"Problems of defining religion\", International Social Science Journal, vol. 29, No. 2, 1977, p. 214. 7 For example, forms of social leadership and mysticism surrounding prominent figures in politics or the arts (cinema, singing, etc.) and myths that have grown up in Argentina around the artist Gilda or Eva Perón. Femmes et religions − Déesses ou servantes de Dieu? Paris, Gallimard, 1994, p. 110. See also L'état des religions dans le monde, Paris, La Découverte/Le Cerf, 1987, pp. 569 and 571 to 577. 9 See Australian High Court ruling cited in the report of the Special Rapporteur on religious intolerance (E/CN.4/1998/6/Add.1, para. 12). See United States Supreme Court ruling referred to in the report of the Special Rapporteur on religious intolerance (E/CN.4/1999/58/Add.1, para. 8). A single example can illustrate the problem. In the Sudan, the official policy aimed at eliminating this practice is, according to the Government's explanation, hampered by the fact that \"one of the reasons why female genital mutilation continues is the people's belief that female circumcision is an obligation under Islam\". Government policy has thus targeted religious leaders with a view to putting an end to this belief. See final report of the Special Rapporteur on traditional practices affecting the health of women and children (E/CN.4/Sub.2/1996/6, para. 72). However, as will be seen in chapter II, female genital mutilation is not peculiar to the Sudan or to Islam. See Mohamed Talbi, Plaidoyer pour un islam moderne, Cérès éditions, Desclée De Brouwer, 1998, p. 65. In hunter-gatherer and warrior societies, unequal distribution of power between the sexes probably predated religions and was believed to have been based on prestige associated with hunting and warfare, which only men could pursue owing to their greater physical strength. See Jack Goody, \"Le chasseur de mammouths et la cuisinière\", Histoire, No. 245, July-August 2000, p. 14. See Albert Samuel, Les femmes et les religions, Editions de l'atelier, 1995, pp. 42 and 158 ff. See also Emna Ben Miled, \"Etude comparative du statut sexuel des femmes dans le monde méditerranéen, berbère, et africain\", Revue tunisienne de sciences sociales, 1985, p. 75. The author explains that many cultural practices such as polygamy and repudiation, harems, temporary unions, the taboo of virginity, the wearing of the veil, etc. are not of African or Muslim origin but can be traced to the ancient Mediterranean civilizational heritage of Greece and Rome in particular. See, in the same vein, Jacques Frémeaux, \"Le point de vue de l'historien\", Colloque: Femmes et Islam: rôle et statut des femmes dans les sociétés contemporaines de tradition musulmane, Paris, CHEAM Symposium, 15-16 December 1999, Centre des hautes études sur l'Afrique et l'Asie modernes, Paris, 2000, p. 14. See Femmes et religions (note 8 above). The author points out that, in the Old Testament, two out of forty-six books are devoted to women and over 80 per cent of the characters are men. See Odon Vallet (note 8 above). E. B. Tylor (Primitive Culture, 1871), cited by Pascal Perrineau, \"Sur la notion de culture en anthropologie\", Revue française de science politique, No. 5, 1975, p. 948. The related concept of civilization appears to be geographically broader and encompasses a number of nations, with each national culture being just a particular form. The phenomena of civilization are thus essentially international and extranational. See Marcel Mauss, \"Note sur la notion de civilisation\", cited by Perrineau, loc. cit., p. 954. The notion of civilization at the same time assumes the sense of refining and mollifying in relation to the savage state. See Philippe Benetton, \"Histoire des mots: culture et civilisation\", Travaux et recherches de science politique, Presses de la Fondation nationale des sciences politiques, No. 35, 1975, Paris, pp. 33, 68 and 69. The Latin root word for culture, \"cultura\", meant initially cultivated land or farming and subsequently, by extension, in a figurative sense, intellectual activity. See Henri Pallard, \"Culture et diversité culturelle\", Droits fondamentaux et spécificités culturelles, Paris, L'Harmattan, 1997, p. 22, and the bibliography in note 2. See Françoise Armengaud, \"Religions du livre et religions de la coutume\", Revue métaphysique et de morale, p. 259. Not to be confused with State religion. Yadh Ben Achour, Rapport de synthèse, Symposium on non-discrimination against women, Tunis, 13-16 January 1988, CEREP, UNESCO, 1989, p. 382. The fact remains that, even in European societies, because of dominant patriarchal patterns, it is only relatively recently that women acquired certain rights, including legal capacity, freedom to pursue a profession, the right to vote, the exercise of parental authority on the same basis as men, the pursuit of trades or occupations traditionally reserved for men, equal treatment in regard to adultery, etc. See Samuel (note 14 above), p. 13. Preliminary report of the Special Rapporteur on traditional practices affecting the health of women and children (E/CN.4/Sub.2/1995/6, para. 18). In Mexico, for example, a practice according to which the fiancé abducts his future wife can save families the sometimes vast expense of a formal wedding. See report on traditional practices affecting the health of women and the girl child (E/CN.4/Sub.2/1998/11, para. 68). See chapter I, section C, paragraphs 81 to 87. World Conference on Human Rights, Vienna 1993, opening address by Mr. Boutros Boutros-Ghali, United Nations, New York, 1993, p. 7. Vienna Declaration and Programme of Action, adopted by the World Conference on Human Rights, 25 June 1993 (A/CONF.157/24 (Part I), chap. III, I, para. 1). See Héctor Gros Espiell, \"Universality of Human Rights and Cultural Diversity\", International Social Science Journal, vol. 50, No. 158, December 1998, p. 584. On this aspect in general, see Thomas Gil, \"La diversité culturelle et la rationalité des droits de l'homme\", Droits fondamentaux et spécificités culturelles (note 18 above), pp. 142 ff. Boutros-Ghali (note 27 above), p. 15. Ibid., p. 11. Loc. cit. (note 28 above), chap. I, paras. 5, 10 and 18. Ibid., paras. 18, 20 and 38. In particular, the Proclamation of Teheran of 13 May 1968 by the International Conference on Human Rights (para. 2), the American Convention on Human Rights of 1969 and the European Convention on Human Rights of 1950. In its general comment 18, the Human Rights Committee notes that the International Covenant on Civil and Political Rights does not define the term \"discrimination\" and refers, inter alia, to the definition of discrimination contained in article 1 of the Convention on the Elimination of All Forms of Discrimination against Women (hereinafter the \"Women's Convention\") (HRI/GEN/1/Rev.3, p. 27, para. 6). Article 23, paragraph 4, of the Covenant provides for \"equality of rights and responsibilities of spouses as to marriage, during marriage and at its dissolution\". In general recommendation No. 21 (para. 39), States parties to the Women's Convention are urged to require the registration of all marriages, whether contracted civilly or according to custom or religious law. States would thereby be able, in the view of the Committee, to ensure compliance with statutory requirements concerning the minimum legal age for marriage, prohibition of polygamy, protection of children and equality between spouses. See, in the same vein, article 3 of the Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages. The wording of article 3 does not, however, differ essentially from the abstract phrasing of article 23: \"The States parties to the present Covenant undertake to ensure the equal right of men and women to the enjoyment of all civil and political rights set forth in the present Covenant\". The International Covenant on Economic, Social and Cultural Rights contains a comparable provision (art. 3). Report of the Human Rights Committee, fifty-fifth session, vol. I, A/55/40, p. 146. General comment 19 was adopted in 1990. Contrary to its heading, the general comment is not restricted to article 3 of the Covenant but refers to many provisions which can apply to women: articles 2, 4 to 8, 10, 12, 14, 16 to 19 and 23 to 27. The Committee gives the example of legal or de facto requirements which prevent the issuance of a passport or other type of travel document to a woman without the consent of a third party. E/1983/7, para. 17, cited in \"Review of the implementation of and follow-up to the conventions on slavery\" (E/CN.4/Sub.2/AC.2/1999/6, para. 47). Convention on the Nationality of Married Women of 1957, Convention on the Political Rights of Women of 1952 and Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages of 1962. Bahrain, Oman, Qatar, Saudi Arabia, United Arab Emirates, Djibouti, Somalia, Sudan and Syria. In the Arab region, the Convention has been ratified by Algeria, Egypt, Iraq, Libya, Jordan, Kuwait, Morocco, Tunisia, Yemen and the Comoros. See Soukaina Bouraoui, \"Les réserves des Etats à la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes\", Tunis Symposium (note 21 above), p. 31. See CEDAW, general recommendation No. 21 (paras. 41 and 43). The reservations were generally concerned with articles 2, 9, 15 and 16. See also Katarina Tomasevski, \"Rights of women: from prohibition to elimination of discrimination\", International Social Science Journal, vol. 50, No. 158, December 1998, note 3. Reservations to articles 2 and 15 (4) and (16), which are stated as being incompatible with the Nationality Code and the Family Code. See Multilateral Treaties Deposited with the Secretary-General: Status as at 30 April 1999, United Nations, New York, 1999, ST/LEG/SER.E/17, p. 179. The Tunisian reservations in respect of article 15, paragraph 4, and article 16, paragraph 1 (c), (d), (f), (g) and (h), relate to chapter I of the Constitution and to the provisions of the Personal Status Code concerning family names, acquisition of property through inheritance and choice of family domicile. See ST/LEG/SER.E/17, p. 186. Reservations to articles 2 and 16.1 (c) (ST/LEG/SER.E/17, p. 180). Libya withdrew its general reservation in 1995 (ST/LEG/SER.E/17, pp. 183 and 196, note 28). ST/LEG/SER.E/17, p. 183. Reservations with respect to article 16 (ST/LEG/SER.E/17, p. 182). ST/LEG/SER.E/17, p. 185. Egypt states that, under the provisions of Islamic Sharia, \"women are accorded rights equivalent to those of their spouses so as to ensure a just balance between them. This is out of respect for the sacrosanct nature of the firm religious beliefs which govern marital relations in Egypt and which may not be called into question … The provisions of the Sharia lay down that the husband shall pay bridal money to the wife and maintain her fully and shall also make a payment to her upon divorce, whereas the wife retains full rights over her property and is not obliged to spend anything on her keep. The Sharia therefore restricts the wife's right to divorce by making it contingent on a judge's ruling, whereas no such restriction is laid down in the case of the husband\". Egypt declares its willingness to comply with article 2 \"provided that such compliance does not run counter to the Islamic Sharia\" (ST/LEG/SER.E/17, p. 181). The Moroccan reservation is expressed in virtually the same terms. It states, however, that, in accordance with Islamic Sharia, \"at dissolution of the marriage, the husband is obliged to pay maintenance. In contrast, the wife enjoys complete freedom of disposition of her property during the marriage and upon its dissolution without supervision by the husband, the husband having no jurisdiction over his wife's property\". The Moroccan reservation makes the same conclusions in relation to the right of divorce, which is conferred on a woman only by decision of a judge (p. 184). Regarding Iraq, see ST/LEG/SER.E/17, p. 182. Articles 1 (a), 2 (f), 5 (a), 9 and 16. The Malaysian reservations all relate to Sharia in connection with inheritance, appointment to certain religious posts and the minimum age for marriage, which, in the view of the Malaysian Government, is determined not only by national laws but also by Islamic Sharia (16 years for women and 18 years for men). \"The Tunisian Government declares that it shall not take any organizational or legislative decision in conformity with the requirements of this Convention where such a decision would conflict with the provisions of chapter I of the Tunisian Constitution\" (ST/LEG/SER.E/17, p. 186). See Human Rights Committee, general comment 24, para. 19. Loc. cit. (note 27 above), p. 7. In the case in point, the Convention is not a mechanism for inter-State exchanges of mutual obligations. It concerns the endowment of individuals, i.e. women, with rights. It is not possible therefore to see the legal interest or effect of an objection to a reservation between the reserving State and the objecting State. The principle of reciprocity is inapplicable here, except in regard to the competence of a body established under the Convention. Regarding the example of the International Covenant on Civil and Political Rights, see Human Rights Committee, general comment 24 (para. 17). See ST/LEG/SER.E/17, pp. 188 ff. Most of the reservations that have been the subject of objections were from Muslim States. General recommendation No. 14 on female excision was adopted by CEDAW at its ninth session (1990). With regard to CEDAW's work in this area, especially in relation to Senegal, Uganda, Ethiopia, Zimbabwe, South Africa and Tanzania, the references contained in the report of the Secretary-General on traditional or customary practices affecting the health of women (A/53/354, para. 14) may be consulted. See, by way of example, general recommendation No. 12, of 1989, on violence against women. See paragraphs 6 and 7. The Committee is referring to certain rights and freedoms which relate to the subject of the present study: the right to life; the right not to be subjected to torture or to cruel, inhuman or degrading treatment; the right to equality in the family, etc. See paragraph 9. Emphasis added. The Committee is referring to articles 2 (f), 5 and 10 (c). See CEDAW's specific recommendations, as indicated, in particular, in paragraph 24 of general recommendation No. 19, referred to above, and in section III of the present study. Paragraph 3 of general recommendation No. 21. Paragraph 14 of CEDAW general recommendation No. 21 illustrates the difficulties involved in dealing with and taking action against certain practices. The Committee states that polygamous marriage, which is permitted in many States \"in accordance with personal or customary law\", contravenes a woman's right to equality with men, which is guaranteed by many constitutions, \"and can have such serious emotional and financial consequences for her and her dependants that such marriages ought to be discouraged and prohibited\" (emphasis added). The Committee is referring in particular to Economic and Social Council resolution 884 D (XXXIV) (para. 34). The Committee has expressed its concern at the persistence of many practices, including female excision, in some African countries, including Benin, Chad, Guinea and Yemen (E/CN.4/Sub.2/2000/17, para. 43). As at 31 December 1999, the Convention was binding on 191 States. Only the United States and Somalia have not ratified it. For example, the reservations and declarations by Brunei Darussalam, Iran, Mauritania, Oman, Qatar, Saudi Arabia and Syria. See ST/LEG/SER.E/17, vol. I, part I, chaps. I to XI, pp. 229 ff. For example, the reservations by Algeria, the Holy See, Iraq, Maldives, Morocco, Oman, Tunisia and the United Arab Emirates. See ST/LEG/SER.E/17, pp. 229 ff. See ST/LEG/SER.E/17, pp. 238 ff. The Vienna Convention is not in fact of great assistance in the matter. Under its provisions, a reservation is incompatible with the object and purpose of a treaty if it seeks to derogate from provisions whose application is essential to the execution of the object and purpose of the treaty (art. 19). See Report of the Fourth World Conference on Women (chapter I, resolution 1, annex II, para. 113). The Commission on the Status of Women subscribes to the same broad concept of violence but the particular focus is on female genital mutilation (E/1998/27, E/CN.6/1998/12). See report of this Working Group submitted to the Commission on Human Rights in 1986 (E/CN.4/1986/42). See E/CN.4/Sub.2/1991/48 and E/CN.4/Sub.2/1994/10. See also the Plan of Action adopted by the Subcommission on the basis of these two seminars (E/CN.4/Sub.2/1994/10/Add.1 and Corr.1). Regarding the traditional practices examined at the two seminars, see E/CN.4/Sub.2/1999/14, paras. 27 ff. On the subject, see report of the Secretary-General on traditional or customary practices … (A/53/354, para. 23). For example, Lesotho and Tanzania. See E/CN.4/Sub.2/2000/17, paras. 43 and 44. The courts have had to rule on the legal classification of certain practices harmful to women's health. For example, the Administrative Court of Lyons rendered a judgment, on 5 April 1996, overturning a decision to remove a mother and her two young daughters of Guinean nationality, who were illegally in French territory, on the ground that the two girls would be at risk of genital mutilation on returning to Guinea. The Court based its judgment on the classification of the ritual of excision as inhuman and degrading treatment within the meaning of the European Convention on Human Rights and the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (see Council of Europe recommendation 1371 (1998), document 8041, \"Abuse and neglect of children\"; see also the website www.senat.fr/rap/r98- 436/r98-43630.html). See, in this connection, Mutoy Mubiala, \"Le projet de protocole à la Charte africaine des droits de l'homme et des peuples relatif aux droits de la femme en Afrique\", Human Rights, Special Issue on Women's Rights - Spring 2000, A Review of the Office of the United Nations High Commissioner for Human Rights, p. 23. The full text of the final version of the draft protocol appears in an OAU document (CAB/LEG/66.6, 13 September 2000). The draft protocol refers to binding international instruments (the Women's Convention, the two international covenants of 1966, etc.) and to instruments that require or advocate the adoption of specific measures aimed at improving women's status: the plans of action adopted by the United Nations conferences on the environment (1992), on human rights (1993), on population (1994) and on women (1995). See Mubiala, loc. cit., p. 25. See report of CEDAW, consideration of the reports of Algeria (A/54/38/Rev.1, paras. 71 to 73) and Kyrgyzstan (A/54/38/Rev.1, paras. 112 and 121). General recommendation No. 3 (HRI/GEN/1/Rev.3, p. 118). The example of article 41, paragraph 2, of the Irish Constitution is noteworthy and could, as stated by the Human Rights Committee, perpetuate traditional attitudes towards women: \"The State recognizes that by her life within the home a woman gives to the State a support without which the common good cannot be achieved. The State shall, therefore, endeavour to ensure that mothers shall not be obliged by economic necessity to engage in labour to the neglect of their duties in the home\" (emphasis added) (A/55/40, vol. I, para. 441). This is the definition given to the concept of machismo which has developed in countries of Iberian culture. See reports of CEDAW, consideration of the reports of Liechtenstein (A/54/38/Rev.1, para. 157), Spain (A/54/38/Rev.1, para. 257), Germany (A/55/38 (Part I), para. 313) and Luxembourg (A/55/38 (Part I), paras. 406 and 408). See report of CEDAW, consideration of the report of Ireland (A/54/38/Rev.1, paras. 179, 180, 193 and 194). Ibid., consideration of the report of Nepal (paras. 120 and 135). See surah 2, verse 228 in fine: \"Women have similar rights and duties in marriage in a just manner; men are a degree above them\" [Les femmes ont autant de droits que de devoirs dans le mariage, en toute honnêteté; une certaine prééminence demeure acquise aux hommes] (French translation by Sadok Mazigh, Les éditions du Jaguar, Paris, 1985); other translations into French use the terms \"préférence\" or \"prédominance\" or \"préséance\", rather than \"prééminence\". See also surah 4, verse 34: \"Men take care of the affairs of women because Allah has favoured men and for that they support them from their means …. As for those women from whom you fear ill conduct, admonish them and banish them from your bed and scourge them if need be\" [Aux hommes est reconnu un droit de regard sur les femmes; ce droit est fondé sur les avantages que Dieu a conféré aux hommes et il fait pendant aux charges de famille qui leur sont imposées …. Pour celles dont vous craignez l'inconduite, vous pourrez les blâmer, les éloignez de votre couche, les corriger même, si besoin est]. With regard to the contracting of debts, surah 2, verse 282, states: \"Call to witness from among your men two witnesses and, if two men are not at hand, then a man and two women of such as you approve as witnesses, so that, if one of the women errs, the other may remind her\" [Faites-en témoigner par deux témoins d'entre vos hommes; et à défaut de deux hommes, un homme et deux femmes d'entre ceux que vous agréez comme témoins, en sorte que si l'une d'elles s'égare, l'autre puisse lui rappeler] (French translation cited by Mohamed Talbi in Jeune Afrique/L'Intelligent, No. 2082, 5-11 December 2000, pp. 46 and 47, and the author's conflicting interpretation). In some Christian tradition, man was created in the image of God and woman in the image of man. See Albert Samuel, op. cit. (note 14 above), pp. 65, 123, 153 ff. and 190 ff.; and Odon Vallet, op. cit. (note 8 above), pp. 140 ff. See the well-documented article on the subject by Régine Azria, \"La femme dans la tradition et la modernité juive\", Archives des sciences sociales et des religions, July-September 1996, No. 95, pp. 117 to 132. See also Samuel, op. cit., pp. 58 ff. Report of the Working Group on Traditional Practices affecting the Health of Women and Children to the Commission on Human Rights at its forty-second session (E/CN.4/1986/42, para. 143). See Jean-Claude Kamdem, \"Personne, culture et droits en Afrique noire\", in Droits fondamentaux et spécificités culturelles, op. cit. (note 18 above), p. 100. See report of CEDAW, consideration of the report of China (A/54/38/Rev.1, para. 299). See Beijing Declaration and Platform for Action (note 79 above), para. 259. In the Republic of Korea, which appears to be one of the most persistent examples of son preference in the world, couples with two sons are far more likely to use family planning than those who have only two daughters. See Kathleen Newland, Femmes et société, Denoël/Gonthier, Paris, p. 153. Newland, op. cit. (note 101 above), pp. 153 and 154. See Report of the Human Rights Committee (A/55/40, vol. I, para. 135). Preliminary report of the Special Rapporteur on traditional practices … (E/CN.4/Sub.2/1995/6, para. 24). Ibid., para. 26. Islam opposed the practice of w'ad or female infanticide, which had been prevalent in pre-Islamic Arabia. See surah 81, verses 8 and 9: \"When the girl child who was buried alive is asked for what sin she was slain\". See, in the same vein, surah 6, verse 151, and surah 17, verse 31. See preliminary report of the Special Rapporteur on traditional practices … (E/CN.4/Sub.2/1995/6, paras. 25 to 27). See report of the Special Rapporteur on religious intolerance (A/55/280, paras. 77 ff.). See report of the Special Rapporteur on religious intolerance (E/CN.4/1999/58, para. 26). The situation of women in that country has received the attention of the major United Nations bodies, in particular the Security Council, which, in its resolution 1076 (1996), refers to the denial of human rights to women. See Azadeh Kian-Thiébault, \"Le défi des femmes iraniennes à l'islamisation des lois et des institutions\", CHEAM Symposium (note 14 above), p. 96. Two laws, although passed by Parliament, were overturned by the Council of Guardians of the Revolution, the first raising the legal age for marriage for girls from 9 to 15 years and the second allowing girls to study abroad alone. See Le Nouvel Observateur, No. 1891, 1-7 February 2001, p. 37. See the example of Bangladesh, report of the Special Rapporteur on religious intolerance (A/55/280/Add.2, paras. 51 and 95). Ibid., paras. 50, 83 and 97. See Crimes against Women are Crimes against Humanity, a publication of the Women's Caucus for Gender Justice, New York, December 1999. See also paragraph 166 above. This applies to some countries of the Maghreb and Indonesia. See Andrée Feillard, \"Le statut et le rôle de la femme en Indonésie\", CHEAM Symposium (note 14 above), p. 56. See, in the same vein, La Convention relative aux droits de l'enfant, a UNICEF publication, p. 15. See report on traditional practices … (E/CN.4/Sub.2/1998/11, paras. 55, 56 and 59). See Samuel, op. cit. (note 14 above), p. 45. See also the website www.cam.org/~rqasf/sp07\\02.html. See report on traditional practices affecting the health of women and the girl child (E/CN.4/Sub.2/1999/14, paras. 6 and 7). On the difficulty of addressing and examining the issue, especially in the context of the Commission on Human Rights, see report on traditional practices … (E/CN.4/Sub.2/1999/14, paras. 10 ff.). See, inter alia, the examples of the Sudan, Mali, the Central African Republic and Côte d'Ivoire in Th. Lococh, \"Pratiques, opinions et attitudes en matière d'excision en Afrique\", Revue Population, 1998, No. 6, p. 1,227. Regarding Cameroon, see Report of the Human Rights Committee (A/55/40, vol. I, para. 197). In some cultures, the labia minora are fastened together by means of thorns, silk thread or slivers of wood. The girl has to lie out, legs bound, for forty days to enable scar tissue to form. A tiny opening is retained to allow the passage of urine and menstrual blood. On the wedding night, the woman is opened up by her husband. Women are often reinfibulated after giving birth for as long as the husband so demands. Excision is wrongly called female \"circumcision\". The clitoris is not a piece of skin but a vital part of the female genital organs. The only conceivable masculine equivalent would be removal of the penis! See report on traditional practices … (E/CN.4/Sub.2/1999/14, para. 36). Including among Bedouin tribes in the south of Israel. See report on traditional practices … (E/CN.4/Sub.2/1998/11, para. 56). E/CN.4/Sub.2/1995/6, para. 36. Ibid., paras. 22 and 23. For example, in Qatar (E/CN.4/Sub.2/1998/11, para. 66). See the website www.cam.org/~rqasf/sp07\\02.html. This is the case, for example, in the Sudan (see note 11 above). The same reasoning can be transposed to other practices such as dowry, polygamy, treatment of adulterous women, etc. See report of CEDAW (A/54/38/Rev.1, para. 12) and preliminary report of the Special Rapporteur on traditional practices … (E/CN.4/Sub.2/1995/6, para. 45). Se report of CEDAW, consideration of the report of Belize (A/54/38/Rev.1, p. 51, para. 49). See report of CEDAW with respect to Nepal (A/54/38/Rev.1, p. 60, para. 153). See also preliminary report of the Special Rapporteur on traditional practices … (E/CN.4/Sub.2/1995/6, para. 28). Regarding Bolivia, see E/CN.4/Sub.2/2000/17, para. 62. See, inter alia, preliminary report of the Special Rapporteur on traditional practices … (E/CN.4/Sub.2/1995/6, para. 28). See report of CEDAW, consideration of the report of Algeria (A/54/38/Rev.1, p. 15, para. 91). Regarding the Congo, see E/CN.4/Sub.2/2000/17, para. 66. See the example of Kuwait, Report of the Human Rights Committee (A/55/40, vol. I, para. 458). According to Sharia, for example, marriage is a contract (aqd nikah) and the woman's consent is required in order for it to be valid. See, inter alia, surah 2, verses 235 and 228, and surah 3, verse 159. See report of the Special Rapporteur on religious intolerance (E/CN.4/1999/58, para. 111). See Women's Caucus for Gender Justice (note 113 above), pp. 7 ff. See the website www.arabia.com/981119/FR2.html. See general comment 28, para. 24. Muslim jurists are unanimous and base their stance on, inter alia, surah 2, verse 221, surah 60, verse 10, and surah 4, verse 141. See article 29-5 of the Moroccan Family Code (Moudawana). See the recent case involving the ruling of an Egyptian court which issued in the London weekly newspaper Al-Majallah (28 January-3 February 2001) the divorce of a Muslim woman whose husband had converted to the Baha'i faith. See also Sami A. Aldeeb Abu-Sahlieh, \"La définition internationale des droits de l'homme et l'Islam\", Revue générale de droit international public, 1985, pp. 641 and 653, and the position of the Egyptian courts in this respect, p. 655. The Court of Cassation upheld the decision declaring Professor Abou Zid an apostate and ordered him to separate from his Muslim wife. See reports of the Special Rapporteur on religious intolerance (A/51/542, para. 28, and E/CN.4/1996/95). A stay of execution was granted on that ruling and is apparently still in force. Regarding Nepal, see report of CEDAW (A/54/38/Rev.1, p. 60, para. 153) and preliminary report of the Special Rapporteur on traditional practices … (E/CN.4/Sub.2/1995/6, para. 30). Regarding Bangladesh, see Concluding observations of the Committee on the Rights of the Child (CRC/C/15/Add.74). Regarding the Congo and India, see E/CN.4/Sub.2/2000/17, paras. 66 and 67. See Concluding observations of the Human Rights Committee: Zimbabwe (CCPR/C/79/Add.89). The practice is also believed to exist in some African communities having a Muslim tradition (for example, Cameroon). See, for example, Egypt's reservation to the Women's Convention, which refers to the husband's obligation to pay \"bridal money to the wife and maintain her fully\". However, Sharia \"restricts the wife's right to divorce by making it contingent on a judge's ruling, whereas no such restriction is laid down in the case of the husband\". See also paragraph 61 (c) and note 55 above. See, inter alia, the example of Bangladesh, report of the Special Rapporteur on religious intolerance (A/55/280/Add.2, para. 76). See ST/LEG/SER.E/17 (note 49 above), p. 182. See article 6 of the African Charter on the Rights and Welfare of the Child. See also report of CEDAW (A/55/38 (Part I), para. 62). See, inter alia, surah 2, verse 228 in fine: \"Women have similar rights and duties in marriage\". See, in the same vein, surah 4, verse 35, which provides for a procedure of reconciliation between spouses in the event of discord, thus proving that a husband does not have absolute and discretionary authority over his wife. See also reservations to the Women's Convention, such as those of Egypt and Morocco (paragraph 61 (c) and note 55 above). See, inter alia, surah 2, verses 228 and 229. See Abu-Sahlieh (note 144 above), p. 694. See also paragraph 61 (c) and note 55 above. See report of CEDAW (A/54/38/Rev.1, p. 66, paras. 221 to 223). Ibid., consideration of the report of Algeria (p. 15, para. 91). See also the example of Pakistan, where it is reportedly difficult to obtain a divorce in the Christian community (except in cases of adultery), in contrast to the more liberal grounds for divorce that apparently exist for the Muslim majority community. See Farida Shaheed, \"Constructing identities: culture, women's agency and the Muslim world\", International Social Science Journal, vol. 51, No. 159, March 1999, p. 69. See Human Rights Committee, general comment 28, para. 26. See also Report of the Human Rights Committee, Morocco (A/55/40, vol. I, para. 98). See Newland, op. cit. (note 101 above), pp. 162 and 163. See the example of the Hindu minority in Bangladesh, report of the Special Rapporteur on religious intolerance (A/55/280/Add.2, para. 76). If repudiation is pronounced a third time, it can be for any reason, the husband not being required to justify it, and he cannot take back his former wife unless, following a second union, she is repudiated by her second husband. Only then can the former husband and wife remarry. See verses 230 and 229 of surah 2 (French translation by S. Mazigh). Laws of Muslim countries have been based on these prescriptions. See article 19 of the Tunisian Personal Status Code: \"A man shall be forbidden to marry a woman whom he has divorced three times\". See report of CEDAW, Democratic Republic of the Congo (A/55/38, (Part I), para. 197). See also Report of the Human Rights Committee, Kuwait (A/55/40, vol. I, para. 458). See surah 4, verses 15 and 16. See surah 4, verse 15: \"As for those of your women who are guilty of lewdness, call to witness four of you against them\". See also surah 24, verse 4: \"Those who accuse honourable women but do not bring forth four witnesses, scourge them with eighty stripes and never afterwards accept their testimony; they indeed are evildoers\". See also verses 5 ff. See Human Rights Committee, general comment 28, para. 31. See report of CEDAW, consideration of the report of Algeria (A/54/38/Rev.1, p. 15, para. 91). See report of CEDAW (A/55/38 (Part I), para. 150). Ibid., para. 174. See Jacques Rouquette, Rapport de synthèse, CHEAM Symposium (note 14 above). See, in particular, the Muslim States' reservations to the Women's Convention (paragraphs 61 ff. above). The exact term in regard to the subject of the present study is polygyny. This and polyandry (where a woman has more than one husband) are the two forms of polygamy. See report of CEDAW, consideration of the report of Kyrgyzstan (A/54/38/Rev.1, para. 138). Nepal, report of CEDAW (A/54/38/Rev.1, p. 60, para. 153); Congo, report on traditional practices affecting the health of women and the girl child (E/CN.4/Sub.2/2000/17, para. 66); Jordan, report of CEDAW (A/55/38 (Part I), para. 174); Burkina Faso, report of CEDAW (A/55/38 (Part I), para. 281); Morocco, Cameroon, Republic of the Congo and Kuwait, Report of the Human Rights Committee (A/55/40, vol. I, paras. 98, 193, 273 and 458). See, to some extent, the example of Bangladesh, report of the Special Rapporteur on religious intolerance (A/55/280/Add.2, para. 77). This is the case in Tunisia, where the legislation punishes a polygamous husband and renders the second marriage void, even if it was not contracted in accordance with the law (article 18 of the Personal Status Code adopted in 1956). See, in the same vein, the example of Turkey. A specific instance is war, where, in the absence of welfare institutions to care for widows and orphans, that responsibility was assigned to men through polygamy, whose social function of the past thus no longer has any raison d'être, the modern State being the framework of social support. Verse 3 of surah 4 reads: \"Marry of the women who seem good to you two, three or four and, if you fear that you cannot do justice, then only one\". However, verse 129 of the same surah cautions: \"You will never be able to deal equally between your wives, however much you wish to do so\". Note 14 above, p. 93. See Mohamed Talbi (note 12 above), pp. 140, 147 and 148. Polygamy is reportedly practised in some Christian communities in Africa, such as the Celestial Church of Christ in Benin. See the website www.er.uqam.ca/nobel/religio/no13/13a12ht.html. Also, in Pakistan, some Christians appear to have assimilated polygamy from their Muslim environment. See Farida Shaheed, op. cit. (note 144 above), p. 69. E/CN.4/2002/73/Add.2 page 72 This applies to the Mormons of the Church of Jesus Christ of Latter-day Saints. See Talbi (note 12 above), p. 150. See, for example, report of CEDAW, consideration of the report of Algeria (A/54/38/Rev.1, p. 14, paras. 75 and 91). See also Human Rights Committee, general comment 28, para. 24. Surah 4, verse 21. See reports of CEDAW, consideration of the reports of Colombia (A/54/38/Rev.1, para. 393), Nepal (A/54/38/Rev.1, p. 59, para. 147), Chile (A/54/38/Rev.1, p. 67, para. 228) and Jordan (A/55/38 (Part I), para. 180). See also Report of the Human Rights Committee, A/55/40, vol. I, Morocco, para. 100, and the reservations of Malta to article 16 of the Women's Convention in ST/LEG/SER.E/17 (note 49 above), p. 184. A/54/38/Rev.1, Ireland, pp. 62 and 63, paras. 180 and 186. New article 214 of the Tunisian Criminal Code sets forth the official position of the State: prohibition and punishment of abortion brought about by non-medical methods or means (paras. 1 and 2); authorization of abortion, even where the woman is unmarried, but within the first three months of pregnancy, at a hospital establishment and by a physician lawfully practising his or her profession (para. 3); and authorization of abortion after three months in specific cases, i.e. if the pregnancy poses a threat to the health of the mother or unborn child (para. 4). See laws No. 65-24 of 1 July 1965 and No. 73-57 of 19 November 1973 (Official Gazette of the Republic of Tunisia, issues No. 35 of 2 July 1965 and No. 43 of 27 November 1973). In many Muslim countries, abortion is banned, including when pregnancy occurs outside marriage, unless the mother's health is in danger or the child is at risk of being born disabled. Muslim scholars view abortion as an act of infanticide (wa'd) and it is thus classed as a crime, in regard to which the Koran states on a cautionary note: \"When the girl child who was buried alive is asked for what sin she was slain\" (surah 81, verses 8 and 9). However, the ban is not absolute. In the opinion of many jurists of the Hanafi and Hanbali schools, women may abort in cases of genuine and recognized need owing, inter alia, to factors relating to the foetus (malformation or genetic disease) or to the mother (threat to her life or her inability to raise a child because of physical disability or mental health deficiency). Some members of the Shafi'i school adopt the same position, adding that abortion before 40 days is reprehensible (makrouh) and after 40 days is strictly forbidden. According to the Malaki school, abortion is forbidden in all circumstances except in cases of force majeure. See the website www.muslimfr.com/sexualite.htm and the bibliography. Article 16, paragraph 1 (e), of the Women's Convention and article 24, paragraph 2 (f), of the Convention on the Rights of the Child have not been the subject of reservations by some Muslim States where the reservations are not of a general nature and refer specifically to those articles or to other articles in the two conventions. On this subject in some Muslim countries compared with other religions, see G. H. Bousquet, L'éthique sexuelle de l'islam, Desclée De Brouwer, 1990 (1966), pp. 200 ff. In May 1999, the Vatican reportedly condemned the distribution of abortion pills by the United Nations to Kosovan women raped by Serbian soldiers. Also, in November 1999, the Scottish Catholic Church is believed to have paid the parents of a 12-year-old girl not to have an abortion. See L'Express, 9 March 2000, article by Marion Festraëts, Patrick Angevin, Siavosh Ghazi and Dominique Lagarde. On this subject generally, see report of the Special Rapporteur on religious intolerance, E/CN.4/2000/65, paras. 159 ff. See also the reservations of the Holy See to article 24, paragraph 2, of the Convention on the Rights of the Child, ST/LEG/SER.E/17 (note 49 above), p. 246. See the UNFPA website: www.unfpa.org/swp/2000/francais/ch03.html. Levirate law has its origins in the phenomenon of the transmigration of souls and ancient family solidarity based on a genesis myth according to which Judah married a Canaanite woman, who bore him three sons, Er, Onan and Shelah. Judah chose for his firstborn a wife, Tamar, but Er displeased the Lord and the Lord slew him. Judah then told Onan to marry his brother's wife according to the levirate custom in order to raise up an heir to his brother. But Onan knew that the heir would not be his and, whenever he went to his brother's wife, he emitted on the ground in order not to give an heir to his brother (hence the term onanism). His conduct displeased the Lord and the Lord slew him. Many forms of marriage coexist in that country: recognized polygamy, monogamy (since colonization), free unions and customary marriage recognized by tradition, and Muslim religious marriage. See the website www.woga.com/news/french/pana/articles/2000/10/12/FRE007.shtml. For examples in Africa, see the website www.vih.org/cs/cs\\af\\4/csaf4\\a9.htm. See reports of CEDAW, consideration of the reports of Algeria (A/54/38/Rev.1, p. 14, para. 83) and Jordan (A/55/38 (Part I), para. 172). See also Report of the Human Rights Committee, A/55/40, vol. I, Kuwait, para. 481. This is true of surah 2, verse 282, of the Koran, of which one translation among many others reads: \"Call to witness from among your men two witnesses and, if two men are not at hand, then a man and two women of such as you approve as witnesses, so that, if one of the women errs, the other may remind her\". Mohamed Talbi maintains that it is not stated that the testimony of a woman is worth half that of a man. See Jeune Afrique/L'Intelligent, No. 2082, 5 December 2000, pp. 46 and 47. For a conflicting opinion, based, inter alia, on the words of the Prophet, see Abd Al Halim Abou Chouqqa, Encyclopédie de la femme en islam, Al Qalam, Paris, 1998, vol. 1, p. 257. See also Souad Chater, \"Le vécu féminin dans le monde musulman: la règle et l'exception\", CHEAM Symposium, p. 27, and Abu–Sahlieh (note 144 above), p. 697. See Talbi (note 12 above). A/54/38/Rev.1, consideration of the report of Chile, p. 66, para. 221. Surah 4 devotes many verses to this issue. On the subject, see, inter alia, Tahar Haddad, La femme dans notre société et selon la charia (in Arabic), Tunis, 1929, 6th edition, Maison tunisienne d'édition, 1992; Mohamed Talbi, Les protégées de Dieu (in Arabic), Tunis, Cerès Productions, 1992; and A.M. Charfi, Islam et modernité (in Arabic), Tunis, Dar Al-Tunissia Linnachar, 1991, pp. 225 ff. See the example of Bangladesh, report of the Special Rapporteur on religious intolerance (A/55/280/Add.2, paras. 33, 80 and 90). Report of the Human Rights Committee (A/55/40, vol. I), Cameroon, para. 191. The Koran provided for what is in fact a very elaborate and highly specific system of inheritance, as in surah 4, entitled \"Women\", verses 11 and 12. Legal opinion is unanimous in the view that an infidel may not inherit from a Muslim. It is based on surah 4, verse 141: \"But Allah will never grant the disbelievers any way of success against the believers\". It also relies on the words of the Prophet, who is believed to have said \"The infidel shall not inherit from the Muslim\". A recent, unprecedented decision of the Tunisian Court of Cassation, dated 28 April 2000 (No. 76621.99), referred to that rule and dismissed the suit of a non-Muslim woman who had converted to Islam just after her husband's death. Some jurists base their position on the words of the Prophet, who is believed to have said \"Islam increases and cannot diminish\" and \"Islam dominates and may not be dominated,\" and also on the analogy of the rules of marriage, according to which a Muslim man may marry a non-Muslim woman whereas a non-Muslim man may not marry a Muslim woman. A contrary view has been maintained by the majority of Sunni jurists, who also base their position on a saying of the Prophet: \"Neither the Muslim shall inherit from the infidel nor the infidel from the Muslim\". See, for example, Abu-Sahlieh (note 144 above), pp. 658 ff. Tunisian judicial doctrine appears to adopt this second position. See, in the preceding note, the Tunisian Court of Cassation judgment in which the Court cited the rule that there could be no inheritance between two different religions. To the asaba or agnatic heirs established by that tradition the Koran added the fardh or cognatic heirs and gave priority to close relatives, both paternal and maternal. See surah 4, verses 12 and 13. The fardh heirs are all those who are entitled to specific shares of the estate, i.e. close relatives on the male and female sides. In addition to direct descendants, the following are considered fardh heirs: grandfathers and grandmothers, fathers and mothers, sisters and brothers and the husband and wife. The asaba heirs, relatives on the male side, have a right to the estate once the fardh portion has been deducted. That applies to all the male relatives on the male side. See Khédija Cherif and Ilhem Marzouki, \"Les facteurs sociaux culturels défavorisant les femmes en matière de succession\", Tunis Symposium (note 21 above), p. 302. See Cherif and Marzouki, loc. cit., p. 318. This is the case in Pakistan. See Shaheed (note 156 above), p. 69. Tunisia did so under the decrees of 31 May 1956 and 18 July 1957. See Mohamed Charfi, \"Le droit tunisien de la famille entre l'islam et la modernité\", Revue tunisienne de droit, 1973, p. 11; and Jeanne Ladjili, \"Puissance des Agnats, puissance du père. De la famille musulmane à la famille tunisienne\", Revue tunisienne de droit, 1972, p. 25. Tunisian law, for example, allows gifts to be made in favour of a non-Muslim wife up to one third of the husband's property. Therefore, a non-Muslim wife, although not having the status of heir, would receive an \"inheritance\" greater than that of a Muslim wife. In Indonesia, many members of the ulema make use of equal gifts in order to circumvent Koranic inheritance rules. See Andrée Feillard (note 114 above), p. 51. See Human Rights Committee, general comment 28. See surah 81, verses 8 and 9. Sati is a practice which probably dates back to the seventh century B.C. In its accepted meaning, it designates the virtuous and devoted wife (pativrata) who immolates herself on her deceased husband's funeral pyre. In that act there is at the same time the idea of a widow's guilt over the death of her husband and rejection of widowhood. The practice is believed to have existed also in Peru and Polynesia. See Catherine Weinberger-Thomas, Cendres d'immortalité: la crémation des veuves en Inde, Paris, Le Seuil, 1996; and Albert Samuel (note 14 above), p. 148. See also the website www.msh-paris.fr/red&s/dhdi/txtuniv/memoir2.htm. See report of CEDAW (A/55/38 (Part I), para. 68). See also L'Express, 9 March 2000 (note 187 above). Odon Vallet (note 8 above), p. 140. See the website www.msh-paris.fr/red&s/dhdi/txtuniv/memoir2.htm. According to the Pakistani Human Rights Commission, 560 cases of burning were recorded in 1998-1999. According to a local NGO, over 3,560 women were treated in hospital between 1994 and 1999 following attacks by fire, acid or petrol (E/CN.4/Sub.2/2000/17, para. 76). See report on traditional practices … (E/CN.4/Sub.2/1998/11, para. 111). An amendment was made to that article of the Criminal Code in 1999 but, rather than totally eliminating grounds for non-imposition of punishment, it replaced them with grounds for mitigation of punishment. See also the website www.rdl.com.lb/3749/enquete.html and the example of Kuwait, Report of the Human Rights Committee (A/55/40, vol. I, para. 458). See E/CN.4/Sub.2/2000/17, para. 73. Article 340 states that a man who discovers his wife or a close female relative in an adulterous situation and kills or injures her is granted a reduction in penalty. See also the website www.unog.ch/news/documents/newsfr/CRC0030F.html. E/CN.4/2000/3, chapter V, section C. In Jordan, the courts impose sentences ranging from six months' to two years' imprisonment for such offences. See also report on extrajudicial, summary or arbitrary executions (E/CN.4/1999/39, para. 74). In its general comment 28 (para. 31), the Human Rights Committee states that the perpetration of honour crimes constitutes a serious violation of articles 6, 14 and 26 of the International Covenant on Civil and Political Rights. Honour killings are usually the outcome of decisions by improvised tribunals consisting of men and as a general rule are carried out by an under-age male relative of the woman, who is regarded as a hero for having cleansed the family honour. They are thus in fact a substitution of the judicial authority of the State (E/CN.4/1999/39, para. 74). See surah 4, verses 15 and 16, and surah 24, verse 4. Bearing false witness is punishable by eighty lashes and the wrongdoer's testimony will never again be accepted (surah 24, verse 4). E/CN.4/Sub.2/2000/17, para. 70. Several women had not been discovered in an adulterous situation. Also several women were found to be virgins after they were killed. See Women's Caucus for Gender Justice (note 113 above), p. 13. Ibid. In Jordan, many women are reportedly put in prison for their protection and not for having committed any crime. See the case of a Pakistani woman killed in the office of the lawyer to whom she had turned for advice following her refusal of a marriage arranged by her family (E/CN.4/Sub.2/2000/17, para. 74). See report on extrajudicial, summary or arbitrary executions (E/CN.4/1999/39, para. 74). See also Amnesty International, Pakistan: honour killing of girls and women, September 1999. For example, if a man for any reason kills another man, he will then murder a woman of his own family, place the body alongside his first victim and invoke karo-kari to escape prosecution. The police and judicial authorities often treat the killing of a woman by a relative as a private matter and hardly ever intervene. See the website www.egroups.fr/message/magistrat-avocat/53. This tolerance is especially reflected in the saying \"Better prostitutes on the streets than rape on street corners\". See Samuel (note 14 above), p. 151. See report of CEDAW (A/54/38/Rev.1, p. 60, para. 153) and report on traditional practices … (E/CN.4/Sub.2/2000/17, para. 65). See Samuel (note 14 above), p. 137. In the traditional social order of the Hindu world, prostitutes appear not to be totally devalued. They have their place and function in the caste society. Married only to a deity, they are not subjugated to a man or ever widowed and are thus not marked by hardship or relegated to a lowly status. See André Padoux, \"Le monde hindou et le sexe\", Cahiers internationaux de sociologie, 1984, vol. LXXVI, p. 40. See Concluding observations of the Human Rights Committee on the third periodic report of India (CCPR/C/79/Add. 81). See also report of CEDAW (A/55/38 (Part I), para. 68). Report of the Secretary-General on traditional or customary practices … (A/53/354, paras. 18 and 50). See also report of the Committee on the Rights of the Child (CRC/C/15/Add. 73). Report on traditional practices … (E/CN.4/Sub.2/1999/14, para. 46). See the website www.peacelink.it/anb-bia/nr357/f05.html. See the website www.africaonline.co.ci/AfricaOnline/info/ivs/2867SAV2.htm. See Human Rights Committee, general comment 28, para. 24. See the website www.penelopes.org/pages/beijing/textes/tradit9.htm. See Subcommission on the Promotion and Protection of Human Rights, statement by Ms. Natalie Elkaim (HR/SC/99/15). See the historic judgment of the International Criminal Tribunal for the Former Yugoslavia of 22 February 2001, in which the rape of civilians in time of war was for the first time considered a crime against humanity, Le Monde, 24 February 2001. See, on this subject generally, the study entitled \"Racial discrimination and religious discrimination: identification and measures\", prepared by the Special Rapporteur on religious intolerance (A/CONF.189/PC.1/7, paras. 73 ff.). This applies to India, Malaysia, Papua New Guinea and Serbia. See the website www.penelopes.org/pages/beijing/textes/tradit9.htm. It is also true of Mongolia, Report of the Human Rights Committee (A/55/40, vol. I, para. 323). See the website www.senat.fr/rap/r98-436/r98-43630.html. See report of CEDAW, consideration of the report of Colombia (A/54/38/Rev.1, paras. 381, 385 and 386). Ibid., consideration of the reports of Belize, p. 51, para. 52, and Chile, p. 66, paras. 226 and 227. The wives of the prophet and famous women, including Khadija, Aisha, Umm Sulaym and Asma bint Umays and also her daughter, Fatima, apparently played important roles in economic, social and even political and military life in the building of society and construction of the Muslim State. See Abd Al Halim Abou Chouqqa, Encyclopédie de la femme en Islam, Al Qalam, Paris, 1998, vol. 1, pp. 22 ff. See also Roger Caratini, Mahomet, Criterion, Paris, 1993, pp. 332 ff. See general recommendation No. 23, para. 20. Several States have abolished certain electoral practices stemming from the denigration of women and their inferior status in society. Examples include the elimination of proxy voting, which enabled a husband or father to vote in place of his wife or daughter. See CEDAW, consideration of the report of Algeria (A/54/38/Rev.1, p. 13, para. 62). See Samuel (note 14 above), pp. 45 ff., and Roland J. Campiche, \"Religion, statut social et identité féminine\", Archives de sciences sociales des religions, 1996, No. 95, p. 74. On the subject, see Samuel (note 14 above), p. 24. See also report of the Special Rapporteur on religious intolerance (E/CN.4/2000/65, paras. 156 ff.). See Samuel, op. cit., p. 44. See Ad van der Helm, \"La femme dans l'Eglise catholique\", Revue de droit canonique, No. 46, 1996, pp. 37 to 52. In 1998, Pope John Paul II put an end to debate on the issue by ruling that the non-ordination of women was not a question of discipline but a \"truth of faith\". See Jean-Paul Willaime, \"La responsabilité des femmes dans les Eglises protestantes\", Revue de droit canonique, No. 46, 1996, pp. 75 to 86, and \"L'accès des femmes au pastorat\", Archives de sciences sociales des religions, 1996, No. 95, pp. 29 to 45. See also Martine Haag, \"Statut des femmes dans les organisations religieuses: l'exemple de l'accès au pouvoir clérical\", Archives de sciences sociales des religions, 1996, No. 95, pp. 47 to 67. This applied for some years to Pauline Bebe, France's first female rabbi. See Bernard Paperon, \"La femme dans le judaïsme\", Revue de droit canonique, No. 46, 1996, pp. 99 to 104. See the reservations of Israel to article 7 (b) of the Women's Convention, ST/LEG/SER.E/17 (note 49 above), p. 182. See the reservation of Malaysia to article 7 (b) of the Women's Convention regarding \"appointments to certain public offices such as the Mufti, Sharia court judges and Imam, which are in accordance with the provisions of Islamic Sharia law\". See Nadine Weibel, \"Femmes, pouvoir et islam\", Revue de droit canonique, No. 46, 1996, pp. 105 to 114. Tunisian Administrative Court ultra vires (first instance) appeal ruling No. 14232 of 10 March 1998, Ali Amamou vs. Ministry of Justice (unprecedented case). See the example of Bangladesh, report of the Special Rapporteur on religious intolerance (A/55/280/Add.2, paras. 58 and 59). In France, until the 1960s, men and women were apparently separated during church services. See Mohand Khellil, \"Les femmes et le partage du social\", CHEAM Symposium (note 14 above), p. 19. See Women's Caucus for Gender Justice (note 113 above), p. 10. See Human Rights Committee, general comment 22, para. 9. See report of the Secretary-General on traditional or customary practices … (A/53/354, para. 24). See, in the same vein, General Assembly resolution 52/99. See report of CEDAW (A/54/38/Rev.1, para. 392). See the example of Maghreb women, L'Express, No. 2586, 25-31 January 2001, pp. 48 ff. See the study \"Racial discrimination, religious intolerance and education\" by the Special Rapporteur on religious intolerance (A/CONF.189/PC.2/22, paras. 115 ff.). See preliminary report of the Special Rapporteur on traditional practices … (E/CN.4/Sub.2/1995/6, para. 42). See Amnesty International, Pakistan: honour killing of girls and women, September 1999. Ibid. Several States have done so or are in process of doing so. See the examples of Uganda, Togo, Tanzania, Côte d'Ivoire, Senegal, Burkina Faso, the Central African Republic, Djibouti, Ghana and Guinea (E/CN.4/Sub.2/1999/14, para. 39) and Nigeria (E/CN.4/Sub.2/2000/17, para. 16). Some States where such practices are reportedly prevalent among certain immigrant communities have adopted measures to ban these practices. See the examples of Canada (A/53/354, paras. 42 and 45) and the United Kingdom (E/CN.4/Sub.2/1998/11, paras. 42 to 54). In the United States, female genital mutilation is considered a federal crime (E/CN.4/Sub.2/1997/10, para. 16). On the subject, see Tomasevski (note 47 above). See, for example, the work of NGOs in Ghana (A/53/354, para. 50). See also the website www.africaonline.com.ci/AfricaOnline/infos/ivs/2867SAV2.HTM. See, for example, the work of UNFPA in the north of Uganda and that of the United Nations Development Fund for Women (UNIFEM) in Kenya (A/53/354, paras. 32 and 39). There are examples of successful experiments conducted in Kenya and Tanzania, with NGO assistance, to replace the ritual of female circumcision with an alternative rite of passage or excision-free initiation ceremony and an education and coming-of-age programme for girls (songs, dances, body awareness, health and sex education, self-esteem, etc.), enabling them to assume, in observance of tradition, their future roles as women without undergoing genital cutting (E/CN.4/Sub.2/1999/14, paras. 43 and 44). See also the website www.gtz.de/fgm/french/theme6.html. This is true of the Mediterranean ritual of virginity testing, which has been circumvented by the displaying of a shirt impregnated with chicken's blood. For this and other examples, see Emna Ben Miled (note 14 above), p. 97. See report of CEDAW (A/54/38/Rev.1, para. 11). This applies to the United Arab Emirates (E/CN.4/Sub.2/1998/11, para. 100). See, inter alia, the examples of India and China (A/53/354, paras. 41 and 43). With national offices established in 26 countries of Africa, the Committee has implemented programmes at the grass-roots level, including the provision of training for traditional birth attendants and campaigns to raise awareness of the adverse consequences of certain traditional practices (A/53/354, para. 48). See the example of the regional symposium organized in Banjul, Gambia, from 20 to 24 July 1998 by the Inter-African Committee on Traditional Practices Affecting the Health of Women and Children (E/CN.4/Sub.2/1999/14, paras. 47 to 49). See the study by the Special Rapporteur on religious intolerance (note 265 above), in particular paras. 137 ff. Report of CEDAW (A/54/38/Rev.1, para. 315, China; and p. 55, para. 95, Georgia). In some States, certain practices such as female genital mutilation are punished as crimes and even classified as torture (articles 243 and 244 of the Portuguese Criminal Code). Under other laws (Finland), female excision is punished as a crime irrespective of whether it is performed abroad. In Germany, the law does not recognize any special circumstances such as religious grounds or the consent of the person concerned. See report on traditional practices … (E/CN.4/Sub.2/2000/17, para. 11). 282 Tomasevski (note 47 above). Ibid. See paragraph 78 above. In collaboration with WHO and UNFPA, UNICEF has addressed issues such as female genital mutilation, female infanticide, selective abortion and the customs of devi and devadasi in India and Nepal (A/53/354, paras. 28 ff.). See conclusions of the Burkina Faso seminar (E/CN.4/Sub.2/1999/14, para. 30). See also paragraph 78 and note 81 above. Note 27 above, p. 13. This is what was done by the Human Rights Committee and CEDAW in their aforementioned comments. See chapter I, paragraphs 49 ff. and 69 ff. Many States have not ratified the Women's Convention, including Iran, Syria, Afghanistan, Saudi Arabia, Bahrain, Qatar, Oman, the United Arab Emirates, the Sudan, the United States of America and the Vatican City State. E/CN.4/2002/73/Add.2 page 81 See UNHCR/IOM/83/97. See also the examples of Denmark, Canada, Sweden and the United States of America, which have taken measures to that effect (A/53/354, paras. 37, 38, 41 and 45). With regard to these initiatives, see E/CN.4/Sub.2/1999/14, paras. 51 and 53, and E/CN.4/Sub.2/2000/17, paras. 3 ff. Tomasevski (note 47 above). Ibid. On the subject, see Talbi (note 12 above). See also Sadok Belaïd, Islam et droit. Une nouvelle lecture des versets prescriptifs du Coran, Centre de publication universitaire, Tunis, 2000, pp. 168 ff. \\\\\\\\\\ President Franklin D. Roosevelt's wife, an American social militant who campaigned for racial equality.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons with disabilities",
            "Persons in street situations",
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    }
]