[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental action in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with the terms of that resolution, the Special Rapporteur submitted his first report to the Commission at its forty-third session (E/CN.4/1987/35). His mandate was extended for one year by resolution 1987/15 of 4 March 1987, adopted at the same session of the Commission.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. From 1988 onwards, the Special Rapporteur submitted yearly reports to the Commission (E/CN.4/1988/45 and Add.1; E/CN.4/1989/44; E/CN.4/1990/46; E/CN.4/1991/56; E/CN.4/1992/52; E/CN.4/1993/62 and Corr.1 and Add.1). By its resolutions 1988/55, 1990/27 and 1992/17, the Commission twice decided to extend the Special Rapporteur's mandate for two years, and then for three years until 1995.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. After the resignation of Mr. Angelo d'Almeida Ribeiro, the Chairman of the Commission appointed Mr. Abdelfattah Amor as Special Rapporteur. The latter submitted his reports to the Commission on Human Rights at its fiftieth, fifty-first, fifty-second and fifty-third sessions (E/CN.4/1994/79; E/CN.4/1995/91 and Add.1; E/CN.4/1996/95 and Add.1 and 2; E/CN.4/1997/91 and Add.1), and also to the General Assembly at its fiftieth, fifty-first and fifty-second and fifty-third sessions (A/50/440; A/51/542 and Add.1 and 2; A/52/477 and Add.1). By its resolution 1995/23 of 24 February 1995, the Commission on Human Rights decided to extend the Special Rapporteur's mandate for a further three years.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. This report is submitted pursuant to Commission on Human Rights resolution 1997/18 of 11 April 1997. The Special Rapporteur has concentrated his analysis on legislation in the sphere of tolerance and non-discrimination concerning religion or belief, in situ visits and their follow-up, the establishment of a culture of tolerance, and the status of communications sent since the Commission's fifty-third session. II. IDENTIFICATION OF LEGISLATION IN THE FIELD OF TOLERANCE AND NON-DISCRIMINATION CONCERNING RELIGION OR BELIEF",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, of 1981, provides in article 4, paragraph 2, that all States shall make all efforts to enact or rescind legislation where necessary to prohibit any such discrimination, and to take all appropriate measures to combat intolerance on the grounds of religion or other beliefs in this matter. The objective to be achieved, which is established in article 7 of the Declaration, is that the rights and freedoms set forth in the Declaration shall be accorded in national legislation in such a manner that everyone shall be able to avail himself of such rights and freedoms in practice.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 7,
        "Text": "7. When the provisions of national legislation conform to those of the 1981 Declaration, they constitute a guarantee of freedom of religion and belief, and hence an instrument to combat intolerance and discrimination based on religion and belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 8,
        "Text": "8. To this end, the General Assembly, in resolution 52/122, and the Commission on Human Rights, in resolution 1997/18 of 11 April 1997, urged States to ensure that their constitutional and legal systems provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without discrimination, including the provision of effective remedies in cases where the right to freedom of religion or belief is violated.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. As long ago as 1960, the Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, Mr. Arcot Krishnaswami, in his \"Study of discrimination in the matter of religious rights and practices\" (60.XIV.2), stressed the importance that should be given to consideration of legal situations so as to clarify how laws and administrative practices increased or reduced the scope of freedom of thought, conscience and religion. The Special Rapporteur considered that the actual adoption of legislation could constitute an educational measure.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. It may also be recalled that the General Assembly, in resolution 1779 (XVII) of 7 December 1962, called upon all States to rescind discriminatory laws which had the effect of perpetuating racial prejudice and national and religious intolerance, to adopt legislation if necessary for prohibiting such discrimination, and to take other appropriate measures to combat such prejudice and intolerance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 11,
        "Text": "11. The United Nations Seminar on the encouragement of understanding, tolerance and respect in matters relating to freedom of religion or belief, held at Geneva from 3 to 14 December 1984, also reached the following conclusion: \"Each State, in accordance with its own constitutional system should provide, if necessary, adequate constitutional and legal guarantees for freedom of religion or belief consistent with the provisions of the Universal Declaration of Human Rights, the International Covenants on Human Rights and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion and Belief with a view to ensuring that freedom of religion or belief is assured in a concrete manner, that discrimination on grounds of religion or belief is proscribed, and that adequate safeguards and remedies are provided against such discrimination\" (ST/HR/SER.A/16, para. 102).",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In 1986, the Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, Mrs. Elisabeth Odio Benito, in her \"Comprehensive and thorough study of the current dimensions of the problems of intolerance and of discrimination on grounds of religion or belief\" (E/CN.4/Sub.2/1987/26), undertook a detailed analysis of existing constitutional and legal guarantees of freedom of thought, conscience, religion and belief, and also, in the context of action by States, fully endorsed the recommendation of the 1984 Seminar.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Similarly, in 1986, the Special Rapporteur on religious intolerance, Mr. Angelo Vidal d'Almeida Ribeiro, identified legislative provisions in the context of factors that may hamper the implementation of the 1981 Declaration, in his analysis of the information collected which might give rise to communications. The Special Rapporteur also made a comparative study of the national legislation of various countries on the basis of replies by States to a questionnaire on the subject (reports E/CN.4/1991/56 and E/CN.4/1992/52). As a result of his research, the Special Rapporteur considered that States should constantly monitor possible violations of the right to freedom of religion and belief and should endeavour to adapt their legislation to existing international standards, in particular the 1981 Declaration. They should also establish the necessary constitutional and legal guarantees to protect the rights enshrined in the Declaration and should envisage the introduction of appropriate mechanisms to ensure the active implementation of these norms. The Special Rapporteur noted the discrepancies that often existed between general provisions and the texts of laws and regulations, which might result in measures infringing the right to freedom of religion and belief. He was of the opinion that decisive steps ought to be taken worldwide to introduce effective administrative and judicial remedies. These remedies should be clearly defined and should be particularly concerned with penalizing incidents and measures inconsistent with the standards concerned.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Secretary-General gathered several legal texts which he incorporated in a \"Compendium of the national legislation and regulations of States on the question of freedom of religion or belief with particular regard to the measures taken to combat intolerance or discrimination in this field\" (E/CN.4/1986/37 and Add.2 to 5; E/CN.4/1987/34; E/CN.4/1988/43 and Add.1 to 7).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 15,
        "Text": "15. When the Special Rapporteur, Mr. Abdelfattah Amor, took up his office, he invited States to communicate to him any new information falling within his mandate and any other comments which they might wish to make. Most of the replies received made particular reference to constitutions, laws and regulations and to legal measures to combat intolerance and discrimination with regard to religion and belief (E/CN.4/1995/91 and Add.1).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 16,
        "Text": "16. In carrying out his mandate and in order to gain a better insight into constitutional and legal guarantees of freedom of religion and belief, the Special Rapporteur decided to continue with his initial approach by further concentrating his search for information from States and requesting the text of the constitutions in force or any equivalent instruments, and also legislation and regulations relating to religious freedom and the practice of worship. For the Special Rapporteur, this was a means of obtaining documentation in the legal sphere covering all States and also of updating the documentation obtained in the course of his missions or in the context of his communications or replies from States. Clearly a compendium of national enactments on or relating to freedom of religion and belief constitutes a vital means of comparison, analysis, appreciation and follow-up. With regular updating, through the information which it transmits and which should be made available to all persons involved in matters of religion or belief, it could constitute a basic yardstick against which the different situations of any kind could be examined in a sufficiently well-founded manner, in the light, naturally, of the internationally established standards. The Special Rapporteur considers that the United Nations should, as far as human rights are concerned, be sufficiently familiar with the bodies of law of the various States and be in a position to follow their development and to publicize both the positive contributions which they can make to human rights and the limits or obstacles which they may constitute.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. To date, although the request was made only a few weeks ago, the Special Rapporteur has obtained information from the following 22 States, which he would particularly like to thank for their cooperation: Algeria, Armenia, Bolivia, Cambodia, Cape Verde, Czech Republic, Ethiopia, Finland, Indonesia, Israel, Japan, Korea, Namibia, Pakistan, Poland, Saudi Arabia, Seychelles, Sudan, Sweden, Switzerland, Uruguay and Federal Republic of Yugoslavia.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Saudi Arabia transmitted a set of documents entitled \"The basic law of Government, the law of the Council of Ministers, the laws of Majlis Ash Shura and the orders attached thereto and the law of the provinces\".",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Armenia, Cambodia, Cape Verde, the Czech Republic, Ethiopia, Finland, Indonesia, Namibia, Pakistan, Sweden, Switzerland and Uruguay sent the text of their constitutions. Algeria sent a copy of its Constitution and of the Act establishing public holidays, including religious holidays. Bolivia transmitted the text of its Constitution and the amendments of 1994, while Korea transmitted the text of its Constitution, articles 6 to 13 of the Act concerning Assembly and Demonstration and article 5 of the Education Act. The Republic of Seychelles sent extracts from the relevant articles of its Constitution. Israel replied that it had no formal Constitution and transmitted copies of the texts of the Basic Laws, the Declaration of Independence of the State of Israel and laws concerning religious freedom (Protection of Holy Places Law; Hours of Work and Rest Law; Hours of Work and Rest Law - Amendment No. 6; Youth - Care and Supervision - Law; Succession Law; Rules of Evidence Amendment - Warning of Witnesses and Abolition of Oath Law; Declaration of the Establishment of the State of Israel; Prisons Ordinance, New Version; Equal Employment Opportunities Law; Penal Law art. 7). Japan sent the text of its Constitution and an extract from the Religious Judicial Person Law. Poland transmitted the text of its Constitution, legislation in the field of religious freedom and freedom of worship, and a list of the other regulations in that field (in Polish). The Sudan sent the text of the Sudan Peace Agreement and of the fourteenth Constitutional Decree. The Federal Republic of Yugoslavia transmitted constitutional provisions relating to religious freedom, priority provisions of the Criminal Code and legislation concerning religious holidays. The other States are urged to send in their contributions.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The Special Rapporteur regards in situ visits as being of great importance, and has given priority to this activity since he took up his duties.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. He considers it necessary to recall the objectives of these in situ visits as established by the Commission on Human Rights and the General Assembly, namely: (a) To gather opinions and comments on all alleged incidents and government action incompatible with the Declaration of 1981, in order to analyse them and prepare conclusions and recommendations;; (b) To pass on the experience and positive initiatives of States.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The visits enable dialogue to be initiated or pursued in greater depth with Governments and with all the parties concerned, namely, non-governmental organizations and all individuals, including victims, with a particular interest in the mandate. They also help to enhance understanding of the complexity of situations of intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur makes two or three in situ visits a year, as indicated in the following table of visits since 1994: | IN SITU VISITS BY THE SPECIAL RAPPORTEUR | | | | | |------------------------------------------|-----------------------|-------------------------------------------|--|--| | COUNTRY | PERIOD | REPORT | | | | CHINA | November 1994 | E/CN.4/1995/91 | | | | PAKISTAN | June 1995 | E/CN.4/1996/95/Add.1 | | | | IRAN | December 1995 | E/CN.4/1996/95/Add.2 | | | | GREECE | June 1995 | A/51/542/Add.1 | | | | SUDAN | September 1996 | A/51/542/Add.2 | | | | INDIA | December 1996 | E/CN.4/1997/91/Add.1 | | | | AUSTRALIA | February-March 1997 | E/CN.4/1998/6/Add.1 | | | | GERMANY | September 1997 | E/CN.4/1998/6/Add.2 | | | | UNITED STATES OF AMERICA | January-February 1998 | Report to be submittedat next session | | |",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur wishes to emphasize the cooperation which States have extended to him and would like to thank them again. Requests for visits sent to certain States have remained unanswered, as may be seen from the table of unanswered requests sometimes despite several reminders, consultations and earlier requests which are still valid. | UNANSWERED REQUESTS FOR VISITS | | | | | |--------------------------------|-----------------|-----------|--|--| | COUNTRY | DATE OF REQUEST | REMINDERS | | | | TURKEY | 1995 | X | | | | VIET NAM | 1995 | X | | | | INDONESIA | 1996 | | | | | MAURITIUS | 1996 | | | | | ISRAEL | 1997 | | | |",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The Special Rapporteur notes that the Commission on Human Rights, in resolution 1997/18 of 11 April 1997, \"Calls upon all Governments to cooperate with the Special Rapporteur on religious intolerance and to give serious consideration to inviting the Special Rapporteur to visit their countries so as to enable him to fulfil his mandate even more effectively\". It should be pointed out that, this provision has been reiterated annually by the Commission on Human Rights since the mandate was instituted and by the General Assembly, in the form of a resolution, since the Special Rapporteur began to submit reports to that organ.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur therefore again invites States which he has requested to visit to make a practical contribution to the execution of his mandate in the field by allowing an in situ visit.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. As indicated in his report (A/50/440, para. 34, of 18 September 1995) the Special Rapporteur considers that, while importance should still be attached to traditional visits, it would be useful, in some circumstances, to make contact visits for the purpose of establishing a dialogue with Governments and furthering understanding.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. With particular regard to Turkey and Viet Nam, which he has been requesting to visit since 1995, the Special Rapporteur wishes to point out, as indicated in his earlier reports and his statements to the Commission on Human Rights and the General Assembly, that these two partners are facing issues which require to be examined in depth as soon as possible.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Since 1996, the Special Rapporteur has defined and implemented a visit follow-up procedure. This procedure consists in asking States which have received an in situ visit to send their comments and any information on action taken or envisaged by the authorities concerned to implement the recommendations made in the mission reports. Follow-up tables were sent in 1996 to China, Iran and Pakistan (A/51/542), and in 1997 to Greece, India and the Sudan (A/52/477/Add.1). The Chinese authorities replied in 1996 (A/51/542, annex II), the Pakistan authorities in 1997 (A/52/477/Add.1, part III. B), and the Sudanese authorities within a very short period (A/52/477/Add.1, part III. A), and since the visit continue to practice excellent cooperation which should be emphasized and welcomed. On 17 November 1997, Greece sent a reply which is contained in annex 1 to this report. The Iranian authorities have not sent any reply to date but have always continued to cooperate with the Special Rapporteur, specifically through several rounds of consultations in Geneva. The Special Rapporteur would like this cooperation to be even more specific. Cooperation with India with regard to visit follow-up also seems to be on a firm footing, although its formal reply has not yet been received.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur noted with interest Commission on Human Rights resolution 1997/37, entitled \"Human rights and thematic procedures\", in particular: \"The Commission on Human Rights, ... \"1. Commends those Governments that have invited the thematic special rapporteurs ... to visit their countries ... ; \"2. Encourages all Governments to: ... (c) Consider follow-up visits designed to assist them with effective implementation of recommendations of the thematic special rapporteurs and working groups;; \"3. Invites the Governments concerned to study carefully the recommendations addressed to them under thematic procedures and to keep the relevant mechanisms informed promptly on the progress made towards their implementation\".",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur hopes that adequate financial resources will be made available for the mandate so as to permit not only the traditional in situ visits but also follow-up visits.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In accordance with his mandate and pursuant to paragraph 14 of resolution 1994/18, in which the Commission on Human Rights encouraged the Special Rapporteur to examine the contribution that education could make to the more effective promotion of religious tolerance (a provision annually reiterated by the General Assembly and the Commission on Human Rights), the Special Rapporteur began by undertaking a number of consultations and tasks which enabled him to confirm his initial conclusions as to the role of education as an essential and priority means of combating intolerance and discrimination.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Education can be decisive in inculcating values predicated on human rights and fostering tolerant, non-discriminatory attitudes and behaviour in individuals and groups, thus helping to spread the human rights culture. The school, as an essential element in the educational system, may constitute a fertile and highly suitable terrain for lasting progress in the area of tolerance and non-discrimination in matters of religion or belief.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur therefore decided, as a second step, to conduct a survey, by means of a questionnaire addressed to States, on problems relating to freedom of religion and belief from the standpoint of the curricula and textbooks of primary or elementary and secondary educational institutions. The Commission on Human Rights, taking note with interest in resolution 1995/23 of the Special Rapporteur's questionnaire on religious education as a contribution to increased understanding of this matter, asked Governments to cooperate with the Special Rapporteur. The results of such a survey could help to shape an international educational strategy centred on the definition and implementation of a common minimum curriculum of tolerance and non-discrimination, for combating all forms of intolerance and discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur has received replies from the following 77 States: 1/ Algeria, Andorra, Armenia, Austria, Bahrain, Belarus, Bosnia and Herzegovina, Brazil, Bulgaria, Burkina Faso, Chile, China, Colombia, Côte d'Ivoire, Croatia, Cuba, Cyprus, Denmark, Djibouti, Ecuador, Egypt, France, Germany, Guatemala, Holy See, Honduras, Iceland, India, Indonesia, Iraq, Israel, Italy, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Luxembourg, Mali, Marshall Islands, Mauritius, Mexico, Morocco, Namibia, Nauru, Netherlands, New Zealand, Nicaragua, Niger, Norway, Oman, Pakistan, Paraguay, Philippines, Portugal, Republic of Korea, Romania, Saint Lucia, San Marino, Senegal, Singapore, Slovakia, Spain, Sweden, Switzerland, Thailand, the former Yugoslav Republic of Macedonia, Tunisia, Turkey, Uganda, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay, Venezuela, Viet Nam, Yugoslavia and Zambia.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The results of the analysis of these replies, which has been delayed because of the lack of resources made available for the mandate, will be the subject of a separate document.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The ongoing analysis of the replies to the Special Rapporteur's questionnaire does not for the moment allow conclusions or recommendations to be drawn but it does provide a basis for provisional comments.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. First, it seems that the majority of States attach prime importance to education as the principal means of preventing discrimination and intolerance based on religion or belief, the essential element being the school system.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Most states indicated clearly that school curricula and textbooks should be centred on the following common values and principles: tolerance and non-discrimination in general, particularly where religion and belief are concerned, and human rights.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Similarly, in the context of measures intended to promote tolerance, many States stressed the importance of education conveying a culture of tolerance, respectful of diversity of religions and beliefs, and imbued with human rights values. Some States also referred to the need for school textbooks designed to teach values common to all religions.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In the light of the risks of religious and political indoctrination, several States described the following measures, which are in many cases of a preventive nature: constitutional and other legal guarantees, State supervision and information campaigns.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Admittedly, interpretations of the role of education and religious instruction in particular, and of the principles of tolerance and non-discrimination vary according to the State concerned. In this connection, there is a very marked difference between States based on or advocating secular principles and theocratic States or in some cases even States having an official or State religion. In addition, even within these two groups, there are many variables: on the one hand, States generally opt either for total rejection of religion, which is confined and concealed in the private sphere, or for a relationship of cooperation and partnership with religions; on the other hand, States which are or claim to be based on religion may be either exclusive - for the benefit of the predominant religion alone, or open and respectful vis-à-vis other religions.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In accordance with these complex and very diverse distinctions, the replies to the questionnaire in some cases raised questions in relation to the principles of tolerance and non-discrimination. Thus, the compulsory nature of religious instruction raises the question of respect for belief, in particular of non-believers, when no exemption or alternative measure, such as civic or moral education, is provided for. Similarly, a problem arises with imposing a particular kind of religious instruction on members of another faith without giving them the right to be excused from that instruction. In addition, difficulties arise when members of a religion other than the majority religion have no private religious institutions. Some States replied that their population was completely homogenous from the religious standpoint, which raises the question whether consideration should be given to several reliable sources of information which report the existence of religious minorities. It should be noted that, generally speaking, the teaching of comparative religion is limited and simply does not exist in many States.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. As regards textbooks and curricula, two problems may arise, namely, the production of textbooks and curricula by State authorities without any consultation of the various religious communities and faiths, and the establishment of such textbooks and curricula in isolation from any State intervention, notably control of their compatibility with national and international legislation.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Similarly, in connection with the content of textbooks and curricula questions arise concerning the situation in two kinds of States, first those which pay absolutely no heed to questions of religion and belief, and secondly those which focus exclusively on a particular religion or belief.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. With regard to teachers, questions sometimes arise concerning the adequacy of their training for the purpose of giving religious instruction and teaching the values of tolerance and non-discrimination.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. All these provisional observations should, of course, be considered in the light of the fact that the analysis of the replies to the questionnaire is still continuing. V. REPORT ON COMMUNICATIONS SENT BY THE SPECIAL RAPPORTEUR AND REPLIES RECEIVED FROM STATES SINCE THE FIFTY-THIRD SESSION OF THE COMMISSION ON HUMAN RIGHTS",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. This report relates to communications sent since the fifty-third session of the Commission on Human Rights, the replies or absence of replies from the States concerned, and late replies. Because of drastic budgetary savings, the Special Rapporteur has been unable to publish his communications and the replies from States, contrary to the practice followed since the establishment of the mandate up to report E/CN.4/1995/91 of 20 December 1994. The Special Rapporteur has therefore conducted an analysis of information in the context of a status report on the 51 States which have been sent communications since the fifty-third session of the Commission (1988: 7 States, 1989: 22 States, 1990: 32 States, 1991: 20 States, 1992: 25 States, 1993: 22 States, 1994: 27 States, 1995: 49 States, 1996: 46 States, 1997: 49 States): Afghanistan, Albania, Angola, Armenia, Austria, Azerbaijan, Belarus, Bosnia and Herzegovina, Brunei Darussalam, Bulgaria, China (3), Comoros, Czech Republic, Egypt, Gabon, Gambia, Georgia, Greece, India, Iran, Iraq (2), Israel, Kuwait, Latvia, Mauritania, Mongolia (2), Mozambique, Myanmar, Nepal, Nicaragua, Nigeria, Oman, Pakistan, Portugal, Qatar, Romania, Russian Federation (2), Singapore, Slovakia (2), Somalia, Sudan, Switzerland, Thailand, the former Yugoslav Republic of Macedonia (2) Trinidad and Tobago, Turkey, United Arab Emirates, Uzbekistan, Viet Nam (2), Yemen and Yugoslavia.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Special Rapporteur therefore first analysed the communications and then examined the replies of States.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. An initial analysis gives rise to a very general classification of the communities which have allegedly been the victims of violations of freedom of religion and belief, as reflected below. Classification of communities which have allegedly been the victims of violations of freedom of religion and belief: (a) Christianity: Afghanistan, Angola, Armenia, Azerbaijan, Bosnia and Herzegovina, China, Egypt, Georgia, India, Iraq, Mongolia, Mozambique, Myanmar, Nepal, Pakistan, Qatar, Romania, Sudan, the former Yugoslav Republic of Macedonia, Trinidad and Tobago, Turkey, United Arab Emirates, Uzbekistan;; (b) Judaism: Yugoslavia;; (c) Islam: Afghanistan, Azerbaijan, Bosnia and Herzegovina, Greece, Iraq, Qatar, the former Yugoslav Republic of Macedonia, Uzbekistan;; (d) Buddhism: China, Viet Nam;; - (a) Ahmadis: Gambia, Pakistan; - (b) Baha'is: Iran; (c) Jehovah's Witnesses: Armenia, Bulgaria, Gabon, Georgia, Latvia, Romania, Singapore, Slovakia;; - (d) Hare Krishna: Armenia; - (e) Scientology: Switzerland. All religions, all religious groups and communities except the official or State religion or the predominant religion: Brunei Darussalam, Comoros, Israel, Kuwait, Mauritania, Nicaragua, Oman, Russian Federation, Somalia, Thailand, Yemen.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The communities referred to in allegations are very diverse and have been divided into five categories: Christianity; Judaism; Islam; Buddhism; and other religions, religious groups and communities (Ahmadis, Baha'is, Jehovah's Witnesses, Hare Krishna and Scientology). With the aim of giving further information, two categories have been added, namely: \"All religions, all religious groups and communities except the official or State religion or the predominant religion\" and \"All religions, all religious groups and communities\". It should be emphasized that these categories do not reflect the particular branches of religion and belief such as, for example, Catholicism and Protestantism in the case of Christianity, the Shi'ite and Sunni branches in the case of Islam, etc. The number of countries concerned by category varies according to the information received and compiled, which represents a part of the information on the situation of religion and belief throughout the world. The results and observations reported can therefore be perceived only in the established context of the mandate and activities of the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. From the classification it is apparent that Christianity is, in numeral terms, the religion most frequently mentioned in the communications, which may be accounted for, inter alia, by better organization or by greater awareness of the different Christian communities in the various regions concerned in the field of protection and promotion of human rights, especially regarding religious matters.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The category \"Other religions, religious groups and communities\" comes in second place. It comprises religions, religious groups and communities in the field of religion and belief which are very diverse and at the same time small in terms of the number of their followers compared with the first four categories of religion. These are, therefore, minorities or minority groups, among which a substantial number of communications concerning the Jehovah's Witnesses will be noted.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. A substantial proportion of communications relating to religions, religious groups and communities in the field of religion and belief in a minority situation within a State or particular region also concern the category: \"All religions, all religious groups and communities except the official or State religion or the predominant religion\".",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. Islam constitutes the fourth category affected by violations and is followed in descending order by Buddhism, Judaism and the category \"All religions, all religious groups and communities\".",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Over and above this classification and analysis, it is quite clear that no religion, religious group or community is immune from violations, and that intolerance is not the monopoly of a particular State, category of States, religion, religious group or community.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. A second analysis consists in examining communications in the light of the principles, rights and freedoms enunciated in the 1981 Declaration. This approach has established six categories of violations covering the States referred to in this report.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. The first category concerns violations of the principle of non-discrimination in the matters of religion and belief. It involves allegations concerning discriminatory policies and/or legislation in the field of religion and belief. (a) In Myanmar, Christians in the state of Chin are alleged to be victims of a discriminatory policy;; (b) In the Russian Federation, provincial legislation and regulations are said to impose restrictions on the activities of religious minorities. The Law on Freedom of Conscience and Religious Associations of 23 June 1997 allegedly contains provisions liable to undermine the official recognition and activities of religious groups and communities not belonging to the Russian Orthodox Church. President Yeltsin initially vetoed this law on the ground that it jeopardized religious freedom in particular, but it was finally adopted in September 1997;; (c) In Kuwait, according to allegations from several sources, citizenship is denied to non-Muslims;; (d) In Brunei Darussalam, the Comoros, Kuwait, Mauritania, Oman, Qatar, Somalia, Uzbekistan and Yemen, non-Muslims are allegedly subjected to restrictions in religious matters (see fourth category).",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Other examples of violation of the principle of non-discrimination are found in allegations concerning refusal to grant official recognition to certain religious groups and communities (Azerbaijan, Georgia, Latvia, Uzbekistan). There are also allegations of legal bans against certain religious groups and communities (cf. Jehovah's Witnesses in Gabon and Indonesia). In Thailand, the textbooks in State schools allegedly contain information on Buddhism only. In Switzerland, State schools in some cantons are said to have courses on the Church of Scientology in which it is described as a sect; parents who are members of Scientology have tried to institute private education, but have been refused permission to establish a private school.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The second category concerns violations of the principle of tolerance in matters of religion and belief. (a) In Afghanistan, the extremism of the Taliban affects the whole of society, including all its religious components, whether Muslim or non-Muslim. Some categories of persons seem to be more affected than others: women are among those who suffer most because of severe restrictions on their education and employment, and the obligation to wear what is described as Islamic dress;; (b) In certain regions of India and Nepal, there have been reports of intolerance towards Christians and Christian converts;; (c) In Iraq, two Christians are reported to have been murdered following a fatwa to that effect issued by an imam.; (d) In Azerbaijan, Bulgaria and Mongolia, certain religious minorities and communities (Christian communities in Azerbaijan and Mongolia, Jehovah's Witnesses in Bulgaria) are reportedly experiencing a climate of intolerance. In Gambia, appeals for the murder of Ahmadis have reportedly been made by the Secretary of State for the Interior and Religious Affairs and an imam. In Georgia, the Orthodox Church is said to be trying to restrict the activities of other Christian organizations, while in Romania it is said to be hostile to members of the Greek Orthodox Church and Jehovah's Witnesses. In Nicaragua, the Catholic Church is allegedly trying to introduce Catholic textbooks in State schools. These textbooks would appear to preach a message of intolerance towards other religions. It is important to remember that religious intolerance and religious extremism of any kind can occur both within a religion and between religions.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 61,
        "Text": "61. The third category concerns violations of freedom of thought, conscience and religion or belief. Conscientious objection would appear to be a particularly important issue: (a) In Albania, no legislative provision is apparently made for alternative service or unarmed military service for conscientious objectors, who may be subject to judicial proceedings, fines and imprisonment. Exemption from military service may be granted against monetary payment, which may be regarded as discriminatory;; (b) In Belarus and Mongolia, the law does not apparently provide for an alternative to military service;; (c) In Austria, the Czech Republic, Portugal and Slovakia, there is apparently a legal time limit within which conscientious objectors must declare their refusal to perform military service or apply to perform alternative service;; (d) In Austria, Portugal, Slovakia and The former Yugoslav Republic of Macedonia, the duration of alternative service is such as to be punitive in nature, according to reports from more than one source;; (e) In Slovakia there have been reports of conscientious objectors being sent to prison.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The freedom to change one's religion is also being violated: (a) In Qatar and Kuwait, according to allegations based on several sources, the conversion of a Muslim to another religion is strictly prohibited and in Qatar it is punishable by death;; (b) In India and Israel, legislation banning conversion has been drafted;; (c) In Egypt, a Muslim who had converted to Christianity was reportedly arrested and interrogated in order to force him to give information about the activities of converts;; (d) In India, a Hindu who converted to Christianity is said to have been attacked by Hindu extremists;; (e) In Iraq, a young Christian woman was reportedly forced to marry a Muslim and convert to Islam;; (f) In Myanmar, there are reports that the army has tried to conduct campaigns to convert Christians in the State of Chin to Buddhism. In one monastery, children are said to have been forced to repeat Buddhist prayers every day and some parents are said to have been paid sums of money in exchange.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The fourth category concerns violations of the freedom to manifest one's religion or belief: (a) In Afghanistan, Azerbaijan, Bulgaria, China, Mozambique, Myanmar, Nigeria, the Russian Federation, Turkey and Uzbekistan, there are allegations that the authorities have imposed controls on, and/or interfered illegally with, the religious activities of all or certain religious groups and communities;; (b) In Georgia and Romania, the national Orthodox Church is said to be trying to restrict the activities of other religious groups and communities;; (c) In Brunei Darussalam, the Comoros, Kuwait, Mauritania, Oman, Qatar, Somalia and Yemen, according to more than one source, any proselytizing of Muslims by non-Muslims is forbidden. In Azerbaijan, there is reportedly a law forbidding any proselytizing activity by non-nationals. In Bulgaria, Jehovah's Witnesses are said to have been arrested, detained, mistreated, convicted or expelled because of their proselytizing activities;; (d) In Kuwait, Oman, Uzbekistan and Yemen, according to several sources, the local publication of non-Muslim religious material is prohibited,; while in Brunei Darussalam the importation of such material is forbidden. In Nigeria, the broadcasting of religious programmes and listening to religious cassettes are reportedly prohibited by decree and punishable by imprisonment. In Mauritania, Christians have allegedly been harassed or even arrested for distributing Christian literature outside their community; (e) In Brunei Darussalam, the authorities are said to have imposed restrictions on the teaching of the history of religions and other subjects related to religion in non-Muslim educational institutions, and to require that Islam be taught there. In Armenia, permission for a teacher to give religious instruction is reportedly dependent on the approval of the national Orthodox Church;; (f) In Afghanistan, non-Muslims are allegedly unable to practise their religion freely and Muslims are said to be forced to attend Friday prayers at the mosque. In Kuwait and Qatar, according to allegations based on several sources, non-Muslims have to restrict the practice of their religion to the confines of their homes.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The fifth category concerns violations of the freedom to dispose of religious property: In Brunei Darussalam, the authorities are said to have refused permission to build, enlarge or renovate non-Muslim places of worship. In Kuwait, according to allegations from more than one source, members of religions not recognized in the Koran, such as Hindus, Sikhs and Buddhists, are not allowed to build places of worship. In Pakistan, a court allegedly transferred ownership of an Ahmadi place of worship to non-Ahmadis, while in Myanmar construction of a church was stopped by the authorities despite the fact that a building permit had been obtained. In Greece, a Muslim religious leader was reportedly taken to court and then released after being accused of illegally building a mosque. In Azerbaijan, Christians were reportedly expelled from the premises where they were engaging in their religious activities. In Georgia and Azerbaijan, Armenian Orthodox churches are said to have been closed. In Azerbaijan and the Russian Federation, religious minorities are reportedly having difficulty renting rooms for use as places of worship. In one city in Bulgaria, Jehovah's Witnesses are apparently forbidden to rent buildings. In Bosnia and Herzegovina and in Nepal, places of worship are said to have been attacked and even destroyed. In Yugoslavia, in Zemum (district of Belgrade), a Jewish cemetery was reportedly desecrated and a publicly-owned synagogue rented out and rebuilt even though it was a protected historic building. In Pakistan, in Karachi, peaceful demonstrations by Christians protesting against the destruction of Christian properties, including churches, were allegedly broken up by the police. In Romania and Georgia, the problem of restitution of goods and religious properties confiscated under the former regime has been raised. (a) In Turkey, a municipality reportedly decided to expropriate part of a Christian cemetery in order to widen a road despite opposition by a Christian church. Some graves were apparently desecrated during that operation;; (b) In the Sudan, Christian schools have reportedly been bulldozed;; (c) In Georgia and Singapore, Jehovah's Witnesses literature has allegedly been confiscated. In Mongolia and Uzbekistan, the authorities are said to have confiscated bibles. In Nepal, Christian religious material has apparently been destroyed by Hindus. In Singapore, Jehovah's witnesses have reportedly been convicted for possession of their literature, which is banned.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The sixth category concerns violations of physical integrity and health, and even the right to life.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. There have been many reports of harassment and threats (Azerbaijan, Romania, Uzbekistan); mistreatment (Afghanistan, Bulgaria, Iran, Pakistan, Romania, United Arab Emirates, Uzbekistan); arrests and detentions (Angola, Bulgaria, China, Iran, Pakistan, Uzbekistan, Viet Nam), and even disappearances (China, Russian Federation, Uzbekistan) and murders (Iran, Iraq, Pakistan). In the case of China in particular, besides the urgent appeal, communications have been sent concerning the situation of Ghedün Nylmo, an eight-year-old boy recognized by the Dalai Lama as the eleventh reincarnation of the Panchen Lama, and concerning allegations of prison sentences for \"conspiring to split the country\" and \"leaking State secrets\" imposed on Chadrel Rimpoche (a Tibetan monk), his assistant Champa Chung and another Tibetan named Samdrup, who allegedly communicated with the Dalai Lama during the search for the child reincarnation of the Panchen Lama. In the case of Iraq, there have been allegations that security forces attacked Shi'ite pilgrims in Karbala', and that two Assyro-Chaldean Christians, suspected without proof of murdering a Muslim who had abducted their daughter or sister and forced her to marry him and convert to Islam, were murdered. The two Christians were reportedly detained, and later taken from their prison and tortured to death by 200 people following a fatwa issued by an imman calling for such action. In the case of Viet Nam, communications have been sent concerning the bonzes Thich Tri Tuu, Thich Mai Chanh and Thich Hai Thinh, who are said to be under house arrest, and the Buddhist monk Thich Nhat Ban, who is reportedly being held in solitary confinement in a re-education camp.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. In the context of the analysis of communications, the Special Rapporteur wishes to draw attention to the two urgent appeals addressed to China and the United Arab Emirates in the course of the period covered by the present report. The urgent appeal to China constituted a reminder about information concerning the detention of Yulo Dawa Tsering, a Tibetan monk, whom the Special Rapporteur interviewed during his visit to China in 1995 (E/CN.4/1995/91, para. 115). The Chinese Government replied that that monk had been conditionally released for good conduct on 6 November 1994, after having been sentenced to 10 years' imprisonment for having taken part in uprisings. It added that Yulo Dawa Tsering had enjoyed all the civil rights set forth in the Chinese Constitution since the end of the period of conditional release on 15 December 1995.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The urgent appeal to the United Arab Emirates was also a reminder concerning the case of Mr. Elie Dib Ghalib, a Christian who had been arrested and reportedly maltreated because of his marriage to a Muslim woman. On 29 October 1996, a court annulled the marriage and sentenced Mr. Ghalib to 39 lashes and a year's imprisonment for immoral marital relations. The United Arab Emirates replied that the trial had been conducted in accordance with the provisions of the Shariah and the law, and stated that \"all persons are equal before the Shariah, the Constitution and the law\" and that there had been no discrimination on the ground of belief or nationality.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. With regard to the replies of States to communications other than urgent appeals, the deadline had not expired for four States when this report was completed; they were Gambia, Mongolia (1), Viet Nam (1) and the Federal Republic of Yugoslavia. The Special Rapporteur received replies from the following 19 States: Armenia, Belarus, Bulgaria, China, Czech Republic, Greece, Iraq, Israel, Oman, Romania, Russian Federation, Singapore, Slovakia, Switzerland, Thailand, the former Yugoslav Republic of Macedonia, Trinidad and Tobago, Turkey and Viet Nam.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. As regards the content of the replies, Armenia stressed that its legislation and government policy were in conformity with the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and that the State in no way impeded the activities of religious organizations. It specified that the \"State Council for Religious Affairs\" had registered all the 44 religious organizations, representing 14 denominations, that had made an application and submitted their statutes; it had not registered the Jehovah's Witnesses on account of the incompatibility of their activities with the legal provisions on military service. According to the authorities, apart from an incident in April 1995 involving Hare Krishna, in respect of which the State had taken appropriate measures, there is no intolerance or discrimination vis-à-vis religious organizations. They added that for the time being no overall effort was being made to promote religious tolerance in educational institutions more effectively.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Belarus explained that the law made provision for alternative service in lieu of national military service, but that there were no regulations defining the conditions and terms under which military service could be replaced by alternative service, or to determine the nature of such service. According to the authorities, a practical solution had been found to the problem; citizens who refused to perform military service and said that they were unable to bear arms, use military equipment or take an oath were assigned to auxiliary units where their beliefs were respected. They added that a bill governing matters relating to alternative service was shortly to be submitted to the National Assembly.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Bulgaria explained that the reason for the refusal to register the Jehovah's Witnesses community was linked to fundamental tenets of the community's doctrine, such as the refusal to accept blood transfusions and to perform military service, which Bulgaria considered as contrary not only to its own legislation (Acts relating to public health and to general military service), but also to numerous international instruments to which Bulgaria was a party. It added that in 1996 the leaders of the Jehovah's Witnesses had used out-of-date registration documents dating from 1991 to hire rooms and that the lack of valid registration documents had been one of the grounds on which the authorities had intervened during public meetings held by the community. It pointed out that failure to re-register, and the consequent lack of an authorization for public activities in no way limited the right of each individual member of the Jehovah's Witnesses to worship and hold his or her religious beliefs. However, according to the authorities, proselytizing in public places or from door to door exceeds the individual right of followers to profess their religious beliefs. The authorities also stated that the claims that the Jehovah's Witnesses had been denigrated in the local press in the town of Assenovgrad were untrue. It was explained that the police had intervened in numerous cases brought to their attention by citizens complaining that they had been disturbed at home by Jehovah's Witnesses, whose activities went beyond freedom of thought, conscience and religion. It was further stated that Mr. Ralph Armlruster had impeded law enforcement officials in the performance of their duty. Finally, it was reported that the Alternative Military Service Act, which was due to come into force shortly, would deal in detail with the grounds for refusal to perform normal military service and the forms of alternative military service.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. China replied that 58-year-old Chadrel Rimpoche, former Vice-President of the Political Advisory Conference of the Autonomous Region of Tibet and former Director of the Board of Management of Trashilhumpo Monastery in Shigatse, together with his accomplices Champa Chung, former Deputy Head of the Board of Management of Dechingesanpochang (Shigatse district), and Samdrup, former Director-General of the Zhangmu subsidiary of the Gangjian Company in Tibet, had been found guilty of plotting against national unity, after an investigation and trial by the People's Intermediate Court in Shigatse district; in collusion with separatists abroad, they had engaged in activities jeopardizing national unity and threatening social stability and the development of Tibet. They were also found guilty of divulging State secrets in breach of the rules on security, and all three of them voluntarily admitted to their crimes.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. On 21 April 1997, the People's Intermediate Court in Shigatse district sentenced Chadrel Rimpoche to five years' imprisonment for having plotted against national unity, with three years' suspension of his political rights, and two years' imprisonment for having divulged State secrets; the grounds invoked by the Court were articles 92, 186 (1), 23, 24, 51, 52, 64 and 59 (2) of the Criminal Code of the People's Republic of China. In view of the circumstances of the case and in conformity with the law, the Court reduced the total sentence to six years' imprisonment, but still with three years' suspension of political rights. Champa Chung and Samdrup were sentenced to four years' imprisonment with two years' suspension of political rights and to two years' imprisonment with one year's suspension of political rights respectively.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. As the case involved State secrets, the Court decided, in accordance with article 152 (1) of the Code of Criminal Procedure of the People's Republic of China, that the trial would not be public, and informed the accused of the grounds for its decision at the commencement of the proceedings. Chadrel Rimpoche and Champa Chung said that they would not use the services of lawyers and that they would themselves exercise their right of defence. Samdrup chose a defence counsel. After the hearing, all three accused made their final statements. The Court handed down its verdict, which all three accepted, stating that they would not appeal.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. According to the information provided by China, \"Chinese citizens enjoy freedom of religious belief. Chinese legislation guarantees the right to participate in normal religious activities and the legitimate rights of the followers of a religion. Nevertheless, the law prohibits anyone from using religion to engage in any activities that disturb the social order or jeopardize State security. Chadrel Rimpoche and the two other individuals were given prison sentences for having plotted against national unity and divulged State secrets, which had nothing to do with their religious beliefs. It was because State secrets were involved that the trial of Chadrel Rimpoche and Champa Chung was not public.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The Russian Federation informed the Special Rapporteur that a detailed reply on the question of the compatibility of the \"Freedom of Conscience and Religious Associations Act\" with international human rights standards would be transmitted when the Act had been adopted. As the Act was finally adopted in September 1997, a reply is expected from the authorities of the Russian Federation.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Greece explained, in response to a communication summarized under the fifth category of violations, that construction work on the mosque in the village of Kimmeria (Xanthi) had been suspended because \"the extended basement as well as the minaret of the mosque were not included in the approved construction licence by the competent authorities. The Greek State enforced the law by taking the necessary steps to stop arbitrary construction work. However, after the issue of a new revised licence, the construction work could start again in conformity with the law ... Yet until today, no application for such a revised construction licence has been submitted to the relevant authorities for approval by those interested in continuing the building\".",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Iraq emphasized its desire to cooperate with United Nations bodies and mechanisms concerned with human rights and explained that its legislation guaranteeing freedom of religion and belief was consistent with relevant international law. It stated that \"the political leadership of Iraq is diligently pursuing a clear and firm policy based on a steadfast position from the cultural and religious heritage of the Iraqi people, all sections and minorities of which have always coexisted in a harmonious and fraternal manner, in regard to the effective and objective realization of public freedoms and human rights. The Iraqi authorities refuted the allegations of attacks by Republican Guards on pilgrims travelling to the holy town of Karbala' and stressed that there were no restrictions on visits to holy places.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Israel, replying to a communication on a draft law banning religious conversion, stated that since the sources of information had not been identified, the allegations were vague and the law in question was only a draft, the request by the Special Rapporteur was neither appropriate nor necessary. The Special Rapporteur informed the Permanent Mission of Israel to the United Nations Office at Geneva that his sources of information always remained confidential and that any allegation was based on more than one source. He invited Israel to cooperate more fully with a view to better protecting religious freedom on the basis of internationally recognized instruments and in conformity with the rules governing the special procedures.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The former Yugoslav Republic of Macedonia set out in detail its legislative and institutional provisions guaranteeing freedom of religion, which are designed to prevent and eliminate hatred, intolerance and violence based on religion or belief (in particular, the ban on the use of religion by religious groups and communities for political ends or to encourage intolerance; the obligation for political parties and other associations to pursue programmes and activities that respect the constitutional order and do not encourage hatred and intolerance, particularly religious intolerance, under pain of dissolution; the principle of non-discrimination, particularly on religious grounds in secondary education, etc.). The importance to be attached to human rights, non-discrimination and tolerance in primary and secondary-school curricula was also underscored.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Regarding allegations about the shortage of mosques, or even the destruction of premises serving as mosques and the failure by the authorities to issue the necessary building permits for mosques, the authorities stated that no religious community had so far claimed that it was unable to conduct its religious activities or that it lacked sufficient places of worship. They further stated that in the former Yugoslav Republic of Macedonia, out of 2,030 religious establishments 1,550 belong to the Macedonian Orthodox Church, 450 to the Muslim community, 15 to the Catholic Church and 15 to the Protestant Church.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Where the Serbian Orthodox Church is concerned, the authorities explained that applications from members of the Serbian Orthodox clergy to enter the former Yugoslav Republic of Macedonia had been refused on the grounds that their Church did not recognize the independence of the Orthodox Church of the former Yugoslav Republic of Macedonia, within which it appointed its own administrators. Nevertheless, it was emphasized that members of the Serbian Orthodox Church in the former Yugoslav Republic of Macedonia were able to practise their religion and to have their own church, which had to have the status of a church of the diaspora. The authorities further stated that the adoption of a new law on religious groups and communities had been preceded by joint meetings with all the religious denominations, some of whose proposals had been adopted.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The Sultanate of Oman, replying to a communication summarized under the first and fifth categories of violations, emphasized that its legislation guaranteed freedom of religion and \"religious observance\".",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Romania, in reply to a communication summarized under the second, fourth, fifth and sixth categories of violations, explained its policy on democratization and respect for the law, including in religious matters. \"Resolute measures have been taken by the Government of Romania, at both the administrative and the legislative levels, to overcome past injustices and to guarantee the freedom of religion, as enshrined in the 1991 democratic Constitution of Romania and in the European and international human rights instruments to which the country is a party.\" Referring to the situation of the Greek Catholic Church, the Romanian authorities stated that the process of restitution of properties confiscated under the former regime had been accelerated. \"The Upper Chamber of the parliament of Romania - the Senate passed new legislation on 12 June 1997 providing that the Greek Catholic Church is to be given back one church building in each locality in which the Orthodox Church has several church buildings and there are local residents of Greek Catholic denomination.\" The authorities also stated that they were taking the necessary measures in relation to all manifestations of intolerance. With regard to the Jehovah's Witnesses, the authorities recalled that they were recognized by law and their activities protected against any act violating human rights. The Government's Department of Religious Affairs in fact adopted, on 30 April 1997, \"an order addressed to all local public authorities, that recognized their full entitlement to have or build their own administrative buildings or places of worship\".",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The Special Rapporteur particularly wishes to thank the Romanian authorities for their very detailed replies, especially the second reply, which included a first part entitled \"Implementation of the 1981 Declaration\" referring to the \"Constitution of Romania\" and the \"internal regulatory framework governing the question of religion\"; a second part entitled \"The contribution of education to more effective promotion of religious tolerance\"; and a third part entitled \"Allegations of intolerance by the Orthodox clergy towards religious minorities: Greek Catholics and Jehovah's Witnesses\".",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Singapore stated that the Jehovah's Witnesses were banned because of their refusal to perform military service, as required by national legislation. Consequently, the organization of meetings and distribution of literature by Jehovah's Witnesses were prohibited and punishable by fines, or even imprisonment if they refused to pay the fines. Mrs. Sylvia Lim, aged 72, had been sentenced to two weeks' imprisonment for having refused to pay such a fine. It was pointed out that the Jehovah's Witnesses arrested in February 1995 by the police had been decently treated and released on bail after having made statements. According to the authorities, the imprisoned Jehovah's Witnesses had been fairly treated and imprisoned under humane conditions and had not lodged any complaints with the visiting justices of the peace during their custody.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 88,
        "Text": "88. Slovakia provided a detailed explanation of its legal and procedural machinery for dealing with conscientious objection to military service. Regarding the duration of civilian service, which is twice that of military service, the authorities said that it was not punitive in character but was related to a complex procedure for creating job opportunities for persons performing civilian service, and in particular to the need to ensure a degree of stability within the public and private entities employing conscientious objectors. Regarding the time limit of 30 days following the decision of the conscription office declaring them fit for military service, within which the law requires conscientious objectors to apply for civilian service, in its decision PL-US 18/95C 17/95C the Constitutional Court found that \"the constitutional right not to be forced to perform military service or military games is guaranteed to all who have executed it within the legal framework enabling its execution\".",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Switzerland, in reply to a communication summarized under the first category of violations, demonstrated in clear and convincing fashion, after a careful review of cantonal and federal court decisions in particular, that the members of the Church of Scientology were not treated in a discriminatory manner in comparison with other religious communities, particularly in the area of public and private education. It further stated that adequate legal means existed at the federal and cantonal levels, through which the representatives of the Church of Scientology had been able to secure enforcement of the rights they were claiming. The Special Rapporteur would like to thank Switzerland for its prompt and carefully prepared reply.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Thailand refuted the allegations that school textbooks for which the State was responsible contained information only on Buddhism, and emphasized that the Thai general school curriculum enabled all pupils, from the first to the final grade, to receive instruction in the main religions, and secondly that it attached great importance to the implementation of universal religious principles aimed, in particular, at promoting harmonious coexistence and peace. Reference was also made to the fact that pupils could choose to learn about one or more religions other than Buddhism. In addition, the authorities explained that a very wide variety of textbooks on religions, including specific textbooks on Buddhism, Christianity and Islam, were available to schools and that teachers were free to choose the textbooks they considered most suited to their curriculum.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Trinidad and Tobago stated that the Public Service Examinations Board had made special arrangements to enable any candidate who was a member of the Seventh Day Adventists to take examinations on a Friday, rather than on Saturday as was generally required, in order to respect the religious beliefs of all citizens. It had earlier stated that \"candidates (including Seventh Day Adventists' members) taking some of the examinations, if successful and appointed, are required to work, and in fact do work, on Saturdays as necessary. The Board does not consider it intolerant to ask such candidates to sit an examination on a Saturday\".",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Turkey explained that Metropolitan Bishop Sofranyadis had been convicted by the courts because he had conducted an Easter service at the Bulgarian Orthodox Church of Saint Stephen in Istanbul against the will and wishes of the priest at that church. For that reason, a member of the church's parish council had lodged a complaint against that interference in the internal religious affairs of his community. It was pointed out that the sentence, five months' imprisonment and a fine of 250,000 Turkish pounds, had been suspended on account of the accused's promise not to repeat such action in future.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. Viet Nam, in reply to two communications summarized under the sixth category of violations, said that Le Quang Vinh (Thich Tri Tu), Nguyen Chon Tam (Thich Hai Chanh) and Phu Thinh (Thich Hai Thinh) had been released and were able to freely engage in their religious activities, and that Hoa Ban Hoa (Thich Nhat Ban) had also been released. The Vietnamese authorities also stated, concerning the reference made to the religious situation in Viet Nam in the report to the General Assembly (A/52/477), \"that it unfortunately falls short of objectivity which apparently conveys a wrong picture of the situation. You may be well aware that misleading information brought by certain people to the attention of the Commission normally fails to mention the facts (i) that there exist today in Viet Nam nearly 13,000 Buddhist pagodas together with millions of Buddhist believers, in addition to 5,400 Catholic churches, 500 Protestant churches and about 600 Caodai and 70 Muslim temples; (ii) that nearly one third of the population is frequently practising religion to date and those worship places are respected and protected by the State, (iii) and that, for training, all major religions are running their own schools, contributing to the increase every day of many clergymen and religions dignitaries. These facts explain in a concrete sense the right picture of freedom of religion and religious practice in the country. On the other hand, freedom of religion and religious practice is by no means in contradiction with the fact that those who abuse religious freedom in violation of the law and human society are held responsible and convicted in accordance with the legal process in each country\". The Special Rapporteur wishes to recall that his communications constitute allegations and not judgements, and that his allegations are based on more than one source of information. In order to strengthen cooperation with Viet Nam and to assess the religious situation on the spot, the Special Rapporteur reiterates his request to visit the country.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. The Special Rapporteur sent reminders to States that had not replied to communications addressed to them in connection with the fifty-third session of the Commission on Human Rights: Albania, Algeria, Bolivia, Chad, Eritrea, Georgia, Greece, Israel, Lebanon, Malaysia, Maldives, Moldova, Nigeria, Pakistan, Saudi Arabia, Singapore, Somalia, Tajikistan, United States of America, Viet Nam and Yemen. Replies were received from the following States: Bolivia, Malaysia and Saudi Arabia (see document A/52/477).",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. Late replies were received from the following States after the report to the fifty-third session of the Commission on Human Rights was completed but before reminders were sent: Burundi, China, Cyprus, Ethiopia, Greece, Iran, Japan, Nepal, Turkey and Federal Republic of Yugoslavia (see document A/52/477).",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Correspondence unconnected with any of the Special Rapporteur's communications was sent purely for information purposes by Cyprus and Egypt. The Special Rapporteur wishes to express his thanks to them. In his view, correspondence of this kind enables him to monitor trends in the different States more effectively and to draw attention to contributions to the consolidation or development of freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Pursuant to his mandate, the Special Rapporteur wishes to recall that, since the adoption of Commission on Human Rights resolution 1986/20 on 10 March 1986, he has been responsible, as an independent expert, for examining legislation, situations, incidents and measures inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and for recommending remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. In order to achieve this, the Special Rapporteur, in conformity with the resolutions of the Commission on Human Rights and the General Assembly, endeavours to make effective use of the credible and reliable information submitted to him, with due consideration for the needs of discretion and independence. For this purpose, he draws on numerous sources of information, both governmental and non-governmental, of diverse geographical origin and provided by both organizations and individuals. The information is transmitted by post, fax or e-mail and through consultations at the Office of the High Commissioner for Human Rights or during in situ visits. The information may also derive from an analysis of public sources such as the media.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. With regard to the States referred to in his reports in connection with a communication or an in situ visit, the Special Rapporteur wishes to emphasize that it is not his role to level accusations, pass judgement or repeat anyone's views. He examines incidents and decisions taken by Governments which, in his view, may pose problems of conformity or compatibility with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, submits allegations to Governments and requests them to elucidate them by giving their views and observations. In short, the Special Rapporteur conducts exchanges of views, gathers information and requests clarification through interviews, the submission of allegations and general and specific questions.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. Naturally, the Special Rapporteur considers it his duty, regardless of the attitudes or reactions he encounters, to exercise patience, a sense of proportion and determination in order to establish, despite the complex or sensitive nature of problems, relationships based on cooperation and mutual assistance with all parties concerned, so that internationally recognized norms - and in particular those of the 1981 Declaration - may be respected and implemented and be given their full scope everywhere.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. In this regard, the Special Rapporteur has noted with appreciation the development of his mandate, as set forth in paragraph 14 of resolution 50/183, of 22 December 1995, in which the General Assembly \"invites the Special Rapporteur, within the terms of his mandate and in the context of recommending remedial measures, to take into account the experiences of various States as to which measures are most effective in promoting freedom of religion and belief and countering all forms of intolerance\".",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. This development is fully concordant with the Special Rapporteur's understanding and interpretation of his mandate, and with reality, which does not allow stereotypes, classifications, generalizations or Manichaeism. The situations in all States are complex and no State can claim perfection; they combine positive and negative features, undoubtedly in varying degrees, and evolve over time.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. This unprejudiced approach, eschewing all Manichaeism, has been reflected both in the Special Rapporteur's mission reports and in his reports on his activities, especially with regard to States covered by communications and in situ visits. For example, the Sudan, after having received communications from and a visit by the Special Rapporteur, has cooperated admirably since the mission. Likewise, after having previously expressed reservations about communications from the Special Rapporteur, Saudi Arabia has this year demonstrated a strong desire to cooperate with the human rights machinery and, in particular, with the Special Rapporteur's mandate.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. However, in order properly to reflect the development of his mandate, the Special Rapporteur believes that his customary title of \"Special Rapporteur on religious intolerance\" should be changed to one of the following: \"Special Rapporteur for the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief\"; \"Special Rapporteur on the elimination of all forms of intolerance or discrimination based on religion or belief\"; or \"Special Rapporteur on freedom of religion and belief\".",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The present Special Rapporteur's preference is for the last title, \"Special Rapporteur on freedom of religion and belief\". First, it encompasses not only freedom of religion but also freedom of belief, in other words, agnosticism, freethinking, atheism and rationalism, and secondly it does not carry the negative connotations of intolerance and discrimination. It is a neutral title, comparable to \"Special Rapporteur on the right to freedom of opinion and expression\", which faithfully reflects the Special Rapporteur's mandate and thus facilitates cooperation with all parties concerned. Lastly, it is a concise practical title that is easy to use. The Special Rapporteur wishes to emphasize the difficulties and tensions to which the terms \"intolerance\" and \"discrimination\" may give rise in his dealings with some of his interlocutors, with whom dialogue is thus rendered more difficult.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. The Special Rapporteur wishes to express his thanks to Governments for having cooperated with the activities of the mandate, and especially those which have attempted, since the establishment of the mandate, to shed light on the allegations transmitted and have replied positively to requests for in situ visits, information and documentation, particularly in the fields of legislation and education.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Regarding the replies by States to the communications, the Special Rapporteur wishes to point out that since he took office, the deadlines for replies have been set at two months for an ordinary communication and two weeks for urgent appeals. The decision to set reasonable deadlines for replies, enabling the necessary investigations to be undertaken, should not however lead to excessive delay. It is also essential for the successful implementation of the mandate that all States receiving requests take the trouble to reply to communications. In order to remedy the problems of late replies and failure to reply, during this year the Special Rapporteur has adopted the practice of sending reminders. Unfortunately, few States have responded to these reminders. For this reason, the Special Rapporteur appeals to the sense of responsibility of the States concerned and invites them, should they encounter difficulties with reply deadlines, to consult him. While reiterating his openness and desire for dialogue, the Special Rapporteur could, as some parties have requested, consider publishing a table outlining the attitude taken by the States to which requests have been sent since the establishment of the mandate.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. The Special Rapporteur at the same time wishes to thank the non-governmental organizations for cooperating in his mandated activities, both by providing information, analyses and advice, particularly in connection with the gathering and verification of allegations and the preparation and conduct of in situ visits, and by taking initiatives to strengthen the mandate in intellectual, financial, logistical and human terms.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. The Special Rapporteur also wishes to expand his cooperation with the treaty bodies, particularly the Human Rights Committee, the Committee on the Elimination of Discrimination against Women and the Committee on the Elimination of Racial Discrimination. Those Committees have in the past studied (see, inter alia, \"Study Series 2: Elimination of all forms of intolerance and discrimination based on religion or belief\", Study by the Special Rapporteur, Ms. Odio Benito), and continue to study, questions relating to intolerance and discrimination based on religion or belief in the course of their treaty-monitoring activities. A specific example is the Human Rights Committee's general comment 22 of 20 July 1993 on article 18 of the International Covenant on Civil and Political Rights. Exchanges of information and expertise between the Special Rapporteur and these committees would be highly useful and help to improve the effectiveness of the mandate on freedom of religion and belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 110,
        "Text": "110. The Special Rapporteur also recommends a number of initiatives on sensitive priority issues, such as communications and in situ visits, and relating to (a) the interdependence of human rights, (b) religious extremism, (c) \"sects\" and \"new religious movements\", and (d) women. He believes that his mandate could, provided that adequate resources were mobilized, give the necessary impetus to the protection and promotion of human rights.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. Regarding the question of the interdependence of human rights, the Special Rapporteur wishes to point out that the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief is inseparable from the general question of the observance of human rights as a whole. In the Vienna Declaration and Programme of Action, the World Conference on Human Rights emphasized that democracy, development and respect for human rights and fundamental freedoms are interdependent and mutually reinforcing, and that all human rights are universal, indivisible, interdependent and interrelated. The Special Rapporteur is also of the view that particularism should not be used to justify refusal or evasion, any more than universalism should be a pretext or excuse for establishing other particularisms or covering contingent concerns.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. Action to promote religious freedom, tolerance and non-discrimination is therefore still closely linked to action to promote democracy and development. Extreme poverty in particular can render all rights and freedoms illusory and encourage extremism and violence. Human rights are therefore not dissoluble, do not lend themselves to selectivity and call for a minimum of solidarity.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 113,
        "Text": "113. In accordance with this conception, and for a better understanding of complex situations involving freedom of religion and belief, the Special Rapporteur recommends that he should be provided with the necessary resources to undertake a study on \"proselytism, freedom of religion and poverty\".",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. Religious extremism can produce situations which are difficult to control and can imperil the human right to peace. Such religious extremism, whether or not it has a genuinely religious basis, is apparent or latent, or adopts, provokes or sustains violence or manifests itself in less spectacular forms of intolerance, constitutes an assault on both freedom and religion. Such extremism is not limited to any society or religion. Preservation of the right to peace should encourage greater efforts towards international solidarity in order to stifle religious extremism - from whatever quarter it may come - by working on both its causes and its effects, without selectivity or ambivalence. Tolerance of extremism is tolerance of the intolerable. States in general, and the international community in particular, are bound to condemn it unequivocally and to combat it relentlessly until it is finally condemned by history. Accordingly, the Special Rapporteur recommends that a study be made of religious extremism and that a \"minimum set of standard rules and principles of conduct and behaviour in respect of religious extremism\" should be defined and adopted by the international community.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 115,
        "Text": "115. As the Special Rapporteur's reports, including mission reports, have shown, the issue of \"sects\" or \"new religious movements\", is complicated by the fact that international human rights instruments provide no definition of the concept of religion and do not mention the concepts of sect and new religious movement. The Special Rapporteur recalls that, in its general comment 22 of 20 July 1993 concerning article 18 of the International Covenant on Civil and Political Rights, the Human Rights Committee states that the right to freedom of thought, conscience and religion is far-reaching. It notes that freedom of thought and conscience are protected equally with freedom of religion and belief. The fundamental character of these freedoms is also reflected in the fact that this provision cannot be derogated from, even in time of public emergency, as stated in article 4 (2) of the Covenant. The Committee also points out that restrictions on the freedom to manifest religion or belief are permitted only if limitations are prescribed by law and are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others and are not applied in a manner that vitiates the rights of freedom of thought, conscience and religion. The Committee also states that \"limitations may be applied only for those purposes for which they were prescribed and must be directly related and proportionate to the specific need on which they are predicated. Restrictions may not be imposed for discriminatory purposes or applied in a discriminatory manner\".",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. Added to this legal dimension is the general confusion regarding the term \"sect\" in particular. Although the idea of a sect was originally a neutral one and meant a community of individuals constituting a minority within a religion and having split from it, it often now has a pejorative connotation so that it is frequently regarded as synonymous with danger, and sometimes a non-religious dimension when it is identified as a commercial enterprise. The term \"sect\" is therefore in need of further clarification, as are the terms \"religions\", \"new religious movements\" and \"commercial enterprise\".",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. It is crucial to look at this phenomenon objectively so as to avoid the two pitfalls of either infringing the freedom of religion and belief or exploiting freedom of religion and belief for purposes other than those for which it has been recognized and protected. Any action on this phenomenon presupposes understanding it by, first and foremost, determining its place in society and culture. The Special Rapporteur therefore recommends that the necessary resources be made available to enable him to initiate studies of the problem \"of sects and new religious movements\". Consideration might also usefully be given to holding high-level intergovernmental meetings to work out a joint human rights-oriented approach and deal with any potential infringements of the freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. On the question of women, the Commission on Human Rights, in its resolution 1997/18 of 11 April 1997, urged States, in conformity with international standards of human rights, to take all necessary action to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, including practices which violate the human rights of women and discriminate against women. The Commission stressed the need for the Special Rapporteur to apply a gender perspective, inter alia through the identification of gender-specific abuses, in the reporting process, including in information collection and in recommendations.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 119,
        "Text": "119. The Special Rapporteur notes that the actual status of women as regards religion or policies resulting from or attributed to religion is not specific to any given religion. According to Commission on Human Rights resolution 1997/43 of 11 April 1997 encouraging the strengthening of cooperation and coordination among all human rights treaty bodies in order to integrate a gender perspective in the United Nations system, the Special Rapporteur proposes to initiate and develop closer cooperation with the Special Rapporteur on violence against women and the Committee on the Elimination of Discrimination against Women. He also reiterates the recommendation made by the 1984 Seminar on a study of discrimination against women attributable specifically to their status as women within churches and religions. The development of more sustained cooperation with States and non-governmental organizations concerned with this issue is essential and a matter of priority.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 120,
        "Text": "120. Finally, the Special Rapporteur recommends that the United Nations should prepare a report on human rights covering all States systematically and taking account of all positive and negative aspects. The report would include contributions from all Special Rapporteurs and special procedure working groups, depending on their mandates, and would extend to all States covered by the respective reports of these non-treaty mechanisms. This systematic approach to human rights in all States would avoid any selectivity regarding States or combinations of circumstances and would therefore be fairer. The preparation of such a report would naturally depend on the availability of the necessary resources.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. \"With reference to the Special Rapporteur's letter addressed to Mr. George Helmis, Ambassador, dated 5 August 1997, the Greek authorities would like to make the following comments.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. \"Concerning the chart attached to this letter, which contains several recommendations, we would like to observe that the points raised have already been adequately answered by the letter, dated 22 November 1996, of the Permanent Representative of Greece to the United Nations, addressed to the Secretary-General (A/C.3/51/18), 2/ as well as by the statement of the Permanent Representative of Greece in Geneva during the fifty-third session of the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. \"The Greek Government assures the Special Rapporteur that the Greek Constitution (article 13), as well as the country's legal system, provide sufficient and effective guarantees of freedom of thought, conscience, religion and belief.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. \"Greece is profoundly attached to respect for its international commitments in the matter, including article 9 of the European Convention on Human Rights, the relevant provisions of the Treaty of Lausanne of 1923, as well as its political engagements assumed within the context of the Organization for Security and Cooperation in Europe. Moreover, Greece has recently ratified by Law 2460/1997, published in the Official Gazette No. 22a/26 November 1997, the International Covenant on Civil and Political Rights and its two Optional Protocols and has deposited the relevant instruments of ratification with the Secretariat of the United Nations. The stipulations of this Covenant have entered into force and have been binding for the Greek State since 5 August 1997. We should also like to point out that Greece is a traditional co-sponsor of the resolution, adopted each year by the General Assembly, on the elimination of all forms of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. \"The Greek Government, through various measures, ensures that members of law enforcement bodies, civil servants, educators and other public officials, in the course of their official duties, respect different religions and beliefs and do not discriminate on the grounds of religion or belief. Access to administrative posts is free for all citizens, according to their abilities and irrespective of their religion.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. \"The whole Greek educational system, the family traditions and the way of life, in general, promote and develop a culture of freedom, tolerance and respect of human rights.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. \"As regards conscientious objection, Greece has recently adopted legislation providing for service of a non-combatant or civilian character (articles 18-24 of Law 2510/97, which will enter into force on 1 January 1998).",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. \"According to this Law, anyone who invokes religious or ideological beliefs in order not to fulfil his military obligations on the grounds of conscience may be recognized as a conscientious objector in accordance with the following provisions.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. \"The grounds of conscience are regarded as being related to a general approach to life, based on religious, philosophical or moral beliefs to which the specific individual subscribes and are manifested by a pattern of behaviour and conduct corresponding to such beliefs. Conscientious objectors are invited to carry out either unarmed military service or alternative civilian social service.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. \"Those who are recognized as conscientious objectors will only be obliged to carry out unarmed service or civilian service, equal in duration to the service that they would have done had they served in an armed capacity, increased however by 12 months for those who choose to carry out unarmed service and 18 months for those who choose to perform civilian service.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. \"The alternative civilian social service is carried out in agencies of the public sector responsible for running welfare services. The persons who perform alternative civilian social service: (a) Will not have a military capacity and therefore will not be subject to the authority of military courts;; (b) Will be regarded only as quasi-enlisted in the Armed Forces;; (c) Will not be considered as holding a post in the public agency where they serve, but will receive equal treatment with the employees of such an agency as concerns health care and other benefits provided by the administration;; (d) Will be entitled to obtain food and lodging from the agency to which they are assigned and, if the latter is unable to render all these services, a salary will be paid to them equal to the amount granted for food, lodgings, clothing and transport of soldiers;; (e) Will be entitled to leave of absence of two days for each month of service.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. \"Persons who have served or who are serving a sentence for acts of insubordination or as draft-dodgers, committed on the grounds of religious or ideological beliefs, will be entitled, within a period of three months following the date of entry into force of this Law, to submit an application, with the supporting documents required by the Law, for unarmed military service or alternative civilian social service. Under the same requirements, persons who have committed the above-mentioned acts, but who have not been tried as yet, will be entitled to submit such an application.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. \"As soon as the decision on the compliance of an application made by a conscientious objector with the prerequisites of the Law for unarmed military service or alternative civil social service is taken, the implementation of the sentences or provisional detention will be suspended.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 134,
        "Text": "134. \"Thus, persons whose application is accepted will be discharged from prison according to the previous paragraph; they will then be obliged to carry out the unarmed military service or the alternative civilian service for a period from which the time served in prison or provisional detention will be deducted and will be considered in its entirety as a period of unarmed service or alternative service, as the case may be.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 135,
        "Text": "135. \"The above-mentioned provisions will enter into force according to article 32 of Law 2510/97 on 1 January 1998. The full text of the Law is published in the Official Gazette, issue No. 136, dated 27 June 1997.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. \"With regard to places of worship of non-orthodox known Christian religions, we would like to underline the following: (a) The law does not give discretionary power to the administration to decide, according to its judgement, whether or not it will issue the permit, but only the authority to examine if all the legally indispensable requirements had been fulfilled for the permit to be issued.; (b) The opinion expressed by the Orthodox Church lacks the character of an administrative act to be implemented but is of an advisory nature. Further comments on this are mere conjectures.; (c) One isolated act of vandalism that took place long ago does not establish grounds for a comment, generalizing the issue.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. \"The Greek State strongly disapproves of acts of vandalism against any religion and always takes steps, not only for the immediate repair of damage and the investigation and eventual prosecution of its case, but also for the continuous safeguarding of religious monuments and the facilities granted to them.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. \"Administrative arrangements requested by various denominations carry only an administrative character and do not affect the freedom of worship or any other religious freedom guaranteed by the Constitution. However, the Greek Government thoroughly examines all cases with a positive and constructive attitude.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. \"Christian denominations, including Lutherans, Anglicans, Roman Catholics and Armenian Gregorians, have places of worship in Greece, where they freely exercise the religion. The Greek Government does not represent the Orthodox Church.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. \"Concerning Muslims, and particularly muftis and waqfs, we would like to inform you of the following.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. \"Greece is taking care of the religious training of Muslims. At the secondary educational level, two Koranic schools operate (in Echinos and Komotini) and are financed by State funds. Furthermore, scholarships are offered for studies in Islamic universities in Saudi Arabia and Egypt. According to the existing law, duly appointed Muftis, who are the Muslim minority's top religious leaders, also have administrative jurisdiction over lower Islamic religious officials. Furthermore, they exercise judicial powers in matters of civil law. According to Islamic tradition, the Mufti of each prefecture is appointed following his selection by a body of prominent members of the minority from a list of candidates who must be graduates of an Islamic Theological University. With regard to the committees that manage waqfs, adequate care is taken. The chairman of the most important of these committees, based in Komotini, is also a graduate of an Islamic university.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. \"Doubtless, the Special Rapporteur is aware of the fact that the minority in Thrace has at its disposal 300 mosques and 240 minority schools. During the last 10-year period, 2 new mosques have been built and 35 mosques have been repaired. However, as in all countries, the stipulations of the laws and regulations for city planning and building and the specifications of permits for each construction have to be observed by all who undertake such building and repairs, including the members of a minority. Anyone who does not obey the law may suffer the consequences as determined by the courts.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. \"The Greek State spares no effort to upgrade the educational level of the Greek Muslim minority. It is continuously promoting important improvements at all levels of education. These efforts would be more effective if there were no adverse interventions from abroad for reasons unrelated to education. In the spirit of these reforms, special arrangements have recently been adopted by the Ministry of Education, providing better access for the Muslim minority to institutions of higher education through special entrance examinations.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. \"Greece has always complied with the Treaty of Lausanne and fully respects the religious freedom of the Muslims of Thrace, to a degree which makes the comment 'that the Special Rapporteur believes it is necessary for the Greek authorities to comply fully and in good faith with the Treaty of Lausanne and with the country's international undertakings' unfounded and unrelated to the real situation.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. \"It must be pointed out that the status of Muftis and of the Muslim religious institutions is very high and is not subjected to treatment that could cause offence to them. The Greek Government protects the practice of the Muslim religion according to the Muslim tradition and avoiding the introduction of systems or practices which are not part of this tradition. Thus, Muslims have been spared the effect of religious intolerance or other ideologies. It is well known that the Greek authorities do not interfere in the proper exercise of the religious duties of the Greek Muslim minority in Thrace.",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. \"However, we hope that the Special Rapporteur will not be influenced by propaganda emanating from a country that has, for obvious reasons, refused to invite him.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. \"In concluding this document, my authorities believe that a thorough and detailed, as well as substantive, analysis is hereby forwarded to answer the points raised by the Special Rapporteur's questionnaire. The Greek Government accordingly believes that it has completed as far as it is concerned the obligations arising in connection with the Special Rapporteur's mandate. Of course, if new elements - such as the recent legislation on conscientious objectors - were to appear, the Special Rapporteur would be informed in due course.",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. \"The Hellenic Republic is and will remain devoted to human rights protection. Human rights are guaranteed by the Constitution and the judicial system of Greece that defends and protects human liberties, religious freedom and tolerance, at the same time maintaining exemplary democratic institutions. Furthermore, the freedoms guaranteed by law can be exercised freely, including the freedom of expression, through the press and other media, publications, etc. This situation reflects the attitudes traditionally prevailing within society in Greece.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. \"We also hope that the Special Rapporteur will not make general judgements and categorization based on uncorroborated, partial or isolated reports. We hope that he will make his judgement based on the legal system in place, and the judicial and administrative procedures for the redress of a situation to which citizens may object. In any country, notwithstanding the fact that there may be occasional isolated untoward incidents or administrative acts, one should take into account the existing legal and administrative mechanisms ensuring the rule of law. Thus, we believe judgement should be made taking into consideration all the elements of the situation.\"",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. \"... As the Special Rapporteur has pointed out, the various aspects of religious freedom - freedom of belief, freedom of conscience, freedom of worship, freedom of practice, etc. - have a solid legal foundation in article 13 of the Greek Constitution adopted in 1975 and amended in 1986. Greece attaches the utmost importance to genuine compliance with its international commitments in this regard, including article 9 of the European Convention on Human Rights, the relevant provisions of the Treaty of Lausanne of 1923, and its political commitments within the Organization for Security and Cooperation in Europe. Moreover, it should be recalled that Greece co-sponsors the resolution adopted each year by the General Assembly on the elimination of all forms of religious intolerance. The Greek Parliament has also recently taken up consideration of the ratification of the International Covenant on Civil and Political Rights, article 18 of which concerns freedom of conscience and religion.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. \"Regarding the legal framework for the protection of religious freedom in Greece, the Special Rapporteur submits that the concept of 'known religion' contained in article 13 of the Constitution 'would appear to contravene the 1981 Declaration' on religious intolerance. This concern appears unjustified, as the purpose of the concept is to draw a distinction between religious beliefs to which each person may have access and dogmas or sects whose practice is secret and which could prove dangerous, as demonstrated by the tragic events in Japan, Switzerland and elsewhere, which resulted in several deaths. It should be noted in this respect that all the relevant international instruments - including article 18 of the International Covenant on Civil and Political Rights - provide for the possibility of limiting freedom of religion for reasons of public order. Furthermore, as the Special Rapporteur himself admits, all the religions to which he refers have long been recognized as 'known religions' by the highest authorities of the Greek State, including the Council of State.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. \"The Special Rapporteur focuses in particular on the Greek legislation (Act No. 1672/1939) which makes proselytism a criminal offence. In conjunction with article 13 of the Constitution, this Act applies to all religions. It prohibits proselytism which uses fraudulent means or promises of any type of material gain. In the Kokkinakis case (decision of 25 May 1993), the European Court of Human Rights recognized the Act as being designed to protect religions against ill-intended interference and not to restrict freedom of religious education.",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. \"Although the Court admittedly contested the application of the Act to the case in question, it in no way challenged the compatibility of Act No. 1672/1939 with article 9 of the European Convention on Human Rights as regards freedom of conscience and religion.",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. \"The Special Rapporteur expresses concern about the fact that article 3 of the Constitution stipulates that the Christian Eastern Orthodox Church is the dominant religion in Greece. Without enumerating the States whose constitutions or laws contain similar provisions, it should be noted, as the Special Rapporteur himself does, that 'a State religion does not in itself run counter to any international instruments' (A/51/542/Add.1, para. 19). The idea of a 'dominant religion' does not mean that the religion in question exercises any power over other religions. Article 3 of the Constitution reflects, in legal terms, the objective reality that the Orthodox Church is the religion of the overwhelming majority of the Greek population (98 per cent), and has played, and continues to play, an important role in Greek cultural life.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. \"As for the legislation on places of worship, the Special Rapporteur notes that the building or establishment of such places requires a government permit issued by the Ministry of Education and Worship. It should be added that the authorities do not have discretionary power to grant or refuse the necessary permit. They simply verify that the conditions required by the law are met in each instance. It is true, however, that in practice a number of procedural delays have necessitated the effective intervention of the Council of State. The Greek Government takes due account of the Special Rapporteur's comments regarding simplification of the procedure.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. \"Regarding the situation of religious communities, the Greek Government welcomes a number of positive observations by the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 157,
        "Text": "157. \"As noted by Mr. A. Amor, 'the situation of the Catholic Church in the religious sphere is said to be satisfactory, in particular with respect to their religious publications and processions'. Regarding the act of vandalism committed in the courtyard of the Cathedral of Saint Denis in Athens in February 1996 by religious extremists, the Ministry of Foreign Affairs has expressed its sympathy to the Catholic Archbishop and requested the Ministry for Public Order to ensure that the culprits are brought to justice.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. \"On the subject of the Protestant community, the Special Rapporteur notes that 'the situation of Protestant religions in the religious sphere does not seem to be difficult, particularly with respect to religious publications'.",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. \"Regarding the Jewish community, the Special Rapporteur, after reviewing a number of specific issues, reaches the conclusion that the situation of that community is 'eminently satisfactory'.",
        "Labels": []
    },
    {
        "ID": 160,
        "Text": "160. \"Now I should like, if I may, to conclude my statement on questions concerning my country by referring briefly to a number of general observations made by the Special Rapporteur in his oral introduction of his report.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. \"It is our conviction that, in accordance with the principle of objectivity to which the Special Rapporteur is firmly attached, his oral introduction should be fully consistent with the content of his report. In this respect, a number of points could give a false impression, particularly with regard to the general climate in Greece for the Catholic and Protestant communities and Jehovah's Witnesses. All these communities are treated in the same way as other Greek citizens as regards their rights and obligations before the law, and they are able to practise their religions freely, provided of course that they do not threaten public order.",
        "Labels": []
    },
    {
        "ID": 162,
        "Text": "162. \"Finally, as regards the Muslim minority in Thrace, without going into a detailed analysis, the Greek delegation welcomes the recommendation contained in paragraph 140 of Mr. Amor's report (A/51/542/Add.1) that the parties involved should comply with their international undertakings under the Treaty of Lausanne.",
        "Labels": []
    },
    {
        "ID": 163,
        "Text": "163. \"In conclusion, let me assure you that the traditional respect accorded by Greek society for other cultures and religions qualifies it for a place among those societies which may be held up as a model in this respect.\" -----",
        "Labels": []
    }
]