[
    {
        "ID": 1,
        "Text": "1. This report is submitted pursuant to resolution 2004/36 of the Commission on Human Rights. It is the first annual report submitted to the Commission by Asma Jahangir since her appointment as Special Rapporteur on freedom of religion or belief by the Chairman of the Commission on 9 July 2004.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Since 1987, the Special Rapporteur on freedom of religion or belief has been examining incidents and government measures in all parts of the world that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and has recommended remedial measures for such situations. Since then, 17 general reports have been submitted to the Commission and 17 reports on in situ visits; 10 interim reports have also been submitted to the General Assembly since 1994.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The present report covers the activities carried out under the mandate on freedom of religion or belief since the submission of the previous report to the Commission (E/CN.4/2004/63 and Add.1 and 2). It therefore includes communications sent by the previous mandate-holder, Abdelfattah Amor, as well as Governments' replies to these communications.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The report is divided into six sections. Section I provides a description of the mandate entrusted to the Special Rapporteur. In section II, the Special Rapporteur presents the activities that have been undertaken under the mandate during the period under review. Section III is an analysis of particular situations involving violations to freedom of religion or belief. Section IV provides observations on general issues of freedom of religion and section V addresses other aspects of the mandate. Finally, in section VI, the Special Rapporteur develops her conclusions and recommendations.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. For the first time since the creation of the mandate, the Special Rapporteur is presenting to the Commission an addendum to the main report summarizing the communications transmitted during the period under review and the replies received from States. She intends to continue this method in the coming years.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. As underlined in her report to the General Assembly (A/59/366), the Special Rapporteur would like to express her appreciation for the work that has been accomplished by her predecessor Abdelfattah Amor over the last 11 years. His dedication to freedom of religion or belief has been demonstrated through his various reports and his imprint on the mandate will remain in a number of areas.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. By its resolution 1986/20 of 10 March 1986, the Commission on Human Rights appointed a Special Rapporteur on religious intolerance to examine \"incidents and governmental actions in all parts of the world which are inconsistent with the provisions of the 1981 Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief (hereafter, the Declaration)\" and \"to recommend remedial measures, including, as appropriate, the promotion of a dialogue between communities of religion or belief and their Governments\".",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. By its resolution 2000/33, the Commission changed the title of the Special Rapporteur on religious intolerance to Special Rapporteur on freedom of religion or belief. The Special Rapporteur emphasizes in this regard that the Human Rights Committee considers in its general comment No. 22 that article 18 of the International Covenant on Civil and Political Rights, which protects freedom of thought, conscience and religion, \"is far-reaching and profound\", it \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. The terms 'belief' and 'religion' are to be broadly construed. Article 18 is not limited in its application to traditional religions or to religions and beliefs with institutional characteristics or practices analogous to those of traditional religions\".",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The mandate has been renewed without interruption since its establishment. In resolution 2004/36, the Commission encouraged the continuing efforts of the Special Rapporteur and extended the mandate for three years.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In addition to the examination of actions and incidents incompatible with the Declaration, the Special Rapporteur's terms of reference further include drawing the attention of Governments to the compatibility of their governmental policies and measures with the provisions of the Declaration. It also includes providing them with relevant recommendations and the evaluation of the contribution that education can make to the more effective promotion of religious tolerance.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In particular, in the discharge of her mandate, the Special Rapporteur monitors the compliance of States with their obligations, as developed in resolution 2004/36: - − To ensure that their constitutional and legislative systems provide adequate and effective guarantees of freedom of thought, conscience, religion and belief to all without distinction, inter alia by the provision of effective remedies in cases where the right to freedom of thought, conscience, religion or belief, and the right to practise freely one's religion, including the right to change one's religion or belief, is violated; - − To ensure, in particular, that no one within their jurisdiction is deprived of the right to life or the right to liberty and security of person because of religion or belief, or is subjected to torture or arbitrary arrest or detention on that account, and to bring to justice all perpetrators of violations of these rights; - − In conformity with international human rights standards, to take all necessary action to combat hatred, intolerance and acts of violence, intimidation and coercion motivated by intolerance based on religion or belief, with particular regard to religious minorities, and also to devote particular attention to practices which violate the human rights of women and discriminate against women, including in the exercise of their right to freedom of thought, conscience, religion or belief; - − To recognize the right of all persons to worship or assemble in connection with a religion or belief and to establish and maintain places for these purposes; - − To exert the utmost efforts, in accordance with their national legislation and in conformity with international human rights standards, to ensure that religious places, sites and shrines are fully respected and protected and to take additional measures in cases where they are vulnerable to desecration or destruction; - − To ensure that all public officials and civil servants, including members of law enforcement bodies, the military and educators, in the course of their official duties, respect different religions and beliefs and do not discriminate on the grounds of religion or belief, and that all necessary and appropriate education or training is provided; - − To promote and encourage, through education and other means, understanding, tolerance and respect in all matters relating to freedom of religion or belief.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 12,
        "Text": "12. The Commission on Human Rights also stressed the need for the Special Rapporteur to continue to apply a gender perspective, inter alia through the identification of gender-specific abuses, in the reporting process, including information collection and in recommendations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 13,
        "Text": "13. While the Special Rapporteur on freedom of religion and belief, like other special procedures, addresses primarily individual rights, the specificity of the mandate requires her to address, inter alia, the question of the relationship between the State and religious communities, the question of non-discrimination between religious communities, as well as interreligious and intrareligious tolerance. These are critical factors of the mandate and at times require an approach distinct from other special procedures. The twenty-first century also poses a series of new challenges, such as the use of religious beliefs for political purposes, along with increased negative stereotyping of some religions. Against this background, the Special Rapporteur undertakes activities that may be articulated around the principles of protection and prevention. Prevention and protection both play a crucial role in challenging religious intolerance. These aspects will remain central to her mandate.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In the light of the above and taking into account the fact that the methods of work described in the present section are susceptible of evolution over the time, the Special Rapporteur undertakes the following activities: (a) To communicate with a wide range of interlocutors (governmental and non-governmental, religious and non-religious organizations as well as individuals) to ensure receipt of accurate information on the situation of freedom of religion or belief worldwide. This includes the participation in meetings and multilateral and bilateral talks with State representatives, non-governmental organizations, and representatives of religious communities. It also includes the monitoring of the flow of written information received at the Office of the United Nations High Commissioner for Human Rights;; (b) To draw the attention of States to possible violations of the freedom of religion or belief through communications, i.e. urgent appeals and allegations, in individual cases. It should be noted that communications are not per se accusatory, but take up information received from a variety of sources with the aim of monitoring specific cases and eventually identifying, inter alia, patterns of violations. Cases covered by communications mostly concern leaders or members of religious groups whose right to freedom of religion or belief has been directly violated by State agents, but also those of leaders, individuals or members of groups who are victims of acts of religious intolerance within their own religion or by other religious communities or non-State actors and do not enjoy adequate protection of the State;; (c) To be in direct contact with all interested religious communities, communities of belief, or groups that fall within the mandate, without any distinction, and, through their representatives, to receive information on their situation. The Special Rapporteur makes no distinction between religious communities in her work, regardless of whether they are traditional or not and independently of their institutional structure. As can be seen from the concept of religion and belief provided by the Human Rights Committee in its general comment No. 22, \"religion and belief\" are broad notions that include atheistic and non-theistic beliefs and convictions;; (d) To undertake country visits to get an in-depth understanding of specific contexts and practices and to provide constructive feedback to the given country and report to the Commission or the General Assembly. During country visits, the Special Rapporteur holds meetings with representatives of relevant State bodies, representatives of all religious communities and communities of belief present on the territory, associations of religious groups, and other non-governmental organizations as well as persons who may be interested or affected by the mandate. The Special Rapporteur also undertakes field visits during these country missions so that she is completely acquainted with the surrounding circumstances;; (e) To collect information on contentious issues and give indications as to - or analyse - how they should be considered under international human rights law and, in particular, with the norms related to freedom of religion or belief. The underlying idea of this area of activity is to replace human rights law at the centre of the concerns and identify best practices on how to address these issues, respecting at the same time religiously motivated feelings and animosities of all sides;; (f) To collect information and comment on legislative frameworks in member States and identify best practices. This is of particular importance since the legal framework constitutes the background against which rights and responsibilities are determined. Relevant questions in this regard include the relationship between the State and religious groups (State religion, registration requirement, finance, etc.), acquisition of legal personality, institutional requirements (autonomy of communities, appointment of leaders, etc.), missionary activities, and wording of the law, especially in the context of the fight against terrorism;; (g) In accordance with the resolutions governing the mandate, to pay special attention to vulnerable groups, such as for example women and monitor the impact that State policies have on their situation;; (h) Building on the efforts achieved by her predecessor, in particular the International Consultative Conference on School Education in relation with Freedom of Religion and Belief, Tolerance and Non-discrimination (Madrid, 23-25 November 2001) the Special Rapporteur will continue to support the actions that are carried out in the field of tolerance and human rights education;; (i) To contribute to the overall United Nations goal of preventing conflicts, the Special Rapporteur intends to contribute to the prevention of conflicts that arise from religious intolerance by identifying patterns of violations of freedom of religion or belief that threaten to become conflicts and informing relevant United Nations bodies of her findings;; (j) Coordination. In carrying out her activities, the Special Rapporteur will try to coordinate as much as possible with other special procedures, treaty bodies, and other United Nations and other international or regional bodies;; (k) The Special Rapporteur will report yearly on her activities, including an assessment of the situation of freedom of religion or belief, to the Commission and to the General Assembly.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 15,
        "Text": "15. The main international legal instruments on which the Special Rapporteur bases her action are both article 18 of the Universal Declaration of Human Rights and of the International Covenant on Civil and Political Rights related to the freedom of thought, conscience and religion, as well as the above-mentioned Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur is further guided by other provisions (including their corresponding general comments), treaties, declarations and resolutions ratified or adopted by States or competent United Nations bodies and relating to the freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The legal framework includes principles specified in: (a) General comment No. 22 of the Human Rights Committee on article 18 of the International Covenant on Civil and Political Rights (ICCPR) as well as other relevant provisions of ICCPR, in particular article 19, which guarantees the right to hold opinions without interference, article 20, which prohibits incitement to religious hatred, article 26, which prohibits any discrimination and guarantee to all persons equal and effective protection against discrimination on religious grounds, and article 27, which provides for the right of members of religious minorities to profess and practise their own religion;; (b) The International Covenant on Economic, Social and Cultural Rights, in particular article 13, which ensures the right of everyone to education that education shall be directed to the full development of the human personality and the sense of its dignity, and shall strengthen the respect for human rights and fundamental freedom. States parties to the Covenant further agree that education shall enable all persons to participate effectively in a free society, promote understanding, tolerance and friendship among all nations and all racial, ethnic or religious groups, and further the activities of the United Nations of the maintenance of peace;; (c) The International Convention on the Elimination of All Forms of Racial Discrimination, in particular article 5 (vii), which prohibits racial discrimination in all its forms and guarantee the right of everyone, without distinction as to race, colour, or national or ethnic origin, to equality before the law, notably in the enjoyment of the right to freedom of thought, conscience and religion;; (d) The Convention on the Rights of the Child, in particular article 2, which prohibits discrimination of any kind, irrespective of the child's or his or her parent's or legal guardian's religion, article 14, which provides for the respect of the right of the child to freedom of thought, conscience and religion, and article 30, which ensures the right of the child belonging to a religious minority to profess and practise his or her own religion;; (e) The Convention on the Elimination of All Forms of Discrimination against Women;; (f) The Convention on the Prevention and Punishment of the Crime of Genocide, in particular article II, which states that \"genocide means any of the [enumerated] acts committed with the intent to destroy, in whole or in part a … religious group\";; (g) The Convention relating to the Status of Refugees, in particular article 4, which provides that refugees will be given treatment at least as favourable as that of nationals with respect to freedom to practise their religion and freedom as regards the religious education of their children and article 33, which prohibits the expulsion of a refugee to a country where his life or freedom would be threatened on account of his or her religion;; (h) The International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, in particular article 12 related to the rights of migrant workers and members of their families to freedom of thought, conscience and religion;; (i) Relevant provisions of international humanitarian law, in particular the four Geneva Conventions of 12 August 1949 and their Additional Protocols.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Children"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur is further guided by relevant declarations as well as guidelines such as: - − The United Nations Millennium Declaration adopted by the General Assembly in resolution 55/2 of 8 September 2000; - − The Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities adopted by the General Assembly in resolution 47/135 of 18 December 1992; - − The Vienna Declaration and Programme of Action, adopted by the World Conference on Human Rights on 25 June 1993; - − The Standard Minimum Rules for the Treatment of Prisoners; - − The Body of Principles for the Protection of All Persons under Any Form of Detention or Imprisonment.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur is also guided by human rights instruments adopted at the regional level containing provisions related to the freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Finally, the Special Rapporteur also takes into account the jurisprudence of international and regional mechanisms for the protection and promotion of human rights related to questions of freedom of religion or belief in the discharge of her mandate. In this regard, the Special Rapporteur pays particular attention to the views adopted by the Human Rights Committee on individual complaints submitted under the Optional Protocol to the International Covenant on Civil and Political Rights as well as concluding observations on the States parties' periodic reports. The concluding observations and general comments of other United Nations treaty bodies also constitute an important basis for the work of the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur started her activities on 23 July 2004. Building, inter alia, on the achievements of her predecessor, she is still in the process of defining the directions of some aspects of the mandate.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The amount of information received by the Special Rapporteur on cases and situations that appear to fall within the scope of her mandate is overwhelming. It comes from many different sources and deals, given the particular nature of the mandate, with complex and sensitive situations. For these reasons, the Special Rapporteur carries out a close and detailed assessment of the information in order to ensure that the situations or cases that are transmitted to Governments has a very high level of reliability. The Special Rapporteur wishes to underline in this regard that only a part of the information that she receives is the subject of communications to Governments. In case of doubt, the Special Rapporteur will refrain from sending a communication.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. As is the case for many other special procedures, there is an obvious imbalance between States regarding the amount of information received. The Special Rapporteur stresses that the absence of information about a specific country does not mean that the situation with regard to freedom of religion or belief in that country is necessarily satisfactory. On the contrary, such absence may sometimes be explained by the lack of civil society and/or by obstacles that prevent the information from being transmitted outside the country. The communications mentioned below do not, therefore, account for all incidents or governmental measures in all parts of the world that are incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. During the period under review, 69 communications were sent to the following States: Armenia, Azerbaijan, Bangladesh, Belarus, Bulgaria, China, Democratic People's Republic of Korea, Egypt, Eritrea, France, Georgia, India, Indonesia, Iran (Islamic Republic of), Iraq, Israel, Kazakhstan, Kyrgyzstan, Lao People's Democratic Republic, Mexico, Mongolia, Myanmar, Nigeria, Pakistan, Republic of Moldova, Russian Federation, Saudi Arabia, Serbia and Montenegro, Sri Lanka, Sudan, Thailand, The former Yugoslav Republic of Macedonia, Turkmenistan, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uzbekistan, and Viet Nam.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Among these 69 communications, 4 were urgent appeals and 65 were letters of allegations. Three urgent appeals and two letters of allegations have been sent jointly with other special procedures, such as the Special Rapporteur on extrajudicial, summary or arbitrary executions, the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health, the Special Rapporteur on violence against women, its causes and consequences, the Special Rapporteur on the independence of judges and lawyers and the Special Rapporteur on the question of torture. The Special Rapporteur emphasizes the importance of issuing joint communications with other mandates given the fact that, as underlined below under section III, violations of freedom of religion or belief are in most cases coupled with violations of other human rights.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The following Governments have sent a reply pursuant to the above communications: Armenia, Azerbaijan, Bangladesh, Belarus, Bulgaria, Democratic People's Republic of Korea, Egypt, Eritrea, France, India, Iran (Islamic Republic of), Kyrgyzstan, Lao People's Democratic Republic, Mexico, Pakistan, Russian Federation, Saudi Arabia, Sri Lanka, Thailand, The former Yugoslav Republic of Macedonia, Turkmenistan, United Kingdom of Great Britain and Northern Ireland, United States of America, Uzbekistan, and Viet Nam. The Special Rapporteur expresses her appreciation to those Governments that have provided comprehensive replies to her communications. On the other hand, besides incomplete replies, the Special Rapporteur is concerned about those Governments that have seemingly adopted the usual approach of simply rejecting the allegation, an approach that does not allow a correct assessment of the facts.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The Special Rapporteur is also concerned that the Governments of China, Indonesia, Iraq, Israel, Kazakhstan, Mongolia, Myanmar, Nigeria, the Republic of Moldova, Serbia and Montenegro, the Sudan, and the United Republic of Tanzania did not reply to any of her communications sent during the period under review.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Finally, the Special Rapporteur thanks the Governments of Turkey, Serbia and Montenegro, Slovenia, Sri Lanka, Greece, Fiji, China, Pakistan, the United States of America, Eritrea, The former Yugoslav Republic of Macedonia, Azerbaijan, Uzbekistan and Bangladesh for their replies to communications mentioned in previous reports to the Commission as well as the Governments of Egypt, the Islamic Republic of Iran, Turkey and Uzbekistan for the general information they have transmitted with regard to freedom of religion.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In situ visits are an essential part of the Special Rapporteur's activities. The purpose of these visits is to enable her (a) to consider, on the spot, incidents and government measures that are incompatible with freedom of religion or belief, as well as positive experiences and initiatives in this area; and (b) to formulate recommendations.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The decision to seek an invitation to visit a particular country is based on a variety of considerations, inter alia, a thorough analysis of the human rights situation in the country concerned, the likely or expected impact of a visit, and practical factors determining the feasibility of a field mission. Like her predecessor, the Special Rapporteur also wishes to keep a balance in the choice of countries visited. While she will give priority to visiting countries where there is a real concern with regard to the situation of freedom of religion or belief, she will also take the opportunity to carry out in situ visits in countries where the violation of certain principles enunciated in her mandate could lead to discrimination based on religion or belief. Moreover, in the idea of strengthening the efforts achieved during previous visits, she will consider undertaking follow-up visits, in order to assess the extent to which, and how, previous recommendations have been implemented by the Government concerned.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Since taking up the mandate, the Special Rapporteur has both followed up on requests for visits already made by her predecessor and requested invitations to States that have not been approached before. Currently, she has pending requests with the following countries: Bangladesh, Eritrea, Nigeria, Sri Lanka, the Islamic Republic of Iran, Kyrgyzstan, Azerbaijan, and Uzbekistan. Among these, Nigeria, Bangladesh and Sri Lanka have already responded positively to the Special Rapporteur, expressing their readiness for the Special Rapporteur to conduct a visit on their territory in the course of 2005. The Special Rapporteur wishes to thank these countries for their cooperation with the mandate on freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Special Rapporteur will continue to seek invitations for in situ visits from other countries. She also urges States to voluntarily extend an invitation for her to conduct such a visit.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. From 27 to 29 September 2004, the Special Rapporteur was in Geneva to hold consultations regarding her new mandate on freedom of religion or belief. At this time, she met with a number of representatives of Member States, including those sponsoring the resolution of the Commission on religious intolerance, as well as representatives of regional groups. She also met with various religious and human rights organizations, including some dealing specifically with the question of freedom of religion or belief. In particular, the International Religious Liberty Association organized a meeting following her appointment at the Office of the High Commissioner for Human Rights. The Special Rapporteur also met with staff of the Office of the High Commissioner. These meetings have greatly contributed in the definition of the priorities of the mandate for the coming years and the Special Rapporteur expresses her gratitude to all her interlocutors.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. In October 2004, on the occasion of the presentation of her interim report to the General Assembly, the Special Rapporteur again held a number of similar meetings with States' representatives, religious and human rights organizations as well as staff of the United Nations.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The particular situations and issues referred to below are presented and analysed under perspectives that are specific to the mandate on freedom of religion or belief, and certain situations may be referred to under several headings.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. A majority of the cases and situations that have been brought to the attention of the Special Rapporteur and that reveal a violation of the right to freedom of religion or belief also involve violations of other human rights, including violations of the right to life, the right not to be subjected to torture, cruel, inhuman or degrading treatment or punishment, the right to liberty and security of the person, the right to freedom of movement, residence, nationality, peaceful assembly and association, and the right to freedom of opinion or expression.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. This aspect has been reflected in the majority of the communications sent during the period under review. In particular, the Special Rapporteur would like to emphasize the situations prevailing in countries such as China, the Lao People's Democratic Republic, and Viet Nam, where various human rights violations are committed on religious grounds.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteur has received a significant number of allegations of human rights violations concerning members of certain Christian minorities such as Jehovah's Witnesses or the Baptist Church. Nevertheless, she underlines that some religious minorities, while being subjected to similar kinds of treatment, may not benefit from the support of an organization that would enable them to properly report on human rights violations. Other religious minorities, communities of belief or groups that may fall within the purview of her mandate, such as the Ahmadiyyas, the Baha'is, or the Falun Gong, have continued to be targeted because of their beliefs and little progress has been made regarding their situation.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur is concerned that in the aftermath of the events of 11 September 2001, reports of violations of civil and political rights of individuals of Muslim faith and of Muslim communities have increased. In different places, governmental actions and policies undermine their protection and sometimes such individuals or groups are specifically targeted.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. There are indications of greater vulnerability of religious minorities in all parts of the world. At the same time, there are reports of militant backlash by religious minorities abusing the basic rights of other minorities as well as of ordinary citizens. The Special Rapporteur has the impression that religious intolerance continues to increase and therefore urges the international community to pay greater attention to the question of freedom of religion or belief, especially in those cases where multiple human rights violations are committed because of the religion or the belief of the victims.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. On the basis of the information submitted to her, the Special Rapporteur notes that in a number of countries violations of freedom of religion or belief are due to interreligious tensions or conflicts or to situations where one religion is predominant and does not tolerate the presence of religious minorities. Whether the acts committed in these situations constitute violations of freedom of religion or belief only, or are also other forms of human rights violations, their perpetrators are often non-State actors even if, in many cases, State authorities have been implicated to varying degrees.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The Special Rapporteur insists in this respect that the human rights obligations of States are not limited to abstaining from committing direct violations of the right to freedom of religion or belief. Their obligations also consist in ensuring the free exercise of freedom of religion or belief by protecting religious minorities and enabling them to practise their faith in all security. States also have an obligation to bring the perpetrators of acts of violence or of other acts of religious intolerance to justice and to promote a culture of religious tolerance.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The situations referred to by the Special Rapporteur are mainly those prevailing in India, Pakistan, Nigeria, Indonesia, and Bangladesh.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. With regard to the situation prevailing in Iraq, especially with regard to religious minorities living on the territory, the Special Rapporteur urges the Government as well as the States that take an active part in providing security to the country to ensure to the maximum extent, the exercise of freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur has addressed the issue of conversion in a number of communications, in which she used the term to include situations where there has been an alleged infringement on the freedom to change, maintain or adopt a religion or a belief. While these communications have not very often dealt with situations where people had been arrested, tried or otherwise challenged because they had converted to another religion, there were a number of cases of persons being arrested because of their beliefs, and where there had been an attempt to force them to renounce or abandon their faith. This has been the case in communications sent to the Governments of China, Saudi Arabia, the Lao People's Democratic Republic, Egypt, and Turkmenistan.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur considers such acts as unacceptable forms of violations of the right to freedom of religion or belief because, in essence, they limit or tend to limit the freedom of thought or conscience itself (or what is sometimes called the \"forum internum\"), which, according to the main international instruments, forms the part of the right to freedom of religion or belief that is not susceptible to any limitation.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. In this regard, the Special Rapporteur emphasizes that, according to general comment No. 22 of the Human Rights Committee, freedom to \"have or to adopt\" a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views, as well as the right to retain one's religion or belief. Article 18, paragraph 2, of the Covenant bars coercion that would impair the right to have or adopt a religion or belief, including the use of threat of physical force or penal sanctions to compel believers or non-believers to adhere to their religious beliefs and congregations, to recant their religion or belief or to convert. Policies or practices having the same intention or effect, such as those restricting access to education, medical care, employment or the rights guaranteed by article 25 and other provisions of ICCPR, are similarly inconsistent with this article. The same protection is enjoyed by holders of all beliefs of a non-religious nature.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. During the period under review, an important number of communications related to situations or cases where either a place of worship or a religious building or property had been attacked or otherwise subjected to other forms of restriction. States to which such a communication has been transmitted are disparate and no region is spared this form of human rights violation. Moreover, the Special Rapporteur notes that in addition to places of worship, different types of buildings or properties that have more than a material signification for the religious community that is attached to it, such as cemeteries, monasteries or community headquarters, have been targeted. Finally, while attacks on such places have usually been committed by non-State actors, other forms of harm or restrictions were usually committed or imposed by State authorities.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Regarding, in particular, attacks on places of worship, the Special Rapporteur wishes to point out that in addition to the special protection that is granted to religious places, sites and shrines by resolution 2004/36, members of religious communities or communities of belief, whenever they find themselves in places of worship, are in a situation of special vulnerability given the nature of their activity. The Special Rapporteur is therefore of the opinion that States should pay increased attention to attacks on places of worship and ensure that all perpetrators of such attacks are properly prosecuted and tried.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. More generally, as mentioned, inter alia, in paragraph 4 of the Human Rights Committee's general comment No. 22, the Special Rapporteur insists that places of worship are an essential element of the manifestation of the right to freedom of religion or belief to the extent that the great majority of religious communities or communities of belief need the existence of a place of worship where their members can manifest their faith.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Moreover, unlike other forms of violations of the right to freedom of religion or belief, attacks or other forms of restriction on places of worship or other religious sites and shrines in many cases violate the right not only of a single individual, but the rights of a group of individuals forming the community that is attached to the place in question.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Finally, the Special Rapporteur draws attention to article 53 of the Protocol Additional to the Geneva Conventions of 12 August 1949, and relating to the Protection of Victims of International Armed Conflicts (Protocol I) and article 16 of the Protocol Additional to the Geneva Conventions of 12 August 1949, and relating to the Protection of Victims of Non-International Armed Conflicts (Protocol II), which protect places of worship in times of armed conflict.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Although few communications have dealt with the question of religious publications, the Special Rapporteur wishes to emphasize that, in order to comply with universally accepted standards of freedom of religion or belief, the banning of such publications has to be properly justified under the permissible limitations provided for by article 18 of ICCPR and that such limitations are to be applied strictly. The Special Rapporteur considers that, in the cases that have been brought to her attention, the ban usually failed to meet that test.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. During the period under review, the Special Rapporteur has received a great deal of information concerning issues or questions of a more general nature that may not yet have given rise to a violation of the right to freedom of religion or belief but that may potentially cause or constitute such violations. This has mainly been the case of legislation or other forms of regulation related to the question of freedom of religion. While in many cases it has been the content itself of the norm that raised the question of compatibility with human rights law, the difficulty has also often been in the application of that regulation.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In many cases, religious communities have encountered difficulties related to the procedure for registration, where such exists, of their community. That was the case in communications sent to the Governments of Belarus, Eritrea, Kyrgyzstan, Mongolia, the Republic of Moldova, Turkmenistan and Uzbekistan.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur has noted in this regard, on the basis of information brought before her, that registration appeared often to be used as a means to limit the right of freedom of religion or belief of members of certain religious communities.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In this regard, the Special Rapporteur would like to expressly refer to the \"Guidelines for Review of Legislation Pertaining to Religion or Belief\", prepared by the Organization for Security and Cooperation in Europe/Office of Democratic Institutions and Human Rights (OSCE/ODIHR) Advisory Panel of Experts on Freedom of Religion and Belief in consultation with the Council of Europe's Venice Commission in 2004. Since the panel has extensive experience in compiling information about international norms and best practices based on universal documents and standards, its guidelines are particularly relevant for the situations analysed by the Special Rapporteur. - 58. Some main points to take into consideration with regard to registration are that: - − Registration should not be compulsory, i.e. it should not be a precondition for practising one's religion, but only for the acquisition of a legal personality and related benefits; - − In the latter case, registration procedures should be easy and quick and not depend on extensive formal requirements in terms of the number of members or the time a particular religious group has existed; - − Registration should not depend on reviews of the substantive content of the belief, the structure, the clergy, etc.; - − No religious group should be empowered to decide about the registration of another religious group.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Over the last few years, many States have adopted legislation and other measures designed to fight against terrorism. Some of these laws and measures have, however, presented a simplistic link between terrorism and religion which, in turn, may have contributed to provoking even more acts of religious intolerance leading to violence.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur underlines that freedom of religion or belief is a fundamental right that is not susceptible of derogation, even in time of emergency or because of national security concerns, as is clearly stated in article 4 of ICCPR. This aspect of freedom of religion or belief not only implies that no individual can be deprived of this right even in time of emergency, but also that States should avoid equating certain religions with terrorism as this may have adverse consequences on the right to freedom of religion or belief of all members of the concerned religious communities or communities of belief.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Without addressing the question of whether a \"State religion\" is a system that is compatible with human rights, the Special Rapporteur has noted that in a few States, legislation has been adopted that recognizes certain religions and not others or that institutes a different status among certain categories of religions. While the Special Rapporteur has not been provided with sufficient information suggesting that in any of these cases the legislation actually causes violations of the right to freedom of religion or belief, she is of the opinion that the legalization of a distinction between different categories of religion is liable to pave the way for future violations of the right to freedom of religion or for discrimination on the basis of religion or belief.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. On this question, the Special Rapporteur would like to refer to a report on a country visit made by her predecessors and according to which \"the principle of freedom of religion or belief, as enshrined in international human rights law, is difficult to reconcile with a formal or legal distinction between different kinds of religious or faith-based communities insofar as such a distinction in their status must imply a difference in rights or treatment, which may, in some cases, constitute discrimination that is incompatible with the exercise of human rights\".",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The present report is the first one by the Special Rapporteur to the Commission since she was entrusted with the mandate on freedom of religion or belief. Therefore, she does not wish at this stage to take a formal position on some of the more complex aspects of the mandate. Nevertheless, she would like to raise the following issues, to which she will pay closer attention in her future activities.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The question of religious symbols has been widely discussed over the last year in many countries. In the last few years, discussions have mainly focused on the Islamic headscarf and whether women should be allowed to wear them in public places and, in particular, if the girl child should be permitted to wear the headscarf in public schools. The Special Rapporteur notes, however, that the specific legislation or draft laws do not themselves discriminate against any single religion or belief.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 65,
        "Text": "65. From a human rights law perspective, the Special Rapporteur notes that most international judicial or quasi-judicial bodies have considered that the display of religious symbols is a \"manifestation\" of religion or belief falling within the purview of the second part of article 18, paragraph 1, of ICCPR and therefore susceptible of limitation rather than an element of the \"forum internum\", which is protected by the first part of article 18, paragraph 1, of ICCPR and hence not susceptible of any limitation.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. She also notes that the Human Rights Committee considered, in its general comment No. 22, that the manifestation of religion or belief in worship included \"the display of symbols\" and certain customs such as the wearing of distinctive clothing or head coverings.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Having noted the above, the Special Rapporteur considers that the question of restrictions placed on these voluntary displays or religious symbols are in certain situations not easy to resolve, even from a human rights perspective, as they often reveal situations where human rights other than freedom of religion or belief may be at stake. Moreover, she notes that international human rights bodies have sometimes come to different conclusions on this issue.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Certain United Nations mechanisms have recently addressed the question of religious symbols. In its concluding observations adopted on 4 June 2004 on the second periodic report of France (CRC/C/15/Add.240), the Committee on the Rights of the Child expressed its concern that \"the new legislation (Law No. 2004-228 of 15 March 2004) on wearing religious signs in public schools may be counterproductive, by neglecting the principle of the best interests of the child and the right of the child to access to education … the Committee recommends that the State party … consider alternative means, including mediation, of ensuring the secular character of public schools, while guaranteeing that individual rights are not infringed upon and that children are not excluded or marginalized from the school system … . The dress code in schools may be better addressed within the public schools themselves, encouraging participation of children\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 69,
        "Text": "69. In its decision in the Hudoyberganova v. Uzbekistan case, the Human Rights Committee considered, with one dissenting and one partly dissenting opinion, that \"to prevent a person from wearing religious clothing in public or private may constitute a violation of article 18, paragraph 2, which prohibits any coercion that would impair the individual's freedom to have or adopt a religion. As reflected in the Committee's general comment No. 22 (para. 5), policies or practices that have the same intention or effect as direct coercion, such as those restricting access to education, are inconsistent with article 18, paragraph 2. It recalls, however, that the freedom to manifest one's religion or beliefs is not absolute and may be subject to limitations, which are prescribed by law and are necessary to protect public safety, order, health, or morals, or the fundamental rights and freedoms of others (article 18, paragraph 3, of the Covenant)\".",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Without giving her evaluation of the above findings, the Special Rapporteur would like to emphasize that those situations have to be considered on a case-by-case basis and take into account the other human rights aspects that may be at stake in the situation concerned. She intends to further elaborate on this question in her next report.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. A number of situations that have been brought to the attention of the Special Rapporteur, related to instances where persons, whether members of religious communities or not, have criticized, in different ways and at various intensity, the religion or beliefs of others. In some of these cases, it has been argued that the alleged victims of such criticisms had their right to freedom of religion violated.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The Special Rapporteur would like to emphasize that the right to freedom of expression is as valuable as the right to freedom of religion or belief. Freedom of expression and freedom of religion or belief are two essential fundamental human rights that should be equally respected and protected. Limitations permitted by the relevant human rights instruments have to be applied strictly and the right balance has to be struck, keeping in view the provisions of article 8 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, according to which \"nothing in the present Declaration shall be construed as restricting or derogating from any right defined in the Universal Declaration of Human Rights and the International Covenants on Human Rights\".",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The Special Rapporteur noted that the absence of, or limitations on, the freedom of religion or belief remains a reality for a large number of individuals worldwide. In this respect, she intends to make every effort so that the mandate is informed of - and can take appropriate action on - most of these violations. The future activities carried out under the mandate will therefore be mainly devoted to its protection aspect, which is the monitoring of cases and situations where freedom of religion or belief are allegedly committed.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Among the main concerns are the continuing violations of human rights of members of certain religious minorities, as well as the still widely applied practice of forced conversion. The Special Rapporteur considers that such a practice breaches the strongest and most fundamental part of freedom of religion or belief and should be given greater attention by the international community.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The information that has been brought to the attention of the Special Rapporteur also reveals that a large number of the violations of the right to freedom of religion or belief are committed by non-State actors, whether members of religious groups themselves or others. The Special Rapporteur notes in this regard that there is still a tendency even today to forget about the positive human rights obligations of States. States have an obligation to ensure freedom of religion or belief to the persons finding themselves within their jurisdiction. Where acts of violence or other acts of religious intolerance are committed against individuals, States have both an obligation to protect and an obligation to remedy the situation. Perpetrators must be brought to justice.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Governments must pay more attention to protecting religious sites, buildings and shrines, as reports of acts of desecration and other forms of destruction are increasing. These are alleged to have been largely carried out by non-State actors, but not only by them.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Finally, sharing the opinion of her predecessor, the Special Rapporteur considers that the information brought forward demonstrates that the events of 11 September 2001 continue to have a dramatic impact on the situation of human rights, including freedom of religion or belief. She remains particularly concerned at the fact that States continue to adopt legislation and measures establishing a confusing and misleading link between certain religions and terrorism, which affects the right to freedom of religion of those persons whose religion or belief is targeted. She also deplores the absence in many countries of positive measures that aim at restoring or establishing a climate of religious tolerance, which remains the central concern of the mandate, so that the provisions of the Declaration can be fully achieved. 1 See general comment No. 22 on article 18 of the International Covenant on Civil and Political Rights, adopted by the Human Rights Committee at its forty-eighth session (1993). 2 Ibid. 3 Ibid., para. 5. 4 Ibid. 5 \"Guidelines for Review of Legislation Pertaining to Religion or Belief\" prepared by the OSCE/ODIHR Advisory Panel of Experts on Freedom of Religion or Belief in consultation with the Council of Europe's Commission for Democracy Through Law (Venice Commission), adopted by the Venice Commission at its fifty-ninth plenary session (Venice, 18-19 June 2004) (see www.osce.org/documents/odihr). 6 Report on the visit of the Special Rapporteur on freedom of religion or belief to Romania (E/CN.4/2004/63/Add.2), para. 94. 7 General comment No. 22, para. 4. 8 Concluding observations of the Committee on the Rights of the Child on the second periodic report of France, adopted on 4 June 2004, thirty-sixth session (CRC/C/15/Add.240), paras. 25 and 26. 9 Views of the Human Rights Committee on the Hudoyberganova v. Uzbekistan case, adopted on 5 November 2004, eighty-second session, (CCPR/C/82/D/931/2000), para. 6.2. -----",
        "Labels": [
            "Children"
        ]
    }
]