[
    {
        "ID": 12,
        "Text": "12. The allegations regarding the treatment of the Ahmadi communitv which the Special Rapporteur has forwarded to the Government of Pakistan for comments are baseless. The Government of Pakistan has consistentlv discharged its E/CN.4/1988/45/Add.1/Corr.1 paqe 2 obliqations to ensure the equitable and -just treatment of all its citizens reqardless of their reliqious belief. There is no discrimination aqainst Ahmadis. They have the freedom of expression and brinq out reliqious and other publications. They have the riqht of association and hold reliqious meetinqs and conventions, as well as prayer conqreqations. The necessary facilities are Drovided for such meetinqs. Appropriate measures are taken to protect Ahmadi places of worship and to maintain their sanctity.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The controversy enqendered by the Ahmadi issue has aroused deep reliqious sentiments and reqrettably led to violence between Ahmadis and Muslims, at times resultinq in loss of life on both sides. In the \"Sahiwal incident\", durinq an altercation between a qroup of Muslims and Ahmadis outside an Ahmadi centre, two of the Ahmadis, Ilvas Munir and Naeem ud-Din, shot at two Muslims, draqqed them inside the centre and denied them medical help, as a consequence of which thev succumbed to their injuries. Ilvas Munir and Naeem ud-Din were tried for murder. It was established that as the deceased were unarmed there was no threat or danaer to the accused, invalidatinq their claim of actinq in self-defence. They were sentenced to death in accordance with the law. Their faith had no relevance to their trial and conviction.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In the \"Sukkur incident\", a bomb exploded in a mosque resultinq in the death of one Muslim and serious injuries to 12 others. Police investiqations led to the arrest of two Ahmadis, Nasir Ahmad and Rafiq Ahmad, who were tried and sentenced to death for murder in accordance with the law. The reliqious beliefs of the accused had no bearinq on their trial and conviction.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In Pakistan, there is no discrimination as reqards employment. Article 27 (1) of the Constitution provides that \"no citizen who otherwise qualifies for appointment in the services of Pakistan shall be discriminated aqainst in respect of any appointment on the qround of race, reliqion, sex, residence or place of birth\". The Government has not, as is alleqed, required private employers to dismiss Admadi employees. Nor have Ahmadis been dismissed from qovernment employment on qrounds of reliqion. Ahmadis hold important positions in the services of Pakistan, both civil and military, and are leadinq fiqures in the economic and business community.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The assertion that Ahmadis have been denied their votinq riqhts is false. Pakistan has adopted a system of separate electorates for each reliqious community in order to ensure that all minorities are represented in the leqislatures. The size of the minorities in Pakistan is so small that in a unified electorate they would not be assured of any representation. Under articles 51 and 106 of the Constitution seats have been reserved for the minorities in the National and Provincial Assemblies. The Ahmadis have been allocated one seat in the National Assembly, and one each in three provincial assemblies. However, unlike other minority communities, the Ahmadis chose not to nominate candidates for these seats durinq the elections held in February 1985.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The alleqation that the Ahmadis have been denied access to medical care in qovernment hospitals and admission to schools or universities is without any foundation whatsoever. Public and welfare institutions in Pakistan are open to all its citizens without reqard to their reliqion or social or ethnic backqround. Judicial remedies are available if discrimination is practised aqainst any person. E/CN.4/1988/45/Add.1/Corr.1 paqe 3",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. After the liftinq of martial law in Pakistan in December 1985, the constitutional quarantees relatinq to the fundamental riqhts of all citizens were restored and the authority of the judiciarv fullv re-established. The restoration of democracy and the restitution of fundamental riqhts in Pakistan, as well as the full authority of the judiciary, ensure that the riqhts of the Ahmadis, as of every citizen of Pakistan, are fully safequarded bv the due processes of law.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. The Government of Pakistan deems it a duty to promote the welfare of the non-Muslim citizens, to ensure tolerance for their faith and to provide them with opportunities to lead their lives honourably and accordinq to their beliefs. A Federal Ministry of Minorities Affairs is charqed with the responsibilitv of protectinq their riqhts and takinq all possible measures for their well-beinq and economic, cultural, social and educational advancement.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Government of Pakistan, consistent with its commitment to the ideals and purposes of the Charter of the United Nations as well as to the Universal Declaration of Human Riqhts, has always upheld and endeavoured to promote fundamental riqhts and freedoms. The Government has, therefore, always extended its fullest co-operation to United Nations human riqhts forums. It hopes that the clarifications provided will serve to allay any misqivinq about the situation in respect of Ahmadis in Pakistan.",
        "Labels": []
    }
]