[
    {
        "ID": 1,
        "Text": "1. The question of intolerance and of discrimination based on religion or belief has been given special attention within the United Nations for many years. However, despite the fact that the right to freedom of religion and of belief is recognized as one of the fundamental human rights in several international instruments, it has to be acknowledged that the phenomenon of intolerance in matters of conviction or belief continues to be a disturbing feature in many regions of the world. Admittedly, the phenomenon is an age-old one which has already caused the loss of many lives by bringing about many wars and savage repression throughout human history. Moreover, it is somewhat paradoxical that such manifestations of intolerance have occurred in the name of religions and convictions, most of which advocate first and foremost respect for human values and love of one's neighbour. In this connection, the fact cannot be disregarded that the followers of a particular religion or belief often tend to consider it to be the only valid manifestation of the truth. This characteristic, which amounts to a denial of the right of everyone to be different, is undoubtedly one of the root causes of intolerance and discrimination based on religion or belief. A number of other causes have also been recorded, including prejudice, since socio-ethnic characteristics often make religion a vital identity factor, or the need to identify a scapegoat responsible for various social and economic evils.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Many studies have been conducted under the aegis of the United Nations to determine the factors conducive to religious intolerance. They include, inter alia, the Study of Discrimination in the Matter of Religious Rights and Practices submitted in 19 59 by Mr. Arcot Krishnaswami, Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities V , and the report undertaken by Mrs. Elizabeth Odio Benito (E/CN.4/Sub.2/1987/26), also mandated by the Sub-Commission, on the root causes and current dimensions of the problems of intolerance and of discrimination on the grounds of religion or belief. Similarly, the United Nations Seminar on the Encouragement of Understanding, Tolerance and Respect in Matters Relating to Freedom of Religion or Belief, organized by the Centre for Human Rights at Geneva from 3 to 14 December 1974 (ST/HR/SER.A/16), also helped to determine the roots and nature of manifestations of intolerance in matters of religion or belief. The purpose of this report is not therefore to analyse the causes of religious intolerance, but rather to attempt to draw up a list, as it were, of the contradictions still in evidence between the legislative provisions at the international level in the area of protection and promotion of the right to freedom of thought, conscience and religion, and the persistence in all areas of the world of incidents and governmental actions that are inconsistent with these provisions.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Since 1945, many United Nations agencies have attempted to elaborate international standards in order to encourage States to pursue one of the Organization's basic objectives, which, according to the Charter, is to promote and encourage respect for human rights and for fundamental freedoms for all, without distinction as to race, sex, language, or religion. This objective is also set forth in the Preamble to the Universal Declaration of Human Rights, which states that \"... the advent of a world in which human beings shall enjoy freedom of speech and belief and freedom from fear and want has been proclaimed as the highest aspiration of the common people\". Article 2 of the Universal Declaration in its turn rejects any discrimination on the basis of religion when it stipulates that \"Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind ...\". The right to freedom of thought, conscience and religion is proclaimed in article 18 of the Universal Declaration, which qualifies it as follows: \"... this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance.\"",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The International Covenants on Human Rights also contain provisions concerning freedom of conscience and religion. Reference may be made in this connection to article 18 of the International Covenant on Civil and Political Rights, which proclaims the right to freedom of thought, conscience and religion, to article 4, paragraph 2 of the Covenant which makes this right a fundamental one by allowing no derogation from it, and to article 13 of the International Covenant on Economic, Social and Cultural Rights, paragraph 1 of which stipulates that \"... education shall ... promote understanding, tolerance and friendship among all nations and all racial, ethnic or religious groups ...\", and, in paragraph 3 binds States parties to have respect for the liberty of parents \"... to ensure the religious and moral education of their children in conformity with their own convictions\".",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 5,
        "Text": "5. Other international human rights instruments also have provisions relating to the struggle against intolerance and discrimination in matters of religion or belief, in particular the International Convention on the Elimination of All Forms of Racial Discrimination, the ILO Convention on Discrimination in Respect of Employment and Occupation, and the UNESCO Convention against Discrimination in Education.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In 1962, the General Assembly endorsed for the first time the idea of a United Nations instrument specifically addressing the question of the elimination of all forms of intolerance and discrimination based on religion or belief. At that time, two separate documents were envisaged, a declaration and an international convention.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. In 1972, the General Assembly decided to accord priority to the completion of the Declaration before resuming consideration of the draft International Convention. From 1974, the Commission on Human Rights considered the question of the draft Declaration at each of its annual sessions until 1981 when it adopted the text of a draft Declaration submitted to the General Assembly the same year through the Economic and Social Council.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. On 25 November 1981, the General Assembly proclaimed the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, in which the Assembly, considering that it was essential \"to promote understanding, tolerance and respect in matters relating to freedom of religion and belief\", resolved to \"adopt all necessary measures for the speedy elimination of such intolerance in all its forms and manifestations and to prevent and combat discrimination on the ground of religion or belief\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 9,
        "Text": "9. Although the 1981 Declaration is not binding at the strictly legal level, it may nevertheless be considered as a morally binding instrument for the States which have acceded to it. Moreover, the Declaration explains in detail what is meant by the right to freedom of thought, conscience and religion, a right which those States that have ratified the above-mentioned international instruments are legally bound to enforce within their territory, and it sets forth the measures necessary for ensuring the enjoyment of that right.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The existence of international legal standards guaranteeing the right to freedom of thought, conscience and religion is therefore undeniable. Such guarantees are also found, at the internal level, in many national legislations, either in constitutional texts or other legislative provisions, as the Special Rapporteur appointed under Commission on Human Rights resolution 1986/20 noted with satisfaction when considering the communications addressed to him by several Governments. The communications also indicated that many States were concerned with ensuring respect for the right to freedom of thought, conscience and religion, and that a number of them have implemented specific measures aimed at enforcing and promoting this right, such as the establishment of conciliation procedures in religious matters, non-interference by the State in the conduct of religious affairs, and the promotion of a dialogue between the various denominations.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Nevertheless, a brief survey of the current situation serves to establish the persistence of the phenomenon of intolerance and discrimination based on religion or belief, and the extent and seriousness of these manifestations. In this context, the Special Rapporteur, on the basis of the information compiled by him from various sources, has attempted to identify the factors that specifically impede the implementation of the provisions of the Declaration, and has gone on to list the various infringements of these provisions and, at a more general level, the other human rights infringements stemming from intolerance and discrimination in matters of religion and of belief. Drawing on these specific observations, the Special Rapporteur has endeavoured to formulate a number of recommendations aimed, if not at containing, at least at attenuating the scope of an evil whose effects are felt throughout the world.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Since the adoption in November 1981 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, the question of the measures required to implement the provisions of the Declaration has been considered, at the request of the General Assembly, by the Commission on Human Rights and the Sub-Commission on Prevention of Discrimination and Protection of Minorities. The study undertaken by Mrs. Odio Benito, Special Rapporteur of the Sub-Commission, on the root causes and current dimensions of the general problems of intolerance and of discrimination on the grounds of religion or belief was mentioned earlier.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 10 March 1986, the Commission on Human Rights adopted resolution 1986/20, in which it stated that it was \"Seriously concerned by frequent, reliable reports from all parts of the world which reveal that, because of governmental actions, universal implementation of the Declaration has not yet been achieved\" (third preambular paragraph) and in which it decided, in view of incidents and governmental actions inconsistent with the provisions of the Declaration, \"... to appoint for one year a special rapporteur to examine such incidents and actions and to recommend remedial measures, including, ... the promotion of a dialogue between communities of religion or belief and their Governments;\" (para. 2).",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Further, the Special Rapporteur was requested to \"... seek credible and reliable information ...\" (para. 4) , and invited to \"... carry out his work with discretion and independence\" (para. 7) .",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Commission requested the Special Rapporteur to submit a report to it \"... on his activities regarding questions involving implementation of the Declaration ... together with his conclusions and recommendations\" (para. 8).",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Chairman of the Commission, after consultations with the members of the Bureau, appointed Mr. Angelo Vidal d'Almeida Ribeiro as Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The provisions of Commission on Human Rights resolution 1986/20 clearly identify the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief as the framework and basic reference for the Special Rapporteur's activities, determining, in substance, the limits of these activities. What is needed is an assessment of incidents of intolerance and governmental actions connected therewith in the light of their consistency or otherwise with the provisions of the Declaration.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Declaration proclaims the right to freedom of thought, conscience and religion, including freedom to have and to manifest, free from coercion, a religion or belief of one's choice, either individually or in community with others, in public or private, in worship, observance, practice and teaching (art. 1). Any distinction, exclusion, restriction or preference based on religion or belief is prohibited (arts. 2 and 3). States are required to take effective measures to prevent and eliminate discrimination on the grounds of religion or belief and to amend their legislation accordingly (art. 4) . The Declaration goes on to address the right of parents to raise their children according to the religion or belief of their choice, the right of children to have access to education in the matter of religion or belief in accordance with the wishes of their parents, and the protection of children from any form of discrimination on the grounds of religion or belief (art. 5) . It also provides a non-exhaustive list of a number of freedoms stemming from the right to freedom of thought, conscience, religion or belief (art. 6) . The Declaration also stipulates that the rights and freedoms set forth in it \"shall be accorded in national legislations in such a manner that everyone shall be able to avail himself of such rights and freedoms in practice\" (art. 7).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur's main task is therefore to assess the implementation of the Declaration at the practical level, drawing attention to the occurence and extent of incidents and actions inconsistent with its provisions (see chap. IV). The Special Rapporteur does not deem it appropriate, at the current stage of his work, to cite those countries in respect of which allegations of manifestations of intolerance in matters of religion or belief have been formulated. He believes that it would have been incompatible with the need for objectivity to cite countries without having previously communicated to them a description of the allegations concerning them so as to enable them to provide clarifications. The Special Rapporteur considers that priority should be given to identifying the problems and stressing their extent and the seriousness of their implications. The highlighting of these problems in a way that takes into account the requirement for discretion and independence stipulated in Commission on Human Rights resolution 1986/20 may in itself help to initiate a process to enable intolerance and discrimination to be redressed. Clearly, such a process could not be carried through to a successful conclusion unless all the parties concerned are firmly resolved to implement a number of specific measures. The Special Rapporteur has therefore attempted, in conformity with his mandate, to recommend measures for redressing situations that reveal inconsistencies with the provisions of the Declaration (see chap. V) .",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. In conformity with the provisions of paragraph 4 of Commission on Human Rights resolution 1986/20, according to which the Special Rapporteur \"... shall seek credible and reliable information from Governments, as well as specialized agencies, intergovernmental organizations and non-governmental organizations, including communities of religion or belief\", a request for information dated 29 August 1986 was addressed in a note verbale to Governments and in letters to United Nations bodies, specialized agencies, and interested intergovernmental and non-governmental organizations.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. On 10 December 1986, replies had been received from the following Governments: Belize, Bolivia, Brazil, Colombia, Dominican Republic, Ecuador, Finland, Germany, Federal Republic of, Iraq, Israel, Mauritius, Mexico, New Zealand, Panama, Peru, Poland, Spain, Sweden, Trinidad and Tobago, Turkey, Uganda, Union of Soviet Socialist Republics and the United States of America.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The following United Nations bodies have also replied: United Nations Children's Fund, Office of the United Nations High Commissioner for Refugees, United Nations University.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Replies were also received from the following specialized agencies: International Labour Organisation, United Nations Educational, Scientific and Cultural Organization.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Organization of American States also replied.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The following non-governmental organizations, in consultative status with the Economic and Social Council or on its Roster, also replied: Amnesty International, Baha'i International Community, Commission of the Churches on International Affairs of the World Council of Churches, Four Directions' Council, Friends World Committee for Consultation, International Association for Religious Freedom, International Commission of Jurists, International Federation for the Protection of the Rights of Ethnic, Religious, Linguistic and Other Minorities, International Humanist and Ethnical Union, International PEN, Inter-Parliamentary Union, Lutheran World Federation, Minority Rights Group, Survival International, World Union for Progressive Judaism.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur also received information from various other religious or secular sources reporting alleged infringements of the provisions of the Declaration in many countries.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In fulfilling his mandate, the Special Rapporteur met members of non-governmental organizations and individuals at Lisbon. He also visited Geneva for consultations at the Centre for Human Rights in July, October and November 1986. During those consultations, he received the Permanent Observer for the Holy See to the United Nations Office at Geneva and representatives of non-governmental organizations, namely, the Lutheran World Federation, the Commission of the Churches on International Affairs of the World Council of Churches, the Baha'i International Community, Pax Romana and the World Union for Progressive Judaism. In his capacity as Special Rapporteur, he participated in a conference on tolerance for differences of religion or belief organized by the University of Minnesota at Minneapolis, from 19-22 October 1986, in which representatives of the main contemporary ideological systems participated. On this occasion, the Special Rapporteur met representatives of the Minnesota Lawyers International Human Rights Committee. He also visited the United States of America in December 1986 at the invitation of American religious and secular associations.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. On the basis of the information which he was able to obtain from the various sources mentioned above, the Special Rapporteur has endeavoured to present an overall view of incidents and governmental measures incompatible with the provisions of the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief. Obviously, the picture is neither comprehensive nor exhaustive, nor does it include all the situations that reveal incompatibility with the provisions of the Declaration; an analysis of the information received shows clearly the extreme range and variety of those situations which the Special Rapporteur has noted, to date, in more than 40 countries and in widely varying forms. The allegations of intolerance and discrimination brought to the attention of the Special Rapporteur concern the followers of a broad spectrum of religions and sects, such as those of Hare Krishna, tribal or aboriginal religions, Seventh Day Adventists, Ahmadis, Aramaens, Armenians, Assyrians, Baha'is, Baptists, Buddhists, Roman Catholics, Uniat Catholics, Copts, Evangelists, Hindus, Jews, Muslims, Orthodox Church members, Pentecostals, Protestants, Sikhs and Jehovah's Witnesses. To identify the general trends and characteristics of the problem of religious intolerance as defined in the Declaration, the information collected has been reassembled according to several criteria; first, the factors the existence of which seems to constitute an obstacle to the implementation of the provisions of the Declaration have been identified; secondly, various types of infringement of the provisions of the Declaration have been identified in the light of the relevant articles; thirdly, information has been provided on the negative repercussions of infringements of the provisions of the Declaration on the enjoyment of various human rights.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 29,
        "Text": "29. While a detailed examination of national laws and regulations relating to freedom of religion or belief is outside the scope of the current mandate, which is more particularly concerned with specific incidents and measures that endanger this freedom, there does seem to be an undeniable relationship between certain legislative provisions and the occurrence of incidents or measures that reveal intolerance in matters of religion or belief.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The existence, both necessary and desirable, in constitutions or other texts of national legislation, of provisions establishing the principle of freedom of religion and belief does not, however, constitute an absolute guarantee of respect for this principle, and there are unfortunately many instances of persecution or other manifestations of religious intolerance, despite the adoption of such legislative provisions. Such a state of affairs makes even more alarming the existence in the legislation of certain countries of provisions which call into question or reduce the scope of this principle and which are incompatible with the 1981 Declaration.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. While the case of one country the legislation of which proclaims that it is \"the first atheist State in the world\" and where religion has been decreed to be illegal by an Act of Parliament is exceptional, a spectrum of legislative provisions in various countries endangers in varying degrees the principle of freedom of religion and belief as defined by the Declaration, or hampers its practical implementation.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Some legislative provisions actually involve various degrees of discrimination in the exercise of religious rights and freedoms. In some cases, a constitution recognizes a particular religion as the official or State religion, thereby conferring on it a special status. Sometimes, a given ideology acquires this official status, entailing certain advantages over other denominations or beliefs. For example, some laws penalize any attempt to change the secular nature of the State or recognize the right to disseminate anti-religious propaganda without tolerating the right to disseminate religious propaganda. Sometimes, one or several religions are recognized by legislation to the detriment of other denominations or beliefs; for example, in some countries, the law lists recognized denominations and places them under State control. Alternatively, it encourages monotheism to the detriment of other beliefs. In some cases, the Constitution determines the religious minorities to which legal status is granted, to the exclusion of others. Discrimination is carried to extremes when the law declares certain religions or denominations to be unlawful and punishes the act of belonging to or practising them.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. In some cases, the principle of freedom of conscience and religion is subjected by legislation to certain restrictions. For example, sometimes this right has to be exercised in accordance with the requirements of the law. Certain countries prohibit proselytism in their legislation or regard conversion or apostasy as an offence or crime. Lastly, certain laws punish religious activities of which the State disapproves.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. In addition to legislative provisions, the attitude adopted by governmental authorities on questions of religion or belief may have considerable influence on the implementation of the principles set forth in the Declaration. The information collected denotes many instances where the policy followed by the Government runs counter to the ideals of tolerance and respect for freedom of belief and religion. Such a policy can be pursued directly through decrees and instructions issued by the Government, reflected in more or less violent conflicts between government officials and followers of a religion or belief, or implemented indirectly by inciting to or promoting intolerance.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Some countries have undertaken campaigns for the forced assimilation of religious minorities, which may involve arbitrary changes to the names of places or of persons that have a particular religious connotation. In many cases, religious buildings or premises have been confiscated, converted to other uses or sometimes demolished under various pretexts, such as that of the need to rebuild certain districts. Sometimes, officials mandated by the Government carry out attacks against the houses of private individuals belonging to a religion or sect not recognized by the authorities. In some countries, confrontations occur between the forces of order and elements belonging to a given religion. In the same countries, the Government may impose restrictions on certain religious or cultural practices or attire closely associated with religious values. Sometimes, governmental restrictions apply to all religious practices; for example, in one country, the periods during which religious activities and ceremonies may be performed are established by decree; in several others, the State has at its disposal a series of institutional mechanisms enabling it to intervene in purely ecclesiastical questions. In others, on the other hand, one or several religions or particular sects are affected. For example, a sect or religion can be specifically forbidden by decree. In one country, declarations or memoranda from the highest State authorities proclaim the unlawful or punishable nature of a certain religion; in another, the decrees adopted by various ministries deny in practice any legal status or legal protection to the members of a religion that is not recognized officially. Another example is that of a country where the followers of a sect whose religious beliefs prohibit them from participating in any political activity are required, during checks carried out by the Government, to produce membership cards of the party in power. Lastly, governmental intransigence frequently brings about the arrest and imprisonment of the followers of a particular belief and sometimes persecution and brutality committed by government officials against them.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Religious intolerance as governmental policy can take more insidious and less direct forms, which are no less harmful, however. Very often the media controlled or approved by the Government seeks, through hostile articles, to denounce, denigrate or ridicule religious values or to slander the spiritual leaders of a religious community. In one country, a press campaign orchestrated by the Government has been systematically conducted in order to discredit the religious authorities in the eyes of public opinion. In another, certain authors have been criticized in the pro-Government press for having advocated spiritual values in their writing. Sometimes, the authorities endeavour to promote an ideology or a particular religious movement to the detriment of the others, by extolling it in the Government-controlled press. For example, in one country, the study of the science of religion has been included in the school curriculum, in what has been viewed by the religious authorities as an attempt to make the rational prevail over the spiritual; in another the textbooks urge students to shun certain religious beliefs in favour of the general principles comprising the regime's official ideology. In one particular country, the State has encouraged the establishment of a church parallel to that already existing, granting it a relatively privileged status while retaining strict control over it. In another country, incitement by the Government to religious intolerance towards a given religion takes the form of sworn statements denouncing the followers of that religion which citizens have to sign in order to obtain a passport or administrative employment.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Lastly, the Government can, through its attitude, encourage or incite certain elements to manifest religious intolerance. For example, in one country, youth organizations have undertaken the systematic destruction of religious buildings such as churches and mosques with the active encouragement of the Government. In another country, there have been reports of incidents, such as forced conversion to the official religion and attacks against holy temples, in which governmental officials are said to have taken part. In several countries, the members of outlawed communities suffer persecution and brutality on the part of their fellow citizens, without intervention on the part of the State. For example, in one country where the followers of a prohibited sect are subjected to serious persecution, no conviction has ever been handed down by a court for an offence perpetrated against a member of that sect. Another example of tacit complicity by governmental authorities with the proponents of intolerance is that of a country where the Government has authorized opponents of a religious sect to hold a conference with a view to the repudiation of that sect's precepts.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 38,
        "Text": "38. Certain political, economic and cultural factors help to create a climate conducive to distrust and religious intolerance. Religious aspirations are sometimes equated with the sentiments that animate members of a particular ethnic group or nationality, and they therefore incur suspicion and restrictions on the part of the authorities, which regard them as divisive factors and germs of separatism. For example, in one country, it would seem that the regime's anti-religious policy has had essentially nationalist objectives and has been undertaken mainly in order to eliminate the Greek Orthodox and Catholic religions considered to be divisive factors in a country with a Muslim majority. In another country, the fact that a person follows Islam is regarded by the authorities as an obstacle to loyalty towards the dominant party. Elsewhere, an ethnic minority criticizes the clergy for using its influence to exacerbate the rival majority ethnic group. In another country, once again with the stated purpose of securing the integration in the nation of \"foreign and isolated\" communities, certain animist religious traditions are being combated with a view to promoting the development of a monotheistic religion based on belief in one God. In another case, it seems that the followers of certain religions are persecuted not only because of the strength of their convictions, which in itself is in contradiction with the official ideology, but above all because they are identified with \"separatist\" elements. Lastly, in a multinational State, manifestations of religious fervours are sometimes regarded by the authorities as a reflection of national and separatist tendencies.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. It also happens that because of the links existing between the institutions of a religious community within a country and their counterparts abroad, the members of the community are equated with \"foreign agents\" and, depending on the particular case, regarded as spies, agents of colonialism, imperialism or zionism. Thus, in one country, foreign missionaries are treated as \"saboteurs of the revolution\", and the Church is now reproached for the links which it maintained, during the colonial era, with the mother country. In another country, the Government tries to justify its activities against a religious community by spreading allegations to the effect that the community is an organization engaged in political espionage, supported by the West and pro-Zionist. Elsewhere, several members of a national minority have been detained for religious reasons because of their loyalty to the spiritual chief in exile of their religious community. In another country, members of a sect are criticized for having among their leaders foreigners opposed to the country's legislation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Another political criticism which is sometimes levelled at the followers of a religion and which is instrumental in restricting their freedom of belief is the allegation of intervention in non-religious affairs in the guise of criticism of governmental policies. In several countries the authorities fear that religious groups may succeed in writing and channelling dissident views, and they therefore equate certain religious leaders with opponents or dissidents, accusing them with writings, attitudes or sympathies not in conformity with the values advocated by the official bodies.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In some cases, the precepts peculiar to a given religion or sect are the source of conflict between the religious duties of the followers and their civic obligations. Thus, in several countries, the members of one sect are persecuted because of their refusal, based on religious belief, to salute the national flag or to sing the national anthem.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Economic factors can also lend to or aggravate a lack of understanding or religious intolerance. Thus, the tense intercommunity relations prevailing at present in several countries, which sometimes cause serious disturbances, are frequently due not only to purely religious schisms and dissensions but also to economic causes. Sometimes the members of a religious minority occupy a previleged economic position in society, incurring resentment on the part of the majority. Such resentment is then reflected in strong hostility towards the followers of the minority religion and, therefore, towards the religion itself.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Sometimes, economic and cultural factors come together to create a lack of understanding of particular religious values. Thus, in several countries where there are still indigenous populations that have preserved their ancestral religious traditions, considerations of an economic nature have sometimes prevailed over respect for those traditions. For example, there is the example of the appropriation by the State, with the stated aim of assuring the economic development of certain \"backward\" areas, of land regarded as sacred for the religious requirements of certain tribes. Further, there is the establishment of tourist sites, dams or other utilitarian structures regarded by indigenous populations as profaning the inviolable character of places which they regard as sanctuaries. Similarly, the requirements of some ceremonies, such as a special use of flora and fauna in some religions where nature as a whole is regarded as sacred, frequently meets with cultural incomprehension and rejection by the authorities.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 44,
        "Text": "44. While the attitude of Governments and various legal, political, economic and cultural factors can, to a large extent, hamper the implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, it would however seem that the sectarian and intransigent attitude of the followers of a particular religion or belief is sometimes the root cause of situations and incidents incompatible with the provisions of the Declaration. A large number of incidents which have come to the attention of the Special Rapporteur, either through the media or in documents transmitted to him, involve clashes, sometimes violent, between members of various religious communities. For example, in a number of multiconfessional countries, the various religions do not always co-exist without incidents. For example, one country is afflicted by recurrent and serious riots stemming from incidents involving the followers of various faiths, such as throwing stones at religious processions, attacks against holy places or persons belonging to a rival community. Interconfessional violence in this country generally results in the loss of many lives. In another multiconfessional country, where civil war has been raging for over 10 years, reciprocal lack of understanding and religious hatred are added to other grounds for tension, thereby perpetuating a situation of conflict and unceasing violence. Other examples attest to the persistence, in the modern era, of age-old religious hatred.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 45,
        "Text": "45. In addition to these conflicts involving entire communities more or less directly in religious struggles, there are also cases that show the decisive influence in religious circles, of extremist or fanatical elements, who contribute by their intransigence and their demand for a strict and literal interpretation of certain religious precepts, to maintain a climate of intolerance and of rejection of a dialogue either with the followers of other religions or beliefs, or with coreligionists regarded as less faithful to the strict interpretation advocated by the extremist elements and accused by them of deviation and treason. The incidents that brought into conflict, in several countries, and in the name of several monotheistic religions, integrationist elements favouring a particular interpretation of religion and the forces of order, following demonstrations and occurrences such as attacks, bomb explosions, the sacking or setting on fire of edifices or objects regarded by the extremist elements as so many symbols of religious or atheistic values incompatible with the precepts they hold to be sacred are a case in point.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Article 1, paragraph 1, of the Declaration describes the right of everyone to freedom of thought, conscience and relig ion as including \"freedom to have a religion or whatever belief of his choice, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching\". Article 1, paragraph 2, goes on to say that \"No one shall be subject to coercion which would impair his freedom to have a religion or belief of his choice\". Paragraph 3 of the same article restricts the limitations on freedom to manifest one's religion or belief to cases prescribed by law and justifiable by the exigencies of public safety, order, health or morals or the fundamental rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Article 6 of the Declaration gives examples of various freedoms which, inter alia, are included in the right to freedom of thought, conscience, religion or belief. At this juncture, the Special Rapporteur will, endeavour to follow the provisions of the Declaration in order to ascertain the extent to which the rights and freedoms stated therein are respected and implemented in practice.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. With regard to the fundamental right to have a religion or belief of one's choice (Part 1) and the freedom to worship or assemble in connection with it and maintain places for these purposes (art. 6 (a)), one is compelled to conclude that they give rise to many infringements throughout the world.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. On occasion, the very right to have a religion or belief of one's choice is infringed. Thus, in some countries, several persons have been imprisoned for converting to a religion of their choice. In another country, every kind of pressure, including imprisonment and torture, is brought to bear against those who profess a faith to force them to abjure. In yet another country, the members of a community considered to be heretical by the religious majority are forbidden to claim kinship with this majority religion, to which they consider they belong.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. In many instances, manifestations of religion or belief are punished. In one country, it is unlawful to pray, either in private or in public. In others, sanctions are applied to the faithful who take part in prayers or worship in public. At times, public worship is prevented in effect, by demolishing, closing or converting to other uses places of worship and religious meetings. For instance, in one country, all places of worship have been closed down. Sometimes there is State control in respect of the creation of new parishes: in one case, the permission of the State is required for ordained priests to carry out their ministry. Restrictions on the exercise of freedom of religion and belief may take other forms: thus, one country limits the exercise of freedom of worship during the week, and forbids religious meetings outside the places officially recognized as places of worship; another has banned the holding of religious meetings in specific regions for a certain period of time. Elsewhere, public worship is forbidden to communities that are not officially registered, and religious meetings in which children and young people participate require official permission. Restrictions on worship may also take the form of vexations and persecution of various kinds, ranging from the execution and imprisonment of the faithful to the harassment of participants in pilgrimages or other religious meetings. The restrictions may also relate to one or more specific aspects of worship. This is the case, particularly, in a number of countries, with objectors who refuse, out of religious belief, to wear uniform or to perform military duties and are punished for this reason; the same also applies to the ban on specific religious tribal practices in certain countries.",
        "Labels": [
            "Indigenous peoples",
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 51,
        "Text": "51. The freedom to establish and maintain appropriate charitable or humanitarian institutions (art. 6 (b)) is brought into question when a religion or sect is banned by law, as is regrettably the case with various denominations in several countries. Further, this freedom is at times expressly restricted or denied. In one country where a religious community has been declared unlawful, a decree forbids the members of this denomination to engage in any community activity. In another country where the registration of religions and sects with the official authorities is a prerequisite for the legal exercise of religious observances, this registration amounts in practice to relinquishing the freedom to establish charitable or humanitarian institutions. In yet another country, a decree issued by the Ministry of Justice officially declared a religious commission which sought social progress to be unlawful and transferred its property to the State.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The freedom to make, acquire and use to an adequate extent the necessary articles and materials related to the rites and customs of a religion or belief (art. 6 (c)) is also restricted in practice. Thus, in one country, the law forbids the possession of liturgical objects. In another, persons were arrested, in the past, merely because photographs of a spiritual leader had been found in their homes or for the possession of holy writings and images. Members of a particular religious community which was persecuted in one country have been imprisoned for displaying their article of faith on buildings, banners or insignia. Elsewhere the efforts of the faithful to import the holy writ of their religion have been punished by ill-treatment and imprisonment. In another country, several cases of restriction of this freedom have been reported, such as the arrest of several members of a religious community, for having secretly used a press to print holy images and calendars; the fact that the use of certain liturgical objects has been retained among the charges invoked in proceedings against members of a particular sect; the ban, imposed on members of another religion on making or importing liturgical objects and the restrictions on the supply of ritual food. Last, in another country, instructions state that certain religious emblems and signs must be removed from public places.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Neither is the freedom to write, issue and disseminate relevant publications in these areas (art. 6 (d)) always respected. Limitations on the exercise of this freedom take various forms, such as the censorship of religious publications, a ban on religious newspapers and reviews, restrictions on the distribution of religious books, the prohibition, on pain of imprisonment, on publishing, reproducing or distributing religious literature, the confiscation of imported religious literature, and the destruction of books of a religious nature.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The same applies to the freedom to teach a religion or belief in places suitable for these purposes (art. 6 (e)). One country where religious instruction is tolerated only in private in a case in point; information received from that country reports hindrances to the teaching of a language in which the liturgy of a particular religion is performed. This teaching is made exceedingly difficult, if not impossible, for the followers of this religion, and the teachers of this language are exposed to various restrictive measures. In another country it has been decreed that the teaching of a faith forbidden by law is a criminal offence and, consequently, instruction in this faith has been discontinued. Elsewhere, there are controls and restrictions in respect of certain religious schools. In another country, the organizers and participants in the teaching of a new religious school have been sentenced to terms of imprisonment.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The freedom to solicit and receive voluntary financial and other contributions from individuals and institutions (art. 6 (f)) is also called into question in certain cases. For instance, in one country, where the activities of a religious community are based on voluntary contributions by the members of the community, the authorities decreed that a public official who was a member of this community and who had contributed financially to its activities, had acted unlawfully since his salary was paid from governmental funds. In another country, a decree stipulated that the act of forcibly extorting contributions or payments for religious organizations or clergymen constitutes an offence in the eyes of the law; however in the same country, believers who were supported financially by the voluntary contributions of the members of their congregations have been prosecuted. Finally, in certain cases, the manner in which religious congregations may dispose of their financial resources is subject to State control.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. The freedom to train, appoint, elect or designate by succession appropriate leaders called for by the requirements and standards of any religion or belief (art. 6 (g)) also gives rise to specific restrictions. Thus, in one country, no priest has been ordained for 40 years. In several other countries, where the legal recognition of religious denomination is subject to approval by the State authorities, the freedom to train and designate spiritual leaders is often limited. For example, in one of these countries, clergymen must obtain a licence issued by the State to be able to officiate, and all promotions must be approved by the authorities. Only a few candidates are awarded these licences, which may be revoked at any time without justification. The restrictions on the training of religious leaders can lead to a serious shortage of clergymen. This sometimes brings about an increased dependence on the part of certain religious groups on \"lay brothers\" for taking charge of individual parishes. However, these \"lay brothers\" are not always officially recognized by the authorities, and as a result proceedings may be instituted for unlawful observances. ceremonies in accordance with the precepts of one's religion or belief (art. 6 (h)) is particularly significant since it allows the faithful to perform a series of ceremonies and religious customs that often have cultural and traditional connotations, it is precisely this cultural aspect that is often viewed with suspicion by the authorities and combated by them. Thus, in one country, the religious practice of the circumcision of male children is not permitted; similarly, obstacles are placed in the way of religious traditions such as the celebration of marriage and funeral ceremonies according to the rites of a religion. In another country, certain rites and ceremonies peculiar to tribal religions have been banned. Elsewhere, it is extremely difficult in practice for the followers of a certain religion to bury their dead in accordance with religious ritual. Sometimes a conflict of interest is visible between religious requirements and health requirements, particularly in the case of children. Thus, in one country, the courts decided in certain cases against ritual practices when the latter were believed to constitute a direct danger to children's lives. On occasion, the conflict arises from the fact that the authorities fail to take account, in certain areas, of religious requirements concerning days of rest. In one country, a petition was presented to the authorities to enable the members of a sect to be exempted from sitting for examinations on a certain week-day considered by their faith as a complete day of rest, to which the authorities agreed.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Finally, the freedom to establish and maintain communications with individuals and communities in matters of religion or belief at the national and international levels (art. 6 (i)) is also sometimes disregarded by the authorities who, as mentioned earlier in chapter IV, section A.3, tend in some cases to equate members of communities who maintain communications with individuals or communities on religious matters at the international level with \"foreign agents\". Also at the national level, certain countries forbid conferences of a religious nature or sermons preached in public for which official permission has not been sought, or place obstacles in the way of various contacts established by believers with a view to propagating their religious faith. Another example of restriction is that placed on the holding of congresses at the local or national levels; thus, in a particular country, such congresses which, by law, may be convened by special permission, in effect take place only very infrequently.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Article 2 of the Declaration prohibits discrimination on the grounds of religion or belief towards anyone by any State, institution, group of persons or persons. Intolerance and discrimination based on religion or belief are defined, in the Declaration as \"any distinction, exclusion, restriction or preference based on religion or belief and having as its purpose or as its effect nullification or impairment of the recognition, enjoyment and exercise of human rights and fundamental freedoms on an equal basis\". Article 3 strengthens the impact of this prohibition of discrimination on the grounds of religion or belief by considering this discrimination to be \"an affront to human dignity and a disavowal of the principles of the Charter ...\", and \"an obstacle to friendly and peaceful relations between nations\".",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 60,
        "Text": "60. Notwithstanding these provisions, a study of the information and documents transmitted to the Special Rapporteur discloses many instances of discrimination based on religion or belief. This discrimination, which may assume varying degrees of gravity, occurs in a variety of areas, such as those of civil and political rights (the administration of justice, the right to vote, etc.) or of economic, social and cultural rights (employment, health, housing, education, inter alia).",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. In the area of civil and political rights, certain cases reveal serious infringements of the principle of non-discrimination. In one country, the followers of a faith that is prohibited are denied the fundamental right to legal protection and the right of appeal. Thus, in several cases, the courts of this country, while explicitly recognizing that offences had been perpetrated against members of the outlawed community, stipulated that the victims were \"infidels\", having no right to the protection provided by the religious law of the country and that, in consequence, no compensation would be awarded to their families. With regard to another country, serious doubts have been expressed as to the objectivity and the conditions in which proceedings took place that were instituted against several members of a religious community decreed to be unlawful, and which in several cases concluded by awarding death sentences. In another country, the evidence reveals the special indulgence shown by the authorities to those alleged to be guilty of murder and other exactions vis--vis members of a religious minority. Finally, in several countries, the right to participation in public affairs is brought into question owing to the fact that the profession of one religion excludes its followers from predominant political party, admission to which is a requirement for any position in the public sector.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The enjoyment of economic, social and cultural rights may also give rise to discrimination based on religion and belief.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In the area of employment, there may be varying degrees of discrimination. In one country, the trade union federation has criticized the fact that one of the provisions of the legislation on the protection of workers and the environment in the place of work was so drafted that employers may question job-seekers about their religious opinions inter alia, when such opinions have no bearing on the skills needed for a specific job. While the reservations of the unions, in their concern to avoid any possibility of discrimination, are understandable, it is also obvious that, in other countries, the situation in respect of discrimination based on religion or other beliefs is definitely more disturbing. On occasion, membership of a religious community may jeopardize chances of promotion and social and professional success; in other cases, particularly gruelling and punishing work is reserved for the members of one religious minority; elsewhere the boycott of shops owned by the members of a religious minority was initiated by a governmental instruction. Finally, in some cases the very possibility of obtaining employment is jeopardized for reasons of religion. For example, in one particular country, the Government required private employers to dismiss employees belonging to a certain sect and instructed certain administrative departments to prepare lists of members of the sect employed in the departments. In another country, a large number of public officials of a particular faith were dismissed from their posts for belonging to that faith; retired officials were deprived of their pensions for the same reason; furthermore, in the same country, a decree has been adopted requiring the former officials belonging to that faith to pay back to the State the salaries they were paid as officials.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Discrimination may also occur in the exercise of the right to health. In one country, for example, the members of a religious community are denied access to medical care. Obstacles, on religious grounds are sometimes put in the way of obtaining housing. Thus, in one country, housing has on occasion been refused to believers, quite illegally, however, according to the laws of the country. Similarly, premises used, sometimes with legal permission, for religious meetings have been attacked, their windows broken and doors smashed.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Discrimination in education may take a variety of forms. It may occur in the form of vexations suffered at school by the children of believers on the part of teachers or other pupils; in certain countries, young believers are excluded from access to higher education. Sometimes, the discovery of a student's adherence to a particular religious denomination may lead to his expulsion from the university. Elsewhere, women belonging to a certain religious congregation do not have the right to train to become nurses. In one country, even access to education is denied to members of an outlawed sect; a decree issued by the Ministry of Education stipulates that access to teaching establishments is reserved for members of officially recognized religions. Accordingly, hundreds of students at all levels, primary, secondary and higher, were expelled from educational establishments for belonging to this sect. It was proposed that they should be readmitted provided they abjured their faith.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 66,
        "Text": "66. Under the terms of article 5, paragraph 1, the parents or the legal guardians of the child have the right to organize the life within the family in accordance with their religion or belief. Article 5, paragraph 2, recognizes that each child has the right to have access to education in the matter of religion or belief in accordance with the wishes of his parents or guardians, and not to be compelled to receive teaching on religion or belief against their wishes. This paragraph stipulates that the best interests of the child are the guiding principle in that regard. Article 5, paragraph 3, stresses the need to protect the child from any discrimination on the grounds of religion or belief, and to bring it up in a spirit of understanding and olerance for the beliefs of others.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 67,
        "Text": "67. As far as the organization of family life in accordance with the religion or belief chosen is concerned, and bearing in mind, as specified in article 5, paragraph 1, the moral education in which the parents or legal guardians believe the child should be brought up, several examples clearly show that this principle is not always respected. In a certain country, for instance, parents belonging to a particular ethnic and religious community are forcibly prevented, in spite of their beliefs, from performing certain rites on their children, such as the circumcision of male children, or from giving them names in keeping with their religious traditions. In another country, girls from families of a certain religious minority are sometimes forced, against the wishes of their families and their own will, to marry members of the majority religion and to adopt their faith. A further example is provided by a country where the members of an unrecognized religious community, unable to assert, in the eyes of the authorities, the legitimacy of the marriage ceremony performed in accordance with their religious rites, are in an irregular legal situation, their children being regarded as illegitimate. In the same country, several cases have been reported of the forcible abduction from their parents of children belonging to this religious community. In another country, it would appear that the authorities have separated children from parents belonging to a religious sect not officially registered, in order to prevent parents from bringing up their children in accordance with their religious beliefs.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 68,
        "Text": "68. The right of children to have access to education in the matter of religion or belief in accordance with the wishes of his parents or guardians is frequently infringed. Thus, in several countries, the State places certain restrictions on the enjoyment of this right. In one case, religious instruction for children is tolerated only in private within the family? restrictions also occur in practice when, for instance, the teaching of the religious language of a minority is not tolerated officially for the members of this religious minority. In another case, religious instruction is strictly controlled by the authorities. Elsewhere, a ministerial decision stipulates that no religious school offering instruction in the precepts of a particular faith may function until it has been assigned a specific location and obtained ministerial permission, and that all such schools are subject to control by the authorities. In another country, the local publication or importation of holy writings forming the basis of religious instruction is forbidden. In yet another country, the ban on all administrative and community activities relating to a particular faith has brought about the dissolution of the classes in which the followers of this faith taught children the principles and precepts of their religion.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 69,
        "Text": "69. Sometimes, children are not only denied access to the religious education in accordance with the choice of their parents, but are also compelled to receive teaching on a religion or belief against their wishes. Thus, in several countries, an attempt is being made to inculcate in children, within the general framework of school programmes, values inherent in a particular ideology or belief, which may be incompatible with the religious beliefs of the parents. Religious indoctrination may at times be taken to an extreme degree. In one country, pupils belonging to a outlawed religious community were abducted by their religious education instructors in school, where instruction is given on the officially recognized faith, and forcibly converted to that faith. In another country, pupils belonging to a religious minority were compelled to attend religious instruction courses in a faith different from their own. Finally, there is the case of a country where religious instruction was made compulsory in kindergarten, arousing protests from many educational organizations.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 70,
        "Text": "70. As far as the provisions of article 5, paragraph 3, of the Declaration are concerned, it has already been possible to conclude, when studying a number of examples of discriminatory treatment based on religion or belief, that the children of believers are subject to discrimination of various kinds, such as ill-treatment and humiliation at school, expulsion from school or a ban on embarking on higher education, pressure to deny their faith, and even in certain extreme cases imprisonment, torture and summary execution.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 71,
        "Text": "71. The tacit or explicit encouragement of the authorities of certain countries to denigrate the values and ideas embraced by certain religions or beliefs has already been mentioned. It is obvious that such conduct is hardly compatible with the provisions of article 5, paragraph 3, of the Declaration concerning education based on understanding, tolerance and respect for freedom of religion or belief of others.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The right to life, a fundamental right from which all other human rights flow, is of primary importance and is proclaimed in all international instruments relating to human rights.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The right to physical integrity entails prohibition of the use of torture and cruel, inhuman or degrading treatment. Like the right to life, the prohibition of torture is one of the rights universally recognized as forming part of jus cogens and entailing, on the part of States, obligations erga omnes towards the international community as a whole.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Similarly, the right to liberty as defined in the Universal Declaration of Human Rights and the international instruments relating to human rights, in particular the International Covenant on Civil and Political Rights, entails the prohibition of arbitrary arrest and detention, and respect for a certain number of standards and guarantees assuring the equitable and effective administration of justice.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. As is clear from the information submitted to the Special Rapporteur and the brief analysis of that information contained in the preceding chapter, the right to freedom of thought, conscience and religion as defined, in its various implications, in the text of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief is often deliberately ignored or, at the least, made subject to restrictions that are hardly justified by the requirements mentioned in article 1, paragraph 3, of the Declaration, i.e. the protection of public safety, order, health or morals or the fundamental rights and freedoms of others. Thes^ infringements of freedom of thought, conscience and religion often entail serious consequences for the enjoyment of other fundamental rights such as those mentioned above.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. In extreme cases, religious intolerance leads to the denial of the' right to life. Infringements of this fundamental right may take various forms.-",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. At times, the occurrence of armed conflicts caused, inter alia, by religious factors leads, in some cases to heavy loss of life. In a currents international conflict between two neighbouring countries, in which the number of casualties is estimated to be in the hundreds of thousands, religious dissensions are contributing to hold up any peaceful solution. Similarly, in the recent past several wars which resulted in heavy loss of life were fought partly on religious grounds. This is equally true of civil wars in which the members of several sects and religious denominations confront each other. Even in certain countries where there is no prevailing climate of civil war, confrontations between religious communities may lead to violence and cause the death of many persons.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Situations also occur where members of a religious minority are the victims of persecution that is more or less tolerated by the authorities. In several countries, cases have been reported of murders committed either collectively or by individuals against members of religious minorities, with no proper legal proceedings being instituted against the principals.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Sometimes the authorities are more directly implicated in the infringement of the right to life. In several countries, religious authorities have been assassinated by members of the armed forces or the police. There have also been cases of clergymen dying in labour camps or prison, as a result of ill-treatment during their detention, unexplained deaths of religious leaders have also occurred in several countries. Finally, death sentences may be pronounced and executed for religious reasons. In some countries, there have been dozens, sometimes even hundreds of executions, including those of minors for religious reasons. The main charge is sometimes related to a religious matter, such as apostasy. In other cases, religious grounds are not expressly invoked, and political reasons or charges of espionage or sabotage are adduced. However, there is every reason to believe that religious considerations are the cause of these executions.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The right to physical integrity is also infringed for reasons of religion. As in the case of violations of the right to life, these infringements may be brought about by individuals animated by religious hatred, may enjoy the complicity of the Government, or may even be carried out by the authorities themselves. They may take the form of physical brutality such as torture, beatings, rape or psychological pressure such as threats against close relatives or various forms of harassment such as police surveillance, interrogations, and solitary confinement. In some cases believers identified at the place of worship are persecuted; in other cases, clergymen are the main victims of ill-treatment. Often, the police are responsible for persecution and ill-treatment at the time of arrest, or during detention.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Breaches of freedom of thought, conscience and religion often lead to the infringment of the right to liberty and security of person. Thousands of cases of arbitrary arrest and detention for reasons of religion have occurred throughout the world and may be observed in a number of countries. In several countries, there may at times be several hundred prisoners of conscience. Infringements of the right to liberty may take various forms, such as house arrest, internal exile, detention in a psychiatric hospital, imprisonment, sometimes for very long periods, and assignment to a re-education or labour camp. The legal justifications adduced by the authorities may also vary. In some cases, the law is invoked in cases of arrest of members of religious sects and various provisions concerning religious activities are applied, such as the illegality of certain sects or of certain religious demonstrations and practices; at other times, religious grounds are not explicitly cited among the charges brought, but religious demonstrations are interpreted in such a way as to make them comparable to offences or crimes punishable by law; there are also cases where religious leaders have been arrested without any charge being brought against them; sometimes, members of sects considered to be illegal are held without trial for periods of as long as five years.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 82,
        "Text": "82. The right to freedom of movement, defined in the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, entails the right to freedom of movement and residence within the borders of a State; the right to leave any country, including one's own, and that of not being arbitrarily deprived of the right to entern one's country. Yet the information gathered by the Special Rapporteur attests to a number of infringements of these rights for reasons of religion.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The possibility of freedom of movement and freedom to choose one's residence within a country are threatened in various ways by religious intolerance; in several countries entire segments of the population belonging to prohibited sects or tribes having religious beliefs different from the majority religion have been deported; at times, high-ranking leaders of the religious hierarchy are prevented from moving about within their country. In some cases, believers are sent into internal exile, or placed under house arrest. In others, foreign missionaries have been forced to leave their country of residence because of the non-renewal of their residence permit. At times, foreign members of a sect have been expelled from the place of residence where they had taken refuge after they had been persecuted in their own country, to which they were nevertheless forcibly repatriated, deported and interned.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The right to leave any country, including one's own, may also be infringed for essentially religious reasons. In one country, bishops who wished to travel abroad to meet their spiritual leader were not given permission to leave on that occasion; elsewhere, members of the clergy were prevented from leaving their country on the pretext of the failure to renew their passports. At times these limitations apply to nearly all the members of one religion or religious community. Thus, in one country, not only do the authorities refuse to allow members of one religious minority to leave the country, but they have even arrested and brutally treated persons suspected of complicity with members of this minority who succeeded in emigrating. In another country, certain religious minorities, tens of thousands of whose members apply to emigrate, are usually denied their request. In the case of one particular minority in that country, the number of exit visas granted has declined spectacularly in recent years.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Finally, there are also restrictions on the right of followers of certain beliefs or religions to enter their own country. Spiritual leaders are sometimes denied entry to their own countries following journeys abroad; in other cases, the emigration of members of religious minorities in effect means forfeiting their original nationality; expulsion and exile measures against the followers of a faith or the members of the clergy also deprive them of the right to return to their own country.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. As a study of the infringements of the various rights defined by the Declaration (see sect. B.I above), clearly shows, certain manifestations of intolerance specifically impede the implementation of the provisions of article 6, paragraph (d) of the Declaration concerning the freedom to write, issue and disseminate relevant publications on subjects concerning religion or belief, and those of article 6, paragraph (e) on the freedom to teach a religion or belief in places suitable for these purposes. In other cases, however, religious intolerance leads to restrictions which infringe in a more general way the right to freedom of opinion and expression. As stipulated by the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. A few examples may serve to illustrate the foregoing. Restrictions on freedom of opinion and expression may be systematic, as when the members of officially registered religious congregations are forbidden to criticize the religious policy of the Government and when these congregations are often compelled to give public support to State initiatives, particularly in matters of foreign policy. In the same country, members of the clergy who have publicly criticized the role of the State in religious matters have been imprisoned or interned in psychiatric hospitals: in other cases, congregations have been slandered in the press without in their turn enjoying the right of reply. In another country, religious radio programmes and news concerning religion are censored; it is also forbidden to transmit certain religious ceremonies by television. Elsewhere, religious leaders have been imprisoned for expressing their opinion concerning the need for strict implementation of certain religious laws. Finally, in another case, several teachers of religion and preachers were arrested and imprisoned for criticizing, publicly but non-violently, governmental policy in their sermons.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 88,
        "Text": "88. From the information collected by the Special Rapporteur, it is apparent that intolerance and discrimination based on religion or belief is a common phenomenon throughout the world. Although the adoption of a Declaration in November 1981 was undoubtedly an important step in combating it, manifestations of intolerance and discrimination in matters of religion or belief nevertheless continue to occur in many countries. Occurrences such as the forced assimilation of religious minorities, arbitrary intervention by the State in religious or spiritual questions, confrontations between supporters of different ideologies or beliefs and persecution and discrimination for reasons of religion or belief are unfortunately very widespread.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The practice of intolerance and discrimination based on religion or belief occurs in varying degrees in nearly all economic, social and ideological systems and in all regions of the world. Using the information made available to him, the Special Rapporteur has noted manifestations of this practice in more than 40 countries; although he has observed them in countries where there is a single dominant religion, he has also found them in large countries where, despite the co-existence of many religions, political or ideological factors sometimes contribute to interfere with freedom of worship.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Although most countries establish freedom of thought, conscience and religion in their legislation, and often in their Constitution, the existence of a contradiction is often noted between these general provisions and other texts of laws or administrative decrees establishing measures that infringe the right to freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Chapter IV, section B, provides a summary of the various forms religious intolerance may take. Sometimes, the right to freedom of thought, conscience and religion is repressed at its very core, by a ban on any manifestation of a religion or belief. In other cases, however, the enjoyment of this right is impeded in one of its specific manifestations, such as, for example, certain acts of worship. Between these two extremes, there is a spectrum of measures and actions inconsistent with the provisions of the 1981 Declaration; in the majority of cases, a series of restrictions in different areas affect the followers of one or several beliefs in one particular country.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. No religion or belief is favoured over others or spared in this connection; intolerance is not confined to a given belief, and manifestations of it may be seen everywhere. The universality of the phenomenon may be attributed to the diversity of factors mentioned in chapter IV, section A, which are an obstacle to the implementation of the principle of tolerance in matters of religion or belief. Thus, at the legislative level, there are cases where certain religions, considered to be heretical by the supporters of the official faith, are prohibited and their followers deprived of all legal protection. These legislative obstacles may be replaced by, or often combined with, political, economic or cultural factors.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. Chapter IV, section C, illustrates the fact that manifestations of intolerance and discrimination based on religion or belief not only constitute a flagrant infringement of the principle of freedom of thought, conscience and religion, enshrined in several international human rights instruments, but also pose a threat to the exercise of other fundamental human rights. The outcome of the savage repression in certain countries, of the supporters of a particular faith or belief, and the heavy toll taken by armed conflicts in which ideological considerations are involved is that the victims of intolerance can be counted in hundreds of thousands. The atmosphere of instablility fostered by such confrontations is a real threat to international peace and security.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. Having noted the extent and repercussions at the international level of infringements of the rights and freedoms proclaimed in the 1981 Declaration, the Special Rapporteur has observed that these infringements may entail the denial of the right to life and other fundamental human rights, such as the right not to be subjected to torture and other cruel, inhuman or degrading treatment or punishment, the right not to be arbitrarily arrested or detained, the right to freedom of movement or the right to freedom of opinion, thus seriously undermining the dignity and value of the human person.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. In this context, the international community must step up its efforts to free the world from intolerance and discrimination and to secure respect for religion and belief and freedom of religion and belief through the adoption of appropriate measures and the establishment of implementation machinery.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. In order to strengthen the guarantees for securing respect for the right to freedom of thought, conscience and religion, it would seem advisable to start work on the elaboration of an international convention on the elimination of all forms of intolerance and of discrimination based on religion or belief. Governments should therefore begin this process through negotiations in the appropriate international forums.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. in the meantime, it is important that Governments should implement the standards established by the United Nations in the area of protection and promotion of freedom of religion and belief, in particular the Universal Declaration of Human Rights, the International Covenants on Human Rights and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. Accordingly, the texts of all international instruments concerned with the problem of freedom of religion or belief as well as those of relevant regional instruments should be disseminated throughout the world.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Governments should implement legislative provisions that offer sufficient constitutional and legislative guarantees, in conformity with existing international standards, for prohibiting discrimination and combating intolerance based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. States should prohibit legislative and administrative provisions incompatible with the international standards and constitutional principles relating to freedom of thought, conscience and religion.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. Administrative practices should be reviewed, at the national, regional and local levels, to bring them into line with the principles proclaimed in respect of tolerance and non-discrimination in religion or belief.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. It would be desirable for the persons responsible for the application of these practices to be trained to respect the principle of tolerance and non-discrimination based on religion or belief in the exercise of their functions.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. At the national level, appropriate mechanisms should be established for setting up conciliation procedures to deal with disputes arising from questions of religion or belief; the creation of a post of ombudsman for religious matters or of a conciliation commission might thus be envisaged.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. A dialogue should also be established through the establishment of institutional mechanisms, such as commissions of representatives of Governments and of religious and other non-governmental organizations competent in this field, which could submit their suggestions as to ways and means of combating discrimination and intolerance in matters of religion or belief.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. Victims of intolerance or of discrimination based on religion or belief should be able to avail themselves of effective legal remedies.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. In order to promote ideals of tolerance and understanding in matters of religion and belief, instruction on international and national standards in respect of freedom of religion and belief should be included in school and university curricula and teaching staff must receive proper training in this regard. Similarly, education should be aimed at inculcating, from early childhood, a spirit of tolerance and respect for the spiritual values of others.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Non-governmental organizations in general, and groups representing specific religions or ideologies in particular, can play an active role in assuring respect for and promoting tolerance and freedom of religion and belief by initiating an inter-denominational dialogue at the national and international levels, in the form of meetings, conferences and seminars whose topics would be aimed at emphasizing the similarities among various religions and beliefs rather than their differences.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. The media can also contribute, by disseminating information showing the importance of freedom of religion and belief as a fundamental human right, to educate society and public opinion in the direction of greater tolerance in matters of religion and belief. 1/ Study of discrimination in the matter of religious rights and practices (United Nations publication, sales No. 60.XIV.2).",
        "Labels": []
    }
]