[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Riqhts decided, in resolution 1986/20, to appoint for one year a Special Rapporteur to examine incidents and qovernmental actions inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Reliqion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Pursuant to that resolution, the Special Rapporteur submitted a first report to the Commission at its forty-third session (E/CN.4/1987/35). His mandate was extended for one year by Commission on Human Riqhts resolution 1987/15 adopted at that session.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. At its forty-fourth session, the Commission had before it a further report by the Special Rapporteur (E/CN.4/1988/45 and Add.l and Corr.l). Durinq this session it decided, by resolution 1988/55, to extend for two years the mandate of the Special Rapporteur. This decision was endorsed by the Economic and Social Council in its decision 1988/142.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The report which follows is submitted to the Commission on Human Riqhts at its present session in accordance with the provisions of resolution 1988/55, paraqraph 15.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In chapter I, the Special Rapporteur recalls the terms of his mandate and his interpretation of them, and describes the workinq methods which he used in preparinq this third report.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Chapter II concerns the activities of the Special Rapporteur durinq the present reportinq Period, and in particular contains alleqations duly transmitted to the Governments concerned reqardinq situations which seem to involve a departure from the provisions of the Declaration, and a summary of the replies received.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. In chapter III, the Special Rapporteur refers to national and international quarantees for freedom of thouqht, conscience, reliqion and belief and qives examples of some positive steps taken to implement the principles advocated in the Declaration.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Chapter IV contains an analysis of the information collected by the Special Rapporteur as evidence of the persistence of numerous infrinqements of the riqhts set out in the Declaration durinq the period covered by this report.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Lastly, in chapter V, the Special Rapporteur submits his conclusions and recommendations based on his analysis of the information available and the study of measures which could contribute to preventinq intolerance and discrimination based on reliqion or belief.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In his previous report, the Special Rapporteur included considerations on the subject of his interpretation of the mandate entrusted to him by the Commission on Human Rights (E/CN.4/1988/45, paras. 1-8), of which he particularly stressed the dynamic nature. He therefore considered it necessary in the initial phase to set out the elements of the problem before him, and in so doing identify factors which might be an impediment to the implementation of the provisions of the Declaration; to make a general inventory of incidents and measures inconsistent with those provisions; to emphasize their adverse consequences in respect of the enjoyment of fundamental rights and freedoms; and to recommend a number of remedial measures. In a second phase, the Special Rapporteur deemed it useful to take a more specific approach and to endeavour to identify more precisely particular situations where inconsistencies with the provisions of the Declaration might have been reported. For this purpose he specifically approached a number of Governments and requested clarification of allegations concerning their country in particular. He noted with satisfaction that most of the Governments in question had replied. He deems it essential at the present stage to continue with and to develop this dialogue, which clearly demonstrates a genuine interest in the issues raised in the context of his mandate, and sustains the hope of further mobilization with a view to reaching a solution. There is no question for the Special Rapporteur of making any judgement on those allegations in accordance with the mandate entrusted to him, his task is, rather, to consider and draw attention to incidents and measures inconsistent with the provisions of the Declaration and recommend remedial measures.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. This method of direct dialogue with Governments, used experimentally during his previous mandate, has been backed up to some extent during the present period by the actual terms of Commission on Human Rights resolution 1988/55, adopted at the forty-fourth session, which invites the Special Rapporteur \"to seek the views and comments of the Government concerned on any information which he intends to include in his report ...\".",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Another development which the Special Rapporteur views as positive is the extension of his mandate for two years, whereas previous mandates had been for only one year. This extension, the privilege of which the Special Rapporteur shares, and rightly so, with the other Special Rapporteurs concerned with the study of general human rights issues, seems to reflect increasing interest and trust on the part of the States members of the Commission on Human Rights in the established procedures for the consideration of certain types of violations, and a concern to ensure the Rapporteurs and the machinery in question optimum conditions for the fulfilment of their task.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. As in his previous reports, the Special Rapporteur has endeavoured, as the terms of Commission on Human Rights resolution 1988/55 require, to respond effectively to credible and reliable information coming before him, and to carry out his work with discretion and independence. In order to do so, he drew on a very broad range of governmental and non-governmental sources, of very varied geographical origins, stemming both from organizations and from individuals. Among such sources, the Special Rapporteur endeavoured to take due account of information cominq from reliqious qroups and denominational communities. He qave priority to the use of recent information for the period since the submission of his previous report to the Commission; however, particularly in situations mentioned for the first time, or in order to take account of problems, the oriqins or at least the manifestations of which qo back a number of years into the past, he has sometimes made use of earlier information or referred to it.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. As reqards the interpretation and scope of his duties, the Special Rapporteur wishes to reflect here, as in his previous report (E/CN.4/1988/45, paras. 7 and 8), some comments and observations arisinq out of his mandate. Some of these comments concerned the determination of the causes and persons responsible for intolerance based on religion or belief. Althouqh the Special Rapoorteur deemed it advisable in his previous report to stress the responsibility which miqht devolve on Governments in respect of reliqious restrictions or repression, it cannot be denied, as stressed in the initial report (E/CN.4/1987/35, paras. 29-45), that the factors hamperinq the implementation of the Declaration are extremely complex. Althouqh intolerance may in some cases be the result of a deliberate policy on the part of Governments, it may also frequently derive from economic, social or cultural tensions, and take the form of acts of hostility or conflicts between different qroups. Behind phenomena of intolerance may also be found certain doqmatic interpretations which stir up misunderstandinqs or hatred between different reliqious communities or encouraqe dissension within them. This diversity is, indeed, stressed in article 2 (1), of the 1981 Declaration, which states: \"No one shall be subject to discrimination by any State, institution, qroup of persons or person on the qrounds of religion or belief.\"",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Given this multiplicity of responsibilities, the dialoque established with Governments by the Special Rapporteur and the transmission of alleqations concerninq their countries in no way implies any kind of accusation or value judqement on the part of the Special Rapporteur, but rather a request for clarification with a view to findinq, alonq with the Government concerned, a solution to a problem which qoes to the heart of human riqhts and fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Other comments received by the Special Rapporteur have encouraqed him to reflect on restrictions to which the freedom to manifest one's reliqion or belief miqht be subject. Accordinq to article 1 (3) of the Declaration, freedom to manifest one's reliqion or belief may be subject only to such limitations as are prescribed by law \"and are necessary to protect public safety, order, health or morals or the fundamental riqhts and freedoms of others\". The question of how these limitations are to be interpreted is oarticularly delicate in some areas. Particular mention may be made here of the case of some new reliqious movements and the question of conscientious objection to military service.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. As reqards what are usually known as \"new reliqious movements\", which have qenerally made their appearance in recent decades and are sometimes the subject of serious controversy in countries where they have followers, a number of alleqations were brouqht before the Special Rapporteur. He was informed, inter alia, of legal proceedings on such grounds as tax evasion, various types of embezzlement of funds and the illegal practice of medicine, as well as alleged kidnappings, particularly of minors. On the other hand, allegations from leaders or followers of a number of movements - recognized in several countries but contested in others - including the Church of Scientoloqy, the Unification Church, Hare Krishna and Children of God, reported ill-treatment or discrimination against members of such movements. Particular reference was made to the kidnapping of followers of such cults, alleqedly detained, subjected to ill-treatment and forced to undergo \"deprogramming\" sessions to make them abandon their faith, in this regard, the Special Rapporteur wishes to recall the position he expressed in his previous report (E/CN.4/1988/45, para. 8), whereby freedom of religion and belief is indivisible and all religious or belief-based movements, regardless of their length of existence, geographical origin or ideological foundations, must benefit from all the guarantees attaching to respect for the right to freedom of thought, conscience, religion and belief, recognized in the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights, and the Declaration of 1981. However, in view of the limitations provided for in the international instruments, as set out in article 1 (3) of the Declaration of 1981, the secular activities, particularly the financial or medical activities, of some of these movements and the possible effects which membership of them may have on the health and the physical or moral integrity of their followers have to be monitored closely by the Governments concerned. 18. As regards the issue of conscientious objection to military service, the problem of the necessary balance between limitations on the right to freedom of thought, conscience and religion imposed by the law in the name of the protection of public safety and order, and the need to ensure that the individual is free to act in accordance with his personal convictions also arises. In this connection, the Special Rapporteur entirely supports the recommendations of the report prepared on this subject at the request of the Commission on Human Rights by two members of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, Mr. Asbj^rn Eide and Mr. Chama Mubanga-Chipoya. 1/ According to these recommendations, \"States should recognize by law the right of persons who, for reasons of conscience or profound conviction arising from religious, ethical, moral, humanitarian or similar motives, refuse to perform armed service, to be released from the obligation to perform military service\" (para. 153, 1 (a)). On the basis of this recommendation the Commission appealed to all States \"to recognize that conscientious objection to military service should be considered a legitimate exercise of the right to freedom of thought, conscience and religion recognized by the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights\"; and, if military service is compulsory in their countries, to consider introducing \"various forms of 1/ Conscientious objection to military service: Report prepared in pursuance of resolutions 14 (XXXIV) and 1982/30 of the Sub-Commission on Prevention of Discrimination and Protection of Minorities (United Nations publication, sales No. E.85.XIV.1). alternative service for conscientious objectors which are compatible with the reasons for conscientious objection\" (resolution 1987/46). Accordinq to recent information collected by the Special Rapporteur, this recognition is far from beinq a reality in many countries. The problem is particularly acute in countries underqoinq an armed conflict; but it also occurs in a number of other countries, in nearly all the major reqions of the world. Conscientious objection may be an individual choice or derive directly from the observance of the precepts of certain reliqions. This means that members of reliqious qroups which view non-performance of military service as forminq part of the obliqations inherent in their creed may encounter serious difficulties when their riqht to conscientious objection is not recoqnized.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 19,
        "Text": "19. In accordance with the provisions of paragraph 13 of Commission on Human Rights resolution 1988/55, whereby the Special Rapporteur, in carrying out his mandate, is invited to bear in mind \"the need to be able to respond effectively to credible and reliable information that comes before him\", a request for information, dated 1 July 1988, was addressed to Governments, relevant United Nations bodies, specialized agencies and intergovernmental and non-governmental organizations concerned. The information requested from Governments touched on the followinq points: (a) The provision by States, in accordance with their respective constitutional system and relevant internationally accepted instruments, of adequate constitutional and legal guarantees of freedom of thought, conscience, religion and belief, including the provision of effective remedies where there is intolerance or discrimination based on religion or belief;; (b) Appropriate measures taken by States to combat intolerance and to encourage understanding, tolerance and respect in matters relating to freedom of religion or belief;; (c) Incidents and governmental actions which miqht be inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 20,
        "Text": "20. As of 22 December 1988, replies had been received from the following Governments: Antigua and Barbuda, Byelorussian Soviet Socialist Republic, Canada, Chad, China, Colombia, Cuba, Czechoslovakia, Denmark, Finland, Germany, Federal Republic of, Italy, Jordan, Madagascar, Mexico, Netherlands, Pakistan, Peru, Philippines, Republic of Korea, Singapore, Spain, United States of America, Venezuela. A reply was also received from the Holy See.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The International Labour Organisation also replied.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The following non-governmental organizations in consultative status with the Economic and Social Council also replied: Friends World Committee for Consultation (Quakers), Baha'i International Community, Latin American Council of Catholic Women, Four Directions Council.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur also received information from various other religious or lay sources reporting alleged infringements of the provisions of the Declaration in many countries.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In addition to the general request for information addressed to all Governments on 1 July 1988, the Special Rapporteur addressed a more specific request to a number of Governments in accordance with the provisions of paragraph 13 of Commission on Human Rights resolution 1988/55, whereby the Special Rapporteur is invited \"to seek the views and comments of the Government concerned on any information which he intends to include in his report ...\", and with reference to the provisions of paragraph 14 whereby the Commission calls upon Governments \"to co-operate with the Special Rapporteur, inter alia by responding expeditiously to requests for such views and comments\". In these specific communications the Special Rapporteur requested any comments on the subject of information on situations which seemed to involve a departure from the provisions of the Declaration, particularly those dealing with the enjoyment of the right of freedom of thought, conscience and religion (arts. 1 and 6); the prevention, elimination and prohibition of discrimination and intolerance on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms (arts. 2-4); and the right of parents to organize the life within the family in accordance with their religious beliefs and the right of children to have access to a religious education in accordance with the wishes of their parents, as well as the right of children to be protected from any form of discrimination on the grounds of religion or belief (art. 5).",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 25,
        "Text": "25. In addition, following information which appeared in his previous report (E/CN.4/1988/45, paras. 41, 44-46 and 51), the Special Rapporteur received communications from the Governments of China and SingaDore, respectively.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Such information, as summarized in the annex to the communications addressed to these Governments by the Special Rapporteur, and extracts from the replies received will be found below. The full text of these communications may be consulted in the secretariat.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In a communication, of 21 July 1988 addressed to the Government concerned, also referring to the allegations transmitted on 29 May 1987, as reproduced in document E/CN.4/1988/45, paragraph 15, the following information was transmitted by the Special Rapporteur: \"... It has been recently reported that religious believers are still being sentenced to up to 10 years in prison for making the sign of the cross, keeping religious symbols in their homes or vocalizing a prayer.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 28,
        "Text": "28. In a communication of 3 October 1988, the following information was transmitted: \"It has been reported that, as of Auqust 1988, Catholic Bishop (name provided), 70 years old, remained confined in the Tepelana labour camp near the port of Vlora. The following priests and religious believers have also been reported to remain in prison or forced labour for religious motives (13 names provided).\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. In a communication of 21 July 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that all religions other than Islam are prohibited in Saudi Arabia and that the construction of places of worship for other religions is not allowed. \"It has been alleged that the import of Bibles is forbidden, and that a number of Catholic priests and Protestant ministers have been expelled from the country.\"",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. On 8 December 1988, the Permanent Representative of Saudi Arabia communicated the reply of the Saudi Arabian authorities to the Special Rapporteur's letter of 21 July 1988. The reply stated, in particular: \"The Kingdom of Saudi Arabia is the cradle of the divine revelations of Islam. In it there is the Holy Ka' Bah towards which Muslims all over the world direct their prayers and from which Islam sprung and spread throughout the globe. This divine and eternal religion is based on love of mankind and absolute tolerance. Whoever wants to study it deeply will clearly find that its principles affirm the respect of human rights and the preservation of man's dignity in all human endeavours and goals related to his basic needs in life. Furthermore there is in Islam, basic scientific and practical tenets which organize all and every religious aspect in this life and the life after. \"I would like to assert that as Muslims we respect all religions...\".",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In a communication of 3 October 1988 addressed to the Government concerned, the Special Rapporteur referred to his exchange of correspondence with the Bulgarian Government under his previous mandate, and to his visit to Bulgaria from 12 to 16 October 1987, as mentioned in document E/CN.4/1988/45. The Special Rapporteur also transmitted the following information: \"I should like to inform you that, since the renewal of my mandate by the Commission on Human Rights at its forty-fourth session, I have received from various sources a large number of communications on the situation of the Muslim community in Bulgaria, asserting the persistence of incidents and measures similar to those referred to in my previous report. \"On the other hand, I have noted with great satisfaction the signing in Belgrade, on 23 February 1988, by the Foreign Ministers of Bulgaria and Turkey, of a protocol on the development of bilateral relations between the two countries, in which it has been agreed inter alia to establish a joint working group in order to seek solutions to existing problems in the sphere of bilateral relations, including the humanitarian sphere.\"",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. On 29 November 1988, the Permanent Representative of Bulgaria communicated the reply of the Bulgarian authorities to the Special Rapporteur's letter of 3 October 1988. The reply stated, in particular: \"My country's position is contained in the reply of the People's Republic of Bulgaria of 7 September 1987. The same reply was reflected, in parts, in your report ... (E/CN.4/1988/45). In addition to the reply and in a spirit of co-operation and good will, the Bulgarian side invited you in 1987 to visit the People's Republic of Bulgaria so as to acquaint yourself personally with, and get first hand impressions of, the freedom of religious and other beliefs in the country. Furthermore, this country was the only one to extend such an official invitation to you. In this respect it is hardly necessary to restate an already well-known position. \"Pursuant to the Protocol in which essential problems in bilateral relations are envisaged to be solved in the next years, two mixed working groups have been set up - on political and on economic questions at the level of deputy foreign ministers. The two groups have so far held two sessions on the basis of rotational hosting, respectively last May and June. \"The first sessions of the two mixed Bulgarian-Turkish groups ... confirmed the significance of the Bulgarian-Turkish Protocol as a good foundation for equitable and fruitful dialogue based on existing realities. ... Humanitarian matters were raised, inter alia, and on the Bulgarian side confirmed its readiness for co-operation in that field on the basis of reciprocity and international human rights standards without engaging in the pursuance of politically-motivated aims. It is exactly on the basis of strict observance of the principles of mutual respect that the People's Republic of Bulgaria has been solving and will continue to solve each concrete humanitarian case. \"The second sessions of the mixed working groups proceeded to consider the concrete problems of bilateral issues as formulated in the agenda. Particular attention was paid to the necessity of coming to an agreement upon measures to strengthen confidence and security, and the discussion of a draft declaration on principles of good neighbourliness and co-operation in the humanitarian field, as well as in mass media. ... The Bulgarian side confirmed its willingness for co-operation in all spheres on the basis of reciprocity and mutual respect. ... The two sides exchanged draft papers on some of the problems dealt with ...\"",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. In a communication of 18 November 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"According to information received, and despite the fact that a considerable improvement has been observed in the last two years in the situation of the Jehovah's witnesses, this religion seems not to have been officially and legally recognized and the congregations of Jehovah's Witnesses are allegedly unable to meet freely in their places of assembly. Two Jehovah's Witnesses with pastoral duties were reportedly detained at Kirundo (in June 1988) and at Kinyinya (from February to July 1988) for religious reasons.\" 34. On 23 February 1988, the head of the Chinese delegation to the forty-fourth session of the Commission on Human Rights addressed his comments to the Special Rapporteur concerning information contained in document E/CN.4/1988/45, paragraphs 45, 46 and 51: \"Paragraph 45 of the report states that in Tibet ... Buddhist monasteries could not use freely the donations they have received. That is not true. In Tibet ...» Buddhist monasteries practise a democratic manaqement system. The monasteries are qoverned and manaqed by lamas residing in them. In accordance with the reliqious customs, ... donations and contributions to temples from believers are manaqed and used entirely by the temples themselves, mainly for the purposes of maintaininq the temples and subsidizinq the livinq expenses of the monks. Government departments in charqe of reliqious affairs never intervene in these matters. \"In paraqraph 46, the report says that, in China, Buddhist monks in Tibet are desiqnated by a Government Committee and bishops of the Catholic Church are appointed by the Chinese authorities who do not recoqnize the Vatican hierarchy. This is totally contradictory to the facts. \"The Constitution ••• stipulates in explicit terms that citizens have the freedom of reliqious belief. In Tibet ... requests to become lamas, purely internal affairs of the reliqious circles, are considered and decided upon by the temple in accordance with reliqious requlations. There is no such thinq as desiqnatinq lamas by a qovernment committee. The appointment of bishops of the Catholic Church of my country is, in exactly the same way, decided by the Church itself and the qovernment authorities never intervene in it. \"As for the non-recoqnition of the Vatican hierarchy, this is the choice of the Church ... out of its own wish to administer the Church independently. The Catholic and Christian Churches of China pursue the principle of 'self-administration, self-support and self-propaqation', free from domination by foreiqn forces. This in no way contravenes the principle of freedom of reliqious belief. \"Paraqraph 51 of the report mentions that the Chinese authorities do not authorize reliqious instruction. In my country, the principle of separation between education and reliqion is applied. Schools for general education do not have a reliqious curriculum. If the parents desire, however, they are fully entitled to impart reliqious knowledqe to their children in the family. The Government does not prohibit such reliqious instruction.\"",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 35,
        "Text": "35. In a communication of 21 July 1988 addressed to the Government concerned, the followinq information was transmitted by the Special Rapporteur: \"It has been reported that, althouqh some measure of freedom of worship has been qranted in Tibet durinq the past few years and Tibetans have been allowed to reconstruct a few monasteries, such freedom chiefly embraces an area of ritualistic practices. The real practices of Buddhism, like studyinq and propaqatinq the teachinq of Buddha, are reportedly subject to various restrictions. A few examples of such restrictions reportedly include the confiscation of belonqinqs of the abbot of a conqreqation in Konqpo Bonri, the refusal to authorize the monks of Drayab Bo-qhon in east Tibet to establish a Buddhist school o£ dialectics, the imprisonment of Lama (name provided) after he had started qivinq Buddhist teachings in Gyaethang village in east Tibet, the limitations placed by governmental decrees on the number of monks or nuns allowed to reside and study at the monasteries and the shortage of qualified older teachers. \"A number of monks from various Tibetan monasteries were allegedly killed during demonstrations in Lhasa in October 1987. \"According to reports, from 27 September 1987 onwards there were arrests of peacefully demonstrating monks in and around Lhasa. \"Fifteen monks from Drepung Monastery were reportedly arrested on 27 September 1987; 2 monks from the Jokhang Temple in Lhasa were reportedly arrested on 10 October 1988; 5 monks from Sera Monastery were reportedly arrested at midnight on 3 October 1988; 42 other monks from various monasteries have allegedly been arrested since September 1987 for taking part in or supporting the protests. In addition to that, 8 monks from Sera and Drepung Monasteries were reportedly arrested in October and November 1987 in connection with \"re-education\" classes in their monasteries. \"It has also been reported that a number of Tibetan monks were shot or beaten to death and several others arrested on 5 March 1988, inside or around the Jokhang Temple in Lhasa, in the course of the Monlam Prayer Festival. According to reports, 144 monks have been missing since 5 March. Among those, 12 were from the Jokhang Temple, 16 from the Neehung Monastery, 28 from the Sera Monastery, 24 from the Drepung Monastery and 64 from the Gaden Monastery. Over one hundred monks have reportedly been arrested in Lhasa since 5 March 1988.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 36,
        "Text": "36. In a communication of 19 October 1988, the following information was transmitted: \"It has been alleged that between 30 August and 4 September 1988, officials have moved into the following monasteries and nunneries in Tibet: Ganden, Sera, Drepung, Jokhanq, Garu, Chupsang, Shang Seb and Kimoling. Political meetings have reportedly been held with monastic leaders and the rank and file monks, who have allegedly been threatened that, if they were to demonstrate aqain or if they did not confess that they had rebelled during the last year, they would be thrown out of the monastery or imprisoned for life or executed.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 37,
        "Text": "37. On 17 November 1988, the Permanent Mission of the People's Republic of China communicated the reply of the Chinese authorities to the Special Rapporteur's letters of 21 July, 3 October and 19 October 1988, respectively. The reply stated, in particular: \"In Tibet, like elsewhere in China, people enjoy the right to freedom of reliqious belief. Article 36 of the Constitution of the People's Republic of China stipulates: 'Citizens of the People's Republic of China enjoy freedom of religious belief. No State organ, public organization or individual may compel citizens to believe in, or > not to believe in, any religion. The State protects normal religious activities.' Tibet has at present 234 temples and monasteries as well as 743 places for religious activities. Buddhist Scripture courses are conducted in the biq temples and monasteries. Howeover, since 1980, a Tibetan branch of the All-China Association of Buddhists and Buddhist associations at the prefectural and municipal levels in Tibet have been restored. A college of Buddhism, the Buddhist Seminary of Tibet, was set up. > \"In China, the lawful property of citizens and social organizations enjoys the protection of the law. Article 77 of the General Principles of the Civil Law of the country stipulates: 'The lawful property of social organizations, including religious organizations, shall be protected by law.' The State even helps in the maintenance and restoration of temples and monasteries in Tibet. A total of over 27 million yuan has been appropriated for this purpose since 1980. There is no such thing as confiscation of the belongings of any abbot. > \"In China, the law forbids any interference by government bodies or officials with normal religious activities. Monks and nuns as well as religious believers can conduct normal religious activities in places of worship without any interference from government bodies. Religious affairs are managed by the temples and monasteries themselves. The temples and monasteries in Tibet, like those in other parts of China, follow a democratic management system with the abbot in charge and the participation of the temple's lamas. No limitations are placed on the number of monks and nuns to reside in the temples and monasteries. There are now 14,320 monks and nuns and 331 living buddhas in Tibet. > \"The riots taking place in Lhasa since September 1987 were premeditated by a handful of separationists under the instigation of the Dalai Lama clique, aimed at splitting the country. The riots gravely undermined public order and social security. Some lamas and nuns involved themselves in the riots. To maintain public order, the law enforcement organs could not but take necessary measures, arresting some 200 rioters, among them a number of lamas. The majority of those arrested have been released. Only 20 of them, who committed the most serious crimes, are still being held. In China, citizens are all equal before the law, be they religious or not. Whoever violates the law shall be dealt with in accordance with legal procedures. \"During the riots, there were altogether seven persons killed. Six persons died on 1 October 1987: \"(1) (One name provided), Tibetan, killed accidentally by a ricocheted bullet. Legal medical experts found a deformed bullet in his head; \"(2) (One name provided), Tibetan, died of a bullet wound in the abdomen; \"(3) (One name provided), Han nationality, killed by an accidentally discharged bullet which hit his head; \"(4) (One name provided), Tibetan, killed in chaos when a fraqment of a prefabricated cement buildinq component hit his head; \"(5) (One name provided), Tibetan, killed durinq the riot when a piece of stone hit his head; \"(6) (One name provided), Tibetan, died from fallinq from the roof of a buildinq in chaos. \"On 5 March 1988, one policeman, (name provided), was killed by a qroup of rioters who attacked him with stones, sticks and steel rods and pushed him off the roof of a buildinq, resultinq in his death.\"",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. In a communication of 3 October 1988 addressed to the Government concerned, the followinq information was transmitted by the Special Rapporteur: \"It has been reported that the decision rendered in April 1988 by the Supreme Court in the Lyng v. Northwest Indian Cemetery Protective Association case (in which Indians argued that the buildinq of a loqqinq road close to a traditional American Indian sacred place would virtually destroy the Indians' ability to practise their religion), has resulted in restrictinq the practice and enjoyment of indiqenous reliqions by invalidatinq the 1978 American Indian Reliqious Freedom Act. In its ruling, the Supreme Court reportedly decided that this Act did not create any judicially enforceable individual rights.\"",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. On 1 December 1988, the Permanent Mission of thhe United States of America communicated the reply of the United States authorities to the Special Rapporteur's letter of 3 October 1988. The reply stated, in particular: \"The Lyng decision of the United States Supreme Court neither invalidates the American Indian Reliqious Freedom Act (AIRFA) nor results in a qeneral restriction of the practice of indigenous religions. In fact, the court specifically stated that the United States Government has, in the factual situation posed by the Lyng case, acted in compliance with the requirements of the AIRFA. Though the Court did not hold that the AIRFA, as such, was a statement of general federal policy and did not create a right to sue the Government, that holding does not change the fact that a citizen's right to religious freedom can be enforced by a suit brought under the first amendment to the United States Constitution. \"The question decided in Lyng v. Northwest Indian Cemetery Protective Association was whether the United States Government may build a six-mile paved road segment on its own land. The new road segment would connect two road segments previously built, which would link the California towns of Gasquet and Orleans. \"Indians living on the Hoopa Valley reservation and various other qroups objected to the completion of a six-mile road-buildinq project. The Indians arqued that the land, located in a national forest, was used by the Indians for reliqious purposes. Respecting Indian reliqious concerns, the planners of the project had selected a route which avoided > all archeoloqical sites and was removed as far as possible from sites used by contemporary Indians for spiritual activities. But this did not satisfy the plaintiffs. They contended that their religion required privacy, silence, and an undisturbed natural settinq in the forest area. \"The Court, notinq that the land at issue was qovernment land, held that the Government is not required to subordinate the affairs of the qeneral public to the reliqious beliefs of particular citizens if the qovernmental action does not penalize citizens for practisinq their religion or coerce them into actinq aqainst their beliefs. The Court relied on an earlier precedent in which plaintiffs had insisted that they could receive welfare benefits without qettinq a social security number for their infant dauqhter because that would 'prevent her from attaininq qreater spiritual power'. \"As the Court reasoned: 'A broad ranqe of qovernment activities from social welfare proqrammes to foreiqn aid to conservation projects will always be considered essential to the spiritual well-beinq of some citizens, often on the basis of sincerely held reliqious beliefs. Others will find the very same activities deeply offensive and perhaps incompatible with their own search for spiritual fulfilment and with the tenets of their religion. The Constitution does not, and courts cannot, offer to reconcile the various competing demands on government, many of them rooted in sincere religious belief, that inevitably arise in so diverse a society as ours.' \"By its decision, the Supreme Court remanded the Lyng case for further proceedings consistent with its decision and instructed the lower court to take into consideration 'any other relevant events that may have intervened'. Final resolution of the case remains pending before a panel of the United States Court of Appeals for the ninth circuit.\"",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 40,
        "Text": "40. In a communication of 21 July 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that a number of Islamic religious leaders have been arrested during 1987. At least 12 Muslim leaders are reportedly known to have been imprisoned under the Anti-Subversion Law (ASL) during the first four months of 1987 for expressing non-violent views. Specific cases reportedly include (name provided), a student aged 25, sentenced in February 1987 to 12 years' imprisonment for his participation in the Usroh movement, an Islamic education and mutual aid society; and (name provided), a tailor in his forties, sentenced in January 1987 to 3 years' imprisonment for distributing copies of a banned Muslim newspaper. An additional four persons were reportedly indicted in May and June 1987 for Usroh activities. \"It has been alleqed that numerous public seminars have been forcibly disbanded by the police in recent months, including a seminar on 'the essence of pilqrimaqe' orqanized by the Islamic Students International Study Institute. \"It has been reported that two Roman Catholic catechists (names provided), continue to be held in L.P. Becora prison in Dili.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 41,
        "Text": "41. On 14 October 1988, the Permanent Mission of Indonesia addressed a reply to the Special Rapporteur, recallinq the relevant provisions of the Constitution and stating, in particular: \"... Indonesia is a nation composed of various ethnic groups and every effort is made by the Government to protect the rights of all Indonesian citizens, including the right to practise the religion of their choice. The Government actively encourages the promotion of religious activities and its commitment in this respect has been evidenced by the contributions of the Government to the building of mosques, temples and churches in order that the people can practise the reliqion of their choice. Given the ethnic and cultural diversity of Indonesian society, it is clear that the question of religion is a very sensitive issue. It is therefore self-evident that every care is taken when dealing with matters which may have religious overtones. If some religious followers have been arrested or imprisoned or if some public seminars have been banned, this is not because the individuals concerned are adherents of a particular religion but because they committed acts which could, given the sensitive nature of their activities, produce social unrest and public disorder. The cases of those in question were heard in courts which were held in public and the individuals concerned were tried with due process of law. Moreover, their right to be defended by legal advisers was respected. \"... while the Government is fully committed to promoting religious toleration and takes active steps to harmonize the various different religious activities, it is clear that the Government must also take the necessary measures to maintain law and order for the benefit of Indonesian society as a whole in order that the stability necessary for national development is maintained. \"... with regard to the specific cases contained in your communication, the Government of Indonesia would like to make the following points/observations: \"(a) The case of Mr. (name provided), a Muslim, aged 27, born on 20 August 1961 at Gambiran U H XIII/64 Jogyakarta, a student of political science at the University of Jogyakarta. Mr. ... was sentenced in February 1987 to 12 years' imprisonment by the Court of First Instance of Banyumas which was subsequently reduced to 9 years after an appeal to a Hiqher Court on 30 April 1987. This decision was confirmed by the decision of the Supreme Court on 18 August 1987 since he was found guilty of having committed a crime under article 7, paragraph 1, of the Anti-Subversion Law (Law No. 11 of 1963), together with article 55, paragraph 1, of the Penal Code. \"Article 7, paragraph 1, of the Anti-Subversion Law states that an individual shall be guilty of subversion if he or she commits a crime with the purpose of: - \"(i) Misinterpreting, undermining or manipulating the State's Ideology, Pancasila, or the Guidelines of State Policy; or - \"(ii) Discrediting or overthrowing the legitimate Government or the State apparatus; or - \"(iii) Incitinq, spreading or encouraginq hatred, or promoting social unrest or public disorder amongst members of society within the country or between Indonesia and a friendly country. \"Article 55, paragraph 1, of the Penal Code stipulates that a guilty person would be: - \"(i) An individual who commits an offence, orders the execution of the offence or who collaborates in the execution of that offence. - \"(ii) An individual who gives, promises or misuses his power or influence, or who forces, threatens, tricks, permits or persuades a third party deliberately to commit an offence. \"It should be noted that at every stage, the due process of law was observed, the trial was fair and was open to the public. \"It is pertinent to note that in addition to Mr. ..., the four other persons referred to in your communication have also been brought to trial not because of their religion but because, according to the prevailing laws and regulations in Indonesia, they were involved in an attempt to overthrow the legitimate Government. \"(b) The case of Mr. (name provided), aged 44, a tailor from Yogyakarta who was sentenced by the Court of First Instance of Yogyakarta to three years imprisonment for allegedly distributing copies of a banned Muslim newspaper. He was found guilty not because he is a Muslim or for his Islamic religious activities but because he had committed a criminal offence. \"Having listened to the evidence before it, the Court by its decision of 29 January 1987 found Mr. ... guilty of the charges levelled against him. \"This decision was confirmed in the first instance by the decision of the Appeal Court of Yogyakarta dated 5 March 1987 which found him guilty of having committed a crime under article 155, paragraph 1, together with article 55, paragraph 1, of the Penal Code and he was sentenced to three years' imprisonment. \"Article 155, paragraph 1, stipulates that anyone who publishes or who shows or who puts up posters, bills, letters or pictures which are hostile to, or which insult the Indonesian Government and which encourage hatred with the express purpose of distributinq such tracts to make their contents known to a larqe audience will be sentenced to a maximum of four years and six months. \"Mr. ... was also found guilty under article 55, paragraph 1, of the Penal Code, the contents of which have already been detailed with reference to the case of Mr. ... \"Having been found guilty under this Code, Mr. ... exercised his right to appeal to the Supreme Court where a final judgement will be delivered. The Supreme Court is currently in the process of taking that decision. \"It should be noted that the magazine Al-Eikhwan distributed by the accused contained articles which incite Muslim citizens of Indonesia to rise up against the Government and which agitate for the birth of an Islamic revolution. These types of articles which invite the overthrow of a legitimate Government are clearly designed to produce social unrest and disorder and are therefore against the prevailing laws and regulations. \"(c) As regards the seminar on the essence of pilgrimage, it was banned not because of its reliqious activities but because the orqanizers contravened the prevailinq laws and requlations. \"(d) Reqarding the case of two Roman Catholic catechists (names provided), who are allegedly detained in L.P. Becora prison in Dili, the Government, after conducting an inquiry, has learnt that: - \"(i) The name of ... does not appear on the list of persons detained in L.P. Becora; - \"(ii) The name ... is incomplete. There are four prisoners with this name in L.P. Becora prison in Dili, all of whom are petty criminals who have been convicted because of their involvement in security disturbances, not because of their religious activities.\" Iran (Islamic Republic of)",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 42,
        "Text": "42. In a communication of 21 July 1988 addressed to the Government concerned, also referrinq to alleqations transmitted on 29 May 1987, as reproduced in document E/CN.4/1988/45, paragraph 15, the following information was transmitted by the Special Rapporteur: \"... it has been recently reported that there has been no change in the qeneral policies and attitudes of the authorities toward the Baha'i community. \"It has been alleged that members of the Baha'i faith continue to be deprived of their rights under the law, including the right to life. In cases when Baha'is have been killed, the Iranian courts have reportedly issued rulings denying redress or compensation to the families of the dead Baha'is on the grounds that they were 'unprotected infidels'.\"",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In a communication of 3 October 1988, the following information was transmitted: \"It has been reported that association with the Baha'i faith is considered to be an administrative offence. This allegation has been illustrated by a public notice of the Commission of Investigation of Administrative Offences which appeared on 30 June 1988 in the official newspaper Ettela'at. \"It has been alleged that, as of August 1988, some 150 Baha'is remained imprisoned because of their religious beliefs. \"It has also been alleged that various discriminatory measures continue to be taken against Baha'is such as the denial of access to primary, secondary and higher education unless they recant their faith; the denial of the right to leave the country, since Baha'is are required to recant their faith in order to obtain passports (out of approximately 2,000 applicants, only some 20 Baha'is are reported to have been exempted from this requirement); the dismissal of Baha'is employed in the public sector and their permanent exclusion from the holding of all public office (as illustrated by the cases of (two names provided)); the denial of food ration coupons (as illustrated by the cases of (two names provided)), and the confiscation of their shops; the denial of membership of Baha'i farmers in co-operatives and the confiscation of farms owned by Baha'is. It has further been reported that pressure has been put on non-Baha'i employers to dismiss their Baha'i employees.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 44,
        "Text": "44. In a communication of 21 July 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"According to reports, some 80 mosques, Shiah reliqious schools and seminaries have been closed in the course of the past 15 years in various towns including Najaf, Baghdad, Kirkuk, Karbala and reliqious leaders detained, exiled or executed. \"A number of Muslim theologians, such as (two names provided), are said to have been among those executed. \"It is alleged that 90 members of the (name provided) family, composed of descendants of a former leader of the Shiah community in Iraq have been arrested in 1983 and that some 18 members of that family have been killed. \"It is alleqed that a number of Assyrian churches and monasteries have been destroyed. Two relatively recent cases were alleqedly the demolition in 1984 of Abbasaraf Yun church, located in the villaqe of Badaliyah in the Semele reqion, and the occupation and demolition in 1985 of Mar Zaya Cathedral, the main church of the Assyrian Church of the East, located in the Baqhdad district of Karadad Maryam.\"",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In a communication of 21 July 1988 addressed to the Government concerned, the followinq information was transmitted by the Special Rapporteur: \"It has been alleqed that althouqh constitutional quarantees, such as those contained in article 44.2.2 of the Irish Constitution, state that 'the State quarantees not to endow any reliqion' and article 44.2.3 states that 'the State shall not impose any disabilities or make any discrimination on the qround of religious profession, belief or status', and althouqh the churches in Ireland formally favour the separation of Church and State, certain developments, in particular in the education and health sectors, would appear, in fact, to infrinqe upon those constitutional riqhts. \"It has been reported that there is a monopoly of the supply of publicly-funded primary and elementary schoolinq (1 per cent run by the State or local authorities; the remainder essentially denominational, and for the most part under the patronage of Roman Catholic Bishops) and a monopoly in the training and supply of primary schoolteachers under the control of Roman Catholic and Church of Ireland Bishops. \"It has been alleqed that the interweavinq of reliqious instruction with secular education as advocated by the Roman Catholic hierarchy and the Department of Education leads to an effective denial of the exercise of the constitutionally-quaranteed riqht of parents to send their children to any school which is publicly funded without having them receive reliqious instruction. \"It has been reported that all primary schoolteachers, who have no option other than to seek admittance to denominational traininq colleqes, are selected on reliqious criteria in addition to academic entry requirements. \"It has been alleqed that the hospitals, 99 per cent of which are publicly funded, are Church-controlled; that the personal autonomy of hospital professional staff is constrained by religious criteria; that trainee nurses, although paid out of the Exchequer, are being selected on the basis of religious conformity; and that a medical ethics code determined by the Catholic hierarchy in roost instances binds both nursing and medical staff throuqh their contract of employment, despite the fact that they receive their salaries directly from the Department of Health.\"",
        "Labels": [
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 46,
        "Text": "46. On 9 December 1988, the Permanent Mission of Ireland communicated the reply of the Irish authorities to the Special Rapporteur's letter of 21 July 1988, in the form of two comments concerninq, respectively, information on the education sector and on the health sector.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. As regards the education sector, the relevant provisions of the Constitution and other laws and regulations were mentioned in the reply, which stated in particular: \"There are five colleges for the purpose of training national schoolteachers - four of these are under the management of Roman Catholic authorities and the remaininq College is managed by Church of Ireland denomination. The premises are owned by the reliqious authorities and State grants are paid towards the running costs of the institutions for the purpose of maintaining a suitable supply of trained teachers for service in national schools. ... The grants are paid specifically for a service rendered rather than for the purpose of endowing a particular religion. \"... Schools are not State owned, but rather ... aided and assisted by the State provided they comply with certain conditions which are laid down in the Rules for National Schools. \"In recognition of the denominational character of the national school system, the pre-service training institutions for primary teachers are also expressly denominational in character, the Roman Catholic institutions catering for Roman Catholics and the Church of Ireland institution catering for students from various Protestant denominations. \"The overall number of students to be admitted to each training college is determined by the Department of Education. Minimum entry criteria are set out and an open competition for entrance is held each year ... \"Separate competitions operate for a small number of mature students and members of religious orders where candidates, who must meet the minimum entry criteria applicable to all students, are selected for training. \"Mature students, members of religious orders and open competition students who are selected by three separate competitions are eligible for State grants towards the cost of training ... \"The 1965 (current) Rules for National Schools refer in the preface to the explicit recognition of the denominational character of schools ... \"The more formal programme of instruction for national schools was replaced by the new curriculum in 1971 which allows a wide measure of freedom to the individual school and the individual teacher. The curriculum which is child centred rather than subject centred is essentially a flexible inteqrated entity ... Teachers are encouraqed to select the programme most suitable for each school and it is emphasized that the child's own environment is a relevant consideration when this selection is beinq made ... \"... The decision to construct an integrated curriculum was based on the theses, inter alia, that the separation of reliqious and secular instruction into differentiated subject compartments serves only to throw the whole educational function out of focus, and that although curricular subjects differ, some, because of their nature, defy all barriers to contain them. \"... An integrated approach means that, while there is still some specific time spent each day on the teaching of religion, there is a cross-reference in various aspects of the curriculum to topics already dealt with. In dealing specifically with religion, parents have the right to withdraw their children from class and the Rule specifying that no child receives religious instruction of which his/her parents disapprove stands and is strictly enforced ..., the differing religious beliefs of any class member would be taken into account and the appropriate adjustments to the approach adopted. ii \"It should be pointed out that there is provision under the Rules for the establishment of a new national school where the numbers of a particular denomination in the area are sufficient to warrant its establishment and continuance. There is also provision for the setting up of multi-denominational schools and a number of such schools are in operation and receive State funds on the same basis as denominational schools. \"In accordance with an agreed set of procedures and rules, school boards of management, representative of parents, teachers and the patron, appoint the teachers and principals of schools. The Department has no function in the matter other than to sanction such appointments in compliance with the Rules. \"... While the Rules do not lay down reliqious qualifications as such for teachinq appointments, they recoqnize the riqht of manaqement to refuse to accept a particular teacher on qrounds of faith and morals. \"... The concern of school authorities with reqard to the reliqious standinq of the teachers and principals they appoint clearly derives from the denominational nature of the schools and the fact that, as well as teachinq secular subjects, the teachers are also teachers of reliqion which is a fundamental part of the school course. However, the criteria for assessment of applicants for posts in national schools, as long as they have due reqard to the Rules for National Schools, are a matter for the manaqement authorities of the schools concerned. \"The monopoly of primary education beinq in the hands of the various reliqious denominations must be looked at in the context of the historical evolution of the system of primary education which was established in 1831, a century before the present Constitution of 1937 was enacted. \"The fact that almost all primary schools are denominational and that the majority of these are under Roman Catholic patronage has to be examined in the context of the representation of the various religious denominations in the Community. \"It must be emphasized that there are no State primary schools. The State provides financial aid to the operation of schools which, for historical reasons, had developed on denominational lines for over a century before the establishment of the State. \"The fact that primary schools are denominational cannot be reqarded, prima facie, as indicating discrimination on reliqious grounds. The denominational nature of the schools has a historical basis, but the primary rights of parents in the matter of reliqious and moral education of their children are protected by the 1937 Constitution and the Rules for the operation of primary or national schools. \"The system of primary education has to be viewed in the context of the 1937 Constitution with particular reference to the provisions relating to religion and education. The recognition of the family as the primary and natural educator of the child and the protection afforded to parents and children in the matter of education by article 42 of the Constitution must be emphasized.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 48,
        "Text": "48. As regards the health sector, the reply stated, in particular: \"In Ireland public health services are provided, inter alia, in hospitals maintained by statutory health boards and in hospitals which are privately owned, but which provide services on behalf of the statutory authorities. The latter hospitals provide their services in accordance with agreed operational policies which define the particular service role of each hospital. They are subject to the same budgetary controls and controls on the number and type of staff as in the publicly-owned hospitals. The public voluntary hospitals have their origin in philanthropic foundations, established mainly in the last century, the majority of which are associated with a particular denomination or religious congregation. The individual hospital authority is, in these instances, the employing authority for the staff concerned but their conditions of service, including remuneration, are determined in accordance with national policy. \"Appointment to posts in both the voluntary and State sectors is by way of open competition. Religious affiliation is not generally a consideration in the filling of such posts. However, it is generally a condition, either explicit or implicit, that staff employed in such institutions will respect the ethical character of the institutions concerned. It is in this respect that the contract of consultant medical staff in certain public voluntary hospitals differs from the standard conditions applicable throughout the State hospital sector. Such a requirement can by no means be represented as requiring the individual so appointed to forego his personal rights to freedom of conscience or of expression. It follows that these conditions of employment cannot represent intolerance or discrimination based on religion or belief. Indeed were the conditions of employment to be otherwise, it is difficult to see how the specific ethos of the hospitals in question could be maintained. The Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief clearly envisages at article 6 (b) that hospitals, as charitable or humanitarian institutions, can be maintained by religious organizations. The State is entitled as a matter of public policy to make use of the services provided by such institutions on an equitable basis and to integrate them into the system of delivery of health care to the entire population, without discrimination, on the basis of service priorities. Were institutions or individuals to be denied an opportunity to participate in the delivery of such services on the basis of their religious affiliation, such action would surely amount to discrimination by the State in breach of the Declaration. \"It should be noted that the particular arrangements made with voluntary hospitals for the provision of service apply to hospitals associated with the minority denominations on the same basis as those associated with the religious denomination of the majority.\"",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In a communication of 19 October 1988 addressed to the Government concerned, the followinq information was transmitted by the Special Rapporteur: \"It has been alleged that the lengthy criminal proceedings initiated in 1981 against the Milan Association of the Church of Scientology (on charges includinq criminal association, fraud and the illegal practice of the medical profession), which are still pending completion, do not allow for a fair hearing or trial within a reasonable time. It has been reported that after seven years of investigation, the Milan Examining Judge conducting the investigation has ordered the closure of all 20 Italian churches and missions of Scientology and the church related Narconon drug rehabilitation groups. All religious literature has reportedly been seized. On 28 May 1988, the Examining Judge reportedly issued an arrest warrant which resulted in the arrest of 28 church members. As of September 1988, several were reported to be held under house arrest and five to be still in prison.\"",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. On 25 November 1988, the Permanent Mission of Italy communicated the reply of the Italian authorities to the Special Rapporteur's letter of 19 October last. The reply stated, in particular: \"The Church commonly referred to as the Church of Scientology is not considered in Italy to be a religious denomination, since its formal recognition, under the terms of the 1929 Act, has never been requested. \"This Church must consequently be regarded in the same manner as a private association governed by ordinary law, which ensures all the freedoms indispensable for it to operate within the framework of the Italian leqal system. \"In the event of an offence being committed on the territory of the State, the representatives and members of this Church would be liable to criminal prosecution like any other person. \"The criminal proceedings instituted in the Milan Court, and still in progress, were in fact set in motion by the alleged infringement of Italian criminal law. \"The much-disputed provision - adopted by the examining magistrate on 28 November 1986 (applied on 4 November 1986) - decreeing the search and closure of the premises of the association and all related structures throughout the national territory, constitutes a common precautionary measure typical of the preliminary investigation. \"The arrest of certain members of the \"Church of Scientology\", which has been criticized also represents a precautionary custodial measure resulting from the imputation to these persons of the offences of extortion, swindling, dereliction of duty, etc.\".",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. In a communication of 3 October 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that provisions of article II, paragraph (4), of the Constitution, which establishes a control or restriction on the propagation of any religious doctrine or belief among persons professinq the religion of Islam, have had a negative impact on the enjoyment of freedom of thought, conscience and religion. It has been reported that since the beginning of the 1980s a number of laws (The Control and Restriction of the Propagation of Non-Islamic Religions Enactment) have been implemented in the constituent states of Kelantan, Trengganu, Malakka and Selangor and that these laws, based on article II, paragraph (4) of the Constitution, are aimed at curbing the propagation of non-Islamic doctrines amongst Muslims. It has also been alleged that the adoption of the Constitution Amendment Act 1988 revising article 121 of the Constitution, whereby the appeal competence of the Supreme Court has been devalued and the position of the Syariah Court implementing Islamic law strengthened, has resulted in a form of coercion for non-Muslims to accept Muslim principles of conduct. \"It has been reported that amonq 106 people arrested at the end of 1987 with reference to section 73(1) of the Internal Security Act, there were some Christians detained for purely religious activities or merely for belonqinq to a faith. It has further been alleged that as of May 1988, the followinq Christians were still in custody without trial (10 names provided).\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. On 11 November 1988, the Permanent Mission of Malaysia communicated the reply of the Malaysian authorities to the Special Rapporteur, statinq in particular: \"... when Malaysia achieved its independence in 1957, it inherited enormous national problems. Top of the list are the daunting problems of forqing unity among the multiracial and multi-religious composition of the newly born country which are not easily appreciated by foreiqn observers ... Malaysia, or Malaya then, was born from a land and State which had its own lonq established indiqenous institutions characterized by Islamic teachings and belief ... Malaysia was to be born as a multiracial and multi-reliqious nation. \"One important factor underlyinq the opportunity of forqinq ahead for the birth of a united nation then was the fact that this multi-reliqious and multiracial society had had little experience in religious and racial interaction ... Yet, as civilized human beinqs, Malaysian leaders from the various ethnic communities worked out compromises between the ethnic groups ... The compromises agreed to include the understanding that all institutions indigenous to the country must be preserved, the character of the country and all its attributes must not only be maintained but strengthened further, and the rights of the indiqenous (Malays) must remain, while those of the other ethnic groups are guaranteed. \"The spirit of the Constitution of Malaysia pertaining particularly to interracial and inter-religious relations between the various ethnic communities was derived from the above compromises. Indeed article 11 and the various legislations passed in consonance with that article are reflective of the compromise that the character of the country and all its attributes should not only be maintained but strengthened. This is the wish of the indigenous people (Malays) who are Muslims and indeed if there should be a chanqe in the characteristics mentioned above, it should only take place in accordance with the wishes of the Muslims. However, in keeping with the spirit of compromise, the Constitution at the same time guarantees freedom of worship to the others. \"In respect of the adoption of the Constitution Amendment Act 1988 pertaininq to article 121, vis-a-vis the position of the Syariah Court, it must be emphasized that the related amendments are meant to place the Syariah Court in its proper function, i.e. to deal with religious (Islamic) laws. Riqhtfully, religious (Islamic) laws should be dealt with by the religious (Islamic) courts. A point to be stressed here is the fact that Islamic laws in this country apply to Muslims. Therefore the question of non-Muslims beinq coerced to accept Islamic laws does not arise. \"On the question of the detention of certain members of the Christian community under the Internal Security Act (ISA), it has to be emphasized that the detentions were for reasons of security. They were detained purely for activities deemed prejudicial to peace and order because they concerned sensitive issues affectinq the nation, one of which is religion. To understand the danqer of such tension to the security and stability of the country, one has to appreciate the historical background of the country and the compromise worked out between the multi-racial and multi-religious community as outlined earlier. \"Before independence, misunderstandinq based on racial and reliqious differences had led to riots. The compromises worked out between the various ethnic communities durinq independence have worked wonders for Malaysia's harmony. However from time to time since independence racial and reliqious clashes happened and on one occasion in 1969 led to a riot. These dark spots in our history were the result of activities of extreme elements from the various communities challenqinq the compromises which have been agreed to. The Government's October 1987 action under the ISA was to prevent the hiqhly tense racial and religious sentiments existing then, as a result of the extreme activities of those detained, from taking over ... and to prevent the outbreak of racial and religious riots. In doing so the Government did not discriminate on grounds of race or religion. As a matter of fact those detained included several members of the Muslim community who, like the others detained, also contributed to heightening racial and religious tension. \"For the record, (seven names provided) have been released from detention.\"",
        "Labels": [
            "Indigenous peoples",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 53,
        "Text": "53. In a communication of 3 October 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleqed that the enforcement of various legal provisions (such as art.14 of the Constitution, which states that no person shall be entitled to convert another person from one religion to another, or the provisions of the Muluki Ain, under which anyone who propagates Christianity, Islam or any other faith may be punished by three years' imprisonment, or by six should conversion have taken place) has resulted in violations of the right to freedom of thought, conscience and religion. \"A case has been reported where 11 Catholics, includinq two members of the Community of the Sisters of Charity of Nazareth, Kentucky (names provided), one priest and local Nepalese Christians, allegedly received a guilty verdict in December 1987 for either preaching Christianity or converting to it. The case was reportedly immediately appealed, but no information seemed to be available as to the date for the next hearing of the case. The accused had allegedly been beaten while in police custody and forced to sign confessions.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. In a communication of 3 October 1988 addressed to the Government concerned the following information was transmitted by the Special Rapporteur: \"It has been alleged that, in spite of very liberal provisions in the Constitution with regard to freedom of thought, conscience and reliqion, there exist a number of de facto limitations to the effective enjoyment of this right. Restrictions are reported to concern a number of denominations, such as Catholics, Mennonites, Moravians, Seventh Day Adventists, Jehovah's Witnesses, members of the Pentecostal Church and Mormons. \"It has been reported that a number of church properties have been damaged or seized by the authorities. Some of the damage reportedly took place in combat areas and was caused by the Nicaraguan army, notably in the rural communities of El Tigre, Aguas Calientes, Kaisiguas and Aquasas. Other property damage reportedly occurred in attacks by the 'Turbas Divinas'. It has further been reported that on 14 October 1985, the Nicaraquan State Security Service seized all movables of the relief organization COPROSA (Comision de Promocion Arquidiocesana) of the Archdiocese of Managua, which has since remained closed. \"It has been alleged that the emergency laws restrict the freedom of religious assembly, since public open air services and processions on private grounds are limited to a great extent. It has also been reported that official and semi-official organizations frequently disrupt church meetings and services and that, for instance, 15 disruptions of services in the church of Nuestra Sefiora del Carmen in Manaqua have been caused in the past three years by 'Turbas Divinas' and members of the military. \"It has been alleqed that freedom to preach is subjected to severe limitations and that censorship covers the bishops' pastoral letters and, to some extent, reliqious sermons. \"A number of church publications have reportedly been restricted or banned, includinq the followinq: Iglesia, Hoja Parroquial, Heraldo Catolico. \"It has been reported that a number of religious leaders or believers have been subjected to intimidating treatment, attacks by storm-troopers, or arbitrary arrests. The following cases of attacks by semi-official organizations on Catholic priests and lay workers have been reported: \"(a) 21 June 1982: 'Turbas Divinas' attack Mgr. (name provided) in the Church of Santa Rosa of Managua; \"(b) 14 August 1982: 'Turbas Divinas' attack Mgr. (name provided); \"(c) 29-30 October 1983: 'Turbas Divinas' conduct co-ordinated attacks against 25 churches of the archbishopric of Managua; some services are disrupted; physical attacks against priests in San Judas; \"(d) February 1984: attacks by the Nicaraguan army and severe torturinq of the preacher of the Pentecostal Mission in El Tendido (name provided); \"(e) 17 June 1984: physical attacks against the priest in El Sauce during Mass; \"(f) 21 June 1984: the 'Turbas Divinas' attack the Catholic priest (name provided) of Belo Horizonte; \"(g) 17 June and 9 July 1984: unknown persons attack the Catholic priest (name provided) of Santa Ana. \"The following cases of short-term detention of ministers, lay workers and priests have been reported for the period between sprinq and fall 1985: (nine names provided). \"The followinq cases of lonq-term sentences for religious reasons have been reported: (four names provided). \"It has been reported that a number of Catholic priests, members of orders and evangelical ministers have been expelled from the country. The following cases have been reported in this connection: \"(a) 13 January 1982: expulsion of two Capuchin friars and two nuns of Santa Ines; \"(b) 16 August 1982: expulsion of a Salesian priest; \"(c) May 1983: expulsion of a priest of the prelacy of Gigalpa; \"(d) 31 October 1983: expulsion of two Salesian priests; \"(e) 10 July 1984: expulsion of 10 Catholic priests; \"(f) 28 June 1986: expulsion of (name provided), spokesman of the archishopic of Managua; \"(g) 4 July 1986: expulsion of (name provided), Bishop of Gigalpa.\"",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In a communication of 21 July 1988 addressed to the Government concerned, the followinq information was transmitted by the Special Rapporteur: \"It has been alleged that during the last week of February 1988, the Ahmadi mosque in Muree has been attacked and damaged. The police reportedly refused to register the complaint lodged by Ahmadis. \"It has been reported that, in mid-March 1988, police removed the profession of faith from the Ahmadi mosque in Bait-ul-Hamd. \"It has further been reported that on 6 April 1988, the police raided the Ahmadi mosque (Beit-uz-Zikr) in Islamabad and erased the profession of faith; 11 Ahmadis were alleqedly rounded up and placed in police custody. \"Judicial action has reportedly been brouqht aqainst a number of Ahmadis for the followinq motives: havinq erected a tent for prayers in Faisalabad; havinq exhibited the profession of faith on a shop window in Jhanq; havinq displayed verses from the Koran in a stationery shop in Mandi Bahauddin. \"It has also been alleged that in Tauba Taik Sinqh, (name provided), a first-class technician in the Air Force, has been dismissed from his function for belonqinq to the Ahmadi faith.\"",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. In a communication of 3 October 1988, the followinq information was transmitted: \"In Rabwah, on 13 May 1988, the police allegedly erased the profession of faith from 47 places in the districts of Abdurrahman, Darul-Alum and on the road leading to the university. \"In Tande Wala (province of Faisalabad) the police alleqedly ordered the son of the late Head of the Ahmadi Community, (name provided), to diq up his father's body from a qrave in the local cemetery and bury it again in Rabwah.\"",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In a communication of 7 November 1988, the followinq information was transmitted: \"It has been alleqed that a number of Ahmadis have recently been charged with offences under sections 295c and 298c of the Penal Code (for which penalties can range from a three-year prison sentence to the death penalty). The charges included wearing religious rings, refusing to remove religious inscriptions from a mosque, writing religious words on the front of one's house, keeping tablets bearing religious inscriptions, calling others to prayer, taking part in a congregational prayer and using holy words on an invitation card. \"It has been reported that, as of 4 April 1988, police in Punjab had registered more than 200 cases against Ahmadi Muslims for alleged contravention of the 1984 Ordinance No. XX. \"It has been alleqed that Ahmadis deliverinq the challenqe of 'Mubahala' (challenqinq adversaries to come forward and siqn a specifically worded statement) have been apprehended by the police. Up to 5 Auqust 1988, 45 such arrests had reportedly taken place. \"It has been reported that the followinq reliqious publications have been seized by the Government for containinq allegedly objectionable matters: Ansar-ullah (January-February 1988); Ehsan (15 February 1988); Tahrik-i-Jadid, Rabwan (October 1987); Weekly Lahore (9 January 1988); Janq, Lahore (18 April 1988).\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 58,
        "Text": "58. On 28 November 1988, the Permanent Mission of Pakistan communicated the reply of the Pakistan authorities to the Special Rapporteur. This reply, which also referred to information concerning Pakistan contained in the previous report of the Special Rapporteur (E/CN.4/1988/45, para. 15) and the reply of the Pakistan authorities commenting on this information (E/CN.4/1988/45/Add.l and Corr. 1), stated in particular: \"There is no discrimination against Ahmad is. They have freedom of expression and bring out religious and other publications. They have the right of association and hold religious meetings and conventions, as well as prayer congregations. The necessary facilities are provided for such meetings. Appropriate measures are taken to protect Ahmadi places of worship and to maintain their sanctity. No Ahmadi has been dismissed from government employment on grounds of religion. Ahmadis hold important positions in the services of Pakistan, both civil and military, and are leading figures in the economic and business community. \"With regard to the charges that members of the Ahmadiyya community have been arrested solely for the expression of their religious belief, it is clarified that when such arrests have taken place they have been motivated by the aim of upholdinq the law and only in cases when the members of this community have acted in breach of the law. Application of the law cannot and should not be interpreted as a breach of religious tolerance. \"After the liftinq of Martial Law in Pakistan in December 1985, the constitutional quarantees relating to the fundamental riqhts of all citizens were restored and the authority of the judiciary fully re-established. The restoration of democracy and the restitution of fundamental riqhs in Pakistan, as well as the full authority of the judiciary, ensure that the rights of the Ahmadis, as of every citizen of Pakistan, are fully safequarded by the due processes of law. \"The Government of Pakistan deems it a duty to promote the welfare of non-Muslim citizens, to ensure tolerance for their faith and to provide them with opportunities to lead their lives honourably and accordinq to their beliefs. A Federal Ministry of Minorities Affairs is charqed with the responsibility of protectinq their riqhts and takinq all possible measures for their well-beinq and economic, social and educational advancement. \"It is, however, becoming increasingly clear that some Ahmadis have launched a campaign of hatred aqainst the Government and people of Pakistan and that their constant allegations, which are invariably found to be baseless, are nothinq but a disinformation campaiqn motivated by a desire to maliqn Pakistan. \"The Ahmadiyya question needs to be evaluated objectively and in its proper perspective. The Government of Pakistan would, once aqain, like to reiterate that there is no campaiqn of persecution aqainst the Ahmadis. It stronqly rejects the alleqation that any qovernment aqency has resorted to authorizinq discrimination aqainst Ahmadis in Pakistan. Conversely, the Government has endeavoured to protect the riqhts of the Ahmadis and adopted measures to pre-empt developments which could create a law and order situation.\"",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. In a communication of 21 July 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that a number of church leaders have been detained throughout 1987 and that numerous church buildings have been raided and tear-gassed. A few examples are cited below. \"On 23 April 1987, in Kwangju police reportedly fired tear qas into the Presbyterian Church regular General Assembly, forcing the meetinq to halt. \"On 12 May 1987, police reportedly prevented worshippers from attending an \"all-night prayer service for the nation\" at A-Hyun Church in Seoul. \"On 18 May 1987, police reportedly fired tear-qas into a memorial service under way in a Buddhist temple in Kwangju. On 31 May 1987, 700 Buddhist monks and laymen who were protesting the incident were again, reportedly attacked by police with tear-gas. \"On 22 September 1987, a prayer service held by several congregations in Seoul was reportedly violently broken up by police who beat and injured several and briefly detained one hundred of the participants.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 60,
        "Text": "60. On 14 November 1988, the Permanent Mission of the Republic of Korea communicated the reply of the authorities of the Republic of Korea to the Special Rapporteur. It stated in particular, referring to information transmitted by the Special Rapporteur concerning events which took place respectively on: \"(a) 23 April 1987: \"The 89th regular General Assembly of the Presbyterian Churches of Chollanamdo Province was held from 10 a.m. to 8. p.m. on 23 April 1987 at Shin Heung Church in Kwangju City, with 270 persons including ministers in attendance. \"Around 5.50 p.m. when the assembly was still proceeding, some participants went out to the street to shout anti-Government slogans, beat policemen on guard and tried to staqe an illegal demonstration. \"The police, while tryinq to break up the illeqal demonstration, fired tear-gas into the street demonstrators. However, it clearly had nothing to do with the religious assembly that was going on in the church. The assembly came to an end more than two hours after the incident. \"In connection with the incident, no complaint or accusation was lodged and no one was booked.\" \"(b) 12 May 1987: \"An all-niqht prayer service for the nation beqinninq around 8.25 p.m. on 12 May 1987 at A-Hyun Methodist Church in Seoul, with 550 worshippers in attendance ended around 7.40 a.m. on 13 May. \"Before the service, the information was received that some radical students and fuqitives would try to throw fire-bombs, staqe a self-injury and qo on a sit-in in the church. Thus, the police deployed its squad around the church and admitted the people who wanted to participate in the service into the church, after examininq their identification, to protect the reliqious service from the possible interruption. \"Around 8 p.m. some participants went out of the church and illeqally marched through the streets. The police ... were forced to break up the illeqal street demonstration. The measure taken by the police was not to interrupt the religious assembly but to protect the assembly and eventually to maintain social order. \"With reqard to the incident, three persons, including Rev. Kim Sanq-Keun, filed complaints on 22 May 1987 aqainst the chief of the police station and others concerned. The charqe was later dropped by the District Public Prosecutor's Office after the investigation on 29 December 1987.\" \"(c) 18 May 1987: \"Around 8.20 p.m. on 18 May 1987, 500 people and students enqaqed in an illegal demonstration on the street at the entrance of Wongaksa, a Buddhist temple in Kwangju. Police asked them to disperse, but they refused. So the police was obliged to throw tear—gas to scatter them. In the process, a couple of tear-gas canisters accidentally fell and exploded in the compound of Wongaksa temple where a memorial service was under way. \"Some of the demonstrators escaped to the temple's compound and instigated worshippers to join the demonstration. In the course of arresting them in the compound, a few worshippers were injured and some utensils in the temple were destroyed. That was an inevitable measure taken by the police to break up the demonstration and to maintain public order, and it was not meant, in any way, to interfere with the memorial service beinq held in the temple. \"The 521 persons concerned with the incident lodqed a complaint with the relevant District Public Prosecutor's Office aqainst the Police Bureau Director of Chollanamdo Province and the Police Chief of Kwanqju City on 22 May 1987. And, after investigation, the office decided to drop the charges against the accused on 30 July 1988. \"In this reqard, the Home Ministry dismissed on 22 May 1988 the Task Force Chief of the police Bureau for mishandlinq the breakup of the demonstration.\" \"(d) 22 September 1987: \"On 18 September 1987, 23 pastors forced their way into the building of the Federation of Korean Industries (FKI) beating guards in the process, occupied the office of the chairman of the FKI, went on a sit-in, and asked for an apology from the chairman of the FKI, insisting that the report by the FKI to the cabinet meeting was untrue. Subsequently, five pastors among them were arrested by the police. \"A prayer service for the release of the five pastors thus arrested was held at Sung Mun Pak Church in Seoul from 7.35 p.m. to 10 p.m. on 22 September 1987, with 800 laymen and pastors in attendance. \"During the prayer service, some participants went out of the church and marched through the streets shouting slogans such as 'break up the FKI'. Police ... briefly detained demonstrators, ... with a view to maintaining public order. Police neither broke up the prayer service nor illegally arrested participants in the assembly. \"In connection with the incident, no complaint or acccusation was filed and no one was booked. \"For reference, the above-mentioned five pastors were all released on bail on 16 December 1987 and the trial is under way ... \"",
        "Labels": [
            "Persons in street situations",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 61,
        "Text": "61. In a communication of 20 October 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur. \"According to information received, the cultural activity of the Catholic Church in Hungarian-speaking parishes has been completely suppressed and pastoral activity severely restricted. It is claimed that the numerus clausus which the authorities have allegedly been endeavouring to impose since 1982 on the theological academy of Gyulafehervar is likely to diminish the recruitment of priests and parish assistants. \"It has also been reported that Father (name given) disappeared in December 1987. He is said to have been seen for the last time in his old commune of Sighetu Marmatiei and to have been tranferred from there by the authorities in September 1985 because of his pastoral work among young people. \"A building permit is alleged to have been refused to a Baptist church in Braila which wished to extend its premises.\"",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. In a communication of 7 November 1988, the following information was transmitted: \"According to information received (name given), a Baptist Christian from Bucharest, was arrested on 21 August 1987 on religious grounds and since November 1987 has been held in the psychiatric hospital of Poiana Mare. According to the same information, the lawyer of Mr. ... (name given), also a Christian was not able to follow his client's case and had to agree to leave the country.\"",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. On 24 November 1988, the Permanent Mission of the Socialist Republic of Romania transmitted a preliminary comment and a document on religious freedoms and religious life in Romania. In this preliminary reply to the Special Rapporteur's letters of 20 October and 7 November 1988 to the Romanian Government, the relevant provisions of the Constitution and other laws concerning religious freedoms were mentioned and information also supplied on religious practices in Romania. On 9 December 1988, the Permanent Mission of the Socialist Republic of Romania transmitted additional comments and documents together with letters from the leaders of the religious groups concerned. These two replies stated in particular: \"The Roman Catholic Church enjoys the same religious rights and freedoms as all the other 13 churches in Romania, whatever the nationality of the believers. The Roman Catholic bishopric of Alba Iulia and the central Roman Catholic archipresbyterates of Oradea and Satu Mare, which have members of Hungarian nationality, enjoy all the necessary conditions for the free practice of their worship and administration, religious services and all other aspects of their activities, in their mother tongue, in accordance with their own religious doctrines and requirements. \"For the requirements of the religious life, these religious units have Bibles in Hungarian (in 1982 alone 25,000 were imported while others were printed in the country), and other publications in that language (calendars, catechisms, prayer books, hymn books and others). \"The training of Catholic clergy takes place at the university-level theological institute of Alba Iulia in Hungarian. For the training of Romanian Catholic priests the institute has a Romanian language section at Iasi. The total number of students is 179. Similarly, for the training of middle-level religious personnel, the Catholic Church has a choir school giving courses which are currently attended by 45 students. \"The number of places offered at the entrance examination each year, both at the institute and at the choir school, is established following consultations between the leaders of the Catholic Church and the Romanian State authorities, since it is the State which meets all the expenses of the two institutions. Naturally, as in all educational institutions in Romania, where education is entirely free, the number of places depends on the funds available. There is no question of a numerus clausus, since the number is actually established by the leaders of the Catholic Church on the basis of its personnel requirements. \"It should be pointed out that the name \"Gyulafehervar\", used in the note annexed to the letter, was that given by the Austro-Hungarian empire to the Romanian locality of Alba Iulia up until 1918. \"As regards the priest (name given) (Homorodu de Jos, district of Maramures), it may be noted that he continues to work as a priest and that the alleged report of his disappearance is a complete fabrication. \"As regards the building belonging to the Baptist sect of Braila, the issue in question is an administrative one that is under discussion with a view to finding a solution taking account of urban planning. \"Meanwhile, the exercise of the religious freedoms of believers and the activity of the pastors of this church are proceeding normally. \"The situation of Mr. (name given) has no connection with the problem of religious freedoms. \"(Name given) was until 1987, of the Orthodox religion. In 1987, at the age of 50, he converted to the Baptist faith so as to obtain entry to one of the Western countries. \"On 21 August 1987, he went to the Swiss Embassy at Bucharest to inquire about the possibilities of settling permanently in Switzerland. During the discussions with the Swiss officials, he became abusive, disorderly and violent and went into a tantrum. The Swiss Embassy called in the Romanian authorities to evict him from the building. \"Following this incident it was discovered that he was mentally ill and he is currently under medical care. He continues to be ill, refuses hospital food, which he claims is poisoned, and demands foreign food instead. \"His name is bandied about for no reason at all by various information sources and media as a person persecuted for his religious beliefs; in fact, he did not even have time to undertake any religious activity in the few months following his baptism as a Baptist, which took place ... because of his circumstances and for other reasons. \"His situation has no connection with his former Orthodox religion, which he never complained of having had difficulties in exercising or with the Baptist faith which he recently joined. \"... In Romania there are more than 950 Baptist churches and approximately 75,000 Baptists who practise their religious beliefs freely.\"",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. On 19 February 1988, the Permanent Mission of Singapore sent its comments to the Special Rapporteur concerning information appearing in document E/CN.4/1099/45, paragraphs 41 and 44. These comments contained, in particular, the following points: \"... This report (E/CN.4/1988/45) makes two brief references to Singapore: \"Paragraph 41. Most often, it is the practical manifestations of reliqion or belief that are penalized. One example that may be mentioned is the allegation that Christians belonqing to the Church of the New Testament were arrested in Sinqapore for preaching the qospel ... \"Paragraph 44. Other complaints concern infringements of the freedom to disseminate reliqious publications - for instance, the complaint concerning the arrest of Christians of the Church of the New Testament in Singapore for distributing liturgical literature ... \"Paragraphs 41 and 44 of the report convey the impression that members of the New Testament Church were arrested by the Singapore Government on grounds of their religious beliefs and practices. •l \"The allegation that Singapore persecutes Christians is definitely not true. Christians worship freely in their churches and are also permitted to hold mass rallies in public places. In 1985 and 1986, 19 mass rallies were organized in Singapore by various Christians groups. Among the Christian religious dignitaries who have visited Singapore in recent years are Pope John Paul, the Archbishop of Canterbury, Dr. Robert Runcie, and Mother Teresa. \"Singapore is not clamping down on the NTC or any religious group. As a matter of fact, there is a lawfully established New Testament Church in Singapore which has not been involved in the demonstrations. Neither that Church nor any other Christian group in Sinqapore has protested about the lack of religious freedom. \"However, Singapore will not allow anyone or any group to undermine law and order by using religion as a cover for illegal demonstrations in Singapore. it ... \"... A qroup of people, mainly foreiqners who claim to be members of the New Testament Church (NTC), have been staging illegal activities in Singapore. They are distinct from the registered New Testament Church in Singapore which has dissociated itself from the so-called followers of the NTC. \"Followers of this cult group have been involved in several illegal demonstrations in Singapore. The illegal demonstrations of this qroup stemmed from an incident on 9 October 1986 where they held a demonstration outside a restaurant where the Taiwanese Deputy Trade Commissioner based in Singapore was having a function. Most of the demonstrators were foreigners. Six of them were arrested for holding an illegal demonstration. \"Followinq this incident, the New Testament Church followers continued to hold illeqal demonstrations. The police arrested 47 of them on three occasions in March 1987 for beinq members of unlawful assemblies. Of the 47, 42 were foreigners who had come to Sinqapore for the sole purpose of staqinq illeqal demonstrations. All their publications which they distributed were produced abroad. ii \"During court hearings, the New Testament Church followers repeatedly interrupted the trial proceedings by their unruly behaviour. At one stage, they clapped hands and ignored the magistrate's request not to interfere with court proceedings. They were subsequently convicted for beinq members of unlawful assemblies. Except for six persons, the rest refused to pay their fines ranging from \\$50 to \\$200. They chose imprisonment to evoke sympathy for the cause best known to themselves. ... They have distributed vile publications ... Some of these publications even advocate death to the Prime Minister.\"",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. In a communication of 19 October 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that six lay Roman Catholic catechists were arrested in southern Kurdufan province in February 1988. The charqes included opening a church without permission. They were allegedly brought before an Islamic court without the aid of legal council or recourse to appeal and each sentenced to two years\\ imprisonment, a fine and 25 lashes. The six catechists were reportedly flogged and gaoled in Laqawa. The six reportedly deny all charges and contend that they were doinq maintenance on the old building which had a valid authorization. The six catechists were named as (names provided). As of July 1988 they were reportedly free on bail.\"",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In a communication of 21 July 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that (one name provided) was sentenced in 1987 to eight months' imprisonment for celebratinq mass in a private home. \"It has been alleged that two Catholic activists, (names provided) received in 1987 suspended sentences of 14 and 13 months respectively. They had reportedly produced and distributed religious literature. (One name provided), whose trial started on 29 October 1987, was alleqedly sentenced for impedinq State control on Churches and reliqious communities.\"",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In a communication of 19 October 1988, the following information was transmitted: \"It has been reported that (name provided), aqed 52, was arrested in November 1987 and charged with 'promoting and supportinq fascism' after 1,000 items, mostly of reliqious literature, were discovered in his home- The charges were reportedly later chanqed to 'subversion', which carries a heavier sentence. On 17 June 1988 Mr. ... was reportedly sentenced to four years' imprisonment.\"",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. On 15 November 1988, the Permanent Mission of the Czechoslovak Socialist Republic communicated the reply of the Czechoslovak authorities to the Special Rapporteur's letter of 21 July 1988. The reply stated in particular: \"Mr. (name provided) was convicted on 6 April 1987 by the District Court at Poprad of impeding control on churches and religious communities (Penal Code, sect. 178) and sentenced to eight months' imprisonment without suspension. He violated the provision of section 178 of the Penal Code by celebrating masses and performing other clerical services after his State licence for the performance of clerical activities had been withdrawn from him because of his earlier punishable activities for which he had also received an unsuspended sentence of imprisonment. \"...'s appeal against the judgement on 6 April 1988 was dismissed by the Regional Court at Kosice which upheld the judgement of the court of first instance. \"Mr. (name provided) was convicted on 23 October 1987 under section 178 and also sections 7, paragraph 1, and 100 of the Penal Code (for engaqing in preparations for seditious incitement) and received a suspended sentence of 13 months' imprisonment with two years\\ probation. He was also sentenced to forfeiture of the ... items [referred to]. Mr. ... violated the provisions of the Penal Code mentioned above by conducting illicit duplication of religious material and duplication of texts whose contents were directed against the State. \"In appellate proceedings held on 4 November 1987, the Regional Court of Ostrava upheld the judgement of the court of first instance. \"Mr. (name provided) was convicted in November 1986 of illicit duplication of religious literature and duplication of texts directed against the State under sections 7, paragraph 1, and 100, paragraphs 1 (a), and (c) and 3 (a), of the Penal Code and sentenced to two years' imprisonment without suspension. In appellate proceedings, on 11 June 1987, the penalty was commuted to a suspended sentence of 14 months' imprisonment with three years' probation. \"The information qiven above illustrates that all the said persons were sentenced on the basis of proven violations of valid Czechoslovak law. The sentences imposed upon them cannot be regarded as a breach of the right of every Czechoslovak citizen guaranteed by the Constitution to profess any religious faith and perform religious rites as far as this does not contravene the law (see art. 32 of the Constitution of the Czechoslovak Socialist Republic). \"All the three cases involved activities exceeding the framework of legality as set by the Constitution and the law and thus establishing liability to penal sanctions under the law. (Two names provided) committed, moreover, acts which, while being totally unrelated to the exercise of the right to freedom of religion, had a bearing on the security of the State. \"The action taken by the Czechoslovak judicial authorities fully conforms to article 1, paragraph 3, of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief as well as to article 18, paragraph 3, of the International Covenant on Civil and Political Rights.\"",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. On the same date, the Permanent Mission of the Czechoslovak Socialist Republic communicated the reply of the Czechoslovak Government to the Special Rapporteur's letter of 19 October. The reply stated, in particular: \"For four years, (name qiven) wrote and duplicated a number of illeqal writings and reviews, which in addition to irreproachable articles on religious subjects also contained articles and phrases constituting propaganda for the period of the so-called Slovak State ... a fascist puppet vassal of Hitlerian Germany during the period 1939-1945. (Name given) used his writings for propaganda for the clerical-fascist movement and its leaders. The latter were sentenced to death in 1947 by the National Court for their anti-populist activity during the period of the so-called Slovak State, for their participation in the Second World War, the persecution of progressive, anti-fascist forces, the extermination of the Jewish population and war crimes during the repression of the national Slovak insurrection. \"In the publications produced and distributed by him, (name given) also attacked the constitutional order in Czechoslovakia and the country's constitutional authorities and territorial integrity; he sowed discord between the Czech and Slovak nations. \"Under article 98 (1) and (2) (b) of the Criminal Code, (name given) was sentenced on 17 June 1988 by the regional court of Banska Bystrica to four years' imprisonment for the offence of subversion of the Republic. \"The Supreme Court of the Socialist Slovak Republic at Bratislava confirmed the sentence on 30 August 1988. \"As emerges from the above facts, the sentencing of (name given) has no relation with the practice of religious freedoms as guaranteed by the Constitution of the Czechoslovak Socialist Republic and by the relevant leqal regulations.\"",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 70,
        "Text": "70. In a communication of 3 October 1980 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleqed that more than 50 people have been arrested since mid-February 1988 for participation in Christian religious activities or the distribution of Christian literature. Most of them were reportedly charged With 'Christian propaganda'. > \"It was reported that, as of 15 April 1988, some of those arrested were still in prison awaiting trial, including (three names provided) in Samsun. Some of the Christians arrested have allegedly been ill-treated while in custody, notably (one name provided) in Samsun; (four names provided) in Gaziantep; (one name provided) in Adana; (four names provided) in Eskisehir; and (one name provided) in Iskenderun.\" 71- In a communication of 7 November 1988, the followinq information was transmitted: \"It has been reported that between mid-February and October 1988, more than 70 persons have been arrested in eight cities for suspected participation in Christian religious activities. \"It has been alleged that on 1 October 1988 the police disrupted a Christian weddinq in Ankara, arresting 12 Turks and 3 foreigners. Five Turks were reportedly released when it was found that they were not of the Christian faith. It has been alleged that no charges have been filed and that the Christians are being held without access to a legal counsel.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. On 11 November 1988, the Permanent Mission of Turkey communicated the reply of the Turkish authorities to the Special Rapporteur's letter of 3 October 1988. This reply also referred to the articles of the Turkish Constitution concerning freedom of conscience, religion and belief, and stated in particular: \"Laicism is one of the main pillars upon which the Republic of Turkey is founded. No discrimination can be made between different religious practices in Turkey and nobody can be prosecuted because of his reliqion or faith. The Turkish society is a secular and democratic one where everyone enjoys freedom of conscience, religious faith, belief and practice under the guarantee of the law. \"The allegation that 50 people have been arrested since mid-February 1988 for participation in Christian reliqious activities or the distribution of Christian literature or making Christian propaganda does not correspond to the facts. Fifty persons, including some foreigners, who belong to a sect called 'The Believers in Messiah' were arrested in eight different cities of Turkey. But the said persons were not charged with Christian propaganda or activities. They were accused of carrying out organized illegal activities under the guise of some private companies and foundations. \"(Four names provided) were arrested and put on trial by the court concerned on 3 March 1988. They were accused of violatinq the law on the protection of freedom of conscience and of assembly and the Penal Code 'by making use of religious sentiments and sacred things with the purpose of obtaining personal benefits and influences'. They were acquitted on 13 September 1988. \"(Two names provided) were arrested and tried for the same reasons. They were released on 5 April 1988 and acquitted on 31 May 1988. \"(Two names provided) were not subjected to any arrest or accusation. They were only asked to testify, on 9 March 1988 and 11 March 1988 respectively, as regards the activities of (two names provided). \"(One name provided) was taken into custody on 10 March 1988. The court released him on 14 March 1988 and dismissed his case on 18 April 1988. \"(One name provided) was taken into custody on 17 March 1988 and set free on 21 March 1988 by the court. The Public Prosecutor concerned decided on 6 April 1988 to discontinue the investigation concerning the activities of the person in question. \"It is established that none of the above-mentioned persons were mistreated during interrogation and detention.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. On 22 November 1988, the Permanent Misssion of Turkey communicated the reply of the Turkish authorities to the Special Rapporteur's letter of 7 November 1988. The reply stated, in particular: \"... nobody in Turkey can be detained without charges and access to legal counsel. \"On 29 September 1988, seven Turkish citizens and three foreigners, all belonging to the sect of 'The Believers in Messiah', were taken into custody on charges of violating the Turkish Penal Code 'by carrying out propaganda activities incompatible with laicism'. The Public Prosecutor who opened an investigation into this case, ruled that the activities of the said persons were not contrary to the law and there were no grounds for prosecution. On 6 November 1988, the Court dismissed the case and released the persons in question.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 74,
        "Text": "74. On 19 December 1988, the Permanent Mission of Turkey communicated the following additional information to the Special Rapporteur: \"(Three names provided) were taken into custody on 15 March 1988, and (one name provided) on 19 March 1988, in Eskisehir. These four persons were accused of violating the law on the protection of freedom of conscience of assembly, and the Penal Code 'by making use of religious sentiments and sacred things with the purpose of obtaininq personal benefits and influences'. \"The Public Prosecutor who was seized of the case, ruled on 15 June 1988, that there were no qrounds for prosecution. Subsequently, the case was dismissed and the above-mentioned persons were released. \"It is established that none of the persons in question were mistreated durinq interrogation and detention.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 75,
        "Text": "75. In a communication of 21 July 1988 addressed to the Government concerned, the followinq information was transmitted by the Special Rapporteur: \"It has been alleqed that there were still, in March 1988, 225 known believers detained for reliqious activities or for human rights activities motivated by reliqious faith. \"Russian Orthodox Deacon and historian (name provided) reportedly remains in Perm Labor Camp 35 on charqes of anti-Soviet aqitation and propaganda for having criticized the Russian Orthodox Church hierarchy's co-operation with the Government. \"(Two names provided), two Roman Catholic priests are reportedly serving 10- and 7-year sentences respectively in labour camp for their religious activities. It is reported that one of the charges lodged against (one name provided) was organizing a Christmas party for parish youth. \"(One name provided) has allegedly been confined in internal exile for 27 years without having been formally tried or convicted. \"The following Roman Catholics from Lithuania are reported to have been detained in psychiatric hospitals for various periods, most of them in the 1960s or 1970s, on religious grounds: (six names provided). \"Charqes lodged against them reportedly include erecting a cross and possessinq an underqround Roman Catholic publication. \"Eiqht members of the Pentecostal community in Chuquevka were reportedly still imprisoned in 1987. A member of the Pentecostal Church (one name provided) was reportedly rearrested in camp and sentenced to another three years in a strict regime camp. \"Other unregistered believers, including some Baptists, Jehovah's Witnesses, Seventh Day Adventists and Hare Krishna believers, have reportedly been subjected to measures such as harassment at school or place of employment, denial of access to housinq and educational and job opportunities, dismissal from work and imprisonment. It was also reported that authorities forcibly broke up a number of Ukrainian Catholic Christmas celebrations and that a number of Ukrainian Catholics, such as (one name provided), remain in labour camp or special psychiatric hospitals on the qrounds of their membership in a forbidden 'reliqious sect'. Some Baptist believers are allegedly being detained in psychiatric hospitals (one name provided) or labour camps (one name provided). \"It has been alleged that the teaching of Hebrew remains illegal. \"It has been reported that there were at least 17 Muslims imprisoned on religious grounds by the end of 1987.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 76,
        "Text": "76. In a communication of 19 October 1988, the following information was transmitted: \"As of May 1988, it was alleged that a total of 216 persons were detained on religious grounds. \"These prisoners allegedly suffer from harsh treatment in detention. It has been reported that a 23-year-old Armenian Hare Krishna follower (one name provided) died in labour camp YV-25/\"B\" in the Orenburg Region on 26 December 1987, one month before his expected release. \"It has been reported that on 3 February 1988, a Russian Orthodox community in Berezniki was refused State recognition. \"It has been alleged that the Ukrainian Catholic priest (one name provided), reportedly sentenced for religious activities, was drafted into a military unit which from October to December 1987 had to clean up radioactive waste at Chernobyl. \"It has been reported that in the Ukrainian village of Bratkivki, where the Catholic community had been holding liturgies for several months in the officially closed church, a group of armed police broke into the church in early February 1988, destroyed the iconostasis and the altar and confiscated everything movable. \"It has been alleged that, as of May 1988, seven Hare Krishna members were imprisoned in labour camps serving sentences of up to five years for their membership in this banned group. \"It was further alleged that the authorities were preventing Torah studies from taking place in the synagogue in Rostov. \"(One name provided), a practising Jew who spoke at a commemoration of the 1942 massacre of Minsk Jews by Nazis, was reportedly sentenced to two weeks' imprisonment for 'hooliganism'.\"",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 77,
        "Text": "77. On 18 November 1988, the Permanent Mission of the USSR communicated the reply of the Soviet authorities to the Special Rapporteur's letter of 21 July. The reply stated, in particular: \"A policy aimed at assuring genuine freedom of conscience and complete protection of the rights of believers is being consistently implemented in the Soviet Union. On the basis of the principle of separation of Church from State and of schools from Church the Constitution of the USSR guarantees to all Soviet citizens freedom of conscience, i.e. 'the right to profess or not to profess any religion, and to conduct religious worship or atheistic propaganda'. It prohibits 'incitement to hostility or hatred on religious grounds' (Constitution, art. 52). The Soviet Constitution and legislation also ban any discrimination on grounds of religious beliefs, and any limitation of citizens\\ rights resulting from their attitude towards religion, and establish administrative and criminal responsibility for violating these principles. \"Soviet leqislation is, overall, in accord with the qenerally recoqnized international standards in this field, as well as with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Reliqion or Belief. \"A wide-ranqinq debate is now under way in the Soviet Union within the framework of the processes of restructurinq, democratizinq and institutinq openness, on the role and place of reliqion and the Church in the development of Soviet society. Clerqymen and believers qreatly help to step up these beneficial processes, advocate a spiritual renewal of society and the strenqtheninq of moral values, take an active part in the movements for the preservation and reconstruction of historical and cultural landmarks, and for environmental protection, as well as in the activities of charity orqanizations, persevere in their peace-buildinq mission, etc. A constructive dialogue is developing between State bodies and various religious denominations. \"The processes evolving in the Soviet Union have called for further democratization of the Soviet leqislation on freedom of conscience, elimination of distortions committed in the past, and suppression of violations of the riqhts of believers by individual officials. A new law on freedom of conscience that will accommodate the interests of the reliqious orqanizations is now under preparation; the improvement of criminal-law provisions concerninq the separation of Church from State and schools from Church is under consideration as well. \"In 1988, the 1,000th anniversary of the introduction of Christianity in Russia, a major event of world-wide significance, was celebrated on a large scale in the Soviet Union. The commemorative celebrations of the anniversary were of a truly nation-wide nature. Also participating in them were delegations from all the major world Churches, well-known international personalities, and United Nations and UNESCO representatives. \"In his statement at the meeting with Pimen, Patriarch of Moscow and All Russia, and members of the Synod of the Russian Orthodox Church, held on 29 April 1988, Mikhail Gorbachev, General Secretary of the Central Committee of the Communist Party of the Soviet Union, said that the 1,000th anniversary of the introduction of Christianity in Russia was a •significant milestone in the centuries-long development of the national history and culture, and of Russian statehood\". Taking note of the role that believers and Churches are playing in Soviet society today, Mikhail Gorbachev went on to stress that 'believers are Soviet, they are working people and patriots, and have every right to express their beliefs in dignity. Restructuring, democratization and openness also apply to them to the full extent and without any constraints. This is especially true of morality, an area where general human rules and customs may help our common cause'. \"In accordance with believers\\ demands, the State handed over to the Church buildings of reliqious worship makinq part of the Kiev Pechora Monastery Museum, the Optina Pustyn Monastery in the Kaluqa reqion, the Tolqa Monastery in the Yaroslavl reqion, and relics from the museums in the Kremlin. In the first half of this year, dozens of reconstructed churches were handed over to religious associations of citizens, while construction of new temples also began. \"Markinq another major event in Soviet life, celebrations were held in 1987 to commemorate the 600th anniversary of the adoption of the Catholic faith in Lithuania. \"While followinq a steady policy of qenuine enforcement of the principle of freedom of conscience, the USSR upholds the establishment and development of a constructive international dialogue on these problems. ... This is why the Soviet Union was among the sponsors of the proposal to work out an international convention on the elimination of all forms of intolerance and of discrimination based on religion or belief. ... \"The assertion to the effect that believers of various denominations, includinq those of unregistered sects (e.q. Baptists, Jehovah's Witnesses, Krishnaites, Seventh Day Adventists), are victims of harassment and discrimination is incorrect. Soviet citizens are equal before the law and enjoy the full scale of riqhts guaranteed by the Constitution of the USSR reqardless of their attitude towards religion. Moreover, article 142 of the Penal Code of the Russian Soviet Federal Socialist Republic (RSFSR) and similar articles in the Codes of the other Union Republics establish the criminal responsibility of officials for refusing a citizen's application for employment or enrolment in an educational institution, or dismissinq a citizen from work or an educational institution, or denying a citizen benefits and privileges established under the law, or otherwise hindering a citizen's rights on the ground of his or her attitude to religion. The acts of those who obstruct the celebration of religious rites are also punishable, unless these disturb public order or entail encroachments upon the riqhts of citizens (RSFSR, Penal Code, art. 141 and similar articles in the Penal Codes of the other Union Republics). \"The allegation that the teaching of the Jewish language is only possible on an illegal basis does not accord with the facts. \"Concerning the reqistration of religious associations as provided for in Soviet legislation, it is a mere formality by which the State recognizes associations of believers. Religious communities become legal persons from the moment of their reqistration. It is not the citizens upholdinq reliqious beliefs who are subject to reqistration, but their associations, which thereby acquire the riqhts of a leqal person and the protection of the law. > \"In recent years, efforts have been made to rule out cases of arbitrary denials by individual officials of registration that happened in the past; the new legislation to be adopted is also meant to achieve this objective. In the first five months of 1988, 90 Orthodox communities were registered out of a total number exceeding 160 communities of various denominations. Communities of Baptists, Seventh Day Adventists, and Krishnaites are being registered in the USSR. Religious associations of Jehovah's Witnesses have not applied for registration. > \"It is wrong to assert that 225 believers were detained in the USSR for their religious activities or for human rights activities motivated by religious faith. Criminal prosecution for religious beliefs does not exist in the USSR, and criminal responsibility does not arise from religious activities or activities in defence of the rights of believers. Criminal or administrative procedures are instituted in respect of persons systematically violating Soviet legislation, including the Law on the Separation of Church and State (RSFSR, Penal Code, arts. 142 and 227) that is for incitement to disobey laws, impairing the health, integrity and rights of citizens, disturbing public order under the guise of performing religious rites, committing fraudulent acts for the purpose of encouraging religious superstitions, and collecting illegal taxes. Further liberalization of legislation in this field is now under consideration. > \"According to the data provided by the competent Soviet authorities, the total number of persons now serving terms for violating legislation on religious rites does not exceed 40 also including those concurrently sentenced on other counts. Moreover, there is not a single member of the \"Pentecostal\" communities (including that in the town of Chuguevka) nor a single Muslim now serving a term of criminal punishment for violating legislation on religious rites. \"Concerning the cases of the sentencing of certain citizens under other articles of the Penal Code, neither their religious nor, to the same extent, atheistic beliefs may be claimed as grounds for exemption from responsibility. \"(One name provided) was sentenced in September 1986 to seven years of deprivation of liberty under article 70, part 1 of the Penal Code of the RSFSR. Having reviewed a protest lodged by the Office of the Procurator of the USSR, the Supreme Court of the RSFSR reduced his term of punishment. (Name provided) was released from his place of confinement in late October 1988. \"(One name provided), who was sentenced in 1983 to seven years of deprivation of liberty for anti-Soviet agitation and propaganda, was exempted from the rest of his term of punishment by decision of the Presidium of the Supreme Soviet of the USSR in 1988 and has left for the Federal Republic of Germany to settle there permanently. \"(One name provided), who was sentenced in 1983 for anti-Soviet aqitation and propaganda to six years' deprivation of liberty to be followed by four years of internal exile, has been released from his place of confinement in accordance with the Decree of the Presidium of the Supreme Soviet of the USSR on Amnesty passed on 18 June 1987 on the occasion of the 70th Anniversary of the Great October Revolution and was in exile. He has been exempted from the rest of his term of punishment and is now free. \"(One name provided) has not been exiled. As a result of his refusal to observe Soviet legislation on rites, his name was removed from registers as the head of the diocese and he is now the priest of the Catholic parish of Zhagar bearing the title of bishop. \"(One name provided) was released from his place of confinement in May 1988 and was in exile until September 1988 when he was exempted from the rest of his term of punishment by decision of the Presidium of the Supreme Soviet of the USSR. \"(One name provided) was released in 1987. \"(One name provided), who was sentenced to two years and six months of deprivation of liberty for organizing group actions disturbing public order, was released conditionally in 1987 with obligatory work at an assigned place. \"Assertions to the effect that believers are unlawfully placed in psychiatric asylums are groundless. Under Soviet legislation, internment in a psychiatric hospital for compulsory treatment is permissible only by court order concerning an individual who has committed socially dangerous acts and has been found by a competent psychiatric board to be non compos mentis as a result of mental illness. \"(One name provided) having a record of convictions, is mentally ill. He is now under treatment at the Krasnodar general regional psychiatric hospital. \"(One name provided) is mentally ill. He has been out of hospital since 1986. \"(One name provided) having a record of convictions, is mentally ill. Since 1980 he has been hospitalized at the psychiatric hospital of his city of residence, Kaunas. \"(One name provided) has not been subject to any persecution from law enforcement bodies. \"The competent Soviet authorities have no information on the placement in psychiatric hospitals of (three names provided). > \"In reply to the query of the Special Rapporteur of the Commission, we are certain that a businesslike open dialogue on all aspects of human rights, including religious matters, will contribute to a further development of constructive international co-operation, help to do away with confrontational rhetoric and counter any attempts at preserving an atmosphere of distrust and hostility between countries at the United Nations human rights bodies. > \"These goals would also be served by the elaboration of an international legally binding instrument on the elimination of all forms of intolerance and of discrimination based on religion or belief. Seizing upon this opportunity, we renew our proposal to all States to start working on such an instrument.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 78,
        "Text": "78. In a communication of 21 July 1988 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that (one name provided), aged 81, and the other members of the Congregation of the Mother Co-Redemptrix as well as parishioners and their families have been arrested and detained since 20 May 1987 for religious motives. The monastery and properties of the Congregation have reportedly been seized and occupied by the authorities. \"It was also stated that the charge of anti-revolutionary activities and sabotaging public security against members of the Congregation could not be substantiated by evidence, such as the finding of anti-government or anti-socialist documents or shotguns and ammunition in the monastery, and that, according to the response of the Congregation to those charges, it printed purely reliqious materials.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 79,
        "Text": "79. To date no reply has been received from the following Governments: Albania, Burundi, Iran (Islamic Republic of), Iraq, Nepal, Nicaraqua, Sudan and Viet Nam.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. In carrying out his mandate, the Special Rapporteur received Government representatives, members of non-qovernmental orqanizations, representatives of various reliqious communities and individuals in Lisbon. He went to Geneva for consultations at the Centre for Human Rights from 18 to 22 July and from 14 to 18 November 1988. During these consultations he received the representatives of various Governments, non-governmental organizations and reliqious communities.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteur visited Moscow and Zagorsk at the invitation of the Russian Orthodox Church to attend the festivities commemorating the millenary of the introduction of Christianity into Russia, which were held from 4 to 16 June 1988. The festivities themselves and the statements by the main Soviet authorities qave qrounds for optimism reqardinq the improvement of relations between the various Churches and the Government, not only as reqards the Orthodox religion, which is traditional in Russia, but also the other religions practised in Soviet territory. The scope and impact of these commemorations are a positive aspect of the policy of openness and transparency introduced in the Soviet Union, the influence of which is already beinq felt in several other European countries.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. In his earlier reports, the Special Rapporteur mentioned a number of international norms containing provisions concerning the elimination of intolerance and discrimination based on religion or belief (E/CN.4/1987/35, paras. 3-10; E/CN.4/1988/45, para. 54). These norms are found both in international human rights or humanitarian law instruments and in other instruments adopted under the aegis of United Nations specialized agencies such as the International Labour Organisation (ILO) and UNESCO, and concern certain specific aspects of discrimination on grounds of religion or belief.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. In several cases, the international instruments adopted have provided for monitoring mechanisms so as to ensure the implementation of the provisions by the States parties. Reference may be made in this regard to the activities of the Committee on the Elimination of Racial Discrimination in connection with article 5 of the International Convention on the Elimination of All Forms of Racial Discrimination. Similarly, the Human Rights Committee, set up to ensure the effective implementation of the provisions of the International Covenant on Civil and Political Rights, has studied, particularly in the context of article 18 of the Covenant, the various measures envisaged by States parties to guarantee freedom of religion or belief.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. As regards the prevention of religious discrimination in the sphere of employment, ILO has also endeavoured to introduce a number of monitoring mechanisms. For example, mention may be made of the most recent observations of the Committee of Experts on the Application of Conventions and Recommendations at its March 1988 session, in particular concerning specific cases of discrimination on the grounds of religion or belief in some countries in the context of the implementation of the provisions of the Abolition of Forced Labour Convention, 1957 (No. 105) and the Discrimination (Employment and Occupation) Convention, 1958 (No. Ill) . Reference may also be made to the latest report of the Committee of Experts on the Application of Conventions and Recommendations submitted to the International Labour Conference at its seventy-fifth session in June 1988.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. In accordance with article 4 of the 1981 Declaration, States shall make all efforts to ensure a number of guarantees to combat intolerance and discrimination based on religion or belief. As the Special Rapporteur recalled in his initial report (E/CN.4/1987/35, para. 30), the existence, in constitutions or other texts of national legislation, of provisions establishing the principle of freedom of religion and belief does not constitute an absolute guarantee of respect for that principle. Nevertheless, the adoption of such provisions is one of the essential facets of the system guaranteeing the rights and freedoms of religion and belief. This is why, in accordance with the provisions of article 4 (2) of the Declaration, States \"shall make all efforts to enact or rescind legislation where necessary to prohibit any such discrimination\". In addition to these legislative measures, States are required \"to take all appropriate measures to combat intolerance on the grounds of religion or belief in this matter\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 86,
        "Text": "86. It is not our intention to present an overall picture of the leqal and administrative quarantees existinq nationally in this regard. This task would far exceed the frame of the present report, and in any case the subject has already been covered by studies and research in the context of other reports submitted to the Commission on Human Rights or to the Sub-Commission on Prevention of Discrimination and Protection of Minorities. Particular mention may be made of the analysis of existinq constitutional and leqal quarantees in this reqard made by Mrs. Elizabeth Odio Benito, Special Rapporteur of the Sub-Commission, in her study of the current dimensions of the problems of intolerance and of discrimination on grounds of religion or belief (E/CN.4/Sub.2/1987/26, paras. 89-155); or the report of the Secretary-General to the Commission on Human Riqhts containing a compendium of the national leqislation and requlations of States on the question of freedom of reliqion or belief with particular reqard to the measures taken to combat intolerance or discrimination in this field (E/CN.4/1986/37 and Add.l/Rev.l and Add.2-5) as well as the addenda to this report (E/CN.4/1987/34 and Add.l and 2; E/CN.4/1988/43 and Add.1-7). The Special Rapporteur would like at this point to restrict himself to informing his readers of some considerations of a general nature deriving exclusively from the analysis of the information transmitted to him by Governments in reply to his request to them dated 1 July 1988. These considerations concern the various legislative and other measures envisaged by Governments to guarantee the exercise of the right to freedom of thouqht, conscience, reliqion and belief in the spheres of competence of the Declaration.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 87,
        "Text": "87. Although all the States which have transmitted information to the Special Rapporteur referred to the existence, at the domestic level, of provisions and measures guaranteeing the right to freedom of thought, conscience and religion, there is nevertheless very considerable diversity in how this right is set out and qualified, as well as in the provisions and measures provided in order to quarantee its effective enjoyment. Some leqislations refer to, incorporate or are based on the relevant provisions of the Universal Declaration of Human Riqhts or the International Covenant on Civil and Political Rights. Others also take their inspiration in this reqard from reqional international instruments such as the European Convention on Human Rights. In some cases, the national Constitution simply lays down that the legislature shall not enact any law concerning the establishment of a reliqion. The replies frequently mention, in addition to the Constitution or Fundamental Act, other leqal provisions such as criminal or civil laws or other laws and requlations of a more specific nature. Sometimes reference is also made to various measures envisaqed to ensure the implementation of leqal norms and the efficient functioning of recourse procedures for the victims of infringements of the right to freedom of thought, conscience, religion or belief, including, for example, the establishment of national human rights commissions, advisory commissions on the freedom of reliqion, and machinery such as constitutional courts.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The measures referred to below, based on the replies received, concerninq the various aspects of the riqhts and freedoms mentioned in the 1981 Declaration, are only cited as examples and in order to illustrate positive measures which may contribute to guaranteeing the implementation of the provisions of the Declaration.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The fundamental freedom to have a religion or whatever belief of one's choice (art. 1) is mentioned in different forms with a number of variations in the information transmitted to the Special Rapporteur. For example, some countries mention in their Constitutions the freedom to profess any religious faith or to have no religious belief. Sometimes reference is made to the freedom for every individual to profess the religious belief of his preference. Elsewhere, the ideological and religious freedom of individuals is guaranteed; in another case, the Fundamental Law guarantees the inviolability of the freedom of belief and conscience, free confession of religion and the conception of the universe. Sometimes the freedom to propagate a religion or belief is also mentioned in legislation. Some countries expressly refer in their legislation to the freedom of the individual to change his belief or to abandon the belief he had. So as to guarantee that no constraint is exercised in this sphere, it is sometimes laid down that no one is obliged to reveal his religious beliefs. Provisions are also found according to which no State body, social group or individual may force a citizen to embrace a religion or not to practise it. Some legislations mention the right of conscientious objection and the right not to be obliged to perform military service against the dictates of one's conscience. Provision is made for numerous penal guarantees so as to conserve the fundamental right to have the religion or belief of one's choice, particularly against any act of defamation or abuse against a religion or belief, against the threat or use of force against persons, groups or organizations so as to compel them to take part in the practice of a creed, religion or belief, or to take oath without their consent, or against the obligation to reveal their reliqion. Lastly, mention may be made of a number of preventive measures designed to encourage understanding and tolerance towards groups with different reliqions or beliefs, like the measures taken to implement laws on multicultural situations and laws on education. 90. The other freedoms mentioned in article 6 (b)-(i) of the Declaration are also mentioned in various ways in the legislations of the States concerned, althouqh rarely in full. The freedom to worship is generally guaranteed, although subject to restrictions which must, nearly always, be prescribed by law. Provision is often made for penal guarantees in the event of the disturbance or prevention of religious ceremonies or incitement to such acts. 91. Reference is sometimes made to the fact that churches, denominations and religious communities acquire legal status once certain formalities are complied with. In other cases, no provision is made for laws to establish a reliqion. Some leqislations make express provision for the entitlement of reliqious bodies to have ownership and other rights over their institutions, foundations and other assets for the purposes of worship or for educational or charitable purposes, or the right of churches and denominations to create and encourage associations and foundations. Similarly, certain legislations admit the riqht to the freedom to make, acquire and use to an adequate extent the necessary articles and materials related to the rites or customs of a religion or belief and provide for penalties for those who profane objects of worship. The freedom to write, print and disseminate publications on a religion or belief is often the subject of provisions of a general nature dealing with the guarantee of the right to freedom of expression. It is also guaranteed in some legislations, by the reference to the right of churches, denominations and religious communities to reveal and propagate their own beliefs. The freedom to teach a religion or belief in places suitable for these purposes is also stipulated in some cases. Particular mention is made of the right to receive and give religious instruction, orally, in writing or by any other means, inside and outside school, and the right to establish and manage institutions for the education of children and religious instruction. A number of replies referred to the right to solicit and receive voluntary financial and other contributions from individuals and institutions. The freedom to train, appoint, elect or designate appropriate leaders is also mentioned in some cases. As regards the freedom to observe days of rest and to celebrate holidays and ceremonies in accordance with the precepts of one's religion or belief, some provisions may be found which are designed to ensure this right in a non-discriminatory form taking into account the wishes of religious minorities in this regard. Lastly, the right to establish and maintain communication with individuals and communities in matters of religion or belief at the national and international levels is sometimes guaranteed by legislation.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 92,
        "Text": "92. Most of the information transmitted describes measures to prevent and eliminate all forms of discrimination on the grounds of religion or belief. Where prevention is concerned, some countries have taken steps, particularly in education, to encourage tolerance and understanding by familiarizing young people with cultures and beliefs other than those of their own environment. Most of the legislations mentioned contain constitutional or other guarantees against any form of discrimination, particularly on the grounds of religion or belief, and prescribe penalties for infringements of the principle of non-discrimination. Explicit reference is sometimes made to certain specific aspects, such as, for example, non-discrimination on the grounds of religion or belief as regards opportunities for housing, employment, use of public facilities and State schools, access to credit and financial assistance, admission to educational institutions or participation in the responsibilities and administration of such institutions, access to the civil service, etc. Among the mechanisms envisaged to guarantee this principle, mention may be made of penal provisions, the creation of such structures as the Presidential Council for the rights of minorities, or national human rights commissions and other similar bodies which monitor the conformity of the legislations in force with the provisions guaranteeing non-discrimination vis-a-vis an individual or community of a particular religion or belief.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 93,
        "Text": "93. In this area too a number of texts and measures mentioned by Governments guarantee this right and ensure this protection, although they may vary in their form of expression and in their scope. Although the majority of legislations mentioned stipulate that religious education must conform to the paqe 5^ beliefs of the parents or legal guardians, in some cases the guarantees required to implement this principle may be specified. This right often implies the freedom of children to receive or not to receive a religious education, according to the wishes of their parents or guardians. Some legislations, which make provision for religious instruction in State schools, spell out the right of persons responsible for children's education to decide whether or not they shall attend courses of religious instruction. In other cases, a dispensation may be granted, sometimes on condition that the person with custody of a child himself undertakes to see to the child's reliqious or moral education. In some cases, the consent of the child himself, from the age of 15 on, is required for his participation in the activities of a reliqious community or for his dispensation from religious instruction. Some countries specify the secular nature of education in their legislation. Others make provision for the establishment of private schools which can provide religious education, and a number of legislations recognize the financial equality of State and private schools. In some cases, parents may request permission to take their children out of the school if they disapprove of the reliqious or other principles on which its teachinq is based. Lastly, in the information received, mention is also made of the possibility for members of new reliqious movements to withdraw their children from the secular State education system and qive them an alternative education in accordance with their reliqious precepts.",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 94,
        "Text": "94. The previous chapter demonstrates the existence in some countries of legislative provisions guaranteeing the freedom of thought, conscience, reliqion and belief and penalizing infringements of this freedom, as well as of specific measures to promote respect for tolerance and to prohibit discrimination in this regard. The Special Rapporteur also had occasion to observe in certain European countries, as had already been the case when he prepared the earlier report (E/CN.4/1988/45, para. 38), the positive impact of the policy of openness and transparency in the sphere of religious freedom and manifestations of worship. Among the encouraging signs, the Special Rapporteur particularly noted the publication and import of large numbers of Bibles to the Soviet Union on the occasion of the celebration of the millenary of the introduction of Christianity into Russia, the early release or reduced sentences granted to a number of believers detained in that country, and preparatory work for new legislation on freedom of conscience and the revision of some provisions of the Criminal Code.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 95,
        "Text": "95. Although the Special Rapporteur welcomes these trends, he nevertheless considers that these positive signs should not draw a veil over the many infringements of the riqhts set out in the Declaration, of which he endeavoured to compile a kind of general inventory in his first report (E/CN.4/1987/35, paras. 46-71) and which, unfortunately, seem undeniably to have persisted in most regions of the world during the period covered by the present report.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. As regards, for example, the right to have, to manifest and to practise the religion or belief of one's choice (Declaration, arts. 1 and 6), a number of allegations have recently been reported, including restrictions on the right to manifest one's religion in public and sometimes even in private; sanctions for belonging to a specific denomination; refusal to register certain religious communities; refusal to recognize the right to conscientious objection; the destruction, enforced closure, evacuation or arbitrary occupation of places of worship or assembly for a religion or belief; prohibition on opening new places of worship or assembly; refusal to grant permits to build new places of worship or assembly, or to repair existing premises; restriction of certain activities of a cultural or parish nature relating to a religion or belief; seizure or confiscation of religious property or articles of worship; prohibition on importing, possessing, exhibiting or distributing certain articles of worship; prohibition on publishing, importing or distributing publications relating to a religion or belief; restriction or prohibition of reliqious propaganda or propaganda concerning a belief; censorship of reliqious publications, sermons or addresses; denial of the right to practise the ceremonies of a particular form of worship; restriction of such ceremonies to specified places; use for secular purposes of places considered to be sacred for certain religions or beliefs; profamation of burial places; restrictions on the right to set up seminaries to train clergy and on the possibilities for seminarists to receive adequate instruction; and restrictions on the right to appoint sufficient numbers of clerqy. oaqe 56",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. As regards the prevention and elimination of all forms of discrimination on the grounds of reliqion or belief (Declaration, arts. 2-4), the allegations received durinq the present reporting period make particular mention of the denial of leqal guarantees such as the right of legal recourse, the right to be tried within a reasonable period, and the right to compensation in the event of a miscarriage of justice. Such allegations also refer to cases of discrimination on the grounds of religion or belief as reqards access to education, employment, health services, and food rations. Examples of permanent exclusion from public service, refusal to give injured parties their legal compensation and denial of the right to obtain a passport on the grounds of religion or belief may also be noted. 98. Where the education of children in accordance with the reliqion or belief of the parents is concerned (Declaration, art. 5), the allegations received by the Special Rapporteur indicate the continued existence of restrictions on enjoyment of this freedom. Examples which may be mentioned are discrimination aqainst children of certain denominations as reqards access to education and the fact that it is impossible for some children to receive religious education outside the family circle, or impossible in practice for the children of unbelievers to benefit from public education not involvinq compulsory reliqious education. 99. Lastly, the Special Rapporteur has already had occasion in his previous two reports to refer to the adverse consequences of intolerance and discrimination in the matter of reliqion or belief for the enjoyment of human riqhts in qeneral. It must be noted, in the context of the present report and with reference to the recent period, that these infrinqements of fundamental riqhts and freedoms have persisted. Accordinq to the alleqations transmitted to the Special Rapporteur, the enjoyment of fundamental rights such as the riqhts to life, physical inteqrity, freedom and security of the person, the right to freedom of opinion and expression, the riqht to education, the riqht to take part in public life, the right to freedom of movement or the riqht for members of minorities to profess and practise their own religion, are jeopardized for reasons of reliqion or belief. Many persons are still detained, in prisons, in labour camps or in psychiatric hospitals, for reasons of reliqion or belief, whether or not the ostensible qrounds are reliqious. Believers and members of the clerqy of many denominations or persons holdinq certain beliefs continue, in a number of reqions of the world, to be subjected to death threats, intimidation, physical assault, enforced re-education or enforced indoctrination. Persons held for reliqious reasons may in some cases be subjected to ill-treatment and to corporal punishment. The disappearance of members of the clerqy has also been reported, as have the compulsory enlistment for military service of believers who are conscientious objectors and the expulsion of members of the clerqy.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 100,
        "Text": "100. The information collected by the Special Rapporteur leads him to note that, on the one hand, incidents and governmental actions inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief persist in nearly all regions of the world and in extremely varied forms, and on the other, genuine efforts are beinq made internationally and nationally to introduce and implement appropriate measures to combat this scourge.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 101,
        "Text": "101. The conclusion to be drawn from chapter IV is hardly conducive to optimism; durinq the period covered by this report the Special Rapporteur continued to receive complaints of infringements of the rights and freedoms set out in the Declaration in most regions of the world, namely, the right to have the religion or belief of one's choice, and the expression of this right in the exercise of the various freedoms it involves. He was informed of allegations that discriminatory measures are applied for reasons of religion or belief and allegations of infringements of the right of parents to bring up their children in accordance with the religion or belief of their choice. Lastly, he noted the persistence of alarming infringements of rights and fundamental freedoms arising out of attacks on the right to freedom of thought, conscience, religion or belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 102,
        "Text": "102. On the other hand, the information collected attests to a definite interest in this problem on the part of the international community and efforts to resolve it. As was reported in chapter II, the dialogue already initiated during the previous reporting period between the Special Rapporteur and Governments continued in a spirit of co-operation which he cannot but welcome. In addition, the brief inventory of existing international and national guarantees for freedom of thought, conscience, religion and belief given in chapter III gives a glimpse of the scope and diversity of the legislative provisions and practical measures implemented to restrict intolerance and discrimination in this sphere.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. This apparent contradiction actually reflects the extreme complexity of this phenomenon of intolerance on the grounds of religion or belief. The data which the Special Rapporteur has been endeavouring to collect for nearly three years on incidents and governmental actions inconsistent with the provisions of the Declaration can only strengthen him in the idea, already developed in the initial report (E/CN.4/1987/35), that the extreme variety and dispersal throughout the world of situations inconsistent with those provisions derives from the complexity of the deep-seated factors and causes of the phenomenon. It is obvious in the circumstances that the promotion and protection of the freedom of religion and belief represent a delicate, long-term undertaking, which must take into account factors as diverse as legislative provisions which do not conform, splits of a political, economic, social and cultural nature, tensions deriving from the interpretation of dogmas, etc.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. In the light of these observations, the Special Rapporteur considers that although the phenomenon of intolerance with regard to religion or belief has specific features and manifestations, it cannot always be considered in isolation; the best guarantee of a climate conducive to tolerance and understanding in this sphere seems to be the efficient functioning of democratic institutions, within which the individual can freely express and manifest his beliefs and convictions within the limits set out by the law, without risk of harassment, and the implementation of socio-economic measures to reduce inequalities and, as far as possible, to remove at the root sources of interdenominational friction and tensions. Apart from these indispensable measures of a qeneral nature, success in eliminating intolerance and discrimination on the qrounds of religion or belief also depends on the implementation of a set of more specific measures and activities which at one and the same time must be directed at prevention, protection and promotion, both in the short and in the lonq term. The Special Rapporteur already recommended a number of measures in his earlier reports (E/CN.4/1987/35, paras. 96-108 and E/CN.4/1988/45, paras. 66-74). These measures are still necessary and he would like to add to them the followinq recommendations: (a) The proposal to preoare new international norms on the elimination of all forms of intolerance and of discrimination based on reliqion or belief should be kept under consideration. The recommendation of the Sub-Commission on Prevention of Discrimination and Protection of Minorities to the Commission on Human Riqhts that it should establish a pre-sessional working group immediately after the mandate of the Workinq Group to draft a convention on the riqhts of the child has come to an end, is along similar lines. In this context it would, however, be useful to first take into account the comments which the Sub-Commission is to submit to the Commission on the issues and factors to be studied before beginning work on the preparation of a new instrument on this subject; (b) States which have not already done so should ratify the relevant international instruments, in particular the International Covenants on Human Rights and the Optional Protocol to the International Covenant on Civil and Political Rights and make provision, in accordance with the norms laid down by those instruments, for the necessary constitutional and legal guarantees for freedom of thought, conscience, religion and belief, including effective remedies in the event of intolerance or discrimination based on religion or belief; (c) Advantage should be taken of the advisory services made available by the United Nations in the field of human riqhts as follows: > (i) Provision of expert advisory services to countries which express the desire to have them for the drafting of new legislative provisions or the adaptation of existing legislation in conformity with the principles set out by the 1981 Declaration; for the establishment of machinery for the promotion and protection of human rights, particularly in respect of freedom of religion and belief, such as national commissions, the institution of the ombudsman or reconciliation commissions; or for the inclusion in school curricula of teaching of the ideals of tolerance, understanding and mutual respect among all religious groups; - (ii) Orqanization, of reqional, subreqional and national traininq courses aimed at greater familiarization with existing principles, norms and remedies in the sphere of freedom of religion and belief. These training courses would be particularly intended for legislators and persons responsible for applying laws and administrative practices, such as judges, lawyers, law-enforcement officials, members of the administration and educators; - (iii) Organization of international, regional and national seminars for persons occupying key posts in their respective countries, representatives of non-governmental organizations in the sphere of human rights, and representatives of specific religions and ideologies, on the theme of the promotion of tolerance and understanding as regards religion and belief and the encouraqement of interdenominational dialogue; - (iv) Organization, with the collaboration of UNESCO, of information seminars for representatives of the media so as to contribute to the prevention of the dissemination of stereotypes stirring up incomprehension and intolerance and to the dissemination of the principles advocated by the Declaration.",
        "Labels": [
            "Children"
        ]
    }
]