[
    {
        "ID": 1,
        "Text": "1. At its forty-second session in 1986, the Commission on Human Rights adopted resolution 1986/20, in which it stated that it was \"seriously concerned by frequent, reliable reports from all parts of the world which reveal that, because of governmental actions, universal implementation of the Declaration has not yet been achieved\" (third preambular paragraph) and in which it decided, in view of incidents and governmental actions which are inconsistent with the provisions of the Declaration, \"... to appoint for one year a special rapporteur to examine such incidents and actions and to recommend remedial measures, including ... the promotion of a dialogue between communities of religion or belief and their Governments\" (paragraph 2).",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with that resolution, the Special Rapporteur submitted to the Commission on Human Rights at its forty-third session a report entitled \"Implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief\" (E/CN.4/1987/35), in which he endeavoured to identify the factors hampering the implementation of the provisions of the Declaration and to prepare an inventory of incidents and measures inconsistent with such provisions, while drawing attention to the adverse consequences of manifestations of intolerance in matters of religion or belief for the enjoyment of certain rights and fundamental freedoms. On the basis of these specific observations, the Special Rapporteur formulated a number of conclusions and recommendations.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. At its forty-third session, the Commission on Human Rights decided, in its resolution 1987/15, to extend for one year the mandate of the Special Rapporteur. This decision was approved by the Economic and Social Council in its decision 1987/143.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. As stated in the provisions of Commission resolutions 1986/20 and 1987/15, the Special Rapporteur's task is to examine incidents and governmental measures incompatible with the provisions of the Declaration and to recommend remedial measures. In his first report, the Special Rapporteur described his interpretation of this mandate (E/CN.4/1987/35, paras. 17 to 19). He has considered it necessary in the present report to review this interpretation in the light, on the one hand, of developments in a mandate which is now entering a new phase and, on the other, of various comments and suggestions brought to his attention following consideration of the first report.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. In the initial report, the Special Rapporteur decided to give priority to an overall view of the obstacles to the implementation of the Declaration so as clearly to set out the elements of the problem before him and emphasize its magnitude and the seriousness of its specific implications. Having thus laid the foundations for his analysis, he considers it justified, at the current stage in his mandate, to enter a more specific phase which would involve more precise identification of particular situations where inconsistencies with the provisions of the Declaration might have been found. He thus hopes to promote better understanding of the actual situation with regard to intolerance and discrimination based on religion or belief and to help make international public opinion more aware of this problem.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. With a view to completing and updating this inventory of incidents and measures incompatible with the provisions of the Declaration, the Special Rapporteur has, as during his earlier mandate, used the information he was able to obtain from various governmental, intergovernmental and non-governmental sources. He also sent some Governments a more specific request for clarifications in connection with allegations which concerned these Goverments in particular and were made available to him by various sources. As already clearly shown by the information collected for the preparation of the initial report and as has unfortunately been confirmed by the information obtained since then, manifestations of intolerance and discrimination in matters of religion or belief are, of course, extremely widespread throughout the world, and, far from characterizing a region, a religion or a particular ideological regime, the phenomenon of religious intolerance is to be found in virtually all economic, social and political systems and in all parts of the world. The Special Rapporteur's decision to request information from certain Governments in particular was, however, based on several considerations. The allegations concerning these Governments are on the whole a more or less complete sample of the various types of incidents and measures incompatible with the provisions of the Declaration which were identified in the initial report and which the Special Rapporteur's mandate requires him to report as faithfully as possible to the Commission on Human Rights. As such, these allegations serve as examples and clearly illustrate the obstacles which may hamper the implementation of the principles embodied in the Declaration, the de facto situations which are incompatible with these principles and the resulting serious consequences they may have in terms of respect for human rights. Moreover, the broad geographical distribution of these allegations clearly highlights the nearly universal nature of the problem of intolerance and discrimination based on religion or belief. The examples which have been given shed light on the magnitude of the problem of intolerance by highlighting its many social and cultural aspects.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The initial report gave rise to a number of comments and observations of which the Special Rapporteur took account in order to define the terms of his mandate more clearly. On the basis of these observations, he decided to focus his activities on the role of Governments in incidents and measures incompatible with the provisions of the Declaration. Although the overall view of factors hampering the implementation of the Declaration, including factors causing tension and intolerance even within certain beliefs, might initially have helped to show just how complex the problem is, emphasis now has to be placed on the responsibility Governments may bear in matters of religious restrictions or repression.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In connection with the comments he received, the Special Rapporteur would also like to draw attention to the question of the emergence of new religious movements in the past few decades and the disputes to which the activities of these movements have sometimes given rise. In the Special Rapporteur's opinion, there is no denying the fact that, regardless of their geographical origin or ideological foundations, these movements must, as such, benefit from all the guarantees attaching to respect for the right to freedom of thought, conscience and religion. However, the secular activities of some of these movements and the effects of such activities on the health and physical integrity of their members have to be closely monitored by the Governments concerned.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In accordance with the provisions of paragraph 14 of Commission on Human Rights resolution 1987/15, according to which the Special Rapporteur is invited, in carrying out his mandate, \"... to bear in mind the need to be able to respond effectively to credible and reliable information that comes before him\", a request for information dated 30 June 1987 was addressed in a note verbale to Governments and in letters to United Nations bodies, specialized agencies and interested intergovernmental and non-governmental organizations.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. On 1 December 1987, replies had been received from the following Governments: Antigua and Barbuda, Argentina, Belize, Burkina Faso, Byelorussian Soviet Socialist Republic, Canada, Cuba, Denmark, Dominica, Ecuador, German Democratic Republic, Italy, Madagascar, Mexico, Panama, Union of Soviet Socialist Republics and United Kingdom of Great Britain and Northern Ireland.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Replies were also received from the following specialized agencies: International Labour Organisation and United Nations Educational, Scientific and Cultural Organization.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Organization of American States also replied.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The following non-governmental organizations in consultative status with the Economic and Social Council or on its Roster also replied: Baha'i International Community, Commission of the Churches on International Affairs of the World Council of Churches, Four Directions Council, World Union of Catholic Women's Organizations.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur also received information from various other religious or lay sources reporting alleged infringements of the provisions of the Declaration in many countries.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In addition to the request for information addressed to all Governments, more specific requests were addressed to the Governments of Albania, Bulgaria, the Islamic Republic of Iran, Pakistan, Turkey and the Union of Soviet Socialist Republics on 29 May 1987 and to the Government of Burundi on 20 July 1987. In these communications, the Special Rapporteur recalled that the main purpose of his mandate is to assess the implementation of the Declaration in practical terms by drawing attention to governmental policies and actions according to the extent of their consistency with the provisions of the Declaration and requesting comments on information concerning incidents and measures which appear to be inconsistent with the provisions of the Declaration. Such information, as summarized in the annex to the communications addressed to these Governments, is reproduced below. \"It has been alleged that the enforcement of various legal provisions has led to serious violations of the right to freedom of thought, conscience and religion. Such provisions include those contained in Decree No. 4337 of 22 November 1967 ordering the annulment of the religious charters and of all laws pertaininq to State-Church relationships, prohibiting all religious rites and imposing grave penalties on violators; articles 37 and 55 of the 1976 Constitution, proclaiming that the State recognizes no religion whatsoever and forbidding all religious activities and organizations, while encouraging atheism, and article 55 of the 1977 Penal Code, which lays down penalties, such as the death sentence in some cases, for religious activities. It has been alleged that the official abolition of religion in Albania has resulted in the persecution of believers and the killing of hundreds of priests and believers, and that the fate of many clerics, Muslims and Christians, remains unknown. It has been alleged that there exist a number of prisons, concentration camps and areas of internal exile for religious convicts. All religious buildings, including 2,169 mosques, churches, monasteries and other religious institutions, have allegedly been shut down. A case has been reported where a priest was allegedly executed for baptizing a child in a labour camp at the parents' request; in another instance it was alleged that a priest received a sentence termed 'life until death' for having baptized two newborn children.\" \"During the past several years, the authorities have allegedly repeatedly attempted to induce Bulgarian Muhammadans and ethnic Turks to renounce their faith. Since December 1984 in particular, ethnic Turks have reportedly been persecuted on religious grounds. Some Islamic practices have allegedly been penalized, especially the circumcision of male infants, and some Muslim graveyards destroyed. The demolition of mosques has been reported, as well as the prohibition of printing or importing the Koran. The participation of religious personalities in Muslim funeral ceremonies has allegedly been prohibited. It has been reported that members of the Turkish minority have been subjected to discrimination in the field of employment. It has also been alleged that the teaching of religion in schools is forbidden, that parents arranging for male children to be traditionally circumcised are subjected to gaol sentences and that Turkish children who maintain Turkish traditions at school have suffered physical punishment.\" \"It has been alleged that, pursuant to the provisions of various decrees and ministerial decisions adopted in 1986 and 1987, the celebration of mass on weekdays has been forbidden (decision No. 530/301/87); catechism schools and Catholic action movements have been prohibited (ministerial decision No. 530/439 of 4 October 1986); and parish councils have been abolished (decision No. 530/244 of 21 April 1987). According to the information received, several priests have allegedly recently been arrested and other priests and believers have been harassed. Several parish churches, including the Gitongo Parish Church and its four chapels and the three parish churches in the diocese of Gitega, have reportedly been closed. Large numbers of Catholic and Protestant missionaries have reportedly been expelled. Crosses and other religious emblems have allegedly been removed from public places. Religious staff of nationalized seminaries have allegedly been expelled and national centres for the training of catechism teachers shut down. Many church buildings have allegedly been expropriated and the clergymen occupying them expelled. According to the information received, monks are allegedly being subjected to discriminatory measures, such as the non-renewal of visas for many missionaries and the refusal of permission for bishops to travel abroad. Religion classes have reportedly been abolished in all primary and secondary schools and Catholic secondary schools have been nationalized.\" \"It has been alleged that, since 1979, all the Baha'i holy places and religious sites have been confiscated by the authorities. According to a decree of August 1983, the Baha'is have reportedly been deprived of institutions necessary for the proper practice of their religion and the maintenance of the social, educational and humanitarian activities of their community, as well as permission to hold public meetings, to express their faith openly or to publish religious literature. Since 1983, the teaching of the Baha'i faith has reportedly been declared a criminal offence. Efforts have allegedly been made by the authorities to force all Iranian Baha'is to recant their faith. A number of Baha'is have allegedly been arrested, tortured and executed on religious grounds. According to information dated April 1987, 193 Baha'is have reportedly been killed in the Islamic Republic of Iran since 1978, and 15 others have disappeared without trace and are presumed dead. Discrimination based on religious grounds allegedly occurs in various instances against Baha'is. Baha'i children are allegedly denied admission to the State school system unless they formally convert to Islam or one of the other officially recognized religions. Since July 1982, all Baha'is employed by the Government have reportedly been dismissed. Payment of money from public funds to Baha'is has reportedly been declared prohibited. In 1985, summonses were allegedly issued against former Baha'i civil servants, demanding repayment of the salaries they had been paid as officials. According to various court rulings, Baha'is have reportedly been denied justice and legal protection. Discrimination has also allegedly been practised in health services which in some instances have been denied to Baha'is. Since the 1983 ban on all Baha'i administrative and community activities, classes where Baha'i children used to receive religious instruction have allegedly been prohibited. Some Baha'i children have allegedly been kidnapped and placed in Muslim homes where they could be compelled to embrace Islam.\" \"Members of the Ahmadiyya Community have allegedly been forbidden, in accordance with Ordinance XX promulgated as a Presidential Decree on 26 April 1984, to profess their fundamental Article of Faith, the Kalima; to call their members to daily prayer in the manner in which they believe; and to designate their places of worship as mosques. It has been alleged that during the past years a number of Ahmadis have been killed or wounded in incidents of a religious nature. More than 50 have allegedly been sentenced to prison terms and various fines under Ordinance XX since 1 January 1986 for offences such as the wearing, displaying or inscribing of the Kalima. Four Ahmadis have reportedly been sentenced to death by military courts (Muhammad Ilyas Munir and Naeem ud-Din in connection with the Sahiwal incident and Nasir Ahmad Qureshi and Raji Ahmad Qureshi in connection with the Sukkur incident). Cases of defacement, attacks, seizure or demolition of Ahmadiyya mosques have been reported, with the alleged co-operation of the police forces. It has been alleged that Ahmadis have on several occasions been prevented by the authorities from holding religious meetings and conventions. It has been alleged that Ahmadis have been denied relevant legal protection in the courts and that civilian Ahmadis sentenced under the martial law have not been provided with adequate legal safeguards. The Government has allegedly required private employers to dismiss Ahmadi employees. It is alleged that Ahmadis have been denied access to medical care in governmental hospitals, admission to schools or universities and voting rights.\" \"It has been alleged that during the past years, religious intolerance has been practised against members of various Christian minorities, in particular the Armenian-AsSyrian, and Greek Orthodox communities. Incidents of physical violence, sometimes leading to death, as well as humiliating treatment, in particular against Christian conscripts, have allegedly taken place. Some Christian women have allegedly been forced to convert to Islam and marry Muslims. Various forms of harassment have reportedly led to mass exoduses from Christian villages in various regions, such as Hakkari, Bohtan, Siirt and Tur Abdin. It has been alleged that some churches have been destroyed or converted into mosques, and that buildings belonging to Church or Jewish property have been seized by State authorities. In accordance with Decree No 17,730 of 20 June 1982, the Bible is reportedly considered as a prohibited book. A number of religious periodicals have also reportedly been suspended. It has been alleged that in some instances, Christians have been denied due process of law and State legal protection in cases of persecution. Christians are also allegedly the victims of discrimination with regard to fiscal and employment problems. It has been alleged that non-Muslim pupils have been compelled to follow Muslim religious courses (in Diyarbakir). A number of religious seminars have allegedly been closed. There are reports indicating a number of repressive measures against Armenian schools, allegedly in order to ensure that such schools remain accessible to as few students as possible.\" \"It has been alleged that the right to exercise freedom of thought, conscience and religion is subjected to certain conditions, in particular the registration of religious congregations with the Council for Religious Affairs. It has been further alleged that such registration has implied, in practice, the denial of certain religious rights, such as the right to evangelize or to do charitable work, and to restrictions on activities, such as the holding of religious seminars, the printing of religious materials, and participation in church meetings. Restrictions are reported to concern a number of denominations, such as Baptists, Pentecostalists, Seventh Day Adventists, Jehovah's Witnesses, Roman Catholics, Russian Orthodox, Muslims, Jews and devotees of Hare Krishna. Furthermore, it has been alleged that, in recent years, several hundred Soviet religious believers have been arrested and sentenced to terms of imprisonment under laws which are restrictive of freedom of religion or thought, such as articles 142 (Violation of laws on the separation of Church and State and of Church and School) and 227 (Infringement of person and rights of citizens under appearance of performing religious ceremonies) of the Criminal Code of the Russian Soviet Federal Socialist Republic (RSFSR), which have their equivalents in the criminal codes of the other Union Republics, or other articles of criminal law such as articles 190-1 (Circulating fabrications known to be false which slander the Soviet State and social system); 162 (Engaging in an illegal trade); 206 (Hooliganism); 209-1 (Parasitism); 190-3 (Organizing or participating in groups which disturb public order); and 70 (Anti-Soviet agitation and propaganda) of the Criminal Code. A number of religious believers have allegedly been confined in psychiatric hospitals. It has also been alleged that while serving their terms of imprisonment, religious prisoners may be singled out for punishment on account of their beliefs. It has been alleged that religious believers are subjected to various forms of harassment and discrimination, such as public criticism in the media, harassment of children at school, exclusion from access to higher education or public positions, discrimination in professional advancement and housing, and restrictions on the right to leave the country. It has been reported that Soviet legislation forbids religious indoctrination of children outside the home, and that registered congregations therefore give up the right to teach religion to children. It has been alleged, that in numerous cases, Baptists, Pentecostalists and Adventists have been deprived of their parental rights and had some or all of their children taken into the care of the State.\"",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 16,
        "Text": "16. Replies to the information communicated by the Special Rapporteur have been received from the Governments of Bulgaria, Turkey, the Soviet Union and Burundi.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. On 7 September 1987, the Government of Bulgaria sent the Special Rapporteur a reply recalling international obligations and internal legislative provisions guaranteeing enjoyment of religious rights and freedoms in Bulgaria and stating, inter alia: \"Being a Special Rapporteur on religious intolerance, you would be interested, I expect, in the realities with regard to religious beliefs in the People's Republic of Bulgaria. The prevailing majority of believers in Bulgaria are Christians, professing the Eastern Orthodox religion. The Bulgarian Orthodox Church, founded over 11 centuries ago, played a positive role in the formation of the Bulgarian nation and its survival throughout its historical evolution. Oeorgi Dimitrov, the prominent leader of the Bulgarian people, one of the architects of modern Bulgaria, said: > 'Our Orthodox Church, unlike some other churches, has been historically credited with helping to preserve the feelings of national identity of the Bulgarian people. Through centuries of severe tribulations, in the struggle for liberation of our nation from foreign domination, the Bulgarian Church has been a defender and protector of the Bulgarian national spirit...'. As early as the beginning of the tenth century, the Bulgarian Orthodox Church was recognized as an autonomous patriarchate. At present, it is headed by Patriarch Maxim who was recently awarded [the] 13 century-old Bulgaria [award] by the State Council of the People's Republic of Bulgaria. The supreme body of this church organization is the Holy Synod. There are churches in the populated areas as well as over 100 monasteries with resident clergy. The Church publishes its own organ, the Church Gazette, and its own magazine, Spiritual Culture, and its publishing house turns out the necessary religious literature. Clerics are trained at the Theological Seminary and the Theological Academy. The Bulgarian State takes great care of, and allocates considerable funds for, religious monuments of culture - churches, monasteries, murals, icons, old manuscripts, etc. The Bulgarian catholics of both rites are also free to profess their religion: the Roman Catholics of the Western Rite (who have two bishops) and Roman Catholics of the Eastern Rite (Uniats), who have an apostolic exarch in Sofia. The members of Protestant religious communities - Pentacostalists, Adventists, Congregationalists, Methodists, Baptists - are also completely free to exercise their religion. The members of the Armeno-Gregorian Church found a warm welcome in Bulgarian society at the end of the last century and the outset of this century, when newly liberated Bulgaria hospitably opened its doors to the Armenians who had been subjected to genocide. Nowadays, as in the past, Armeno-Gregorians, led by the Eparchial Council of the Armenian Apostolic Orthodox Church, enjoy full freedom in the exercise of their religion. The Judaic denomination is guided by the Central Ecclesiastical Jewish Council. The members of this denomination attend their synagogues in Sofia and Plovdiv. The historical fact that the Bulgarian Jews, including members of the Judaic denomination, were saved from Fascist persecution and terror by their Bulgarian compatriots during the Second World War II is common knowledge. I would like to go into more details concerning the Islamic religion, on which you have addressed a number of questions to us in the enclosure to your letter. Islam is professed by Bulgarian Muslims who are an integral part of the Bulgarian people and are neither ethnically nor nationally related to the Turks. There are no 'ethnical Turks\\ or 'Turkish minority' to which you refer in the enclosure to your letter. In the years of the five-century-long Turkish oppression, ethnic Turks lived in our lands, most were representatives of the State authorities, feudal administration, army and police. Along with the retreating Ottoman army in 1878, the ethnic Turks and some Bulgarian Muslims emigrated to Turkey. In the years to follow - up to 1952 - and pursuant to concluded agreements, nearly 1.5 million Bulgarian nationals emigrated to Turkey, which gave rise to a divided families issue. To settle it, the Governments of Bulgaria and Turkey signed a 10-year agreement in 1968. By 1978 - the expiration term of that agreement - about 130,000 Bulgarian nationals had left for Turkey. In 1982, the President of the Republic of Turkey, Kenan Evren, paid an official visit to Bulgaria at the invitation of the Bulgarian Head of State, Todor Zhivkov. In the joint communique on the visit of the Turkish President to Sofia, it was said that: 'Both leaders concluded that the previous agreements on mass emigration had terminated their effect and agreed to consider on humanitarian grounds, and to favourably solve, individual requests for reunification of families in Bulgaria and Turkey'. The activities of the Islamic denomination in Bulgaria are regulated by a Statute of their own. According to it, the supreme institution of that religious denomination is the Chief Mufti's Office, seated in Sofia. The Supreme Religious Council at the Chief Mufti's Office comprises the Chief Mufti and the District Muftis, as well as a Control and Discipline Board. In the regions falling under the jurisdiction of the District Muftis, local Bulgarian Muslim Administrative Boards operate. Assisted by the Chief and District Muftis' Offices, they look after the mosques and administer the property belonging to them. Over 500 imams serve the religious needs of Muslims in Bulgaria. The Chief Mufti's Office, the District Muftis and the local Muslim Administrative Boards have legal status; they possess land and enjoy all the rights granted to juridical persons by the laws of the country. Annually, the Bulgarian Government allocates considerable funds to the Muslim institutions thus adding to the income from their estates or from voluntary contributions. These funds provide for the upkeep of mosques and the training of clerics. Muslim priests enjoy all the benefits inherent in the unified national system for social security, including the retirement system. The Chief Mufti's Office takes care of the religious education of believers and the training of Muslim priests. These activities are performed by qualified people, theologians appointed at the mosques. Whenever necessary, courses are organized for Islamic education. Bulgarian Muslim priests are also trained at higher Islamic institutions abroad. Each year the Chief Mufti's Office issues an Islamic calendar and printed material for the needs of the faithful. This testifies to the existence of real guarantees for the protection of the religious freedom of all Bulgarian citizens, including the Muslims, which is also confirmed by Islamic officials from different countries. Allegations about infringements of religious freedom and of the destruction of mosques are groundless. In this context, we would like to draw your attention to the Declaration of the Bulgarian Muftis published on 26 March 1985. The religious leaders of Bulgarian Muslims stated: > 'We clearly and unequivocally declare that Muslims in Bulgaria enjoy complete freedom, which is guaranteed by the Constitution and the country's laws. They can profess Islam and perform their rites with the same freedom as enjoyed by all other religions in this country. All mosques are open and the clergy regularly officiate at rites and services. There have been no cases of preventing or in any wav restricting Muslims from performing religious rites and services. There have been no cases of mosques or other Muslim shrines being desecrated'. The allegations of the existence of 'prisoners of conscience', arrested and tried for their religious beliefs, for professinq Islam in particular, are alien to the truth. There are, indeed, some Muslims among the convicted criminals in the country, but they have been sentenced for concrete and rather serious criminal offences and not for their religious beliefs, as you have stated in your letter. Concerning the religious education of children, I would like to inform you that the Church in the People's Republic of Bulgaria is separate from the State. No religious subjects are taught at school. But parents are free to give their children the religious instruction they deem necessary at home. Believers attend religious services with their children. Circumcision is not prohibited in Bulgaria. On the contrary, it is practised and performed by qualified people at medical establishments in order to safeguard the health of those wishing to subject themselves to this operation. There is no discrimination whatsoever with regard to circumcised children in the educational establishments or outside them.\"",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The Government of Turkey transmitted its reply to the Special Rapporteur's request on 14 September 1987. The reply referred to the relevant legislative provisions and stated, inter alia: \"The concept of minorities in Turkey is defined by the Treaty of Lausanne dated 23 July 1923, which was signed shortly before the proclamation of the Republic of Turkey. The Treaty confirms that there are only religious minorities in Turkey, identifying them as 'non-Muslim minorities', and enumerates their rights. The members of these minorities are Turkish citizens and besides their rights guaranteed by the Treaty, they enjoy all the same constitutional rights as any other Turkish citizen, without any discrimination whatsoever. In Turkey there are approximately 50,000 citizens of Armenian origin, 3,000 of Jewish origin and 6,000 of Greek origin. There is also an Assyrian community comprising approximately 55,000 citizens. Information on these religious minorities is provided below. The majority of the Armenian community of approximately 50,000 live in Istanbul. The community has 58 churches, 17 socio-cultural institutions, 4 monasteries, 2 daily newspapers (Jamanak and Marmara, published since 1908), 2 sports clubs, 5 hospitals, more than 20 schools and several community foundations. In the community schools, there are more than 400 teachers and about 5,000 students are offered education in their own language. Currently, there are approximately 400 students of Armenian origin in Turkish universities and a large number of students study abroad. More than half of the Jewish community of 3,000 live in Istanbul. The community owns 74 synagogues, 4 educational institutions, 8 social establishments, 14 associations, 3 hospitals and 2 cemeteries. There is a Greek community of 6,000 living in Istanbul. Although the total number of Turkish citizens of Greek origin is about 70,000, many of them live abroad and maintain their Turkish nationality, properties and their ties with Turkey. Turkish citizens of Greek origin have been freely practising their religion for centuries in the 70 religious institutions in Istanbul. The status of the Greek Orthodox Church has been recognized since 1454. In Istanbul, the community has 30 schools, about 80 foundations and 2 publications. Out of the 2.5 million Assyrians all over the world, approximately 55,000 are Turkish citizens. At present, 30,000 Assyrians live in Turkey. Since the 1970s, as other Turkish citizens have done, citizens of the Assyrian faith have emigrated to Western European countries for purely economic reasons. For the purpose of easily obtaining residence and work permits abroad, most of the Turkish immigrants of the Assyrian faith have found it convenient to claim that they had been subjected to discrimination in their country of origin. The motive behind such abuses has been acknowledged by the authorities of the receiving countries. One third of the Assyrians living in Turkey are in Istanbul and the rest are in south-eastern Anatolia. The Assyrians also enjoy all their rights emanating from the Constitution and freely practise their faith in their own churches. The allegations that the Bible is considered as a prohibited book are far removed from reality. There is no restriction whatsoever on the publication and dissemination of the Bible, which is recognized and respected as a holy book by Islam. Moreover, the allegation that non-Muslim pupils have been compelled to follow Muslim religious courses is entirely unfounded. Non-Muslim pupils have the right not to attend courses on religious and moral culture offered in schools of primary and secondary education. This principle has recently been explicitly underlined with the instruction of the Ministry of Education, Youth and Sports, issued on 29 January 1987 and addressed to the educational institutions concerned. As can be concluded from the foregoing, allegations that religious intolerance has been practised against non-Muslim minorities in Turkey can by no means be substantiated. Religious minorities in Turkey enjoy fully equal rights with any other Turkish citizen, practise their faith in their own churches and synagogues and teach their own language in their schools. They publish newspapers, periodicals and books in their own language, have their own social and cultural institutions. Racial and religious differences have never been a basis neither in the Republic of Turkey, nor its predecessor, the Ottoman Empire. This has been the case for more than six centuries. In short, Turkey rightfully takes pride in its historical tolerance and understanding towards religious minorities. When one evaluates the past objectively, the historical feature is not that of discrimination against religious minorities whose identity has been kept intact throughout centuries. Rather, it is that of attempts to exploit the subject with the aim of disintegrating the State. The main objective of the allegations claiming that religious intolerance exists in Turkey is to discredit the Turkish State and the nation in the eyes of public opinion. Another point which merits mention here is the fact that, on 16 June 1986, His Holiness the Pope Jean Paul II awarded H.E. Mr. Nevzat Ayat, the Governor of Istanbul, with the Insignia of Commander of the Order of Saint Gregory, for his open-mindedness, comprehension and benevolence vis-a-vis Christian communities.\"",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 19,
        "Text": "19. On 12 October 1987, the Government of the Soviet Union transmitted a note from the Permanent Representative of the Soviet Union containing information on the implementation in the Soviet Union of the provisions of the Declaration. This note referred to the legal provisions guaranteeing freedom of conscience and belief in the Soviet Union and stated, inter alia: \"At present, nearly 20,000 associations and groups representing some 40 different religious denominations, including Orthodox church members, Catholics, Muslims, Jews, Lutherans, Old Believers, Buddhists, Evangelical Baptists and Seventh Day Adventists, are registered and carry out their activities in the Soviet Union. Soviet citizens who have reached the age of 18 may form such associations in order collectively to perform religious rites, hold prayer meetings and ceremonies and satisfy their religious needs. On the decision of the registered religious associations, the Soviet administrative bodies make available to them free of charge places of worship and religious property belonging to the public domain. These associations are also entitled to rent or purchase any premises, means of transport and equipment they may need and to have premises built. At present, the Soviet Union has nearly 8,500 Russian Orthodox churches, hundreds of cathedrals and several thousand mosques in villages and urban areas, 1,120 Catholic churches, 720 Lutheran churches, nearly 5,000 Evangelical Baptist and Seventh Day Adventists churches, about 100 synagogues, 90 Reformed churches, 45 Georgian temples, 39 Armenian churches and over 3,000 small temples belonging to various sects. Some of the buildings made available free of charge by the State to religious associations are of enormous historical, material and cultural value, such as Dormition Cathedral in Vladimir, Trinity-St. Serge Monastery in Zagorsk, Peter and Paul Catholic Cathedral in Vilnius, Mir Arab Mosque in Bukhara and the Olevist Baptist Church in Tallinn. Believers in the Soviet Union have the right to make, purchase and use objects of religious worship. The country has 40 enterprises specializing in the manufacture of Church accessories and religious objects and they fully satisfy existing needs. Many religious associations, which are headed by their own councils, have an opportunity regularly to publish works which they need in order to meet their religious needs. State printing houses publish up to 50 religious titles. Reviews appearing regularly include those of the Patriarchate of Moscow, Musulmani Sovietskogo Vostoka (Muslims of the Soviet East) and Vestnik pravoslavia (Fraternal messenger) of the Evangelical Baptists. Almanacs are published. In the past 15 years, four editions of the Bible (250,000 copies), the New Testament, the Psalm Book and the Missal have been published; several editions of the Koran have been issued; and theological books have been published. The Catholic Diocese of Lithuania and Latvia, the Old Believers, Lutherans, Seventh Day Adventists and other believers may all publish information and works. The Russian Orthodox Church is implementing a far-reaching publishing programme on the occasion of the forthcoming celebration of the thousandth anniversary of Russia's conversion to Christianity. At the request of the Muslims, a Russian translation of the Koran appeared in 1987. Religious works are also imported in the Soviet Union. Quite recently, the Lutheran and Reformed Churches imported consignments of Bibles, some in German and others in Hungarian. The National Council of Evangelical Baptists imported 10,000 Bibles from abroad in 1987 and will receive 100,000 copies of ecclesiastical works in 1988. The registered religious associations, which are fully autonomous at the national level, regularly organize theological seminars, conferences and other events, occasionally in co-operation with similar associations in other countries. The religious communities have set up and operate 18 ecclesiastical teaching institutions (with over 2,000 students), where any person over the age of 18 who so wishes may receive religious instruction and where clergymen are trained. In the Soviet Union, there are six Orthodox schools, two Catholic schools and two Muslim secondary and higher teaching institutions, as well as one Yeshiva, one academy of the Armenian Apostolic Church, one seminary of the Georgian Orthodox Church and a course intended for Evangelical Baptists. Some Soviet citizens are studying in religious schools abroad, such as the University of Athens, the Greek Ecclesiastical Seminary, the Jordanian State University, the Islamic University in Libya, the Baptist Seminary in the German Democratic Republic and the Advanced School of Buddhism in Ulan Bator. Students from over 20 countries in the world are studying in the ecclesiastical schools of the Patriarchate of Moscow. Believers may, of course, also receive Soviet secondary and advanced schooling. In addition to their religious training, most clergymen in the Soviet Union have pursued and completed their studies in State higher education establishments. Under the legislation in force, religious associations have the possibility of collecting voluntary donations from their members in order to maintain church buildings and property, hire clergymen and meet the executive bodies' needs. Such resources are also used for the maintenance of the religious councils. The social and economic system in the Soviet Union is such that religious organizations do not have to organize charitable works because State bodies and social organizations already perform this function. Soviet religious councils maintain extensive relations with affiliated organizations abroad and are active members of several international religious bodies. Some 220 or 230 delegations of religious representatives travel abroad each year, while nearly the same number of foreign delegations come to the Soviet Union. In accordance with the principle of the separation of Church and State and of Church and schools, it is forbidden in the Soviet Union to offer religious instruction of any kind in schools and other public teaching institutions. Consequently, any discrimination against children on the grounds of their attitude towards religion or their belief is also probibited. School curricula are designed to give children an internationalist education in a spirit of peace, friendship and mutual respect. If the parents or guardian so desire, a child may receive religious instruction within the family and, when he has attained his majority, he may enter an ecclesiastical teaching institution of his faith. Thus, in matters of education, the child's interests come first; any action which may impair the health or physical, intellectual and moral development of the child is prohibited and is punishable. Soviet citizens enjoy genuine freedom of conscience, which may be restricted only by the constitutional provision stating that 'the exercise by citizens of their rights and freedoms must not be prejudicial to the interests of society and the State or to the rights-of other citizens' (article 39) and goes together with the duties which every citizen must fulfil. Religious beliefs are not a matter for criminal or court action in the Soviet Union. Any premeditated infringement of the laws on the separation of the Church is subject to criminal and administrative penalties (articles 142 and 227 of the Criminal Code of the RSFSR) and includes collecting taxes unlawfully, disturbing public order on the pretext of committing fraudulent acts for the purpose of encouraging religious superstitions and impairing the health, integrity and rights of citizens. Any official who infringes the rights of believers is also liable to criminal penalties under article 142. In the case of persons sentenced for acts against the Soviet State (article 70 of the Criminal Code of the RSFSR), for the systematic dissemination of slanderous allegations denigrating the political and social system (article 190.1) or for plundering, speculation, engaging in a prohibited trade, hooliganism and other violations of the Criminal Code, neither their religious beliefs nor, moreover, atheism, as the case may be, may be claimed as grounds for exemption from liability. Believers who are liable to a custodial sentence for having committed punishable acts are also entitled to practise any religion and perform religious rites in places of detention, provided that the rules in force are respected. Allegations that believers who are serving a sentence are held in solitary confinement because of their beliefs are unfounded. The type of detention under which a convicted person is held may be changed only in the event of flagrant and repeated violations of the established rules of conduct in rehabilitation centres. The allegations that members of religious groups in the Soviet Union are placed in psychiatric hospitals are also unfounded. Under Soviet legislation, internment in a psychiatric hospital for compulsory treatment may be ordered only by a court against an individual who has committed a socially dangerous act and is recognized by a competent psychiatric board as being irresponsible because of mental illness. Like other citizens serving a custodial sentence, believers are entitled to apply for a judicial pardon. Such applications are usually accepted. In 1987, the Soviet State acted on humanitarian grounds to pardon 43 religious activists sentenced for offences against the State and other serious crimes. Many persons, including believers, who had committed criminal offences benefited from early release as part of the amnesty ordered by the Presidium of the Supreme Soviet of the Soviet Union on the occasion of the seventieth anniversary of Soviet power. The requirement that religious associations must register in accordance with Soviet law is a formality by which the State recognizes associations of citizens who are believers. The legal capacity of religious communities arises at the time of registration. It should be made clear that the obligation to register applies not to believers, but to their associations, which thereby acquire the rights of legal persons and benefit from judicial protection. This procedure is not contrary either to the provisions of the Declaration or to those of the International Covenant on Civil and Political Rights. It is a custom that is common in many other countries as well. The cases in which persons may be deprived of their parental rights are specifically governed by law (Marriage and Family Codes of the Union Republic). The religious beliefs of the parents may not constitute grounds for depriving them of their parental rights. To our knowledge, there has been no case in which any person has been deprived of his parental rights and his children placed under State guardianship for religious reasons. As already indicated, incitement to hostility and hatred on the grounds of religious beliefs, like the fact of offending the sensibilities of believers, are prohibited in the Soviet Union. Accordingly, the media may criticize only unlawful activities carried out by isolated extremists who commit an offence against Soviet laws. Moreover, a set of documents have been published in which some Soviet workers and members of the Party have been criticized for having expressed preconceived ideas about believers and religious associations and for having thus infringed their rights (see, for example, issue No. 13 (1987) of the magazine Ogonek and the 25 January 1987 and 16 August 1987 issues of Moskovskie Novosti (Moscow News)). Under the legislation in force, a complaint may be filed with a court for any act contrary to the rights of believers.\"",
        "Labels": [
            "Children",
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The Permanent Mission of Burundi addressed its reply to the Special Rapporteur on 4 November 1987. The reply contained the text of the following statement made by the President of the Military Committee for National Safety and President of Burundi on 5 September 1987: \"People of Burundi, As you already know, the armed forces of Burundi, by agreement with the other driving forces of the nation, decided, on Thursday, 3 September 1987, to save the country, which had been cut adrift by the Bagaza regime. The population was totally exasperated by sterile religious disputes leading to one rash measure after another. Such repeated, obsessive and unexpected decisions had become an alibi designed to conceal the regime's shortcomings and inconsistencies. Fellow citizens, The situation had to be remedied before it was too late. The armed forces, together with the other driving forces of the nation, decided to perform this salutory task in the interests of the people of Burundi and therefore put an end to Mr. Bagaza's regime. Freedom of worship will be guaranteed.\"",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The reply also contained the text of the following statement on religious matters made by the Military Committee for National Safety on 16 October 1987: \"The authorities of Third Republic reaffirm their determination to guarantee and protect the religious freedom of denominations which are authorized and legally represented in Burundi. The right to freedom of religion goes hand in hand with the duty to respect the same rights of other persons. The Republic of Burundi affirms the principle of the secularity of the State. It does not recognize any State religion and does not favour any religion, but guarantees that all persons may freely practise their faith, in accordance with the law. The Third Republic recognizes the equal rights of all religious communities. Such equality of rights will thus be reflected in a single legal regime governing all denominations exercising their ministry in Burundi. Social and economic activities are the responsibility of the State. However, religious associations may take part in them under the conditions to be agreed on with the Government authorities. Although the State is under an obligation to guarantee the implementation of these principles, it is quite normal that, as in all countries of the world, religious freedom in Burundi should be in keeping with public order in the country. Accordingly, no one shall have any justification for claiming freedom of conscience or religion to evade the obligations provided for by our laws and institutions. The Government of the Second Republic adopted measures which were contrary to freedom of religion. In order to restore such freedom, the Third Republic has adopted the following measures: The exercise of freedom of worship on weekdays is allowed. The leaders of the various denominations will, however, consult with the local authorities to establish schedules which do not conflict with the population's work; The establishment of denominational schools is allowed in accordance with the requirements for private education, which is organized by the Ministry of National Education; The establishment of catechism classes is allowed; Parish councils may function once again; Meetings of a religious nature may be held in church premises; The Yaga Mukama youth organization is to be reconsidered in the general interests of the population and in conformity with the other youth organization programmes; it is to include job training; The State accepts the principle of the establishment of religious movements in Burundi, but they must first submit their files for approval; With regard to social communications media, the State accepts the principle of the use by denominations of the media in accordance with appropriate regulations to be implemented by the Ministry of Information without delay; The presence of foreign clergymen in Burundi is subject to a request to be submitted by the Bishop in accordance with a procedure to be defined by representatives of the State and the clergy; The question of property claimed by churches will be considered on a case-by-case basis.\"",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 22,
        "Text": "22. To date, no replies have been received from the Governments of Albania, the Islamic Republic of Iran and Pakistan.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In carrying out his mandate, the Special Rapporteur received Government representatives, members of non-governmental organizations and private individuals in Lisbon. He went to Geneva for consultations at the Centre for Human Rights from 26 to 29 May, on 9 October, from 11 to 13 November and on 11 December 1987. During these consultations, he received the representatives of various Governments and non-governmental organizations. On 9 July 1987, at the invitation of the Holy See, he went to the Vatican, where he held meetings with Monsignor Silvestrini, Secretary of the Public Affairs Council, and Monsignor Re, Adviser to the State Secretariat of the Holy See. From 20 to 23 September 1987, the Special Rapporteur visited Istanbul, Turkey, in his personal capacity and as a jurist, at the invitation of the Istanbul Bar. He took part as an observer in a seminar on the status of the Muslim minority in Bulgaria.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. From 13 to 17 December 1987, the Special Rapporteur visited Dublin, Ireland, at the invitation of the following organizations: Action from Ireland; Baha'i Community of Ireland; Corrymeela Community; Fellowship of Reconciliation; Irish Commission for Justice and Peace; Irish Mennonite Community; Irish Peace Council; Irish Peace Institute; Irish School of Ecumenics; Irish United Nations Association; Peace People; International Voluntary Service. During this visit, the Special Rapporteur held talks with Mr. Brian Lenihan, Minister for Foreign Affairs, and with several officials from his Ministry, as well as with theologians and members of the teaching profession (including some who work in inter-faith primary schools which have recently been established in Ireland and of which there are now only six, but which represent a very interesting experiment in the teaching of tolerance at school), representatives of various religious faiths, members of the Campaign for the Separation of Church and State, representatives of the Council on the Status of Women and jurists, with whom he spoke about various matters relating to his mandate and, in particular, the practical application of the provisions of the 1981 Declaration in Ireland.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 25,
        "Text": "25. As part of his activities, the Special Rapporteur visited Bulgaria from 12 to 16 October 1987 at the invitation of the Bulgarian Government. This invitation was extended by Mr. Lyuben Popov, Vice-Minister for Foreign Affairs and Chairman of the Committee on questions relating to the Bulgarian Orthodox Church and religious faiths in the Ministry of Foreign Affairs. The purpose of this visit was, in general, to determine to what extent Bulgaria was complying with the provisions of the 1981 Declaration and, in particular, with regard to members of the Muslim community in Bulgaria, in which connection a number of allegations of incidents and measures inconsistent with the provisions of the Declaration had been brought to the Special Rapporteur's attention.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. During his visit, the Special Rapporteur met with officials, leaders and members of the main religious communities, members of Parliament, writers, journalists and several private individuals. He visited places of worship belonging primarily to the Orthodox and Muslim faiths in the cities of Sofia, Pazardjik, Plovdiv and Hakovo and in the village of Fotino, and met with local religious leaders in these places. He also visited several Orthodox monasteries and temples, as well as a Catholic church and a synagogue.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 27,
        "Text": "27. During this visit, the Special Rapporteur heard statements by Bulgarian authorities which described the general situation in Bulgaria with regard to religion and belief and emphasized some aspects of this situation, such as the guarantee, by the Constitution and other legislative provisions, of freedom of conscience and religion; the separation of Church and State; the freedom of every denomination to perform its religious rites without discrimination according to its own precepts and canons; non-discrimination against the various religious communities; and the existence of harmonious inter-faith relations.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. In the light of the discussions he held with various eminent persons and of the information he obtained on the historical and political context of the development of the main religions practised in Bulgaria, the Special Rapporteur is of the opinion that account has to be taken of this context in order to make a proper assessment of the position of the Orthodox and Muslim religions in this country.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Special Rapporteur noted that the Bulgarian Orthodox Church was usually regarded as having played a key historical role, initially in the formation of Bulgarian national sentiment and subsequently during centuries of foreign domination, in the preservation of the national culture and identity. However, the Muslim religion, which was brought to Bulgaria in the fifteenth century during the Ottoman conquest, appears to be largely identified with the problems created by five centuries of foreign domination. Questions of a purely religious nature have thus become part of a latent bilateral dispute between two peoples, two ethnic groups, namely, the Bulgarians and the Turks. This may help to shed light on the underlying reasons for the Bulgarian authorities' insistence on refusing to recognize the Turkish ethnic nature of the Muslim community of Bulgaria and on supporting the historical theory of the Bulgarian ethnic origin of Muslims who now live in Bulgaria, were allegedly \"Turkicized\" by force during the Ottoman occupation and aspire to revert to their true ethnic identity. This theory is rejected by the Turkish authorities who, on the contrary, claim that Bulgaria has a Muslim community of Turkish ethnic origin numbering about 1 million persons.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. During his visit, the Special Rapporteur took account of this historical and cultural context in trying to obtain clarifications on the way the principles embodied in the Declaration were applied to the Muslim community in Bulgaria. As stated above, the Special Rapporteur received allegations from various sources concerning some incidents and measures which would appear to be inconsistent with the provisions of the Declaration and so informed the Bulgarian Government, which subsequently sent him its reply. During his stay in Bulgaria, the Special Rapporteur concentrated on several specific points during his discussions with the country's civilian and religious authorities.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. With regard to enjoyment of the right to freedom of thought, conscience and religion and the various freedoms this right implies (arts. 1 and 6 of the Declaration), it was reported that pressure was being brought to bear on Muslims in order to make them give up their faith and the performance of Islamic rites. According to the official and religious authorities with whom the Special Rapporteur met, some mosques are open only at certain times and this was allegedly justified by the fact that worship could, in principle, take place outside working hours. The information collected by the Special Rapporteur indicated that many mosques had been torn down or used for other purposes. According to the authorities, there had been no reduction in the number of mosques, some of which were being restored with State subsidies. He was given a figure of about 1,000 mosques for which some 500 imams are responsible. According to the information received by the Special Rapporteur, the practice of circumcising male children is allegedly prohibited and subject to a term of imprisonment, but, according to the Bulgarian authorities, it is allowed, provided that it is done by doctors in hospitals and not by persons who have no medical training or concern for hygiene. The Special Rapporteur nevertheless wishes to point out that he received information stating that the Bulgarian official press was allegedly waging a campaign against this practice by denouncing it as \"barbaric\" and \"anti-social\". The same negative attitude seems to prevail with regard to the practice of Muslim fasting, namely, Ramadan. Imports of the Koran, the Muslim holy book, are allegedly allowed and come from predominately Muslim regions in the Soviet Union; 500 copies in Arabic were said to have been imported during the past year. There is, however, no edition of the Koran in contemporary Bulgarian. Moreover, institutions for the training of Muslim clergymen have halted their activities. According to the authorities questioned, the Muslim dignitaries now officiating are enough to meet existing needs.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 32,
        "Text": "32. With regard to the provisions of the Declaration relating to the prohibition of discrimination on the grounds of religion or belief and measures to be taken by States to prevent and eliminate any such discrimination in the exercise of human rights and fundamental freedoms and to combat intolerance (arts. 2 to 4 of the Declaration), the Special Rapporteur considers that account must be taken of the above-mentioned historical context. Despite the affirmation of respect for the principle of equal treatment and non-discrimination on religious grounds, the historical role of the Bulgarian Orthodox Church in safeguarding the national identity and combating foreign elements and the inevitable identification of the Muslim religion with one of the darkest periods in the country's history appear, in practice, to have led to some distinctions in the relative importance of these two denominations. One example of the negative image that proponents of the Islamic faith appear to have is the campaign to change Muslim-sounding names, which has been denounced by many sources as having been waged, primarily between December 1984 and March 1985, in an arbitrary, massive and coercive manner and as having led, according to these same sources, to many acts of violence, such as the persecution and arrest of persons refusing to comply, and to administrative problems of all kinds. In the Bulgarian authorities' view, however, this is a long-term historical process resulting from the legitimate desire of Bulgarians who were \"Turkicized\" by force by the Ottomans to assume their true identity. During his stay, the Special Rapporteur found that none of the Muslims he had occasion to meet (including muftis and imams) had kept his Muslim name. The voluntary and spontaneous nature of these name changes was stressed by the Bulgarian authorities, who maintained that various documents referred to by the Special Rapporteur and drawing attention to the coercive nature of measures requiring name changes and the penalties against those who refused to do so (such as the loss of their jobs) were only forgeries designed to discredit Bulgaria.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 33,
        "Text": "33. As to the right of parents to organize family life in accordance with their religion and the right of children to have access to education in the matter of religion in accordance with the wishes of their parents, without discrimination of any kind (art. 5 of the Declaration), the Special Rapporteur has already referred, in connection with measures relating to the provisions of articles 1 and 6, to the controversy concerning the right to perform the rite of circumcising Muslim male infants. The Special Rapporteur also found, during his visit to several mosques, that these appeared to be frequented mainly by elderly persons. This finding also applies to places of worship of other religious communities. The Bulgarian authorities have recognized this fact and attribute this lack of interest on the part of young people to a natural and spontaneous development which makes them prefer activities other than attendance at places of worship and the performance of religious rites.",
        "Labels": [
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 34,
        "Text": "34. The overall impression the Special Rapporteur had as a result of his visit is that the problem that now arises with regard to respect for the religious rights and freedoms of the Muslim community in Bulgaria is only one of the many aspects of a political, cultural, ethnic and social crisis in relations between Bulgaria and Turkey.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The bilateral agreements which have governed immigration between the two countries since the Second World War and the last of which expired in 1978 have, of course, not put an end to cases requiring a negotiated solution. Strained bilateral relations have therefore had very adverse effects on many individual destinies, both on the Bulgarian and on the Turkish side, as the Special Rapporteur was able to observe when his personal attention was drawn to several cases in which families were separated and have so far been unable to be reunited in Bulgaria or in Turkey. Bilateral negotiations therefore seem to be the best way of guaranteeing respect for the religious rights and freedoms of the Muslim minority in Bulgaria.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 36,
        "Text": "36. The Bulgarian authorities have, moreover, always expressed a desire to maintain good relations with all their neighbours, including Turkey, and state that they are prepared to negotiate on some of the bilateral aspects of such relations. The Turkish authorities also appear to be prepared to hold negotiations in this regard.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. In his initial report, the Special Rapporteur endeavoured, on the basis of the information he had obtained from various sources, to present an overall view of incidents and measures inconsistent with the provisions of the Declaration. He reassembled the information collected according to several criteria, namely, the factors whose existence constitutes an obstacle to the implementation of the provisions of the Declaration, infringements of the rights defined in the Declaration, and other violations of human rights resulting from manifestations of religious intolerance. Thus, as stated above, the Special Rapporteur considers that, at the current stage in the. updating of his analysis, emphasis has to be placed on infringements resulting from governmental actions and measures. Naturally, whenever a reference to factors constituting an obstacle to the implementation of the provisions of the Declaration might make for better understanding of a particular situation, such factors will be mentioned. In general, however, there have been no major changes during the period covered by the present report in the findings reflected in document E/CN.4/1987/35 on the negative repercussions which some legislative provisions, governmental policies, political, economic and cultural factors and intransigent inter-faith attitudes may have on the enjoyment of religious rights and freedoms.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The analysis of the information collected for the initial report clearly showed that an extremely wide range and variety of situations which are inconsistent with the provisions of the Declaration exist in different forms in some 40 countries and concern the followers of many different religions and religious movements. Recent developments show that, in most cases, the problem of intolerance and discrimination based on religion or belief continues to exist. However, the human rights situation in some European countries offers grounds for optimism. Some progress has been made, particularly with regard to religious freedom and worship, as a result of greater openness and transparency in international relations and in the internal policies of these countries, which have been showing renewed interest in the provisions of the Final Act of Helsinki that had been somewhat forgotten in the years following the signature of the Act. The Special Rapporteur expresses the hope that relations between the authorities and religious faiths may improve in these countries. Unfortunately, in other countries, particularly those which have not replied to the allegations communicated by the Special Rapporteur, the problems of intolerance and discrimination on the grounds of religion and belief continue to exist.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. During the period covered by the present report, the Special Rapporteur continued to receive allegations from various sources concerning governmental actions and measures which are inconsistent with the provisions of the Declaration. Some of these allegations were referred to in the preceding chapter in connection with the consideration of the communications addressed to some Governments in particular. Others will be referred to by way of example, since it would be impossible to draw up a complete and comprehensive inventory of infringements of the rights defined in the Declaration.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. There are various examples of the persistence of infringements in this area. Sometimes the very right to have the religion or belief of one's choice is challenged. For instance, it is reported that young members of ethnic tribes with a Buddhist majority in the Chittagong Hill Tracts of Bangladesh were forcibly converted to Islam during Army operations; that, in Rwanda, members of the Jehovah's Witnesses sect are exposed to serious difficulties because that religion is not officially recognized and is regarded as illegal; and that, in Nepal, a number of Buddhists have been sentenced to one month's imprisonment for converting to Christianity.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Most often, it is the practical manifestations of religion or belief that are penalized. One example that may be mentioned is the allegation that Christians belonging to the Church of the New Testament were arrested in Singapore for preaching the gospel. It is further alleged that, in Czechoslovakia, a Slovak Catholic priest was put on trial for performing religious rites without obtaining official authorization and was found guilty of \"impeding the control of the Church by the State\". Another priest was reportedly deprived of permission to perform the duties attached to his office and a third priest penalized for hearing a confession without official permission. In India, Sikh activitists are said to have been arrested in order to prevent a religious assembly from being held.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. There have been frequent complaints concerning infringements of the right to maintain places of worship. In particular, it is alleged that mosques in India have, in practice, been converted into Hindu temples. In Bangladesh, Buddhist temples in the Chittagong Hill Tracts region were destroyed by the authorities. In Australia, despite the existence of a 1972 law prohibiting the destruction of aboriginal holy places, a United Kingdom company has drawn up plans for the establishment of a uranium mine on sites regarded as holy by the Punmu and Pangurr aboriginal communities. Similarly, in the United States of America, notwithstanding a 1972 law calling upon the Administration to take account of Indian religious practices, a number of mining concessions are in danger of hampering the use of places regarded as holy by the Hopi and Havasupai peoples, in particular.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The allegations received sometimes describe infringements of the right to establish and maintain appropriate charitable or humanitarian institutions. For instance, the Vietnamese community of the Mother Coredemptrix Congregation, where a course of religious education was being given, was reportedly occupied by the authorities, its buildings surrounded and its possessions seized. 44. Other complaints concern infringements of the freedom to disseminate religious publications - for instance, the complaint concerning the arrest of Christians of the Church of the New Testament in Singapore for distributing liturgical literature. Similarly, it is reported that Czech Catholics in possession of religious literature, more especially a number of biblical volumes, were arrested and that, in Romania, an Orthodox Christian priest involved in distributing bibles was imprisoned.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. With regard to the freedom to solicit and receive voluntary financial and other contributions, it is reported that, in Tibet, donations to Buddhist monasteries must be paid directly into a particular account and cannot be withdrawn or spent without the approval of an official body, the Office of Religious Affairs.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The freedom to train, elect or designate appropriate religious leaders is also subject to restrictions in some cases. For instance, it is reported that, in China, Buddhist monks in Tibet are designated by a Government Committee and bishops of the Catholic Church are appointed by the Chinese authorities, which do not recognize the Vatican hierarchy.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur has also been informed of infringements of the freedom to celebrate holidays and ceremonies in accordance with the precepts of one's religion or belief. In Czechoslovakia, for instance, the authorities allegedly obstructed the annual pilgramage to Levoca.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Lastly, the freedom to have communications in matters of religion and belief at the national and international levels also seems to be jeopardized in some cases, one illustration being the Czech priest whose contacts with members of religious orders and Polish Catholics formed the subject of charges against him by the authorities.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In his initial report, the Special Rapporteur mentioned various areas in which intolerance and discrimination based on religion and belief, as defined in the Declaration, occur in practice. He observed that discrimination based on religion or belief was practised in respect both of civil and political rights and of economic, social and cultural rights.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Some recent examples demonstrate the persistence of infringements of the principle of non-discrimination on religious grounds. With regard to civil and political rights, for instance, one allegation concerning the sentencing to death of 10 Muslim preachers in Somalia (a sentence subsequently commuted to one of indefinite imprisonment) mentioned the fact that the persons convicted did not enjoy the necessary legal guarantees during their trial, having been unable to prepare their defence and to exercise the right of appeal. Other examples attest to discrimination in the enjoyment of economic, social and cultural rights. For instance, there are several allegations regarding discriminatory treatment against pupils of the Coptic faith in schools in Egypt while, in India, Christian converts who previously belonged to the \"untouchable\" category and who, ipso facto, should, according to the Constitution, benefit from \"affirmative action\" designed to place them on an equal footing with other citizens more favoured in the past are reportedly not benefiting from such measures. It is further alleged that the Ministry of National Education and Religion of Greece refused appointments in the State educational system to four primary and nursery school teachers professing a religion other than that of the Eastern Orthodox Church.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. With regard to the education of children, there are also continuing reports of infringements in various countries of the right to organize family life in accordance with a particular religion or belief and the right of children to have access to religious education in accordance with the wishes of their parents and to be protected from any form of discrimination based on religion. Mention has already been made, inter alia, of the allegations of discriminatory treatment against Coptic pupils in schools in Egypt; also in that country, the Minister of Education reportedly stated that programmes of religious instruction would be revised to bring them in line with Islamic principles. Reference may also be made to the case in which a number of Czech priests were reportedly arrested for imparting, in their own homes, courses of religious instruction to children. Another example is Tibet, where religious instruction is said not to be authorized by the Chinese authorities.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 52,
        "Text": "52. The initial report listed the various human rights whose enjoyment was jeopardized by religious intolerance, such as the right to life, the rights to physical integrity, the rights to liberty and security of person, the right to freedom of movement, and the right to freedom of opinion and expression. The Special Rapporteur is bound to note that there has been a persistence of such infringements of human rights and fundamental freedoms as a result of intolerance or discrimination based on religious or belief during the period since the initial report. The information available to him describes situations revealing various forms of physical or mental persecution, sentences ranging from capital punishment to a variety of detention measures, restrictions on the freedom of movement, particularly in the case of missionaries, and restrictions on the freedom of expression. These practices, which are inconsistent with the provisions of the Declaration, have been reported in many countries varying considerably in geographical situation, size and economic and social system. The Special Rapporteur referred earlier (see chap. II, sect. A above) to the allegations relating more specifically to certain countries, the substance of which he has conveyed to the Governments concerned. While, therefore, the general situation remains disturbing, it should be noted that certain individual cases give grounds for some optimism. For example, it was learnt during the period covered by this report that a number of prisoners detained for religious reasons in the Soviet Union have been released; similarly, the political changes in Burundi seem to have led to an easing of tension in relations between Church and State and a halt to religious persecution.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 53,
        "Text": "53. For more than 20 years now, the preparation of an international convention on the elimination of intolerance and discrimination based on religion or belief has been under discussion within the competent United Nations bodies. While some concrete progress was achieved during the 1960s in the formulation of a draft convention, the complexity and sensitivity of the issues raised led to the decision, in 1972, to grant priority to the preparation of a declaration on the subject.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. It is true, as pointed out by the Special Rapporteur in his initial report, that the international system already has a number of mandatory norms in the area of freedom of religion or belief, particularly the relevant provisions of the International Covenants on Human Rights, the International Convention on the Elimination of All Forms of Racial Discrimination, the Discrimination (Employment and Occupation) Convention (No. Ill), 1958, of the International Labour Organisation and the Convention Against Discrimination in Education of the United Nations Educational, Scientific and Cultural Organization.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. However, the Special Rapporteur considers that, in the light of the incidents which have come to his attention, demonstrating the persistence of the problem of intolerance and discrimination based on religion or belief, the preparation of an international instrument dealing specifically with the elimination of this phenomenon would have undeniable advantages. The adoption of a convention would give a broader and more profound dimension to existing concepts by expanding the scope of religious rights and freedoms in their practical manifestations. Moreover, the mandatory nature of the provisions of such an instrument would impose on States Parties a number of requirements, such as the submission of reports on the application of its provisions, which might encourage greater respect for religious rights and freedoms by such States.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. For the purpose of elaborating such a convention, the international community might usefully draw upon the principles laid down in the 1981 Declaration, as well as on the practical experience acquired in recent years through the procedure introduced by the Commission on Human Rights in this regard.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The establishment, within the Commission on Human Rights, of an open-ended working group to consider the possibility of preparing a convention therefore seems altogether desirable, and such a group should be able to count on broad participation by both States, non-governmental organizations and religious denominations.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. It is, however, clear that the preparation of a convention on such a complex and delicate subject is not something which can be quickly achieved; consequently, at the same time it establishes such a working group, the Commission on Human Rights should endeavour to maintain its vigilance and continue to apply the procedure it has introduced with a view to monitoring and, if possible, reducing incidents and measures inconsistent with the provisions of the 1981 Declaration.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. On the basis of the information collected by the Special Rapporteur, it must be concluded that there was a persistence of incidents and governmental measures inconsistent with the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief during the period covered by this report, with infringements of freedom of religion or belief being committed in various forms and in practically all regions of the world.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Having endeavoured, in his previous report, to give a general idea of the various factors which impede the implementation of the principle of tolerance in matters of religion or belief, and to list the various forms religious intolerance can take and the threat it poses to the exercise of fundamental rights and freedoms, the Special Rapporteur has, in the present report, embarked on a new phase in the performance of his mandate. He has tried to initiate dialogue with the Governments concerned, transmitting to a number of them information regarding various alleged inconsistencies with the provisions of the Declaration and asking them to clarify these allegations. As can be seen from chapter II, section A, this procedure provoked a reaction from the authorities concerned in certain cases and led to a reply from them. The Special Rapporteur welcomes this constructive approach and the openness shown by certain countries, which give him reason to hope that Governments will take a growing interest in the issues within his frame of reference and their solution.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. In keeping with this constructive approach and willingness for discussion, the Special Rapporteur visited Bulgaria from 12 to 16 October 1987 in order to collect information concerning certain specific aspects of his mandate, more particularly respect for the religious rights and freedoms of the Muslim community in Bulgaria.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The updated analysis of the information collected by the Special Rapporteur, as set out in chapter III, clearly illustrates the persistence of incidents and measures inconsistent with the provisions of the Declaration. The Special Rapporteur has continued to receive complaints that the very right to have the religion or belief of one's choice is jeopardized, in flagrant contradiction with the basic principle of freedom of conscience and religion. In many cases, it is the various practical manifestations of religion or belief that continue to be penalized. It is also apparent that discrimination based on religion continues to be practised, whether in the area of civil and political rights or in that of economic, social and cultural rights. Lastly, there are continuing infringements of the right to bring up children in accordance with the religion or belief of their parents\\ choice.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur has also noted the persistence of serious violations of human rights and fundamental freedoms resulting from intolerance and discrimination in matters of religion or belief, such as physical and mental persecution, arbitrary imprisonment, restrictions on freedom of movement and restrictions on the right to freedom of expression. As he observed in his previous report, these violations of fundamental human rights resulting from the practice of religious intolerance are to be found in many countries and in a wide variety of social, economic and ideological systems.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Thus, the extent and gravity of the international threat opposed by religious intolerance to the integrity and dignity of the individual are particularly to be seen in the implications of religious intolerance for a whole range of rights and freedoms.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The persistence of this threat makes it all the more necessary for the international community to take concerted action with a view to implementing measures to guarantee effective observance of the right to freedom of thought, conscience and religion.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The proposal to elaborate new international norms for the protection and promotion of freedom of religion or belief should be,kept under consideration. The formulation of an international convention on the elimination of all forms of intolerance and of discrimination based on religion or belief is clearly a lengthy task which will probably take years to complete. Action to achieve this goal should be taken at both the international and national levels.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. At the international level, it would be desirable to establish within the Commission, in accordance with the procedure followed in several similar cases during recent years, an informal, open-ended working group responsible for considering a draft convention on freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Also at the national level, states should endeavour to take measures to facilitate the formulation of international standards through adequate internal preparations and, at the same time, pending the availability of such a binding international instrument, to guarantee respect for the standards currently applicable, thus preventing or penalizing incidents and measures inconsistent with the standards concerned.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. To this end, States should endeavour to adapt their legislation to existing international norms so as to combat religious intolerance and prohibit any discrimination based on religion or belief. States might approach the competent United Nations bodies for technical assistance in drafting new legislative provisions, where appropriate, or adapting existing legislation to bring it more into line with the principles proclaimed by the Declaration.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 70,
        "Text": "70. In practical terms, States must take effective measures to prevent and eliminate any discrimination based on religion or belief. These measures might include, in particular, a review of administrative practices; the organization of training courses for persons responsible for applying laws and administrative practices; the introduction of educational programmes in schools and universities with the aim of familiarizing young people with the concept of human rights in general and of religious freedoms in particular, acquainting them with the basic principles of the major religions and beliefs and thus fostering among them a spirit of tolerance and understanding; and the establishment of machinery ensuring regular meetings of governmental and non-governmental representatives competent for problems of religion or belief to make suggestions for effective action against religious intolerance.",
        "Labels": [
            "Adolescents"
        ]
    },
    {
        "ID": 71,
        "Text": "71. Victims of intolerance and discrimination based on religion or belief should have effective remedies available to them. In this connection, it would be desirable for information on the norms laid down by the 1981 Declaration to be given widespread dissemination among persons responsible for protecting the right to freedom of religion or belief, particularly law-makers, judges, lawyers and civil servants.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. States should examine the possibility of establishing national institutions to promote tolerance in matters of religion and belief and to propose action to combat discrimination in this area.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 73,
        "Text": "73. In addition to the measures referred to above, States could take certain types of bilateral and multilateral action. With regard to bilateral relations between countries divided by religious differences, it is desirable to encourage^ dialogue and co-operation in- order to achieve a peaceful settlement of the points at issue between the two parties by means of negotiations. At the multilateral international level, special attention should be given to using the machinery now available for monitoring the implementation of international standards concerning questions of discrimination or intolerance in matters of religion or belief. Among such machinery, mention may be made of the procedures established by the Committee on the Elimination of Racial Discrimination and the Human Rights Committee to monitor the application of the rights and freedoms laid down in the International Convention on the Elimination of All Forms of Racial Discrimination and in the International Covenant on Civil and Political Rights, respectively.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Non-governmental organizations concerned with human rights and religious communities should continue the process of dialogue and communication between the various denominations at the national and international levels. These organizations can play an important role in formulating and disseminating suggestions for the promotion and protection of tolerance in matters of religion and belief and in giving widespread publicity to the existing international standards on the subject.",
        "Labels": []
    }
]