[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a Special Rapporteur to examine incidents and governmental actions inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Pursuant to that resolution, the Special Rapporteur submitted a first report to the Commission at its forty-third session (E/CN.4/1987/35). His mandate was extended for one year by Commission on Human Rights resolution 1987/15 of 4 March 1987 adopted at that session.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. At its forty-fourth session, the Commission had before it a further report by the Special Rapporteur (E/CN.4/1988/45 and Add.l and Corr.l). During this session it decided, by resolution 1988/55 of 8 March 1988, to extend for two years the mandate of the Special Rapporteur. This decision was endorsed by the Economic and Social Council in its decision 1988/142 of 27 May 1988.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. At its forty-fifth session, the Commission had before it a further report by the Special Rapporteur (E/CN.4/1989/44).",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The report which follows is submitted to the Commission on Human Rights at its present session in accordance with the provisions of resolution 1989/44, paragraph 13, of 6 March 1989.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. In chapter I, the Special Rapporteur recalls the terms of his mandate and his interpretation of them, and describes the working methods which he used in preparing this fourth report.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Chapter II concerns the activities of the Special Rapporteur during the present reporting period, and in particular contains allegations duly transmitted to the Governments concerned regarding situations which seem to involve a departure from the provisions of the Declaration, and a summary of the replies received up to 20 December 1989.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Chapter III contains an analysis of the information collected by the Special Rapporteur as evidence of the persistence of numerous infringements of the rights set out in the Declaration during the period covered by this report.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Lastly, in chapter IV, the Special Rapporteur submits conclusions and recommendations based on his analysis of the information available and the study of measures which could contribute to preventing intolerance and discrimination based on religion or belief. I. MANDATE AND WORKING METHODS OF THE SPECIAL RAPPORTEUR",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In his previous reports, the Special Rapporteur included considerations on the subject of his interpretation of the mandate entrusted to him by the Commission on Human Rights (E/CN.4/1988/45, paras. 1-8; E/CN.4/1989/44, paras. 14-18). He particularly stressed its dynamic nature. He therefore considered it necessary in the initial phase to set out the elements of the problem before him, and in so doing to identify factors which might be an impediment to the implementation of the provisions of the Declaration; to make a general inventory of incidents and measures inconsistent with those provisions; to emphasize their adverse consequences in respect of the enjoyment of fundamental rights and freedoms; and to recommend a number of remedial measures. In a second phase, the Special Rapporteur deemed it useful to take a more specific approach and to endeavour to identify more precisely particular situations where inconsistencies with the provisions of the Declaration might have been reported. For this purpose he specifically approached a number of Governments and requested clarification of allegations concerning their country in particular. He noted with satisfaction that most of the Governments in question had replied. He deems it essential at the present stage to continue with and to develop this dialogue, which clearly demonstrates a genuine interest in the issues raised in the context of his mandate, and sustains the hope of further mobilization with a view to reaching a solution. There is no question for the Special Rapporteur of making any judgement on those allegations; in accordance with the mandate entrusted to him, his task is, rather, to consider and draw attention to incidents and practices inconsistent with the provisions of the Declaration and recommend remedial measures.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. This method of direct dialogue with Governments, used experimentally during his previous mandates, has been backed up to some extent during the last two years by the actual terms of Commission on Human Rights resolutions 1988/55 and 1989/44, adopted at the forty-fourth and forty-fifth sessions, which invite the Special Rapporteur \"to seek the views and comments of the Government concerned on any information which he intends to include in his report ...\".",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. As in his previous reports, the Special Rapporteur has endeavoured, as the terms of Commission on Human Rights resolution 1989/44 require, to respond effectively to credible and reliable information coming before him, and to carry out his work with discretion and independence. In order to do so, he drew on a very broad range of governmental and non-governmental sources} of very varied geographical origins, stemming both from organizations and from individuals. Among such sources, the Special Rapporteur endeavoured to take due account of information coming from religious groups and denominational communities. He gave priority to the use of recent information for the period since the submission of his previous report to the Commission| however, particularly in the case of situations mentioned for the first time, or in order to take account of problems the origins or at least the manifestations of which go back a number of years into the past, he has sometimes made use of earlier information or referred to it.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. As regards the interpretation and scope of his duties, the Special Rapporteur wishes to reflect here9 as in his previous report (E/CN.4/1989/44, paras. 14-18)9 some comments and observations arising out of his mandate. Some of these comments concerned the determination of causes and responsibilities in the field of intolerance based on religion or belief. Although the Special Rapporteur deemed it advisable in his report to the Commission on Human Rights at its forty-fifth session to stress the responsibility which might devolve on Governments in respect of religious restrictions or repression, it cannot be denied, as he stressed in his initial report (E/CN.4/1987/35, paras. 29-45), that the factors hampering the implementation of the Declaration are extremely complex. While intolerance may in some cases be the result of a deliberate policy on the part of Governments, it may also frequently derive from economic, social or cultural tensions, and take the form of acts of hostility or conflicts between different groups. Behind phenomena of intolerance may also be found certain dogmatic interpretations which stir up misunderstandings or hatred between different religious communities or encourage dissension within them. This diversity is, indeed, stressed in article 2 (1) of the 1981 Declaration, which states: \"No one shall be subject to discrimination by any State, institution, group of persons or person on the grounds of religion or belief.\"",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Given this multiplicity of responsibilities, the dialogue established with Governments by the Special Rapporteur and the transmission of allegations concerning their countries in no way implies any kind of accusation or value judgement on the part of the Special Rapporteur, but rather a request for clarification with a view to trying to find, along with the Government concerned, a solution to a problem which goes to the heart of human rights and fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In accordance with the provisions of paragraph 11 of Commission on Human Rights resolution 1989/44, whereby the Special Rapporteur, in carrying out his mandate, is invited to bear in mind \"the need to be able to respond effectively to credible and reliable information that comes before him\", a request for information, dated 30 June 1989, was addressed to Governments, relevant United Nations bodies, specialized agencies and intergovernmental and non-governmental organizations concerned. The information requested from Governments touched on the following points: (a) Provision by States, in accordance with their respective constitutional systems and relevant internationally accepted instruments, of adequate constitutional and legal guarantees of freedom of thought, conscience, religion and belief, including provision of effective remedies where there is intolerance or discrimination based on religion or belief;; (b) Appropriate measures taken by States to combat intolerance and to encourage understanding, tolerance and respect in matters relating to freedom of religion or belief, such as the supervision and training of their civil servants, educators and other public officials to ensure that, in the course of their official duties, they respect different religions and beliefs and do not discriminate against persons professing other religions or beliefs;; (c) Incidents and governmental actions which might be inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 16,
        "Text": "16. At 20 December 1989, replies had been received from the following , Governments: Albania, Argentina, Austria, the Bahamas, Belgium, Bolivia, Brazil, Burkina Faso, Byelorussian SSR, Chile, Colombia, Cyprus, Ecuador, Egypt, Fiji, Finland, Greece, India, Indonesia, Iraq, Malta, Mauritius, Mexico, Netherlands, Nigeria, Peru, Portugal, Romania, San Marino, Saudi Arabia, Spain, Syrian Arab Republic, Trinidad and Tobago, Tunisia, Ukrainian SSR, Union of Myanmar, United Kingdom, United States of America, Yemen Arab Republic.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The following non-governmental organizations in consultative status with the Economic and Social Council also replied: Baptist World Alliance, Friends World Committee for Consultation (Quakers), International Council of Women, International Humanist and Ethical Union, International Pen, Minority Support Group, Soka Gakkai International.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The Special Rapporteur also received information from various other religious or lay sources on alleged infringements of the provisions of the Declaration in many countries.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In addition to the general request for information addressed to all Governments on 30 June 1989, the Special Rapporteur addressed a more specific request to a number of Governments in accordance with the provisions of paragraph 11 of Commission on Human Rights resolution 1989/44, whereby the Special Rapporteur is invited \"to seek the views and comments of the Government concerned on any information which he intends to include in his report\", and with reference to the provisions of paragraph 12, whereby the Commission calls upon Governments \"to co-operate with the Special Rapporteur, inter alia, by responding expeditiously to requests for such views and comments\". In these specific communications the Special Rapporteur requested any comments on the subject of information on situations which seemed to involve a departure from the provisions of the Declaration, particularly those dealing with the enjoyment of the right to freedom of thought, conscience and religion (arts. 1 and 6) | the prevention9 elimination and prohibition of discrimination and intolerance on the grounds of religion or belief in the recognition, exercise and enjoyment of human rights and fundamental freedoms (arts. 2-4); and the right of parents to organize life within the family in accordance with their religious beliefs and the right of children to have access to a religious education in accordance with the wishes of their parents, as well as the right of children to be protected from any form of discrimination on the grounds of religion or belief (art. 5) .",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 20,
        "Text": "20. At 20 December 1989, the following Governments had replied to the specific communications transmitted to them by the Special Rapporteur during 1989 regarding situations which seemed to involve a departure from the provisions of the Declaration; Albania, Canada, Czechoslovakia, Egypt, Indonesia, Iraq9 Italy, Malaysia, Nicaragua, Romania, Saudi Arabia, Spain, Syrian Arab Republic, Turkey, Union of Myanmar, United Kingdom, Viet Nam. All the allegations transmitted to Governments and the replies received are included in this report.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. In addition, following specific communications transmitted to Governments during 1987 and 1988, the Special Rapporteur received in 1989 replies from the Governments of Albania, Iraq, Italy, Malaysia and Nicaragua. Both the specific communications and their replies are included in this report.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In a communication of 13 October 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that Maulavi Abdur Rauf, khatib and imam of Wazir Alcbar Khan Ward, Congressional Mosque of Kabul, was imprisoned for his preachings. At the time of the receipt of this report he was allegedly being held at the Pul-i-Charlaki prison. Subsequent reports indicate that he has been released after having spent seven months in prison. It has further been alleged that his detention was ordered by the Government subsequent to a service on the first day of Ramadan during which his preachings were reportedly considered offensive by the authorities.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. In a communication addressed to the Government on 29 May 1987 (E/CN.4/1988/45, para. 15), the following information was transmitted by the Special Rapporteur: \"It has been alleged that the enforcement of various legal provisions has led to serious violations of the right to freedom of thought, conscience and religion. Such provisions include those contained in Decree No. 4337 of 22 November 1967 ordering the annulment of the religious charters and of all laws pertaining to State-Church relationships, prohibiting all religious rites and imposing grave penalties on violators; articles 37 and 55 of the 1976 Constitution, proclaiming that the State recognizes no religion whatsoever and forbidding all religious activities and organizations, while encouraging atheism, and article 55 of the 1977 Penal Code, which lays down penalties, such as the death sentence in some cases, for religious activities. \"It has been alleged that the official abolition of religion in Albania has resulted in the persecution of believers and the killing of hundreds of priests and believers, and that the fate of many clerics, Muslims and Christians, remains unknown. It has been alleged that there exist a number of prisons, concentration camps and areas of internal exile for religious convicts. All religious buildings, including 2,169 mosques, churches, monasteries and other religious institutions, have allegedly been shut down. A case has been reported where a priest was allegedly executed for baptizing a child in a labour camp at the parents' request; in another instance it was alleged that a priest received a sentence termed 'life until death for having baptized two newborn children.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 24,
        "Text": "24. In a communication addressed to the Government on 21 July 1988 (E/CN.4/1989/44, para. 27), the following information was transmitted by the Special Rapporteur: \"... It has been recently reported that religious believers are still being sentenced to up to 10 years in prison for making the sign of the cross, keeping religious symbols in their homes or vocalizing a prayer.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 25,
        "Text": "25. In a communication addressed to the Albanian Government on 3 October 1988 (E/CN.4/1989/44, para. 28), the following information was transmitted by the Special Rapporteur: \"It has been reported that, as of August 1988, Catholic Bishop (name provided), 70 years old, remained confined in the Tepelana labour camp near the port of Vlora. The following priests and religious believers have also been reported to remain in prison or forced labour for religious motives (13 names provided).\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 26,
        "Text": "26. On 30 August 1989, the Charge d'affaires of the Permanent Mission of the Socialist People's Republic of Albania transmitted the following comments on the above information from the Albanian authorities: \"As to the allegations contained in your letters of 29 May 1987 and 21 July 1988 to the effect that 'religious believers are still being sentenced to up to 10 years in prison for making the sign of the cross, keeping religious symbols in their homes or vocalizing a prayer\" etc., we wish to inform you that they are absolutely untrue, that they are ill-informed and ill-intentioned towards my country. \"Nobody in Albania is given a sentence for purely religious reasons. If the courts have in the past sentenced some cleric9 that was simply for the crimes or terrorist acts he had committed. \"With regard to the allegations contained in the annex of 3 October 1988, to the effect that ex-Bishop Nikolla Troshani and a number of ex-priests and religious believers had been imprisoned on religious grounds, we would inform you that Albanian prisons do not at present contain a single ex-clergyman sentenced for any reason whatever, and still less any religious believers allegedly sentenced for purely religious reasons.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. In a communication of 8 May 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that, in spite of the signing, on 23 February 1988, of a protocol on the development of bilateral relations by the Foreign Ministers of Bulgaria and Turkey, repressive measures continue to be taken against members of the Muslim community, including pressure and coercion to change Islamic names into Bulgarian ones; denial of the right freely to practise religion and religious rituals; restrictions on the use of mosques; and denial of the right to a religious education.\"",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. In a communication of 26 June 1989, the Special Rapporteur expressed his concern at the fact that: \"... Hundreds and even thousands of Muslim Bulgarians have left the country allegedly as a consequence of the above-mentioned repressive measures or are being forced to leave the country, at very short notice.\"",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Regarding the events referred to in the above-mentioned communications dated 8 May and 26 June 1989, the Special Rapporteur received from the Bulgarian Mission a copy of a communication transmitted to the Secretary-General by the Bulgarian Minister for Foreign Affairs, as follows: \"The Constitution of the People's Republic of Bulgaria guarantees equal rights to all its citizens. Recently the Bulgarian National Assembly adopted a number of new acts which are in full compliance with the international instruments on civil and political rights and the agreements reached by the Conference on Security and Co-operation in Europe. They facilitate and liberalize the regime of travel outside Bulgaria by eliminating all restrictions on leaving the country for either temporary or permanent stay abroad. Under these acts, the number of Bulgarian nationals travelling abroad has considerably increased. The Bulgarian authorities neither 'deport' nor 'expel' anybody. Those travelling to Turkey are doing so of their own free will and under no compulsion whatsoever. \"The fact that many Bulgarian citizens have availed themselves of this right has created economic and financial problems for my country. Massive amounts of money have been withdrawn from the banks, labour shortages are felt in some branches of the economy. Under these circumstances it could hardly be claimed in all seriousness that my Government is subjecting itself to economic hardships by driving its citizens out of the country. Bulgaria aims at strictly adhering to its international commitments, due to which the Government finds it impossible, despite all difficulties, to limit the right of its citizens freely to leave the country and return to it.\" A number of Muslims are reportedly detained on religious grounds for motives such as the refusal to change Muslim names, including the following persons: Cemul Mehmedoglu, Mimin Mestof, Kamil Arifof, Tahir Tahirof, Ibrahim Ibrahimof.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. In a communication of 8 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that Baptists have not been able to hold a congress since 1946 and that the Government, rather than the Baptists themselves, has been appointing the leaders of their churches. Thus, the Baptists are allegedly being denied their right to meet freely and to elect their own leaders.\"",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In a communication addressed to the Government on 13 October 1989, the following information was transmitted by the Special Rapporteur: \"According to information received, at a meeting of governors of provinces in February 1989 attended by the President of the Republic, it was recommended that the parochial activities of Jehovah's Witnesses in > Burundi should be limited and that Jehovah's Witnesses who were arrested should be severely punished. Since then, two Jehovah's Witnesses performing pastoral functions are said to have been arrested and one of them severely beaten in order to obtain the names and addresses of the other members of the congregation. They are alleged to be being held at the security forces' police station in Gitega. > \"According to the same reports, the authorities are looking for an itinerant pastor who visits the country's congregations of Jehovah's Witnesses in order to arrest him. In the meantime they are said to have arrested his wife, Charlotte Nijimbere, and to be holding her until her husband gives himself up.\"",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. In a communication dated 8 November 1989, the following information was transmitted: \"According to information received, in March 1989 the Governor of the Province of Muramvya incited the local population to attack Jehovah's Witnesses. On 16 March 1989, they burst into the houses of certain known Jehovah's Witnesses and beat both men and women for refusing to chant party slogans. The next day, four women members of the congregation were beaten for having refused to renounce their faith. In addition, Pierre Kibina—Kanwa, headmaster of Nyabihanga primary school, is alleged to have expelled pupils who were Jehovah's Witnesses and whom he wanted to force to salute the national flag. \"According to the same reports, two Jehovah's Witnesses in Bubanza Province were arrested for possessing bibles. In addition, when they refused to give the party salute, Governor Kimbusa Balthazar, sent them to a military camp, where they were tortured.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 33,
        "Text": "33. In a communication of 22 March 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that the Stein Valley in British Columbia, which the Nlaka'pamux and Lilloet Indian peoples associate with special spiritual ritualss has been targeted by the Government of the province of British Columbia for the purposes of logging and9 in particulars the construction of a logging road. It has been alleged that the construction of this road and the logging would result in an irrevocable alteration of the valley's deep spiritual significance to the Nlaka'parnux and Lilloet Indians and in the desecration of significant pictographic sites.\"",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. On 20 September 1989 3 the Permanent Mission of Canada communicated the reply of the Canadian authorities to the Special Rapporteur's letter of 22 March 1989. The reply stated that the Canadian Charter of Rights and Freedoms guaranteed freedom of conscience and religion to everyone and provided for judiciary remedies when such freedoms had been infringed. The reply also stated that; \"Prior to outlining the Stein Valley situation, some background information is required. Canada is a federal State made up of 10 provinces and two territories. Within the Canadian Confederation, legislative powers are exercised by the Parliament of Canada and by provincial legislatures according to the distribution of legislative powers set forth in the Constitution Act, 1867 and amendments thereto. In regard to the situation currently under consideration, it is relevant to note that the Federal Government has jurisdiction over Indians and land reserved for Indians (s.91(24)), and provincial governments have jurisdiction over the management and sale of provincial lands and the timber and wood on these lands (s.92(5)). \"The Stein Valley consists of 109,000 hectares (1,000 km ) of wilderness located in the south-west of Canada. The valley also forms part of the traditional territories of the Lytton and Mount Currie Indian Bands. The Lytton Band is a member of the larger Nlaka'pamux Nation Tribal Council. \"In November 1986, the Federal Government agreed to negotiate a comprehensive land claim with the Nlaka'pamux National Tribal Council. Comprehensive land claims involve the settling of claims arising from aboriginal title and the resolution of claims disputes through negotiation of settlement agreements. \"However, most of the land and resources within the Nlaka'pamux claim - including all of the land and resources in the Stein Valley fall within the jurisdiction of the Province of British Columbia pursuant to s.92(5) of the Constitution Act, 1867 (discussed above). Thus, it is essential that the Province participate in the settlement of the Nlaka'pamux claim. To date, the Governments of Canada and British Columbia and the Indian groups affected have been unable to reach agreement on the claims process. Thus, other sorts of solutions are being considered. \"The British Columbia Wilderness Advisory Committee recommended in 1986 that logging should proceed in the Stein Valley, but that a road should not be constructed through the valley without a formal agreement between the Lytton Indian Band and the British Columbia Government. Meetings between the Government and the Band were held in the spring of 1988, with an agreement to conclude these meetings by 30 June 1988. The Lytton Band broke off these information exchange sessions on that date in order to continue with its own studies of the valley. The results of these studies were presented to the Government in a meeting on 13 October 1988, and there has been continued dialogue between the Province and the Indian Bands. The Province of British Columbia has addressed issues of spiritual value in the area in a report entitled Stein River Haul Road Heritage Resources Inventory and Impact Assessment. This report was prepared in 1985 by the Ministry of Municipal Affairs, Recreation and Culture, and updated in 1987 and 1988. In addition, 43,000 hectares in the Stein Valley (40 per cent of the total area) have been designated as wilderness areas under the Forest Act. \"In June 1988, the federal Native Economic Development Programme (NEDP) approved a contribution of \\$189,000 to the Nlaka'pamux Tribal Council to research and review the impact of proposed developments on the traditional economies and practices of the Nlaka'pamux and to explore alternative economic development options for the valley. The Tribal > Council subsequently produced a number of reports dealing with topics such as the development of a tourist lodge, an analysis of possible benefits of logging versus non-logging, economic development and anthropological studies. These reports are currently under consideration by NEDP. As well, the funds given by NEDP support the native people in their ongoing dialogue with the Province of British Columbia. \"On 30 September 1988, the provincial Government announced that it intended to proceed with a mix of logging and recreational activity in the Stein Valley and to start work on an access road. This decision was heavily criticized by native and environmental groups. The Lytton and Mount Currie Bands asked Fletcher Challenge Canada Ltd., a New Zealand-based company, and the holder of the cutting rights to the area, to stop all logging development in the area. On 13 April 1989, Fletcher Challenge indicated that it would cease all activities in the disputed Stein Valley for at least a year. This apparently was done in order to give the provincial Government and the Lytton and Mount Currie Bands time to resolve their dispute over the future of the Stein Valley. Efforts to seek a solution to this dispute are currently under way.\" China",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 35,
        "Text": "35. In a communication of 2 May 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"A number of Tibetan Buddhist monks and nuns were reportedly killed or injured in the course of demonstrations which took place in Lhasa on 10 December 1988, including the following persons: Gyalpo (Ngawang Kunga), dead, and Anu (Ngawang Drupchok), seriously injured in the bowels3 from Drepting monastery; Kalsang Tsering (Lobsang Bekyong)^ shot from rooftop, reportedly died as a result of injuries, Lobsang Tenpa (Ngawang Phuntsog), seriously injured in hip, and Tsering Shelchgpa, wounded in neck and kidneys and then taken to Gutsa prison, all from Sera monastery; Wangdu (Lobsang Targye), suffered chest, bowels and kidney wounds and broken shoulder, reportedly died as a result of injuries, from Ganden monastery; Lochen (Locho), broken leg, from Kiawo Monastery; Gyaltsen Choesang, Gyaltsen Thinley, Gyaltsen Tender, Ngawang Lhadron and Lobsang Wangmo9 unspecified injuries, all from Garu nunnery. \"It has further been alleged that at 24 January 1989 the following Buddhist monks or religious students were among prisoners detained in Tibet as a result of the September 1987, March 1988 and December 1988 demonstrations? Yulo Dawa Tsering9 sentenced on 19 January 1989 to 14 years imprisonment, Bakdo3 Tadin9 Tenpa Wangdak3 Dakpa Tashi, Phuntsog Gyantsen, Tenzin Tsultim, Drakpa Sonam9 Lobsang Chunjor, Lobsang Palden9 Drakpa.Tsultim, Tsondup Gyaltsen, Lhendup Kelden Lobsang Dawa and Dakpa Tengye, 15 monks from Ganden monastery; Lobsang Thupkhye9 monk from Sera monastery; Ngawang Chime Jamphel Sherab, Jamphel Wangchuk, Ngawang Shampel9 Ngawang Zyigyen and Ngawang Thoesum, monks from Drepung monastery; Tsering Dhondup9 student from the Nyechung Government religious training school; Thupten, student from Nyechung. \"It has been reported that a number of monks and nuns were ill-treated while in custody. \"It has also been alleged that four monks, Ngawang Naragyal, Ngawang Gendun, Ngawang Topgyal and Pa-kar, were taken away from Drepung monastery some time after the March 1988 Monlam prayer festival and have not returned or been seen since. \"It has also been alleged that several Catholic seminarians not affiliated to the Patriotic Catholic Association were detained by police in Hebei province in December 1988 and January 1989 and ill-treated while in police custody.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. In a communication of 13 October 1989, the following information was transmitted: \"It has been reported that several hundred Catholic villagers were severely beaten by police on 18 April 1989 during a police raid on the village of Youtong, in Luancheng district, Hebei province. Over 300 of them, including old people and children, were allegedly injured during the raid. Eighty-eight allegedly suffered serious injuries and two youths are reported to have died following the incident. In addition, 32 persons are reported to have been taken away by police and are believed to be detained. \"The report mentions that Youtong village has more than 1,700 Catholics, of whom 200 have joined the official Patriotic Catholic Association (which allegedly does not recognize the authority of the Vatican over the church's affairs). The other 1,500 Catholics in Youtong have reportedly remained loyal to the Vatican and have asked the authorities on several occasions to return the church's former properties, either confiscated or destroyed during the Cultural Revolution. As this was denied, on 17 March 1989, they erected a big tent on the site of their former church in which mass was celebrated every morning. According to the information received, during the following month, local government officials and security personnel tried repeatedly to stop them and ordered them unsuccessfully to dismantle the tent. \"It is further reported that on 18 April 1989 at 8 a.m., more than 5,000 policemen and security personnel, driving more than 270 vehicles, came into Youtong village and surrounded it, blocking all exits. It is alleged that they wanted to arrest Father Fei and four Catholic leaders, and to demolish the tent but that, since all the Catholics had taken shelter, no one was arrested and the demolition work was impeded. At 4 p.m., 4,000 uniformed policemen, allegedly carrying electric batons and bricks, began the raid which lasted until 6 p.m. The officers reportedly prevented the injured from receiving medical attention and hospitals were ordered not to accept them.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 37,
        "Text": "37. In a communication of 8 November 1989, the following information was transmitted: \"It has been reported that the government authorities have announced that no further admission of monks in the monasteries of Tibet will be tolerated, that no monasteries may be renovated without the Government's approval and that no donations for monasteries may be requested or > given. Furthermores at least two of the largest monasteries near Lhasa, Sera and Drepung, are reportedly surrounded by armed troops. A third monastery near Lhasa, Ganden, has soldiers allegedly stationed at the entrance. \"The following Buddhist monks and nuns were reportedly killed during or after a peaceful demonstration that took place in Lhasa on 5 March 1989s Gyurme (M), Gelong (M) and a nun, sister of Apho Gonpo. \"The following Buddhist monks and nuns were allegedly arrested during or after the above-mentioned demonstration: Ven Jigme (M), Wangdu (M), Phakchol (M), Trachung (M), Kangzuk (F), Ven Dawa (M), Yeshi Choephel (M), four unnamed (M) of Gyutoe monastery, three unnamed (M) of Toelung Shongpa Lhachu monastery, Yeshi Palden (M), Ngawang Palkar (M), Ngawang Tenkyong (M), Thupten Wangchuk (M), Rabsel (M), Rigsang (M), Lobsang Gyatso (M), Sonam Wangdu (M), Trinley (M), Tsultrim (M), Phuntsog Tobgyal (M), Ugyen (M), Dorje (M), Tsedor (M), Topjhor (M), Lhodup (M) and Ngawang (M). \"Six nuns, namely Ngawang Chosum, Ngawang Pema, Lobsang Chodon, Phuntsog Tensin, Pasang Dolma and Dawa Lhanzum, have allegedly been sent for three years' hard labour and re-education following their detention for chanting slogans calling for Tibetan independence. The six nuns were reportedly arrested on 2 September 1989 and condemned two weeks later, not by the judiciary but by the Lhasa Bureau of Labour and Re-education.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. In a communication of 22 March 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that Augustin Navratil, author of a petition on religious freedom signed by about 500,000 persons, was sentenced in September 1988 to one year's confinement in a psychiatric hospital. It has been alleged that Mr. Navratil had previously been confined to a psychiatric hospital from December 1985 to October 1986 (following a search in his house during which the police reportedly found writings on religion and printing material), and from 16 to 30 June 1988 (reportedly after he had replied to criticism levelled in a newspaper against his petition and on a charge of prejudicing a civil servant).\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 39,
        "Text": "39. On 17 August 19899 the Permanent Representative of the Czechoslovak Socialist Republic transmitted the Czechoslovak authorities' reply to the Special Rapporteur. In this reply., the authorities say among other things; \"Mr. Augustin Navratil, born 22 December 1928, retired, resident at Lutopecny, Kromeriz district. \"... has been known for a number of years as the author of various writings on alleged persecution of religious believers in Czechoslovakia. \"His writings, however, distorted the situation, and he denigrated the State authorities for allegedly unlawful behaviour. \"In past years he was prosecuted several times for these acts. However, the prosecution was halted on each occasion, when he was found not to be legally responsible for his actions. Several times he was required to undergo treatment for his own protection. \"Mr. Augustin Navratil represents all psychiatric examinations and treatment as an abuse of psychiatry for political purposes. \"The last time he was prosecuted was in 1988 for the offence of grossly insulting an organ of the State and an organ of a social organization, under article 154, paragraph 2, of the Penal Code. \"In the course of these proceedings an examination was once again made of Augustin Navratil's mental state. The experts came to the conclusion that he had been and was still suffering from a mental illness known as querulous paranoia. He has been suffering from this illness for many years. It has been diagnosed and certified on various occasions by specialists. \"On the basis of the experts' conclusions, criminal proceedings were halted and the Kromeriz district court decided that he should undergo protective psychiatric treatment in a hospital establishment. \"This treatment lasted from September 1988 to 9 February 1989, when Navratil was discharged from the psychiatric establishment and his protective treatment was ended in favour of outpatient treatment. \"Mr. Augustin Navratil is not being persecuted for his religious convictions. A citizen who has several times been found during criminal proceedings to be suffering from a serious mental illness has been the subject of a legal procedure.\"",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. In a communication of 13 October 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that the police commissioner of the city of Dair Moiss in Upper Egypt seized the residence of the newly ordained Coptic Bishop Aghabious and prevented him from occupying it and fulfilling his religious duties. The residence was seized after it had been attacked and ransacked by Muslim 'fundamentalists', who allegedly counted on the police commissioner's approval. \"It has also been alleged that in the same city Sheikh Omar Akdel-Aziz seized a plot of land owned by the Coptic Evangelical Church with the encouragement of Egyptian officials. \"Reports also indicate that the police has closed down the church of St. Mina in the Al-Agouza district in the city of Cairo and the new churches in Sohag, Girga, the cemetery of Manfalout, and in the village of Ezbat-Alexan. Allegedly there are more than 200 Coptic communities which have been denied presidential permit to build new churches.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 41,
        "Text": "41. On 8 December 1989, the Permanent Mission of Egypt communicated the reply of the Egyptian authorities to the Special Rapporteur's letter of 13 October 1989: \"There used to be no independent metropolitanate in the town of Deir Muwas, which was part of the metropolitanate of Deirut. Immediately after the death of the last metropolitan in 1985, however, Patriach Shnuda separated them in preparation for the establishment of a new metropolitanate in Deir Muwas. \"Towards the end of 1988, the members of the community concerned bought a house belonging to the heirs of one of them in order to make it into the unauthorized seat of the metropolitanate. This annoyed the Muslims who were convinced that the town did not need a new metropolitanate in view of the small number of community members living there (only 20 per cent) and of the fact that it already had a church and was close to the metropolitanates of Mallawi and Deirut. \"The determination of the community members to convert the house into a metropolitanate without permission and the fact that they posted a sign on it bearing the name of the metropolitanate prompted a number of Muslim citizens to attack the building and destroy some of its contents. The incident resulted in the death of two Muslims when the security forces intervened to oppose them. Another 40 were arrested and brought before the public prosecutor, who ordered their imprisonment. \"However, despite the Muslims' opposition to the appointment of a metropolitan to Deir Muwas, approval was given for him to proceed to his metropolitanate on 5 August 1989, after the necessary security measures had been adopted and the Muslims had been made to accept the arrangement. In fact, a large group of Muslims actually attended the celebration of the metropolitan's appointment and he is currently performing his religious duties normally and in peace. \"There is no evidence that the Commissioner of the District of Deir Muwas played any part in this matter. \"In 1980, members of the evangelist community in Deir Muwas (young people) undertook to build a public rest house belonging to the town's evangelist church on an adjacent plot of land, half of which was owned jointly by them and the other half by a Christian. They did so without obtaining the necessary permission from the competent authorities. The Muslim population resented this and some of them demolished walls that the Christians had built. However, Sheikh Amr Abdul Aziz Hamadin (one of the town's prominent and influential figures) managed to bring the situation under control and persuaded the Muslim youths to leave. Both sides reached an agreement, to the satisfaction of the Christians, whereby the plot of land would be handed over for public use in return for suitable compensation. \"There is no evidence to support the claim that Sheikh Amr Abdul Aziz confiscated the plot of land; on the contrary, he was instrumental in settling the dispute. \"There is no church by that name in Al-Ajuza; the reference is to a house in Al-Munirah, Imbaba, which is known as 'the Marmina church. \"In 1987, two Christians applied to the governorate of Al-Gizeh for permission to put up a house on a plot of land they owned in Al-Munirah. They then transferred their ownership to Abba Dumadius, the metropolitan of Al-Gizeh. \"It transpired that the metropolitan had resorted to this devious trick as a means of breaking the laws on the construction of churches by imposing a fait accompli and consecrating the building as a church, which he named 'Marmina'. He did so in spite of the fact that he had previously been notified that there was nothing to prevent him from establishing new churches in the governorate of Al-Gizeh if he followed the normal legal procedures, in spite of the fact that, while he was engaged in this undertaking, permission was granted for a new church to be established at Nuzlat Al-Samman near the pyramids, and in spite of the many legal obstacles that had been overcome to encourage him and the other metropolitans to observe the prescribed legal procedures in such matters. \"In view of these facts and considering that there were already four churches in the Imbaba area, the governor of Al-Gizeh issued an order prohibiting the use of the building for purposes other than those for which it had been licensed (i.e. housing). \"The building referred to as the church of Suhaj is in fact located on the premises of the Coptic Orthodox Peace Movement Society in the Abu Shagara quarter of the town of Suhaj. It was built by the Society in 1977 and then transferred to a Christian who, in turn, handed it over to the metropolitan of Suhaj as a means of evading the application procedure to enable it to become a church by the name of 'Church of the Angel Michael. This was done in spite of the fact that the new building was very close to the mosque of the Mohammadi Sunni Society, a situation prohibited by law in order to prevent disturbances in the performance of the rites of the various religious sects and to prevent friction likely to disturb the peace. The Office of the Public Prosecutor therefore ordered that construction work on the building be stopped. \"There is no evidence to support the allegations concerning the closure of churches in the town of Girga or in the neighbouring villages. \"Earlier this year, the pastor of the Coptic Orthodox Church in the village of Bani Shuqir, district of Manfalut, undertook to build a church on the site of the community's abandoned cemetery at the foot of the eastern mountain facing the village, although the community was in no need of a church there. The undertaking was opposed for safety reasons aimed at protecting the members of the community themselves, since there are no roads leading to this cemetery and the only way to reach it is to cross the Nile. However, there is no river transport except for fishing boats, which are extremely unsafe. Besides, the community does not need the new church since it performs its religious rites in the village church in an orderly and peaceful manner without any problems. \"In 1981, the members of the Coptic Orthodox community of the village of Izbet Alexan, which is subordinate to the village of Bani Rafi, district of Manfalut, attempted to build a church in the village without permission, in violation of the law. \"The construction work was stopped after the appropriate legal action had been taken, and those responsible were informed that there was nothing to prevent them from carrying on after they had completed the legal formalities to be observed in such matters. However, they have so far taken no legal steps to obtain permission. \"Christian charitable societies are subject to the law regulating societies and to the supervision of the Ministry of Social Affairs. At the time of their registration with the Ministry of Social Affairs, the internal regulations of such societies must stipulate that their objectives are strictly charitable and social and do not include the performance of religious rites, whose proper place is in churches, which are subject to a separate law.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 42,
        "Text": "42. In a communication of 10 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that Jehovah's Witnesses are not allowed to practise their religion and that Jews face economic discrimination and restrictions on emigration.\"",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. In a communication of 10 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"According to the information received, the Constitution recognizes the supremacy of the Greek Orthodox Church. Furthermore, while guaranteeing freedom of conscience and religion, it allegedly prohibits proselytism. In this context, non-Orthodox believers who reportedly practise or proselytize their religion are frequently prosecuted. Indeed, between 1983 and 1988 about 2,000 persons were arrested for these reasons and 400 of them condemned. \"It has also been reported that Jehovah's Witnesses who attend State schools are often harassed and subjected to psychological pressure.\"",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. On 8 December 1989, the Permanent Mission of Greece communicated the reply of the Greek Government to the Special Rapporteur's letter of 10 November 1989: \"As rightly pointed out in the Special Rapporteur's note, there is an official church in Greece, the Oriental Greek Orthodox Church. This is stipulated in article 3 of the Constitution. National and historical reasons have made such a provision indispensable in all the country's constitutions ever since the inception of Greece as a State. May we note that the common thread throughout these constitutions has been the establishment of the rule of law and respect for human rights and fundamental freedoms, including the basic freedom of religion or belief. \"The freedom of religion or belief for those who do not happen to be of Greek Orthodox Faith is in no way jeopardized or otherwise indirectly impaired by the fact of the existence of an official church. All religious communities can freely exercise their religion individually or in community with other members of the same faith, subject only to the limitations of public order, morals, the fundamental freedoms of others, etc., in the spirit of article 18 of the International Covenant on Civil and Political Rights. However, as rightly pointed out, there does exist one more important caveat - proselytism is prohibited: proselytism with regard to all religions including, it needs to be stressed, proselytism on the part of the Greek Orthodox Church. Within the Greek setting, proselytism has been defined as being adverse to freedom of opinion, as intruding into one's privacy - another of the well-known traditional human rights - and, perhaps, above all, as prejudicial to one's freedom of choice and personal development. \"As for the figure of some 2,000 being persecuted, most were apparently taken to court for attempts at proselytism, although the number of those having attempted proselytism is deemed to be far greater. It is worth noting that only one in four of the cases brought to court ended up being condemned - some 400 - an indication of how sparingly this provision of the Greek Constitution is applied by the courts as well as by the law enforcement agencies. \"On the question of alleged harassment or psychological pressure against Jehovah's Witnesses in schools, nothing of the sort has been reported, although it could be that the well-known tendency of members of this particular religious community to propagate their religious faith in order to convince others may perhaps have been the cause of some friction among pupils in some schools.\"",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In a communication of 13 October 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that, in the context of a violent conflict between members of the Bodo tribe and police authorities in the State of Assam, the local police of Udalguri desecrated and destroyed bibles, holy pictures of Jesus and saints and other religious articles venerated by Christians in the villages of Udalguri sub-division and Kokrajhar district. \"It has further been alleged that, on 13 October 1988, the Udalguri police entered a church at Chokragaon while a marriage ceremony was going on and indiscriminately beat up all present.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 46,
        "Text": "46. In a communication of 10 November 1989, the following information was transmitted: \"According to information received, between 200 and 1,000 people, most of them Muslims, have been killed in the context of violence between Hindu and Muslim communities in the State of Bihar. Reportedly, the violence erupted on 24 October 1989 in connection with the planned construction of a Hindu shrine at the present site of a mosque in Ayodhya. In the following two weeks, further deaths allegedly occurred as a result of growing tension between both religious communities in various other towns in Uttar Pradesh, Rajasthan, Madhya Pradesh, Bihar, Bengal and Gujarat. It has also been reported that local police forces stood by or failed to act on 27 and 28 October 1989 to protect Muslims in the village of Chandheri, Bihar, from being killed.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 47,
        "Text": "47. On 13 December 1989, the Permanent Mission of India communicated the reply of the Government of India to the Special Rapporteur's letters dated 30 June, 13 October and 10 November 1989: \"... while the figures quoted are considerably exaggerated, serious incidents involving two communities did occur in Bhagalpur, district of Bihar, in late October 1989. When it appeared that the civil administration might not be able to maintain law and order by itself, the army was called out to assist it. To prevent further loss of life, shoot-at-sight orders were issued in the town and a curfew was imposed in certain parts of it. Steps were taken to bring the situation under control, and in this regard the following extract from the statement made by the then Union Home Minister of India on 12 November 1989 is also relevant: 'The Government has always made it clear and would like to reiterate that communal peace will be maintained at any cost and that those guilty of indulging in communal violence will be sternly dealt with so that the interests of the minorities and also those of the majority community affected by such communal violence are fully respected. 'No place of worship or any area considered sacred or hallowed would be allowed to be desecrated or defiled in any way.'\"",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. In a communication of 10 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"Although the Constitution guarantees freedom for Islam, Christianity, Bhuddhism and Hinduism and permits the practice of mystic and animist religions, it has been alleged that some 400 'misleading religious cults' are banned, including some Islamic groups as well as the Jehovah's Witnesses and the Baha'is. It has further been alleged that while the Government often tolerates the private practice of banned religions, local authorities occasionally harass adherents.\"",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. On 8 December 1989, the Permanent Mission of the Republic of Indonesia communicated the reply of the Indonesian authorities to the Special Rapporteur's letter of 10 November 1989: \"1. The Indonesian Constitution of 1945 guarantees religious freedom as promulgated in article 29, namely: '(a) The State shall be based upon belief in the one supreme God; '(b) The State shall guarantee freedom to every resident to adhere to his respective religion and to perform his religious duties in conformity with that religion and that faith.' \"Regarding the above article, the elucidation of the Constitution states that: 'This clause states the belief of the Indonesian people in the one, supreme God'. \" 2. The policy adopted by the Government of Indonesia does not impose any limitations on any religion nor does it interfere in the internal matters of each religion recognized in Indonesia. This, however, does not imply that the Government would remain indifferent should there be activities which may disrupt the three principles for religious harmony: \"(a) The internal matters of each religion; \"(b) The relation between and among the adherents; \"(c) The relation between the adherents and the Government. \"3. A provision contained in article 1 of law No. l/PNPS/1965 on prevention of abuse and/or defiling of religions, prohibits everyone who, with deliberate intent, makes interpretations of any of the recognized religions in Indonesia or undertakes activities which have semblance to those religions, in public, the interpretation and activities of which are contrary and deviate from the true teachings of those religions. \" 4. The above provision is in conformity with article 29, paragraph 2, of the Universal Declaration of Human Rights, namely: 'In the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society. \"5. With regard to the Jehovah's Witnesses, its teachings and practices are viewed as contrary to the true Christian faith and its propagation has caused concern to Christian adherents. This is because: \"(a) It considers schools, government, churches outside their own community, even the United Nations, as Satan's creation and therefore must not be followed; \"(b) Its aggressive manner in propagating its teachings, trying to convert other adherents to this faith, is in violation of the decree issued jointly by the Ministers for religion towards those who are adherents of other religions. \"The Jehovah's Witnesses is banned in Indonesia by governmental decree of 1976. \"6. With regard to the Baha'i movement, its teachings and practices are contrary to and deviate from the teachings of Islam, particularly to its practices, creed and on marriage. As an illustration, the following may be noted as an example: \"(a) Baha'ullah Mirza Hussein Ali (founder of the movement) is considered as a prophet who would perfect the work of all prophets, so that in the world there would only be one religion and one religious leader; \"(b) The Haj pilgrimage is not to Mecca but to Akka in Iran. The Baha'i is banned in Indonesia by governmental decree of 1962. \" 7. Other 'misleading cults' are banned in Indonesia not because of intolerance on the part of the Government of Indonesia but, on the contrary, it is precisely to maintain peace and harmony between and among the adherents of the various religions. Without the Government's handling in the matter, the activities of these 'cults' (including Jehovah's Witnesses, Baha'i) may create disturbances and disrupt the existing religious tolerance.\" Iran (Islamic Republic of)",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. In a communication of 13 October 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that, although in certain respects the situation of the Baha'i community has improved, cases of discrimination and persecution, including executions, arrests and confiscation of property, continued to occur. \"The relatives of two Baha'i prisoners, Bihnam Pasha'i, resident of Simnan, detained since November 1983, and of Iraj Afshin, detained since 1986, were reportedly informed, in late 1988, that both men had been executed. \"In May 1989 it was reported that only 14 Baha'is remained in prison and that this represented a significant improvement in comparison with the situation in 1986, when 780 Baha'is were held in prison. \"The authorities allegedly continued to discriminate against members of the community in many respects. The reported acts of discrimination and arbitrariness included the refusal by the authorities to pay pensions to those Baha'is who had been expelled from government posts in the early 1980s, to admit Baha'i children to universities, to deliver to members of the community passports or permits to leave the country and to give to Baha'is the necessary official authorization to inherit property. However, it was recognized that recently some confiscated property had been returned to Baha'i owners, in particular shopkeepers who had been allowed to reopen their shops, and that the community had been given permission again to use its cemeteries for burials. \"It has also been reported that since 1980 many Christians have been persecuted and expelled from the country and that, moreover, public appeals have been launched for forced islamisation; these policies had particularly affected Armenian Christians.\"",
        "Labels": [
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. As at 20 December 1989, the Special Rapporteur had not received a reply to the above-mentioned communication nor to any other communication previously transmitted. Iraq",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. In a communication dated 21 July 1988 to the Iraqi Government (E/CN.4/1988/44, para. 44) the following information was transmitted by the Special Rapporteur: \"According to reports, some 80 mosques, Shiah religious schools and seminaries have been closed in the course of the past 15 years in various towns, including Najaf, Baghdad, Kirkuk and Karbala, and religious leaders detained, exiled or executed. \"A number of Muslim theologians, such as (two names provided), are said to have been among those executed. \"It is alleged that 90 members of the (name provided) family, composed of descendants of a former leader of the Shiah community in Iraq, were arrested in 1983 and that some 18 members of that family have been killed.\"",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. On 18 January 1989, the Permanent Mission of the Republic of Iraq sent its comments to the Special Rapporteur concerning the above-mentioned information. The communication stated that freedom of religion and conscience was legally and constitutionally guaranteed, although Islam was the State religion, and added the following: \"1. Iraq is firmly committed to freedom of religion and belief. In fact, this principle is embodied in its Constitution of 1970, article 4 of which guarantees such freedom, while stipulating that 'Islam is the State religion', since the majority of the population of Iraq are Muslims. Freedom of religious observance is guaranteed under that article and also under other legislative provisions. Accordingly, the State upholds that principle in the case of other religious communities and all Iraqis, regardless of their religious confession, are completely free to perform their religious rites. The State has even appropriated large amounts for the renovation of holy places, shrines and mosques, since they form part of Iraq's cultural and spiritual heritage. \" 2. We categorically deny that any mosque has been demolished. Such allegations are mere fabrications by dubious bodies which attempted to cause an uproar through spurious front-organizations in Paris, particularly in 1985 and 1986, during the war. The Paris-based International Federation was duped by these manoeuvres. Iraq replied to those accusations and to the Centre for Human Rights at the time. It also gave replies on the subject of members of the al-Hakim family who had been involved in acts of high treason during the war with Iran. Their names are known to the Centre for Human Rights. \"3. The Assyrian community in Iraq enjoys the benefits of religious pluralism, which is guaranteed in Iraq within the framework of national unity. Allegations concerning the destruction of any church or monastery in Iraq are totally unfounded. \"Replies have already been given to these allegations, which have been made by various bodies. In fact, although Iraq is an Islamic State, it declared the beginning of the new Christian year a public holiday for all and Christmas is celebrated by all communities, since Christianity is recognized as a divinely revealed religion. With regard to the so-called Mar Zaya cathedral, it should be noted that there are churches, but no cathedral, in Iraq. Some monasteries dating from the 6th century A.D., which are still inhabited by monks, have been restored, since they form part of Iraq's cultural and humanitarian heritage. With regard to the Mar Zaya church, the land on which it was built in the 1950s was expropriated for the purpose of implementing projects of public benefit as part of the modernization of the city of Baghdad. Agreement was reached with the Assyrian community on the question of compensation and the community was allocated an area of land in the district of Dawra in Baghdad where a large church was built with the amounts of compensation paid. The State also contributed to the building of the church. We enclose photographs which clearly show the fallacious nature of those allegations by hostile front-organizations that are still repeating the same old accusations.\"",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 54,
        "Text": "54. In a communication of 10 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that the practice of religion has been curtailed by various measures taken by the Israeli Defence Forces in the territories occupied by Israel since 1967. Cases have been reported according to which access to mosques and churches has been limited, worshippers have been arrested or shot and religious material damaged. \"In particular it has been reported that on 10 April 1989 troops raided three mosques in Hebron and arrested worshippers. Aly Abeida mosque was also reportedly raided the same day in Kalkilya and its contents were damaged. \"On 2 May 1989, the Israeli authorities allegedly refused Palestinians from the West Bank and the Gaza Strip access to Jerusalem to prevent Muslim worshippers from celebrating Leilat Al Kadr, the night the Koran was revealed, in al Aqsa Mosque. \"On 15 May 1989, IDF troops allegedly threw gas canisters into a mosque while worshippers were praying. Many persons were overcome by fumes. Soldiers shot at and injured residents who came to the help of the worshippers. \"On 27 October 1989, the IDF allegedly did not permit the Armenian, Roman Catholic and Greek Orthodox patriarchs of Jerusalem to hold prayers together with the clergy accompanying them at Beit Sahour.\"",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. In a communication of 19 October 1988 addressed to the Italian Government (E/CN.4/1989/44, para. 49), the following information was transmitted by the Special Rapporteur: \"It has been alleged that the lengthy criminal proceedings initiated in 1981 against the Milan Association of the Church of Scientology (on charges including criminal association, fraud and the illegal practice of the medical profession), which are still pending completion, do not allow for a fair hearing or trial within a reasonable time. It has been reported that after seven years of investigations the Milan Examining Judge conducting the investigation has ordered the closure of all 20 Italian churches and missions of Scientology and the church related Narconon drug rehabilitation groups. All religious literature has reportedly been seized. On 28 May 1988, the Examining Judge reportedly issued an arrest warrant which resulted in the arrest of 28 church members. As of September 1988, several were reported to be held under house arrest and five to be still in prison.\"",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. On 12 January 1989, the Permanent Representative of Italy sent further comments on the above information to the Special Rapporteur (for his reply dated 25 November 1989, see document E/CN.4/1989/44, para. 50). These comments included the following points: \"According to the Italian Ministry of the Interior, the Milan examining judge responsible for the criminal proceedings against the 'Narconon centres' and affiliated associations such as the 'Hubbard Dianetics Institute, 'Chiesa di Scientologia, 'Lega Nazionale Civilta libera dalla Droga' and 'Futura di Tecnologie Sociali' issued an order on 3 October 1988 committing 75 persons for trial. \"It is also pointed out that the 'Church of Scientology is not legally recognized as a 'church' in Italy, the request for recognition it submitted in 1982 having been withdrawn in 1983 by representatives of the 'Church of Scientology' itself. > \"The alleged offences in the proceedings in question are regarded as ordinary criminal offences and the religious convictions of those who committed them have no bearing on the offences in question.\"",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. In a communication dated 3 October 1988 to the Malaysian Government (E/CN.4/1989/44, para. 51), the following information was transmitted by the Special Rapporteur: \"It has been alleged that provisions of article II, paragraph 4, of the Constitution, which establishes a control or restriction on the propagation of any religious doctrine or belief among persons professing the religion of Islam, have had a negative impact on the enjoyment of freedom of thought, conscience and religion. It has been reported that, since the beginning of the 1980s, a number of laws (the Control and Restriction of the Propagation of Non-Islamic Religions enactment) have been implemented in the constituent States of Kelantan, Trengganu, Malakka and Selangor and that these laws, based on article II, paragraph 4, of the Constitution, are aimed at curbing the propagation of non-Islamic doctrines among Muslims. It has also been alleged that the adoption of the Constitution, whereby the appeal competence of the Supreme Court implementing Islamic law is strengthened, has resulted in a form of coercion for non-Muslims to accept Muslim principles of conduct. \"It has been reported that, among 106 persons arrested at the end of 1987 with reference to section 73 (1) of the Internal Security Act, there were some Christians detained for purely religious activities or merely for belonging to a faith. It has further been alleged that, as at May 1988, the following Christians were still in custody without trial (10 names provided).\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 58,
        "Text": "58. On 5 January 1989, the Permanent Mission of Malaysia sent its additional comments (see its first reply of 11 November 1989 in document E/CN.4/1989/44, para. 52) to the Special Rapporteur concerning the above-mentioned information, as follows: \"Further to my letter in the same series dated 11 November 1988, I am pleased to forward herewith the Malaysian Government's reply in particular to the allegation that 'among 106 arrested at the end of 1987 with reference to section 73 (1) of the Internal Security Act there were some Christians detained for purely religious activities or merely for belonging to a faith \" 1. The Government of Malaysia views with deep concern the allegation communicated by the Special Rapporteur of the Commission on Human Rights on religious intolerance, on the perceived limitation on the enjoyment of freedom of thought, conscience and religion in this country, citing in particular such limitation embodied in the enactment of the Non-Islamic Religions (Control of Propagation Amongst Muslims) enactments of Kelantan, Trengganu, Melaka and Selangor. It was also alleged that the amendment of article 121 of the Constitution had resulted in a form of coercion for non-Muslims to accept Muslim principles of conduct. \"2. The special position of Islam, which is inextricably linked with that of the Malay rulers, is historical. This position is restated and reformalized in the Constitution. \"3. Article 3 (1) of the Constitution declares Islam to be the official religion of the Federation. Under the same provision other religions are also allowed to be practised in peace and harmony. \" 4. For the protection of its special position as the religion of the Federation, article 11 (4) of the Constitution provides that State law (and federal law in respect of the federal territories) may control or restrict the propagation of non-Islamic religions among Muslims. \"5. It was under this article 11 (4), that Kelantan, Melaka, Selangor 'and Trangganu enacted their respective Non-Islamic enactments (the enactments). The scope of each of the enactments is limited by its substance, as can be seen by its declared objective, only to 'control and restrict the propagation of non-Islamic religious doctrines and beliefs among persons professing the religion of Islam'. \"6. Such being the limited scope of the enactments, they could not in any way diminish the enjoyment by non-Muslims of freedom of thought, conscience and religion. \" 7. The allegation that the laws in question .'have had a negative impact on the enjoyment of freedom of thought, conscience and religion' is of a general and sweeping nature and has to be justified with particulars before it can be fairly countered. The allegation being such, it should suffice at this stage, and on the submission made in the earlier paragraphs, to maintain that those laws are not capable in any way of diminishing the enjoyment by non-Muslims of freedom of thought, conscience and religion. As for Muslims, it is not the intention of those laws to control them in the matter of their thought, conscience or religion. If any Muslim desires to seek knowledge about another religion or even to profess another religion of his own free will and on his own initiative, those laws are not capable of deterring him. Those laws are merely aimed at protecting Muslims from being subjected to attempts to convert them to another religion. \" 8. The right of a person to profess and practise his religion is guaranteed under article 11 (1) of the Constitution. The concomitant rights of any religious group to manage its own religious affairs, to establish and maintain institutions for religious or charitable purposes, and to acquire and own property and hold and administer it in accordance with the law are guaranteed under clause (3) of the same article. In further support of the freedom to profess and practice one's religion, and in order not to subject any non-Muslims to the payment of Islamic religious revenue, article 11 (2) of the Constitution prohibits the compulsion of payment of tax by a person where the proceeds of such tax are partly or wholly allocated for the purpose of a religion other than his own. > \"9. Article 11 (1) of the Constitution also guarantees the right of a person to propagate his religion, except for the limitation provided for in article 11 (4)s the extent and rationale of which are detailed in the earlier paragraphs. \"10. In regard to the amendment to article 121 of the Constitution, the Government of Malaysia would like to stress that this amendment has not coerced and can in no way coerce non-Muslims to accept Muslim principles of conduct, as alleged. \"11. The purpose of the amendment to article 121 (relating to jurisdiction over matters within that of the shariah courts) is to confine jurisdiction over persons professing the religion of Islam in matters of their personal and family law exclusively to the shariah courts. This is consistent with the jurisdiction of the shariah courts as provided for in paragraph 1, List II - State List, Ninth Schedule of the Constitution. As such, the amendment has no impact on the position of non-Muslims. \"12. Jurisdiction of the shariah courts in respect of offences is assumed only where so conferred by federal law. The law for the conferment of criminal jurisdiction on the shariah courts (the Muslim Courts (Criminal Jurisdiction) Act 1965) limits jurisdiction to those professing the religion of Islam only. Clearly} therefore, any offences under the enactments are to be prosecuted in the secular courts, either at first instance or on appeal. \"13. In the circumstances, it is clear that the amendment to article 121 of the Constitution, to the effect that the secular courts shall have no jurisdiction over matters which form the subject matter of the shariah courts» does not serve to extend its jurisdiction (which is limited to Muslims in matters specified in paragraph 1, List II - State List, Ninth Schedule of the Constitution only) to non-Muslims. Hence the proposition that this has resulted 'in a form of coercion for non-Muslims to accept Muslim principles of conduct' cannot be supported by a clear understanding of the scope and import of the amendment to that article.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 59,
        "Text": "59. In a communication of 13 October 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that recently enacted legislation, in particular sections 166 and 185 of the Administration of the Religion of Islam and Malay Custom of Pahang (Amendment) Bill 1989, provides for the whipping of former Muslims who have changed their religion or who tell Muslims about other faiths.\"",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In a communication addressed to the Government on 10 November 1989, the following information was transmitted by the Special Rapporteur: \"According to information received, under article 306 of the Penal Code of 19839 any Muslim who abandons his faith and does not repent within three days is liable to the death sentence.\"",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. In a communication addressed to the Mexican Government on 13 October 1989, the Special Rapporteur transmitted the following information: \"According to information received, the Protestant Pastors Abelino Jerez Hernandez and Julio Davalos Morales have recently been murdered. The former was attacked by a group of over 100 Catholic fanatics, who took him to the outskirts of San Diego Carrito, where they stoned him to death. The latter's body was found on a piece of rough ground on 26 January 1989. The victim's brother stated that Julio had been preaching and distributing religious tracts at the weekend in the village of Los Reyes de la Paz. It is alleged that these murders have created a state of fear and insecurity among the country's Protestant community.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 62,
        "Text": "62. On 20 October, the Permanent Mission of Mexico asked the Special Rapporteur for further information on the location of the villages of San Diego Carrito and Los Reyes de la Paz, where the murders in question were said to have occurred. On 23 October, the Permanent Mission of Mexico was informed that they were in the Valle de Toluca. Nepal",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 63,
        "Text": "63. In a communication of 22 March 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that Nepalese citizens of Christian faith are subjected to ill-treatment and that several hundred Nepalese Christians have been detained for religious motives. One hundred and ninety-three Nepalis are allegedly awaiting trial on religious grounds, including 27 in prison. Reported cases of ill-treatment and discrimination on religious grounds include the following: \"(a) Mr. Jaman Singh and Mr. Krishna Bahadur Rai are reportedly serving six-year prison terms for preaching; \"(b) Mr. Pejyalkumar Rai of Dorja village, Panchayat, Ward No. 1, Rankhu, Diktel district, has reportedly been detained in Diktel since November 1988 together with five other Christian believers: Mr. Balaram Rai, Mr. Bijay Kumar Rai, Mr. Bhawajit Rai, Mr. Bhimbahadur Rai and Mrs. Bok Kumari Rai; \"(c) In Diktel district, Phedi Panchayat, Ward Nos. 1, 2 and 3, Hindus have reportedly beaten up Christians and destroyed Mr. Pratap Rai's house; \"(d) In Dhankuta district, Ward No. 9, Danra Bazar Gaon Okhre, orders have reportedly been given by the police with regard to Nepalese Christians, forbidding the grouping of Christian people for prayer and worshipping; \"(e) Ex-Havildar Tekbahadur Limbu has allegedly been arrested, detained, ill-treated and tried on the ground of being a Christian and preaching Christianity; > \"(f) An American, David Richard McBride, and a Canadian Mervin Budd, were reportedly arrested on 27 October 1988 and charged with 'preaching Christianity and causing a disturbance to Hinduism. They are reportedly being held in a small district centre of Phidim.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 64,
        "Text": "64. In a communication dated 3 October 1988 to the Nicaraguan Government (E/CN.4/1989/44, para. 54), the following information was transmitted by the Special Rapporteur: \"It has been alleged that, in spite of very liberal provisions in the Constitution with regard to freedom of thought, conscience and religion, there exist a number of de facto limitations to the effective enjoyment of this right. Restrictions are reported to concern a number of denominations, such as Catholics, Mennonites, Moravians, Seventh Day Adventists, Jehovah's Witnesses, members of the Pentecostal Church and Mormons. \"It has been reported that a number of church properties have been damaged or seized by the authorities. Some of the damage reportedly took place in combat areas and was caused by the Nicaraguan army, notably in the rural communities of El Tigre, Aguas Calientes, Kaisiguas and Aguasas. Other property damage reportedly occurred in attacks by the 'Turbas Divinas'. It has further been reported that, on 14 October 1985, the Nicaraguan State Security Service seized all movables of the relief organization COPROSA (Comision de Promocion Arquidiocesana) of the Archdiocese of Managua, which has since remained closed. \"It has been alleged that the emergency laws restrict the freedom of religious assembly, since public open air services and processions on private grounds are limited to a great extent. It has also been reported that official and semi-official organizations frequently disrupt church meetings and services and that, for instance, 15 disruptions of services in the church of Nuestra Senora del Carmen in Managua have been caused in the past three years by 'Turbas Divinas and members of the military. \"It has been alleged that freedom to preach is subjected to severe limitations and that censorship covers the bishops' pastoral letters and, to some extent, religious sermons. \"A number of church publications have reportedly been restricted or banned, including the following: Iglesia. Hoja Parroquial. Heraldo Catolico. \"It has been reported that a number of religious leaders or believers have been subjected to intimidating treatment, attacks by storm-troopers, or arbitrary arrests. The following cases of attacks by semi-official organizations on Catholic priests and lay workers have been reported: \"(a) 21 June 1982s 'Turbas Divinas' attacked Mgr. (name provided) in the Church of Santa Rosa of Managua; \"(b) 14 August 1982: 'Turbas Divinas' attacked Mgr. (name provided); \"(c) 29-30 October 1983: 'Turbas Divinas' conducted co-ordinated attacks against 25 churches of the archbishopric of Managua; some services were disrupted; physical attacks were made against priests in San Judas; \"(d) February 1984: attacks by the Nicaraguan army and severe torturing of the preacher of the Pentecostal Mission in El Tendido (name provided); \"(e) 17 June 1984: physical attacks against the priest in El Sauce during Mass; \"(f) 21 June 1984: the 'Turbas Divinas attacked the Catholic priest (name provided) of Belo Horizonte; \"(g) 17 June and 9 July 1984: unknown persons attacked the Catholic priest (name provided) in Santa Ana. \"The following cases of short-term detention of ministers, lay workers and priests were reported for the period between spring and fall 1985: (nine names provided). \"The following cases of long-term sentences for religious reasons have been reported: (four names provided). \"It has been reported that a number of Catholic priests, members of orders and evangelical ministers have been expelled from the country. The following cases have been reported in this connection: \"(a) 13 January 1982: expulsion of two Capuchin friars and two nuns of Santa Ines; \"(b) 16 August 1982: expulsion of a Salesian priest; \"(c) May 1983: expulsion of a priest of the prelacy of Gigalpa; \"(d) 31 October 1983: expulsion of two Salesian priests; \"(e) 10 July 1984: expulsion of 10 Catholic priests; \"(f) 28 June 1986: expulsion of (name provided), spokesman of the archbishopric of Managua; \"(g) 4 July 1986: expulsion of (name provided), Bishop of Gigalpa.\"",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 65,
        "Text": "65. On 15 February 1989, the Permanent Mission of Nicaragua sent the Special Rapporteur its comments on the above information. In its communication it states that both the Political Constitution, as the country's fundamental law, and the Statute on the Rights and Guarantees of Nicaraguans fully guarantee freedom of conscience and worship, offences against freedom of conscience and worship being set out in the Penal Code. It goes on to say that: \"With the triumph of the People's Sandinista Revolution, the Church in Nicaragua has for the first time in its history been given the > necessary scope for free exercise of religious belief, in accordance with the terms of the official communique of the National Directorate of the Sandinista National Liberation Front (FSLN) on the subject of religion in October 1980. Article 8 of the Republic's fundamental law established freedom of conscience and worship, based on the highest degree of tolerance. The Statute on the Rights and Guarantees of Nicaraguans in its turn stated the following in article 19: 'Nobody shall be the subject of coercive measures that may diminish his freedom of thought, conscience and religion or his right to hold or adopt the religion or belief of his choice, and the freedom to manifest them individually or collectively, in public or in private, through worship, celebration of rites, practices and teaching'. \"In Nicaragua most of the population profess the Catholic religion, but the existence of a variety of religions is also recognized and the State maintains relations with all of them. \"Festivals of a religious nature are held in accordance with principle and tradition and without any limitation on the part of the State. No authorization is required to hold religious services in churches. \"The Catholic Church and religious associations enjoy legally guaranteed ownership of their buildings and the right to build new ones in accordance with the applicable legislation. \"Catholicism was introduced into Nicaragua by the Spanish conquerors at the beginning of the sixteenth century. In this way the native peoples came to practise Catholicism over a large part of the country, with the greatest concentration in the Pacific9 northern and central areas. \"The Atlantic area, on the other hand, came under the influence of the Episcopalian Church and the Moravians, who arrived in Nicaragua on 2 May 1847, establishing themselves permanently in the Mosquitia on 4 March 1849. This was the beginning of a new era in which these churches came to have a decisive influence in shaping the religious values held by social groups on the Atlantic coast. \"With the advent of the liberal State and under the administration of the then President Jose Santos Zelaya (1893-1909) came the separation of Church and State, freedom of education and secularity of education. Except during those years, Catholicism kept its legal status as the State's official religion. \"The People's Sandinista Revolution marks a historic milestone in world revolutions in that it is not anti-clerical in nature, but on the contrary encourages and respects the Nicaraguan people's religious traditions. \"This respect for the traditional religions is embodied in the present Constitution, which defines Nicaragua as a democratic, participatory, representative and secular Republic, guaranteeing equal recognition for the different religions in the country. \"As far as the Protestant churches are concerned, although they first appeared in the country in the second half of the nineteenth century, most of the hundred denominations existing today all sprang up in 1960, their numbers increasing notably in the years after the triumph of the revolution. \"The Protestant churches in Nicaragua have bible study and technical training centres, pre-school institutions, primary schools, secondary schools and a university (Politecnico-Upoli). The influence of the Protestant churches extends over the whole country; most of their members are in the Pacific area and they represent the dominant religion on the Atlantic coast. \"Despite the introduction of a National Emergency Law as a response to military and economic aggression by the United States Government under the presidency of Mr. Ronald Reagan, the Government of Nicaragua has never restricted the effective enjoyment of freedom of thought, conscience and religion, as is shown by the following statistics for the Catholic Church and for the Protestant denominations in the country: | | 1979 | 1987 | |--------------------------------------|------|------| | Parishes | 167 | 178 | | Diocesan priests | 144 | 166 | | Religious congregations | 54 | 83 | | Monks | 149 | 264 | | Nuns | 400 | 592 | | Seminaries | 2 | 8 | | Seminarists | | 315 | | Lay movements | | 20 | | Members of foreign religious orders: | | | | Men | 149 | 272 | | Women | 400 | 621 | | | 1979 | 1987 | |-------------------------|-------|-------| | Number of denominations | 46 | 100 | | Number of pastors | 1 500 | 2 000 | > \"The Government of Nicaragua has pursued a policy of State subsidies for churches, which by April 1983 had been allocated 142,637.99 m of land in the urban areas of Managua. Up to 1988 the State gave religious schools subsidies amounting to 734,412,000 cordobas a year, representing some 5 per cent of the Ministry of Education's national budget. The State guarantees the churches' ownership of property; however, organizations attached to the churches have to meet the legal requirements applicable to all organizations in the country. This is the context in which COPROSA began its illegal activities. COPROSA is an organization of the archdiocese of Managua concerned with health, education and housing, which required State authorization in order to exist as a legal entity. When it insisted on disregarding the established legal order, it put itself in the position of an illegal association which existed de facto but not de jure? with the consequence that its goods were temporarily confiscated. Later on, once this situation had been resolved, the Nicaraguan authorities returned the property to the church authorities, on 19 July 1986. \"In Nicaragua it is the law that all organs of the media, without distinction, have to be registered with the Directorate-General of the media. Despite this law, the journals Iglesia. Hoja Parroquial and Heraldo Catolico have insisted on remaining outside the law, ignoring many official calls for them to comply, thus leaving the authorities no alternative but to close these periodicals down. In Nicaragua more than 50 religious programmes are broadcast every day. \"More than 2,000 masses are celebrated every week in Nicaragua. The country has over 100 evangelical denominations, 82 religious congregations, over 175 Catholic parishes and over 2,000 Evangelical churches open to the public. \"Under the National Emergency Law, when it was in force, due authorization was required to hold public religious services in the open air or processions on private property. However, no application for such authorization was ever rejected during this period. \"There had been some purely individual cases where a number of lay persons and priests were summoned by the authorities to be warned about activities they were pursuing in a personal capacity which violated the law of the land. Nevertheless, no one has so far been cautioned or convicted because of his religious activities. In 10 years of revolution, no priest or member of a religious order has been punished for religious reasons or for any other kind of activity. \"It is important to stress that for the Government of Nicaragua respect for human rights is a fundamental principle of the revolution. In 10 years of revolution, nobody has been convicted for engaging in religious activities or professing his belief or religion. There have, on the other hand, been individual cases in which some civilians, taking advantage of the religious freedoms in the country, have flagrantly flouted the law through acts of vandalism and disturbance of the public order, such as those committed in a personal capacity by Mr. Paul Membreno Gaitan, Mr. Vicente Marquez Aleman, Mr. Francisco Sanchez Gutierez and Mr. Luis Mora Sanchez. All of them violated the Law on the Maintenance of Order and Public Safety, decree 1074 of 6 July 1972, by throwing stones at 16 members of the police force, who suffered serious injuries and bruises all over their bodies. \"In conclusion it is necessary to refer to articles 11 and 47 of the National Constitution: 'Aliens have the same duties and rights as Nicaraguans, with the exception of political rights and such other rights as may be established by law; they may not intervene in matters relating to the political rights established in the Constitution and the law'. That is the context in which some foreign priests have engaged in activities reserved for nationals of the country, leading to their expulsion.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 66,
        "Text": "66. In a communication of 7 April 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that Ahmadis in Rabwah have been prohibited from celebrating the first century of the Ahmadiyya movement starting on 23 March 1989, and that section 144 of the Criminal Procedure Code, prohibiting any gathering, was promulgated in Rabwah for an indefinite period. Twenty-four persons were reportedly taken into custody; court proceedings were instituted against 4 of them for alleged contravention of section 144, and cases were registered against the 20 others under section 298c of the Penal Code. \"Meetings of Ahmadis celebrating the first century of the Ahmadiyya movement were also reportedly banned in Jhang, Faisalabad and Lahore. \"The following cases have also been reported concerning alleged violations of the 1984 Ordinance No XX: \"(a) A court in Tando Adam (Sindh) issued a warrant for the arrest of Hazrat Mirza Tahir Ahmad, Supreme Head of the Ahmadiyya Movement in Islam because he had described himself as a Muslim; \"(b) Two cases were registered against the editor and the publisher of Al-Fazl. the daily newspaper of the Community, because it had published verses from the Holy Koran; \"(c) Cases have been registered under sections 295c and 298c of the Penal Code against a number of persons in Gujranwala, Sheikhupura, Tharparkar and Attock districts for using Muslim forms of greetings; \"(d) Mr. Irshad Khan of Gujranwala was given one year's imprisonment and a fine of 1,000 rupees for wearing a Kalima (article of faith) badge; \"(e) Seven members of an Ahmadi family in Islamabad were arrested on 20 December 1988 for inscribing Islamic terms on wedding invitation cards.\"",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In a communication of 13 October 1989, the following information was transmitted: \"It has been alleged that on 12 April 1989 the houses of 17 Ahmadi families in Nankana Sahib, district of Sheikhupura, were either burned down or seriously damaged. The same day, the Ahmadi mosque in the city was allegedly demolished. During the events copies of the Qur-an are said to have been set on fire. It has also been reported that these anti-Ahtnadi attacks were carried out by Muslim 'fundamentalists' acting with the acquiescence of the police authorities who allegedly made no attempt to protect the victims. \"It has been reported that on 16 July 1989 in the village of Chak Sikander, district of Gujrat, Muslim 'fundamentalists' set on fire more than 100 houses of Ahmadis, shot at them and killed their animals. As a result of the shooting three Ahmadis were allegedly killed and many more wounded. It has also been reported that, during the anti-Ahmadi riots, the village exits were all blocked to impede Ahmadis from escaping. The events allegedly took place in the presence of police personnel. The shooting, looting and vandalism were said to have happened in the presence of the Superintendent, the Deputy Commissioner and the Deputy Inspector General of Police. The acts of arson, looting and ransacking of Ahmadi homes reportedly continued into the next day, 17 July 1989. According to the information received9 the 50 Ahmadis still staying at Chak Sikander fear for their lives.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 68,
        "Text": "68. In a communication of 8 November 19899 the following information was transmitted: \"It has been reported that Dr0 Abdul Quddus\\ a well-known Ahmadi personality, was shot dead in Nawabshah, Sindh, on 28 September 1989. His assassination allegedly took place as he was returning to his clinic after visiting a patient. The killing of Dr. Quddus took place two months after the assassination, in Nawabshah, Sindh, of his brother, Dr. Abdul Qadir. It has further been reported that the following other Ahmadi personalities have recently been assassinated: Qureshi Abdur Rahmans In'am-ur-Rahman Anwar, Abdur Razzaq, Dr. Aqeel bin Abdul Qadir, Mahmood Ahmed Athwals Syed Qamr-ul-Haq, Khalid Suleman, Babu Abdul Ghaffar and Dr. Munawar Ahmad. \"It has also been reported that several mullahs held a meeting on 11 October 1989 at Kharian and announced that on 2 November 1989 they would attack and destroy the town's mosque. According to the reports, the mosque had until now been used peacefully by both Ahmadi and non-Ahmadi communities. Furthermore, death threats have reportedly been issued against Ahmadis in the towns of Sargodha, Kasur, Khushab, Chawinda, Daska and Nawabshah. \"Reports have also been received regarding the arrest of Sahibzada Mirza Khurshid Ahmad and Sahibzada Mirza Ghulam Ahmad, Director for General Affairs and Director for Tabligh of the Central Organization of the Ahmadiyya Movement, respectively, on 20 October 1989. It has been alleged that for the first time in years, the Ahmadis of Rabwah were allowed to hold an annual meeting. However, after illegally attempting to dissolve the meeting, police allegedly detained the above-mentioned Ahmadi leaders as an apparent act of reprisal.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 69,
        "Text": "69. On 20 December 1989, the Permanent Mission of Pakistan communicated the reply of the Government of Pakistan to the Special Rapporteur's letters dated 7 April, 13 October and 8 November 1989: \"1. The allegations made by the Ahmadi Community were investigated and found to be without any foundation. Similar complaints in the past have also turned out to be baseless. \" 2. The Government of Pakistan has, previously also, provided detailed and comprehensive replies on the subject to the Special Rapporteur on religious intolerance. These were published in documents E/CN.4/1988/45/Add.l and Corr.l of 6 January 1988 and E/CN.4/1989/44 of 30 December 1988. \"3. It is reiterated that the Government of Pakistan has consistently discharged its obligations to ensure the equitable and just treatment of all its citizens regardless of their religious belief. There is no discrimination against Ahmadis. \"4. Furthermore, the new democratic Government of Pakistan takes seriously its obligations in the field of human rights. It is committed to the protection and promotion of human rights of all sections and classes within the country. The dignity of the human person is uppermost in all actions taken or proposed to be taken by the present Government. \"5. The dedication of the new Government to adhere to human rights norms can be gauged by the fact that the Prime Minister of Pakistan, Mohtarma Benazir Bhutto, in her very first address to the nation after being sworn in as the Chief Executive of the country on 2 December 1988, pledged as follows: '(a) We will strive to give all citizens equal social status and to defend human rights in all its aspects; '(b) It is the duty of the Government to provide protection to the people against oppression and exploitation. From now on, no one will be able to exploit the labourers; '(c) We will review the present level of minimum wages. We are bound to conform to standards framed by ILO for the labour; '(d) Minorities are our sacred trust. We pledge ourselves to safeguard all the minorities.' \"6. Furthermore, soon after assuming office on 2 December 1988, Prime Minister Mohtarma Benazir Bhutto ordered the release of about 2,000 political prisoners in Pakistan and commuted the death sentence to imprisonment of over 2,029 persons. Today, there is not a single political prisoner in Pakistan. Besides, all women prisoners not convicted of murder or serious crimes were also released. > \"7. It is hoped that the clarifications provided will further serve to allay any misgivings about the situation in respect of Ahmadis in Pakistan.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 70,
        "Text": "70. In a communication of 3 May 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that two Pentecostal pastors from Bucharest, Constantin Caraman and Ion Dinica, have been subjected to various forms of harassment. Mr. Caraman has reportedly been detained several times in connection with his religious faith. Both pastors have allegedly been subjected to house searches and are compelled to present themselves daily to the Secret Police; they are said to be pressed to denounce persons attending prayer meetings in homes.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 71,
        "Text": "71. On 6 October 1989, the Permanent Mission of the Socialist Republic of Romania transmitted the Romanian authorities' reply to the Special Rapporteur. In it they say among other things: \"Caraman Constantin (aged 77) and Dinica Ion (aged 43) are members of the Pentecostal faith in Bucharest, but they are not pastors. \"In March 1989, they were the subject of criminal proceedings, without being deprived of their liberty, because they were found to have at their homes publications hostile to the country, substantial quantities of illegally imported audio and video equipment and large sums of money, including foreign currency. \"Under Romanian law, foreign currency cannot be held by individuals except in personal accounts with the Romanian Foreign Trade Bank. \"Under interrogation, these persons stated that the goods and money had been brought into the country illegally, by foreigners, to be used in order to set up bible study groups outside the existing Pentecostal Church in Romania. Through these activities, which took place off the premises of the Pentecostal Church, it was intended, as the two persons admitted, to set up a dissident movement within the Pentecostal faith. \"By engaging in these activities, the two persons mentioned were violating Romanian law, and the goods in question were therefore confiscated. They were warned of the illegal nature of their actions. They were not arrested, nor were they subjected to any penalties.\"",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. In a communication dated 13 October 1989, the following information was transmitted to the Government by the Special Rapporteur: \"According to information received, the control exercised by the Religious Denominations Department over religious affairs and the general restrictions placed on the right of assembly have led to a number of limitations on the exercise of freedom of religion. According to the same information, some members of religious congregations are the object of various kinds of harassment and discrimination. Persons in senior posts, particularly in education or in public services in general, have been threatened with dismissal if they continue to take part in religious activities. It is also reported that the production, importing and distribution of religious works, particularly the Bible, has been severely restricted. \"These measures and restrictions, which are said to apply both to the 14 churches and faiths with legal status and to faiths that are not recognized, are illustrated by individual cases such as the following: \"(a) Constantin Lungoci, Petrica Morosan, Zaharia Morosan, Vasile Chindris and Constantin Cirdei, Christians from the region of Suceava, who belong to the illegal evangelical movement \"Army of the Lord\" are said to have been arrested in 1989, between February and April, and sentenced to terms of imprisonment ranging from 3 to 4 1/2 years for attending illegal prayer meetings in private houses; \"(b) Valentin Rusu, Gheorghe Jacobuta and Nicolas Jacob, Baptists, are said to have been arrested on the eve of the demolition by the authorities of the Baptist church at Comanesti near Bacau. The reason given for the demolition was that the church had been built without permission. The members of the congregation, however, claim to have been given verbal permission. The three Baptists and three accomplices were accused of building the church with stolen materials. Two other Baptists arrested at the same time, Pastor Ivan Chivoin and Mihai Cretu, were released. The accused's trial began on 10 August 1989 at Gheorghe Georgiu-Dej. Janos Csilik, Catholic priest of Oradea, is said to have received serious injuries to his hands during interrogation about the members of his parish; \"(c) Laszlo Tokes, pastor of the Reformed Church at Timisoara, is alleged to have been dismissed from his position in 1988 for critisizing the constant decline in the quota of students admitted to study theology. In August 1989, he was questioned by the Securitate (secret police) after giving an interview on Hungarian television, on 24 July 1989, in which among other things he criticized the rural systematization campaign. In September 1989, several members of the congregation were subjected to pressure and threats designed to create a conflict between the congregation and Tokes; \"(d) Erno Ujvarossy, a businessman and close associate of Pastor Laszlo Tokes, and an active member of the Reformed Church in Timisoara, was threatened with dismissal or transfer to another post, in order to discourage him from pursuing his activities on behalf of the Reformed Church. On 12 September 1989, he disappeared in mysterious circumstances. On 14 September, he was found dead in a wood outside Timisoara; \"(e) The Roman Catholic Bishop Jakab Antal was allegedly forced in February 1989 to cancel a mass which was to have been celebrated at Cluj in honour of his late predecessor, Bishop Aron Marton. Two priests who disregarded the order to cancel the commemorative meetings for Marton were removed from their positions.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 73,
        "Text": "73. On 8 November 1989 the Permanent Mission of Romania transmitted the following comments voider the title \"Freedom of conscience and religion in Romania\", in reply to a communication sent on 30 June 1989 by the Special Rapporteur: \"The guarantee of freedom of conscience and religion in Romania is based on the principle of the equal rights and obligations of all citizens, without discrimination on grounds of nationality, race, sex or religion, in all fields of economic, social, legal and cultural life. \"The practice of a religion is a private matter for each citizen. The State bars any division of citizens into believers and non-believers. It does not interfere in these matters, in which every member of society has freedom of choice. \"Romania's position is that freedom of conscience applies both to religious belief and to the freedom to have a materialist philosophy. \"In Romania, all citizens without distinction enjoy the right to choose and practise a religion or not to choose and practise any religion. \"Since believers and members of the clergy have the same social, economic and political interests as the Romanian people in general, the State ensures and guarantees all the conditions necessary for the pursuit of religious activities. \"An important role in the relations between State and Church is played by tradition and the specific circumstances of history, the positive contribution the Romanian Church has made over centuries of Romanian history in defending the identity, independence and cultural development of the Romanian people. \"Article 30 of the Constitution states: 'Freedom of conscience is guaranteed to all citizens of the Socialist Republic of Romania. Everyone is free to hold or not to hold a religious belief. Freedom to engage in religious worship is guaranteed. Religious denominations organize and operate freely. The manner in which they organize and operate is regulated by law'. \"According to Article 1 of the Law on the General Conditions governing Religious Denominations of 1948, anyone may belong to any religion, or may embrace any religious faith, if the exercise thereof is not contrary to the Constitution, public order and safety, or morality. \"Article 3. No one may be prosecuted for his ... non-belief. \"This freedom is also guaranteed by the Penal Code, which states in Article 247 that 'If a public official limits any citizen in the use or exercise of his rights or places the latter in any situation of inferiority for reasons of nationality, race, sex or religion, he shall be liable to a penalty of imprisonment for six months to five years'. According to article 318, 'obstruction to or disturbance of the freedom to worship of a religious denomination, organized and functioning in conformity with the law, shall be punishable by imprisonment for one to six months and by a fine. The same penalty is applicable if a person is compelled by force to take part in the religious services of any denomination, or to engage in a religious act connected with the worship of a denomination'. \"One of the essential elements in the legal provisions governing freedom of conscience and religion is the full equality of all denominations. In Romania, there are no dominant, privileged religions or churches and no secondary religions or churches subject to discrimination because of the number of believers or their national origin. \"All denominations enjoy the same rights and freedoms and are able to organize and operate according to their own rules, doctrines and traditions and the nationality of the believers. They are free to use their mother tongue in their activities and services, in their publications, theological colleges, etc. They are entitled to have churches, chapels, cemeteries, etc., to meet their needs. \"Relations between the State and religious denominations are based on the principle of mutual respect, non-interference by the State authorities in the churches' internal affairs and respect by the denominations for the law of the land. \"In Romania, there is no friction or discord between the State and the leaders of the various denominations. Relations between the State and the various churches are good and harmonious, all problems being settled by dialogue in a spirit of understanding, mutual respect and respect for the law. \"The Romanian State also contributes financially to the churches' activities. A third of the salaries of the staff of religious denominations is paid by the State. Large sums are allocated by the State for the preservation and restoration of churches which are part of the national cultural heritage. \"Under the 1948 law mentioned above, there are 14 religious denominations operating in Romania, each with its own rules and regulations. \"The Romanian Orthodox Church has 12,342 churches, 2,400 of which represent historical or architectural monuments forming part of the country's cultural heritage. \"After the Second World War, 471 new churches were built, and 227 more were rebuilt, after having been destroyed during the period 1940-1944, when part of the country was occupied by Hungary under the Horthy regime. \"The Romanian Orthodox Church has 103 monasteries and convents, with more than 2,000 monks and nuns, 6 seminaries and 2 theological colleges. It also has parish halls, bishops' residences, administrative buildings, printing works, workshops for various religious articles, buildings for collections of religious objets d'art, etc. \"As far as the Roman Catholic Church is concerneda it has at present 1,151 churches, together with parish halls, bishops' residences, administrative buildings and schools for training people for the Church. Over the past 15 years 30 new Catholic churches have been built. Religious services are conducted in the congregation's mother tongue. \"As regards other denominations, the situation is as follows: Reformed Church - 953 churches Evangelical Church of the Augustan Confession - 275 churches Synodo-Presbyterian Evangelical Church - 46 churches Unitarian Church - 140 churches Old-Christian Church - 59 churches Armenian-Gregorian Church - 15 churches \"The four Protestant denominations train their clergy at the one Protestant theological college in Cluj-Napoca, which has three sections (Reformed, Presbyterian Evangelical and Unitarian), while clergy for the Evangelical Church of the Augustan Confession are trained at Sibiu. \"(a) The Pentecostal Church has 796 chapels and a theological seminary; \"(b) The Baptist Church has 951 chapels and a theological seminary; \"(c) The Seventh-Day Adventist Church has 521 chapels and a theological seminary; \"(d) The Christian Gospel Church has 380 chapels; \"(e) The Islamic faith has 82 mosques; \"(f) The Jewish faith has 118 synagogues. It also has homes for the elderly, kosher canteens and restaurants and its own system of social security. \"All the denominations publish a great number of religious books and magazines every year= Between 1981 and 1987, they published 516 titles in 1,834,000 copies. Every year they print 3.7 million religious calendars. There are 19 religious monthlies, bi-monthlies and quarterlies published in 84,450 copies. \"All denominations have prayer books available in the congregation's mother tongue. \"In 1987, for example, the Baptist Church published 5,000 copies of the Bible. \"Over the last 10 years, the churches attended by believers of Hungarian origin have imported 50,000 Bibles and those attended by believers of German origin 6,000 Bibles. \"Members of the clergy play an active part in activities of a social nature aimed at developing the country and increasing the welfare of the Romanian people. \"Twenty-three representatives of religions are members of the National Council of the Democracy and Socialist Unity Front, the most widely representative body. Four representatives of the clergy are members of the Romanian parliament, the National Assembly (the Patriarch of the Romanian Orthodox Church, Teoctiste Arapacu, the Bishop of the Evangelical Church of the Augustan Confession of Sibiu, Albert Klein, the Reformed Church Bishop of Oradea, Laszlo Papp, and the Chief Rabbi, Moses Rosen. \"Members of the clergy also take part in activities aimed at preserving the country's cultural heritage, given that some 60 per cent of objects with high artistic value are in the Church's possession.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. In a communication of 10 March 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that about half a million Christian immigrant workers are forbidden to practise their religion, both in public and in private, and that the construction of Christian churches or chapels is prohibited.\"",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. On 23 November 1989, the Permanent Mission of the Kingdom of Saudi Arabia communicated the reply of the Saudi Arabian authorities to the Special Rapporteur's letter of 10 March 1989: \"The population of Saudi Arabia is 100 per cent of the Islamic faith. Non Muslims in Saudi Arabia are free to practise their own faith in their own homes.\"",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. In a communication of 22 March 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that a number of religious leaders and believers are held in detention. Nine religious leaders (sheikhs) are reportedly serving life sentences after having been condemned to death in secret trials in Mogadishu on 8 April 1987 under article 12 of Law 54 which provides the death penalty for 'exploiting religion for creating national disunity or subverting or weakening State authority'. These persons were reported to have been arrested in May 1986 following the formation in Mogadishu of the Somali Islamic movement which allegedly criticized the repression of religious activities and said it sought to educate the society to follow moderate Islamic beliefs and laws. Charges held against these persons reportedly included importing religious literature. Five other religious leaders or believers are reportedly serving long prison sentences and another 70 are allegedly still in detention awaiting charges. \"It has further been reported thatj since fighting broke out in northern Somalia in May 1988, many mosques have been destroyed or partially damaged in the course of aerial bombardment of the towns of Hargeisa and Burao. It has been alleged that shelling and shooting often occurs at prayer time, and has resulted in casualties among worshippers.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 77,
        "Text": "77. In a communication of 8 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that 450 persons were killed, 1,000 wounded and many more detained as a result of incidents of religious violence in July 1989. Reportedly the violence began soon after the assassination of the leader of Moyodishu's small Roman Catholic minority on 9 July 1989. Subsequently, Muslim leaders were arrested and on 13 July 1989 their supporters announced a peaceful demonstration to demand their release. The Government allegedly responded by deploying troops round mosques and the cathedral. As prayers ended and the Muslims went home, soldiers were allegedly seen firing at demonstrators.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 78,
        "Text": "78. In a communication of 7 April 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur; \"It has been alleged that the conditions of the arrest and detention in Madrid, since 20 November 1988, of 11 members of the International Association of Scientologists have not allowed for the exercise and enjoyment of the human rights of those detained, as provided for in Spanish legislation and in the relevant international instruments ratified by Spain, including the International Covenant on Civil and Political Rights. The following acts have reportedly been committed by the police and judicial authorities in this connection: \"(a) Failing to inform detainees of the reason for their arrest and the charges being brought against them; \"(b) Entry and search of premises different from those mentioned in the judicial warrant; \"(c) Insufficient cause for the arrest, particularly with respect to the vagueness of the charges and the omission of a connection between the charges and the persons being arrested; - \"(d) Breaches in the confidentiality of judicial proceedings; - \"(e) Excesses in questioning during interrogation; - \"(f) Seizure of religious materials.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 79,
        "Text": "79. On 6 June 1989 the Permanent Representative of Spain transmitted the Spanish authorities' reply to the Special Rapporteur. This reply stated the following: \"With reference to your note Ref. G/SO 214 (563) of 7 April 1989, enclosing the communication of the Special Rapporteur dealing with the question of religious intolerance, Mr. Angelo Vidal d'Almeida Ribeiro, transmitting the complaint made against the authorities of my country by the Association of Scientologists International concerning alleged violations of the principle of religious freedom in Spain, I have the honour to transmit to you, for the attention of the Special Rapporteur, my Government's comments on this case (communication from the Human Rights Office of the Ministry of Foreign Affairs and from the Technical General Secretariat of the Ministry of the Interior). \"In reply to the Directorate-General's telex, dated 7 February 1989, concerning the complaint submitted to the United Nations Commission on Human Rights by the Reverend Haber Jentzsch and repeated by a Swiss Member of Parliament, Mr. Bronnimann, concerning the alleged detention of 70 members of the Church of Scientology, on 29 November last, I have the honour to inform you that, according to information received from the Directorate General of Police, the acts in question are related to the so-called 'Operacion Rocio carried out by police officials following the investigations made by the Judicial Police Group attached to the Madrid Courts, on the order of Examining Magistrate No. 21 of Madrid, who is in charge of the affair and has started preliminary proceedings under case No. 2663/84, as reasonable evidence exists of alleged offences of unlawful association, undue influences, offences against security and freedom in employment, offences against public safety, fraud, forgery, tax and currency offences. \"In view of the action taken by the Examining Magistrate and the subordinate position of the Judicial Police Group, which carried out the investigation and initiated the proceedings, in accordance with the provisions of Royal Decree No. 769/1987 of 19 June on the regulation of the Judicial Police and in view of the fact that the matter is sub judice. it is thought neither proper nor desirable to give any kind of information until such time as a judicial decision is given. \"The Government of Spain wishes to draw attention to the following considerations in connection with the complaint made against Spain by members of the Association of Scientologists International. \"1. In the first place, the Spanish Government wishes to underline the inconsistency between the nature of the complaint, the charges made in it, and the channel through which this complaint has been made to the Commission on Human Rights, namely, the Special Rapporteur on questions of religious intolerance. This inconsistency is due to an obvious factor: it is only the members of the Association of Scientologists International themselves who say it is a religious organization; their assertion is not endorsed by any other body outside the Association. The following facts are significant in that respect: > \"(a) The case put forward by the defence, whether by Professor Luis Rodriguez Ramos or by the lawyer Jose Manuel Gomez Benitez, refers repeatedly to alleged violations of civil rights, but at no time uses arguments concerning religious intolerance nor does it refer to any supposed attack by the Spanish State on the right of the individuals being held in detention to the religious freedom established in the Spanish Constitution as a fundamental right. > \"(b) The Association of Scientologists International has been entered in the Spanish Registry of Associations since 21 May 1981 but not in the Registry of Religious Entities. On 6 December 1983, representatives of the Association submitted a communication to the Ministry of Justice applying for registration, but the application was rejected in a decision of 22 April 1985 on the grounds that it is not a strictly religious body. The finding is based on the fact that the statutes submitted by the Association of Scientologists International with a view to registration make no reference to the existence or attributes of a Divine Being or to the relationship of the human being with the Divine, whereas Spanish legislation deems that these considerations are prerequisites for recognizing any association as a religious one. Moreover, it should be noted that - unlike entry in the Registry of Associations, which under article 22 of the Spanish Constitution, is solely for the purposes of public notification, entry in the Registry of Religious Entities is of importance in establishing civil legal personality and means that the entity is governed by a specific legal regime different from the ordinary law on associations. Hence, if the necessary qualifications were not required, any citizen would be free to contract out of the general legal regime and claim rights which the law envisages for situations that must be clearly defined and protected by the Registry of Religious Entities. \"In addition, the Association of Scientologists International appealed against the ruling rejecting registration, and the High Court, an organ of the judiciary and thus independent of the Government which had given the ruling, confirmed the rejection by its verdict of 23 June 1988. Other European countries have followed the same policy with regard to the Association of Scientologists International. A case in point is that of Denmark, whose Ministry of Religious Affairs also denied the religious character of the Association. John Agaard, the doctor of theology from whom the Spanish Government requested a report on the question stated: \"Scientology is nothing more than a multinational business whose objective is to make money and which has disguised itself as a religious organization the better to achieve this end. \" 2. The Spanish Government also wishes to draw the attention of the Special Rapporteur on the question of religious intolerance to a matter which is difficult to define precisely, but which is undoubtedly present in Spanish society, namely, the social concern caused in Spain, as in many other democratic countries, by the activities of the many sects, associations and groups purporting to be religious in nature which have appeared in recent years. As the Special Rapporteur is undoubtedly aware, the police archives of Western countries as well as those of INTERPOL are full of material on these sects, particularly in relation to abduction of minors, unlawful currency movements and drugs. The situation in Spain is a special one. The massive invasion of Spanish society by these groups coincided with a fundamental change in the Spanish political system from authoritarianism to democracy. That produced two consequences: on one hand, a legal vacuum in the treatment of these groups due to the rapid change in the Spanish legal order and, on the other, a general feeling among the Spanish people of permissiveness towards any kind of activities that might result from the blossoming of democratic ideals. The consequence of this was considerable social protest against any attempt on the part of the State to control the activities of these groups. As the years passed, this twofold situation has changed substantially: on the one side, the legal vacuum has been filled, in the context of a State in which the rule of law prevails, and, on the other, the criminal activities of many of these groups, as mentioned above, have brought a change of attitude in Spanish society, which is now calling on the State to take strong action against them. The outcome of this social concern has been the establishment by the Spanish Parliament of a committee to investigate the activities of the sects, which is to publish a report shortly. It should also be borne in mind that such a rapid change in the way public opinion views the activities of these groups is logical in a society like Spain's: the practice of disguising an immoderate desire for money arid the use of unlawful methods to acquire it behind religious arguments has produced some of the best passages in Spanish literature, all to be found in the genre of the picaresque novel. \"3. Finally, the Spanish Government wishes to inform the Special Rapporteur on the question of religious intolerance that, as in any State subject to the rule of law, the members of the Association of Scientologists International who have alleged violations of their fundamental rights have at their disposal the appropriate machinery in the Spanish legal system, and in particular the remedy of amparo to the Constitutional Court established in our Constitution, to get these rights restored to them in full. Their lawyers in Spain have in fact utilized some of these procedures. \"Finally, the Spanish State is ready to reply to the allegations made by these persons. However, we do not believe that this communication, addressed to the Special Rapporteur on the question of religious intolerance, is the proper procedure, since the allegations relate to alleged violations of civil rights and have nothing to do with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief. We therefore consider that there are other United Nations bodies which could more appropriately deal with these complaints and with which Spain has shown and continues to show itself fully willing to co-operate.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 80,
        "Text": "80. In a communication of 10 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that the Jehovah's Witnesses and Seventh Day Adventists are not free to practise their faith. It has also been reported that the Jewish population of approximately 3,500 persons face foreign travel restrictions and that the emigration of Jews is almost impossible.\"",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. On 29 November 1989, the Permanent Mission of the Syrian Arab Republic communicated the reply of the Syrian Government to the Special Rapporteur's letter of 10 November 1989: \"1. All Syrian citizens enjoy the right to freedom of thought, conscience, religion or belief without any restrictions. This is noticeable especially on Fridays, Saturdays and Sundays when mosques, synagogues and churches abound with worshippers. \"2. All Syrian citizens, Muslims, Christians and Jews alike, enjoy freedom of movement: the right to leave and to return to Syria as they wish. If any restrictions exist, they are aimed at regulating travel abroad. \"3. To grant privileges to a group of citizens simply because of their belief is inconsistent with the equality of rights conferred upon all citizens. \"4. All States have the right to prevent their citizens from dealing with the enemy and to punish any violator of the law. The Syrian Arab Republic is acting accordingly in this respect.\"",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. In a communication of 22 March 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that, on 30 October 1988, Bulgarians residing in Istanbul were deprived of the possibility to cross the threshold of the Church of St. Panteleimon in the \"Evlogi Georgiev Bulgarian Hospital in Istanbul. The celebration of the liturgy in that church has reportedly been prohibited by the authorities upon an order from the Central Administration of the Wagf.\"",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. On 29 March 1989, the Deputy Permanent Representative of Turkey communicated the reply of the Turkish authorities to the Special Rapporteur's letter of 22 March 1989, stating in particular: \"The 'Bulgarian hospital' is a minority foundation which belongs to the Turkish Treasury and operates under regulations and law concerning foundations. The said hospital has never had any statutory link with foreign countries. In 1878, it was created by a decree of the Ottoman Sultan. In the republican era, it acquired the status of foundation on the basis of the Foundations Law promulgated in 1936. The hospital was transformed into a minority foundation in virtue of Law No. 5404 of 1949. The Foundations Law requires that the Directorate General for Foundations take over the administration of a foundation which has not been able to constitute its own governing body within a period of 10 years. Despite continuous reminders and warnings by the relevant Turkish authorities, the governing body of the said hospital has not been constituted for the last 15 years. Accordingly, the Directorate General for Foundations, on 5 July 1988, took over the administration of the hospital. At present, the hospital offers services under the Directorate General for Foundations. \"One of the rooms in the 'Bulgarian hospital is used as a prayer room for patients only. Before the Directorate General for Foundations took over the administration of the hospital, members of the Bulgarian Consulate General in Istanbul had taken possession of the key of the prayer room and initiated the practice of using the room at their own discretion. The new administration put an end to this practice, which was in total contravention with the law. The prayer room continues to be at the disposal of the patients. No ban has been imposed on the use of this room as a ritual place by the patients. No patient has been prevented from using this ritual place. There exist two churches in the vicinity of the hospital where outsiders, including members of the Bulgarian Consulate General, can perform or take part in worship. Therefore it has not been deemed necessary to open this prayer room to the public since it would also disrupt order in the hospital. \"The allegations referred to in the letter of the Special Rapporteur correspond to the contents of a news item which appeared in the Bulgarian BTA news bulletin published on 5 December 1988 in Sofia. It goes without saying that this has been an unfortunate attempt to divert attention from the policies and practices of the Bulgarian authorities aiming at the annihilation of the religious and cultural identity of the Turkish Moslem minority in Bulgaria.\"",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. In a communication of 10 November 1989 addressed to the Government, the following information was transmitted by the Special Rapporteur: \"According to information received, all religious organizations are required to register with the Government, and religious publications are subject to government control and censorship. Furthermore, security services allegedly monitor the activities of some religious communities.\"",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. On 12 December 1989, the Permanent Mission of the Union of Myanmar communicated the reply of the authorities of the Union of Myanmar to the Special Rapporteur's letter of 10 November 1989: \"Myanmar has been a Buddhist country since the early days of the first century, but no case whatsoever of religious intolerance has occurred throughout its long history. Successive Myanmar kings issued royal edicts allowing royal subjects to practise any religion of their choice. Being devout Buddhists, they built shrines and temples and also decreed that churches and mosques be constructed from the royal treasury. > \"Myanmar was under colonial rule for nearly 100 years. Due to the divide-and-rule policy during those years of the colonial Power, the newly independent nation of Myanmar inherited some (minor) problems concerning national races. As Myanmar is a nation composed of various national races, every effort is made by the Government to protect the rights of all Myanmar citizens. > \"Accordingly, rights relating to religion are enshrined in the Constitution, which states that all persons are equally entitled to freedom of conscience and the right freely to profess and practise religion, subject to public order, morality or health. The State not only recognizes the position of Buddhism as the faith professed by the majority of the citizens, but also recognizes Islam, Christianity, Hinduism and Animism as religions or faiths professed by other citizens of the Union. It imposes no disabilities or make any discrimination on the ground of religious faith or belief. \"Consequently, Christmas, Dipawali, and Idd ul Athwaha days are observed as official holidays in the Union of Myanmar in order that citizens of different faiths may also be able to celebrate their own feast days. \"On these occasions, religious leaders of the respective faiths are permitted to broadcast from the Government Broadcasting Service Station religious sermons nationwide. Accordingly, broadcast sermons are made for Christians twice a year, i.e. at Christmas and Easter; Hindu sermons on Dipawala and Muslim sermons on Ramada, Idd ul Athwaha and Prophet Mohammed's birthday. The respective religious leaders are provided free tickets to travel by train and boat to preach and disseminate their respective faiths. Furthermore, all the religious groups in the Union of Myanmar receive financial assistance from the Government for their religious activities each year. For the financial year 1989/90, the allotments have been made by the Government as follows: | Islam | 100,000 Kyats | | |----------------|---------------|--| | Hindu | 38,500 Kyats | | | Roman Catholic | 15,600 Kyats | | | Protestant | 36,350 Kyats | | \"But, as mentioned above, due to the legacy of colonialism, national unity, peace and the stability of the Union are found to be threatened at times by slanderous works, articles and essays printed and published under the mantle of religion. \"Since the abuse of religion for political purposes is never encouraged, the Government has found it necessary sometimes to take a series of measures to maintain law and order for the benefit of Myanmar society as a whole in order that the stability essential for national development be maintained. \"One of the measures taken by the Government was to issue the 1962 Law for the Registration of Printers and Publishers. This law requires prior approval of manuscripts in order to avoid publication of materials written with the aim of destabilizing the unity and peace of the Union. On the other hand, in order to prevent publication of materials slandering one religion by another, or one religious sect by another, publishers are required to submit religious manuscripts to the Press Scrutiny and Registration Division of the Home and Religious Affairs Ministry. \"Also, in order to safeguard national unity, to achieve peace and tranquillity, and to prevent attempts to instigate, incite, abet or commit acts that might in any way disrupt law and order, and affect or disrupt the regularity of State machinery, a law relating to the forming of organizations was promulgated in 1964. \"On 30 September 1988, the State Law and Order Restoration Council enacted the Law Relating to Forming of Organizations by its Law No. 6/88. By that law, all organizations, viz, associations, societies, unions, parties clubs and similar organizations, etc., that are formed with a group of people for an objective or a programme either with or without a particular name, are required to register with the Ministry of Home and Religious Affairs. There are a few exceptional types of organizations which do not require to apply for registration. The organizations that pursue religious activities are also exempted from registration. \"Regarding the allegation that the security services monitor the activities of some religious communities, the Government of the Union of Myanmar categorically rejects it as false and totally unfounded. \"It is believed that the foregoing information and comments given by the competent authorities of the Government of the Union of Myanmar will be able to dispel any doubt that may have been entertained on the basis of the unfounded allegations. \"The Union of Myanmar is proud of having thousands of years of history free from conflicts on the basis of religion despite the fact that many other religions and faiths have been existing side by side with the Buddhism professed by the overwhelming majority of the people.\"",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 86,
        "Text": "86. In a communication of 8 November 1989 addressed to the Government, the following information was transmitted by the Special Rapporteur: \"It has been alleged that Muslims in Sukhumi, on the Black Sea, are denied the right to practise their religion and that their mosques have been turned into casinos, bars and car parks. \"Violent clashes between Christian Georgians and members of the Muslim community of Sukhumi allegedly took place on 12 and 13 July 1989 during the ceremonies marking the Muslim Feast of Sacrifice. At least 20 persons were reportedly killed. \"According to other reports received, in April 1989 the customs authorities refused to authorize entry of a printing machine sent as a present to Alexander Ogorodnikov, editor of a 'Bulletin of the Christian Community', an economics magazine published every six weeks.\"",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. On 20 December 1989, the Permanent Mission of the Union of Soviet Socialist Republics communicated the reply of the Soviet Government to the Special Rapporteur's letter dated 8 November 1989: \"The territory of the Abkhazian Autonomous Soviet Socialist Republic, including the city of Sukhumi, is inhabited mainly by people of Georgian and Abkhazian nationality, who have traditionally professed Christianity. According to the information available to the Council for Religious Affairs of the USSR Council of Ministers, not a single Muslim community is registered on the territory of the Abkhazian SSR. No Muslim religious institutions, facilities or buildings, including mosques, have ever existed in that region. The authorities concerned have received no applications from Muslim believers to register communities and open mosques. \"The clashes that took place from 14 to 16 July 1989 were caused by aggravated inter-ethnic dissensions, and resulted in casualties among both Abkhazians and Georgians. As regards the total number of casualties, the conflict, which regrettably did not cease last July, left 19 people dead and nearly 300 injured (according to the data of the USSR Ministry for Internal Affairs). \"The available information gives no reason to believe that the conflict originated from religious antagonisms. \"As regards the case of A. Ogorodnikov, under the current customs regulations, private citizens are prohibited from importing xerographic and copying equipment. It was therefore a general rule that was applied to A. Ogorodnikov, and not a discriminatory action, much less for reasons of his religious convictions. The importation of the printing equipment that A. Ogorodnikov received as a gift was permitted by the Chief Customs Office as an exception. \"It should be noted, however, in connection with the forthcoming enactment in the USSR of a law on the press and other mass media, that the unrestricted importation of xerographic and copying equipment into the USSR is envisaged.\"",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. In a communication of 8 November 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been alleged that paragraph 8 of schedule 2 of the 1981 Broadcasting Act which forbids religious advertisement interferes with the right of religious persons and groups to seek, receive and impart information and ideas through the media. It has further been alleged that the Cable Act of 1984 also discriminates against religious persons and groups by prohibiting them from owning a licence to provide a cable programme service. Future broadcasting legislation will allegedly prevent owners and licence holders from expressing their own views and opinions on religious matters and will disqualify bodies whose objects are wholly or mainly of a religious nature from holding any ITC licence.\"",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. On 12 December 1989, the United Kingdom Mission communicated the reply of the British Government to the Special Rapporteur's letter dated 8 November 1989: \"It has been alleged that paragraph 8 of schedule 2 of the Broadcasting Act 1981, which prohibits religious advertisements, interferes with the rights of religious persons and groups to seek, receive and impart information and ideas through the media. \"1. Under the provisions of the Broadcasting Act 1981, religious advertising is not permitted on independent television (ITV and Channel 4) or on independent radio. Under the 1981 Act, Parliament has placed on the Independent Broadcasting Authority responsibility for all programmes and advertisements broadcast on independent television and radio, and to ensure that the specific provisions of the Act which relate to programmes and advertising are applied. Paragraph 8 of schedule 2 to the Act states: 'No advertisement shall be permitted which is inserted by or on behalf of any body whose objects are wholly or mainly of a religious or political nature, and no advertisement shall be permitted which is directed towards any religious or political end . . . ' . \" 2. This provision applies to all religious and political groups. It was included in the original Television Act in the 1950s which introduced independent television and has continued in subsequent United Kingdom broadcasting legislation since then. \"3. As to the principles underlying the provision, it has long been held that it is not in the public interest to allow a medium as powerful and intrusive as television to be open to the unconditional expression of religious or political views. The United Kingdom Government believes that this would impinge on the rights and freedoms of others, and that the provisions of paragraph 8 of schedule 2 are therefore consistent with the restrictions permitted by articles 18.3 and 19.3 of the International Covenant on Civil and Political Rights. \"4. As to the future, the new Broadcasting Bill will not continue this prohibition. Instead, the new regulatory bodies replacing the IBA, the Independent Television Commission and the Radio Authority will be required to draw up and enforce a code on advertising and sponsorship applied to their licensees, which will be subject to the approval of the Home Secretary. Whilst there will no longer be a prohibition on religious advertising or sponsorship, it is expected that the code will be designed to prevent religious proselytizing or exploitation of the vulnerable members of society, whilst permitting advertising of religious events, publications and objects. \"It has further been alleged that the Cable and Broadcasting Act 1984 also discriminates against religious people and groups by prohibiting them from owning a licence to provide a cable programme service. \"1. Under provisions in the Cable and Broadcasting Act 1984, religious groups may not hold a licence to provide a cable programme service. The Cable Authority which was established by the 1984 Act is responsible for the issue of licences to organizations which propose to distribute cable programme services. The Authority is required under the Act to do all that it can to ensure that a body whose objects are wholly or mainly of a religious nature does not become the operator of a licensed cable system. \" 2, The reason for this provision is that the licence holder has a monopoly of cable distribution in a given area. It does not prevent a licensed cable operator from offering religious programmes or a religious channel on his cable system should he wish to do so. \"3. The provision is intended to ensure that extremist groups are not able to acquire a cable television service and use it to proselytize a particular religious viewpoint in a way which many people would consider offensive or harmful. It is the Government's view that this restriction is necessary in order to respect the rights of others and that it is consistent with the permitted restrictions set out in article 19.3 of the International Covenant. \"It is also alleged that future broadcasting legislation will prevent owners and licence holders from expressing their own views and opinions on religious matters and will disqualify bodies whose objects are wholly or mainly of a religious nature from holding any ITC licence. \" 1. Under the proposed new legislation, the Government attaches great importance to ensuring that television continues to be subject to rules designed to prevent its power and influence from being abused. The Government has no wish to prohibit or unnecessarily impede the development of religious broadcasting, and believes that the following proposals are not inconsistent with articles 18 and 19 of the International Covenant. \" 2. As regards programme content, there is no suggestion that TV and radio stations should not be permitted to broadcast programmes on religious matters. But religious programmes deal with matters about which many people feel extremely deeply. Throughout the history of broadcasting in the United Kingdom it has been considered important that religious broadcasting should be carried out in a way which was responsible and not open to abuse. The Government considers, therefore, that there should continue to be consumer protection requirements, to be operated by the proposed Independent Television Commission and Radio Authority, to prevent channels or stations from editorializing or expressing their own views and opinions on religious matters or treating such matters in an unbalanced way. Subject to these requirements, there is no reason why programmes dealing with religious matters should not continue to be broadcast, and indeed proliferate, as new channels and stations come into being. \"3. As regards ownership, the Government has proposed that bodies whose objectives are wholly or mainly of a religious nature (and also bodies which are affiliated to or controlled by such bodies) should continue to be disqualified from holding licences to run television services; but that such bodies should be allowed to have a financial but not a controlling interest in radio stations provided this does not lead to bias or editorializing on religious or controversial matters. Ultimately it will be for the relevant regulatory bodies, the ITC and the Radio Authority, to interpret and apply the safeguards mentioned above, if Parliament approves them.\"",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. In a communication of 7 April 1989 addressed to the Government concerned, the following information was transmitted by the Special Rapporteur: \"It has been reported that two Buddhist monks and scholars, Thich Tue Sy (Pham Van Thuang) and Thich Tri Sieu (Le Manh That) have been detained since 2 April 1984 and were sentenced to death in October 1988 by a court of first instance in Ho Chi Minn City. Their death sentences were reportedly commuted to 20 years' imprisonment by the Supreme People's Court. It has been alleged that these two monks were arrested and sentenced for the manifestation of non-violent religious beliefs.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 91,
        "Text": "91. On 29 May 1989, the Permanent Representative of the Socialist Republic of Viet Nam transmitted the Vietnamese authorities reply to the Special Rapporteur's letter of 7 April 1989. In it, they said among other things the following: \"1. Pham Van Thuong and Le Manh That: \"Pham Van Thuong alias Thich Tue Si, a Buddhist, was born in 1943 in Quang Binh Province and lives in the district of Go Vap (Ho Chi Minh Ville). \"Being one of the leaders of an anti-State organization known as the 'Forces of Free Viet Nam and having close relations with another anti-State organization known as 'FULRO', he was involved in subversive activities aimed at overthrowing the People's Government. \"Le Manh That alias Thich Tri Sieu, a Buddhist, was born in 1944 in Binh Tri Thien Province and lives in the district of Phu Nhuan (Ho Chi Minh Ville). > \"Like Pham Van Thuong, he was involved in subversive activities in the anti-State organizations mentioned above. \"Both the accused were condemned to death on 30 September 1988 by the court of first instance in Ho Chi Minn Ville for their crimes in seeking to overthrow the People's Government, under article 73 of the Penal Code of the Socialist Republic of Viet Nam. Later, a judgement of the Appeal Court in Ho Chi Minh Ville dated 15 November 1988 commuted the death sentence to 20 years' imprisonment without the possibility of remission. \"2. Tran Van Luong (...) \"Born in 1940 in Ha Nam Ninh Province and evacuated to Saigon (now Ho Chi Minh Ville), he was a sergeant in the army of the Saigon puppet regime. \"Being one of the leaders of the anti-State organizations known as 'Division Truong Son' and 'Popular Front for the Restoration of the Fatherland' and being 'President' and 'Prime Minister of the 'Voluntary Forces for the Restoration of the Fatherland inside the Country and 'National Resistance League for the Restoration of the Fatherland in Viet Nam', he was involved in subversive activities aimed at overthrowing the Peoples Government. Arrested on 9 December 1985 and tried by the court of first instance on 23 September 1988, he too was sentenced to death under article 73 of the Penal Code. His case will be reviewed by the Appeal Court in Ho Chi Minh Ville in due course. \"In conclusion, I wish to draw your attention to the fact that the three accused persons mentioned above were tried in accordance with the provisions of the Penal Code of the Socialist Republic of Viet Nam.\"",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. In a communication to the Government dated 10 November 1989, the following information was transmitted by the Special Rapporteur: \"According to information received, in 1989 the Government decided to enforce the procedures relating to applications for registration by religious organizations more strictly. In July, the Minister of Justice closed 200 churches in Kinshasa because they had not been registered with the Government. A large number of churches had applied for registration, but their applications had been deliberately held up for bureaucratic reasons. According to other information, legal status was denied to the Jehovah's Witnesses.\"",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. To date, no reply has been received from the following Governments: Afghanistan, Burundi, China, Ethiopia, Iran (Islamic Republic of), Israel, Mauritania, Mexico, Nepal, Somalia, Union of Soviet Socialist Republics and Zaire.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. In carrying out his mandate, the Special Rapporteur had meetings in Lisbon with government representatives, members of non-governmental organizations, representatives of various religious communities and private persons. He visited Geneva for consultations at the Centre for Human Rights from 16 to 30 June and from 9 to 15 November 1989. During these consultations, he had meetings with representatives of various Governments, non-governmental organizations and religious communities.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. During his first visit to Geneva, the Special Rapporteur held informal meetings with the representatives of Bulgaria and Turkey in connection with the emigration of a large number of Bulgarian Muslims of Turkish ethnic origin from Bulgaria to Turkey. A letter he had sent in this regard to the Government of Bulgaria on 26 June 1989 is reflected in paragraph 28 above.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. According to the Bulgarian representative, the emigration was the result of new Bulgarian legislation liberalizing the travel of Bulgarian citizens abroad and had been prompted by Turkish propaganda arousing curiosity as to the living conditions existing across the border. The Bulgarian representative admitted that some abuses might have taken place in some provinces, particularly with respect to the changing of names of Turkish origin. He added that, although human rights matters were involved, the main problem was of a political nature, thus requiring a political solution. He also stressed the willingness of his Government to hold bilateral negotiations with the Government of Turkey.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. The representative of Turkey stated that the mass exodus from Bulgaria that had been taking place since the beginning of June 1989 was the result of the inhumane policies of assimilation and repression carried out by the Bulgarian Government against its Muslim minority since the end of 1984. He added that, following the repression of peaceful demonstrations staged by Muslim Bulgarians in May 1989, the Bulgarian authorities had resorted to their deportation in large numbers. Thus hundreds of thousands of men, women and children had been forced to emigrate to Turkey, leaving behind their land, homes, possessions, and in many cases even their relatives. The representative of Turkey said that it was his Government's desire that the forced emigration of Muslim Bulgarians come to an end and that the human, religious and minority rights of Muslim Bulgarians be restored. He added that his Government was interested in negotiating with Bulgaria a comprehensive agreement on emigration, in order to safeguard the rights as well as the family unity of those Muslim Bulgarians who had already arrived in Turkey, and to enable all those who wished to emigrate to Turkey in the future to do so in an orderly manner and without having to relinquish their social and property rights in Bulgaria.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 98,
        "Text": "98. In his informal meetings with the representatives of Bulgaria and Turkey, the Special Rapporteur expressed his concern about the massive emigration of Muslim Bulgarians to Turkey and the reasons that allegedly had led to the exodus. As he had already stated in his report to the fourty-fourth session of the Commission on Human Rights (E/CN.4/1988/45), some of the measures applied by the Government of Bulgaria with regard to the country's Muslim minority, such as the changing of names, were in contradiction with the basic principles of freedom of conscience and religion. However, he stressed that the limitations on the exercise of the religious rights and freedoms of the Muslim community in Bulgaria and the mass exodus which had taken place after May 1989 were one of the many aspects of politicals cultural, ethnic and social tensions in the relations between Bulgaria and Turkey. Therefore, in the Special Rapporteur's view, bilateral negotiations seem to be the best way of guaranteeing respect for the religious rights and freedoms of the Muslim minority in Bulgaria and for regulating the flow of Muslim Bulgarians across the border to Turkey. In the view of the Special Rapporteur, such negotiations should give due regard to the rights of the persons concerned as stipulated in the Universal Declaration of Human Rights, in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, in the International Covenants on Civil and Political as well as on Social, Economic and Cultural Rights, and in other relevant human rights instruments. Finally, the Special Rapporteur deplored the failure to keep alive the protocol on the development of bilateral relations between the two countries signed in Belgrade on 23 February 1988.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Subsquently the Special Rapporteur was informed of the decision taken by the Turkish authorities at the end of August 1989 to terminate the exceptional practice, in effect since the beginning of June 1989, of allowing Bulgarian citizens to enter Turkey without a visa. The Special Rapporteur was further informed that, in the months following the above-mentioned decision, more than 10 per cent of the 3009000 Bulgarians who had crossed the border into Turkey during the summer had already returned to the homeland.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. The Special Rapporteur was pleased to note that the two parties had held discussions with the Secretary-General of the United Nations and that they had invited a discreet fact-finding mission by a representative of the Secretary-General to visit their countries. He also wished to express his satisfaction with the recent initiation of bilateral talks between Bulgaria and Turkey.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. During his second visit to Geneva, the Special Rapporteur met with representatives of Indonesia and the Syrian Arab Republic, with whom he discussed matters relating to his mandate.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. Since his appointment, the Special Rapporteur has been able to gather a considerable amount of information regarding the factors hampering the implementation of the Declaration, the infringements of the rights defined in the Declaration and the various situations in which religious intolerance and discrimination can lead to the violation of other human rights. The Special Rapporteur has pointed out that the most important factors hampering the implementation of the Declaration are: the existence of legal provisions that run counter to the spirit and letter of the Declaration; practices by governmental authorities contradicting not only the principles embodied in international instruments but even provisions enshrined in domestic law which prohibit discrimination on religious grounds; the persistence of political, economic and cultural factors which result from complex historical processes and which are at the basis of current expressions of religious intolerance.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. A large number of incidents brought to the attention of the Special Rapporteur, which involved clashes between members of various religious communities, appear to have resulted from the sectarian and intransigent attitude of the followers of a particular religion or belief. In addition to conflicts between entire religious communities, there are situations in which the activities of extremist or fanatical factions are the main cause of discriminatory practices or of violent outbursts of a religious nature. In fact, the intransigence of extremist elements and their demand for a literal interpretation, without consideration of the context of certain religious precepts, is at the root of many of the current manifestations of religious conflicts in the world.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The last few years have seen the emergence of such sectarian and intransigent attitudes regarding religious matters. This regrettable phenomenon has not only affected the freedoms and rights of minority communities in the countries where they have occurred, but has also become a destabilizing factor in the international system and a source of tension and conflict between States. As is usually the case with the different expressions of religious intolerance, these attitudes have led to attempts at curtailing a wide variety of human rights. For example, the condemnation to death of an author of a book which expresses views considered to be offensive by followers of a world religion and the death threats addressed to his publishers have been a matter of serious concern for the Special Rapporteur, not least because such attitudes violate basic principles of international law. The Special Rapporteur implores those responsible for the above-mentioned death threats not to carry them out, as this would constitute a flagrant violation of universally accepted human rights standards.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. As in previous years, this year's alleged infringements of the rights defined in the Declaration affect a whole range of rights and freedoms, such as the right to have, to manifest and to practise the religion or belief of one's choice (Declaration, arts. 1 and 6) ; the freedom f -om discriminatory treatment on the grounds of religion or belief (Declaration, arts. 2-4); and the right to bring up children in accordance with the religion or belief chosen by their parents (Declaration, art. 5) . As regards, for example, the right to have, to manifest and to practise the religion or belief of one's choice, allegations have been received in relation to restrictions on the right to manifest one's religion in public; sanctions for belonging to a specific denomination; the destruction, enforced closure, evacuation or arbitrary occupation of places of worship or assembly for a religion or belief; prohibition of the opening of new places of worship or assembly, or repair of existing premises; restriction of certain activities of a cultural nature relating to a religion or belief; seizure or confiscation of religious property or articles of worship; prohibition on importing, possessing, exhibiting or distributing certain articles of worship; prohibition on publishing, importing or distributing publications relating to a religion or belief; restriction or prohibition of religious propaganda or of propaganda concerning a belief; censorship of religious publications, sermons or addresses; use for secular purposes of places considered to be sacred for certain religions or beliefs; profanation of burial places; restrictions on the right to set up seminaries to train clergy and on the possibilities for seminarists to receive adequate instruction; and restrictions on the right to appoint sufficient numbers of clergy. Regarding discrimination on the grounds of religion and belief, the allegations received refer to discriminatory measures in relation to access to education, employment, health services, and food rations, as well as to the permanent exclusion of certain groups or movements from public service, the refusal to give injured parties their legal compensation and the denial of the right to obtain a passport on the grounds of religion or belief. Where the education of children in accordance with the religion or belief of their parents is concerned, the allegations received by the Special Rapporteur indicate the continued existence of restrictions on the enjoyment of this freedom.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 106,
        "Text": "106. As has already been noted, and as it becomes clear from careful analysis of the allegations transmitted to Governments by the Special Rapporteur in the present and previous reports, the infringements of the rights and freedoms embodied in the Declaration usually result in the infringement of other human rightss such as the right to life,, physical integrity, liberty and security of the person; freedom of movement; and freedom of opinion and expression. Indeed, many persons are still detained, either in prisons, labour camps or psychiatric hospitals, for reasons of religion or belief, while many more are silenced, persecuted or expelled from their countries on the same grounds. Persons held for religious reasons have in some cases allegedly been subjected to ill-treatment and to corporal punishment. Believers and members of the clergy of many denominations or persons holding certain beliefs continue, in a number of regions of the world, to be subjected to death threats, intimidation, physical assault, enforced re-education or enforced indoctrination. Most important, this year there has been an increase in alleged violations of the right to life in connection with the enjoyment of the rights and freedoms of religion and belief. In some cases, these violations affect individuals or groups and result from clashes with governmental forces; in others, they affect individuals or groups and result from communal clashes. In some cases, law enforcement authorities appear to have intervened in time to reduce the damage, in others it seems that they have not taken any measures; in yet others, they appear to have actively encouraged clashes.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. The Special Rapporteur wishes to acknowledge the progress made by certain countries in introducing changes in their constitutional and legal systems in order to bring them into line with prevailing international standards in the field of religious rights and freedoms. He also wishes to express his satisfaction with improvements in the policies of certain Governments regarding matters of religion and conscience. The growing co-operation of Governments in the fulfilment of his mandate is also an encouraging development. However, infringements of the rights defined in the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief seem to persist in most regions of the world, as illustrated in the allegations transmitted to Governments by the Special Rapporteur in the course of this year. They concern all the provisions of the Declaration.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Despite the above-mentioned negative trends, the Special Rapporteur wishes once more to express his satisfaction with the positive impact of the policy of openness and transparency in the sphere of religious freedom and manifestations of worship in Eastern Europe. The Special Rapporteur has particularly noted significant improvements in the relations between the Orthodox Church and the Government of the Union of Soviet Socialist Republics. Among the encouraging signs worth mentioning is the election of His Holiness the Patriarch of Moscow and all Russia and two church dignitaries as deputies to the Supreme Soviet, as well as the opening of more than 1,700 new Orthodox parishes; the opening of a new seminary at Zhiovitzy in the Minsk region which adds to the four existing ones in Smolensk, Minsk, Kishinev and Stavropol; the opening of the competition for the design of a Memorial Cathedral to commemorate the 1,000th anniversary of Christianity in Russia; and the publication by the Moscow Patriarchate of a weekly paper entitled \"The Church Messenger\". Furthermore, the dialogue initiated at the highest level with the Roman Catholic Church during the recent official visit by the President of the Soviet Union, Mr. Gorbatchev, to the Holy See is yet another positive manifestation of this new policy.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. During the past year, the Special Rapporteur has continued to receive allegations of infringements of the rights and freedoms set out in the Declaration occurring in most regions of the world, especially the right to have the religion or belief of one's choice and freedom from discrimination on grounds of religion or belief. The Special Rapporteur is concerned with the persistence of alarming infringements of other human rights arising out of attacks on freedom of thought, conscience, religion or belief. Noteworthy among them is the growing number of extra-judicial killings that have allegedly taken place in the context of clashes between religious groups or between such groups and security forces. Resorting to violence or the threat of its use in dealing with problems or antagonisms of a religious nature is also a disturbing development which, if unchecked, might endanger international peace. Despite the growing number of allegations concerning infringements of the principles embodied in the Declaration, the Special Rapporteur also wishes to note that the information collected also attests to a definite interest in overcoming the existing restrictions on the enjoyment of the rights and freedoms of thought, conscience, religion or belief. Significant progress achieved in Eastern Europe is particularly encouraging, and the increasing co-operation of almost all States in connection with the mandate of the Special Rapporteur is also praiseworthy.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. The Special Rapporteur would like to emphasize that he is aware of the difficulties involved in distinguishing between religions, sects and religious associations. In his view, aspects having to do with the antiquity of a religion, its revealed character and the existence of a scripture, while important, are not sufficient to make a distinction. Even belief in the existence of a Supreme Being, a particular ritual or a set of ethical and social rules are not exclusive to religions but can also be found in political ideologies. So far, a satisfactory and acceptable distinction has not been arrived at. Given the rapid proliferation of religious associations, the lack of a genuine distinction between religions, sects and religious associations sometimes poses serious problems. Experience has shown that many newer sects and religious associations seem to engage in activities which are not always of a legal nature. The Special Rapporteur believes that, in the absence of an international convention which would be more explicit in this regard, the Declaration is the best instrument at the disposal of the international community allowing a distinction to be made between the legal and illegal practices of sects and religious associations. Indeed, the Declaration protects not only religions but also theistic, non-theistic and atheistic beliefs and stipulates in article 1, paragraph 3, that freedom to manifest one's religion or belief is subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health or morals, or the fundamental rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. Regarding communications informing of legal action taken against certain members of sects or religious associations, the Special Rapporteur believes it would be appropriate to await the final decisions of the courts, although he wishes to add that such legal proceedings should be concluded within a reasonable time. Long procedural delays can be harmful to the parties to a dispute and detrimental to the image of a State. Moreover, to allow a trial to drag on for years is a denial of justice sometimes more serious than the allegations that led to the legal action. In any event, the Special Rapporteur is of the opinion that the possible sentencing of one or more individuals in a criminal trial does not mean a condemnation of the religion or belief that they consider themselves to serve. All religions have already experienced similar situations without being themselves affected.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. The Special Rapporteur also wishes to express his concern about the difficulties created by certain States in regard to the religious practices of foreigners who hold religious beliefs different from those held by the majority of the nationals of those States. In many cases, such difficulties consist not only in the prohibition of the building of either churches or chapels, but even in the prohibition of private worship. In some cases, such restrictions are imposed by Governments which have been authorized to build places of worship in the countries of origin of those whom they prevent from practising their faith in public. Not long agos Pope John Paul II said in reference to this situation: \"Allow me to confide in you. It is not difficult to understand the astonishment and frustration felt by Christians, say in Europe, who readily welcome believers of other religions and allow them to practise their faith, when they are refused similar rights in countries where such believers are a majority and their religion is the State religion.\" The Special Rapporteur believes that what is lacking here is the respect for the principle of reciprocity, widely accepted in international law and the day-to-day practice of international relations. Respect for this principle in the context described above, would certainly contribute to enhancing religious tolerance on a world-wide scale.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. The Special Rapporteur would like to draw attention to another limitation in the existing international instruments with regard to freedom of thought, conscience, religion or belief. A broadly based school of legal thought maintains that the individual should be free not only to choose among different theistic creeds and to practise the one of his choice freely, but also to have the right to view life from a non-theistic perspective without facing disadvantages vis-a-vis believers. The Special Rapporteur thinks that, in the same way as believers must enjoy their right to practise their religion unhindered, non-believers (freethinkers, agnostics and atheists) should not be discriminated against. The rights of non-believers should be properly guaranteed in a new international instrument.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. In the analysis of the information received, the Special Rapporteur has established that the most important obstacles to the implementation of the Declaration are, inter alia: the existence of provisions in national laws which run counter to the spirit and letter of the Declaration; governmental practices which often conflict with both national laws and international instruments on the matter; persistent economic, political and cultural factors; the influence of complex historical processes on current manifestations of religious intolerance, such as distrust and clashes between members of various religious communities which generate sectarian and intransigent attitudes; extremist and fanatical opinions originating from a literal interpretation of certain religious precepts which result in violent outbursts; extra-judicial killings, death threats, intimidation, enforced re-education, confinement to psychiatric institutions or labour camps; profanation of places of worship and burial grounds, destruction, closing, evacuation or occupation of such places of worship; seizure or confiscation of articles of worship and property; hindering or prohibition of religious publications and their dissemination, their censorship as well as that of sermons, etc. These regrettable phenomena adversely affect not only the rights and freedoms of religious communities but also those of minorities and represent a destabilizing factor in international relations and a source of tensions and conflict between States. The violation or non-respect of religious rights often results in the infringement of other human rights, such as the right to life, physical integrity, liberty and security of the person, freedom of movement and freedom of opinion and expression.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 115,
        "Text": "115. The Special Rapporteur also wishes to underline that progress has been made in this area as well. An example is the introduction of appropriate changes in constitutions and legal systems made by certain countries to bring them into greater accord with international instruments; improved policies of certain Governments regarding matters of religion and conscience; the positive impact of the policy of openness and transparency in Eastern Europe, especially the new dialogue between the Government of the Soviet Union and the Orthodox and Roman Catholic Churches.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. Since his appointment, the Special Rapporteur has been collecting information transmitted to him by Governments, non-govemmental organizations and other religious and lay sources, regarding constitutional and legal guarantees of freedom of thought, conscience, religion a^d belief, measures taken by States to combat intolerance, and incidents and governmental actions which might be inconsistent with the provisions of the Declaration. The information thus gathered has constantly been examined by the Special Rapporteur, since it contains important elements to be taken into account by any future drafters of a new international instrument. The Special Rapporteur, should the Commission decide to renew his mandate, intends to include in his next report a brief analysis of the material collected over the years since his first appointment.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 117,
        "Text": "117. Although the international system already has a number of mandatory norms in the area of freedom of religion or belief, the persistence of the problem of intolerance and discrimination in this field calls for the preparation of an international instrument dealing specifically with the elimination of this phenomenon. The Special Rapporteur is of the opinion that the adoption of such an instrument could give a broader and more profound dimension to international protection against manifestations of intolerance based on religion or belief. Furthermore, the mandatory nature of the provisions of such an instrument could impose on States parties a number of requirements, such as the submission of reports on the application of its provisions, which might encourage greater respect for religious rights and freedoms by such States.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. For the purpose of elaborating such an international instrument, the international community might usefully draw upon the principles laid down in the 1981 Declaration, as well as on the practical experience acquired in recent years by the Commission on Human Rights in this regard. The Special Rapporteur would like to insist on the advantage of establishing, within the Commission on Human Rights or its Sub-commission on Prevention of Discrimination and Protection of Minorities, an open-ended working group to consider the possibility of preparing a new binding international instrument. In his view, such a group should be able to count on the broad participation of States, non-governmental organizations and religious denominations. While such an international instrument is being prepared, the Commission on Human Rights should endeavour to maintain its vigilance and continue to apply the procedure it has introduced with a view to monitoring and, if possible, reducing incidents and measures inconsistent with the provisions of the 1981 Declaration.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. In this connection, the Special Rapporteur has noted with interest the report (E/CN.4/Sub.2/1989/32) prepared by Mr. Theo van Boven, expert of the Sub-Commission on Prevention of Discrimination and Protection of Minorities, pursuant to Commission to resolution 1988/55. In relation to the new binding international instrument itself, Mr. van Boven stresses that it should build on the standards already elaborated by the international community; take into account the complexity of the issues involved and, in particular, the need for broad international acceptance on the part of States which would have to undertake legal obligations.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. The Special Rapporteur wishes once more to urge States which have not already ratified the relevant international instruments to do so, making provision, in accordance with the norms laid down by those instruments, for the necessary constitutional and legal guarantees for freedom of thought, conscience, religion and belief, including effective remedies in the event of intolerance or discrimination based on religion or belief.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. Advantage should be taken of the advisory services made available by the United Nations in the field of human rights, as follows: (a) Provision of expert advisory services to countries which express the desire to have them for the drafting of new legislative provisions or the adaptation of existing legislation in conformity with the principles set out in the 1981 Declaration; for the establishment of a machinery for the promotion and protection of human rights, particularly in respect of freedom of religion and belief, such as national commissions, the institution of an ombudsman or of reconciliation commissions; or for the inclusion in school curricula of teaching of the ideals of tolerance, understanding and mutual respect among all religious groups;; (b) Organization of regional, subregional and national training courses aimed at greater familiarization with existing principles, norms and remedies in the sphere of freedom of religion and belief. These training courses would be particularly intended for persons occupying key posts in their respective countries, such as legislators, judges, lawyers, law-enforcement officials, members of the administration and educators;; (c) Organization of international, regional and national workshops for representatives of non-governmental organizations in the sphere of human rights, and for representatives of specific religions and ideologies, on the theme of promotion of tolerance and understanding as regards religion and belief and encouragement of inter-denominational dialogue;; (d) Organization, with the collaboration of UNESCO, of media briefings aimed at a broader dissemination of the principles contained in the Declaration so as to prevent the spreading of stereotypes which might lead to lack of comprehension and tolerance.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. The Special Rapporteur wishes to insist that non-governmental organizations in general, and groups representing specific religions or ideologies in particular, can and should play an active role in assuring respect for and promoting tolerance and freedom of religion and belief by initiating an inter-denominational dialogue at the national and international levels, in the form of meetings, conferences and seminars whose topics would be aimed at emphasizing the similarities among various religions and beliefs rather than their differences.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. Finally, victims of intolerance and discrimination based on religion or belief should have effective remedies available to them. In this connection, the Special Rapporteur is of the opinion that it would be desirable for information on the norms laid down by the 1981 Declaration to be given widespread dissemination among persons responsible for protecting the right to freedom of religion or belief, particularly lawmakers, judges, lawyers and civil servants.",
        "Labels": []
    }
]