[
    {
        "ID": 1,
        "Text": "1. The present report is the result of a joint study conducted by the Chairperson of the Working Group on Arbitrary Detention, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, the Special Rapporteur on freedom of religion or belief and the Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health (the right to the highest attainable standard of health or the right to health).",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Since January 2002, the five mandate holders have been following the situation of detainees held at the United States Naval Base at Guantánamo Bay. In June 2004, they decided to continue this task as a group because the situation falls under the scope of each of the mandates. The focus of each mandate holder is on the law, allegations and recommendations relevant to his or her mandate as defined by the relevant resolutions of the Commission on Human Rights establishing the respective mechanism. However, the mandate holders consider that they can better discharge their reporting obligations to the Commission by submitting one joint report on this subject rather than five individual reports.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In studying the situation, they have continuously sought the cooperation of the United States authorities and on 25 June 2004, they sent a letter, followed by several reminders, requesting the Government of the United States of America to allow them to visit Guantánamo Bay in order to gather first-hand information from the prisoners themselves. By letter dated 28 October 2005, the Government of the United States extended an invitation for a one-day visit to three of the five mandate holders, inviting them \"to visit the Department of Defense's detention facilities [of Guantánamo Bay]\". The invitation stipulated that \"the visit will not include private interviews or visits with detainees\". In their response to the Government dated 31 October 2005, the mandate holders accepted the invitation, including the short duration of the visit and the fact that only three of them were permitted access, and informed the United States Government that the visit was to be carried out on 6 December 2005. However, they did not accept the exclusion of private interviews with detainees, as that would contravene the terms of reference for fact-findings missions by special procedures and undermine the purpose of an objective and fair assessment of the situation of detainees held in Guantánamo Bay. In the absence of assurances from the Government that it would comply with the terms of reference, the mandate holders decided on 18 November 2005 to cancel the visit.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 4,
        "Text": "4. The present report is therefore based on the replies of the Government to a questionnaire concerning detention at Guantánamo Bay submitted by the mandate holders, interviews conducted by the mandate holders with former detainees currently residing or detained in France, Spain and the United Kingdom and responses from lawyers acting on behalf of some Guantánamo Bay detainees to questionnaires submitted by the mandate holders. It is also based on information available in the public domain, including reports prepared by non-governmental organizations (NGOs), information contained in declassified official United States documents and media reports. The report raises a number of important and complex international human rights issues. In view of the fact that an on-site visit was not conducted and owing to page limitations, the report should be seen as a preliminary survey of international human rights law relating to the detainees in Guantánamo Bay. In accordance with usual practice, the United States Government was provided with a draft of this report on 16 January 2006. In its reply of 31 January 2006, the Government requested that its response be attached to the finalized report (see annex). A number of revisions were made to the draft report in the light of the Government's reply of 31 January 2006.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 5,
        "Text": "5. According to the information provided by the United States Government as of 21 October 2005, approximately 520 detainees were held in Guantánamo Bay. From the establishment of the detention centre in January 2002 until 26 September 2005, 264 persons were transferred from Guantánamo, of whom 68 were transferred to the custody of other Governments, including those of Pakistan, the Russian Federation, Morocco, the United Kingdom, France and Saudi Arabia. As of 21 October 2005, President Bush had designated 17 detainees eligible for trial by a military commission. Of those, the United States has since transferred three to their country of origin, where they have been released. As of the end of December 2005, a total of nine detainees had been referred to a military commission.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 6,
        "Text": "6. Following the 11 September 2001 attacks on the United States of America, the Security Council adopted resolution 1373 (2001) requiring all States to take a wide range of legislative, procedural, economic, and other measures to prevent, prohibit and criminalize terrorist acts. The preamble of the resolution reaffirms \"the need to combat by all means, in accordance with the Charter of the United Nations, threats to international peace and security caused by terrorist acts\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 7,
        "Text": "7. In subsequent resolutions, the Security Council, as well as the General Assembly, while recognizing the importance of the fight against terrorism, called for all \"States [to] ensure that any measure[s] taken to combat terrorism comply with all their obligations under international law, in particular international human rights, refugee and humanitarian law\". This fundamental principle has been reaffirmed by the Secretary-General, the High Commissioner for Human Rights and the Commission on Human Rights, which has called on all relevant special procedures and mechanisms of the Commission, as well as the United Nations human rights treaty bodies, to consider, within their mandates, the protection of human rights and fundamental freedoms in the context of measures to combat terrorism.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The United States is party to several human rights treaties relevant to the situation of persons held at Guantánamo Bay, most importantly the International Covenant on Civil and Political Rights (ICCPR), the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (Convention against Torture) and the International Convention on the Elimination of All Forms of Racial Discrimination (ICERD). On 5 October 1977, the United States signed the International Covenant on Economic, Social and Cultural Rights (ICESCR), which it has not yet ratified. Some of the provisions of these treaties reflect norms of customary international law. The prohibition of torture moreover enjoys jus cogens status.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The United States is also party to several international humanitarian law treaties pertinent to the situation in Guantánamo Bay, primarily the Geneva Convention relative to the Treatment of Prisoners of War (Third Convention) and the Geneva Convention relative to the Protection of Civilian Persons in Time of War (Fourth Convention), of 12 August 1949, many provisions of which are considered to reflect customary international law. Although the United States is not a party to the Additional Protocols I and II to the Geneva Conventions, some of their provisions - in particular article 75 of Additional Protocol I - are regarded as applicable as they have been recognized as declaratory of customary international law.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 10,
        "Text": "10. In accordance with article 2 of ICCPR, \"each State Party … undertakes to respect and to ensure to all individuals within its territory and subject to its jurisdiction the rights recognized in the [ICCPR] without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status\".",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. While article 2 refers to persons \"within [a State Party's] territory and subject to its jurisdiction\", the Human Rights Committee, which monitors implementation of the Covenant, has clarified that \"a State party must respect and ensure the rights laid down in the Covenant to anyone within the power or effective control of that State party, even if not situated within the territory of the State party\". Similarly, the International Court of Justice (ICJ) in its advisory opinion on the Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territories recognized that the jurisdiction of States is primarily territorial, but concluded that the ICCPR extends to \"acts done by a State in the exercise of its jurisdiction outside of its own territory\". Accordingly, the particular status of Guantánamo Bay under the international lease agreement between the United States and Cuba and under United States domestic law does not limit the obligations of the United States under international human rights law towards those detained there. Therefore, the obligations of the United States under international human rights law extend to the persons detained at Guantánamo Bay.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 12,
        "Text": "12. ICCPR and other international human rights instruments include specific provisions allowing States to limit, restrict or, in highly exceptional circumstances, derogate from certain rights contained therein. Derogations are provided for under specific circumstances that threaten the life of the nation. Article 4 (1) of ICCPR sets out a number of procedural and substantive safeguards regarding derogation measures: the State must have officially proclaimed a state of emergency; the derogation measures must be limited to those strictly required by the exigencies of the situation; they must not be inconsistent with other international obligations of the State; and they must not be discriminatory.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Derogations are exceptional and temporary measures: \"The Covenant requires that even during an armed conflict measures derogating from the Covenant are allowed only if and to the extent that the situation constitutes a threat to the life of the Nation.\" Derogation measures must be lifted as soon as the public emergency or armed conflict ceases to exist. Most importantly, derogation measures must be \"strictly required\" by the emergency situation. This requirement of proportionality implies that derogations cannot be justified when the same aim could be achieved through less intrusive means. Following the events of 11 September 2001, the United States has not notified any official derogation from ICCPR, as requested under article 4 (3) of the Covenant, or from any other international human rights treaty.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 14,
        "Text": "14. Not all rights can be derogated from, even during a public emergency or armed conflict threatening the life of a nation. Article 4 (2) of ICCPR stipulates which rights cannot be subject to derogation. These include the right to life (art. 6), the prohibition of torture or cruel, inhuman or degrading treatment or punishment (art. 7), the recognition of everyone as a person before the law (art. 16), and freedom of thought, conscience and religion (art. 18). Although article 9 of the Covenant, enshrining the right to liberty and its corresponding procedural safeguards, and article 14, providing for the right to a fair trial, are not among the non-derogable rights enumerated in article 4, the Human Rights Committee has indicated in its general comment No. 29 (2001) that \"procedural safeguards may never be made subject to measures that would circumvent the protection of non-derogable rights\". Thus, the main elements of articles 9 and 14, such as habeas corpus, the presumption of innocence and minimum fair trial rights, must be fully respected even during states of emergency.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 15,
        "Text": "15. The application of international humanitarian law and of international human rights law are not mutually exclusive, but are complementary. As stated by the Human Rights Committee in general comment No. 31 (2004): \"the Covenant applies also in situations of armed conflict to which the rules of international humanitarian law are applicable. While in respect of certain Covenant rights, more specific rules of international humanitarian law may be especially relevant for the purpose of the interpretation of the Covenant rights, both spheres of law are complementary, not mutually exclusive\".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 16,
        "Text": "16. In its advisory opinion on the Legality of the Threat or Use of Nuclear Weapons, ICJ clearly affirmed the applicability of ICCPR during armed conflicts. The Court stated that \"the right not arbitrarily to be deprived of one's life applies also in hostilities. The test of what constitutes an arbitrary deprivation of life, however, then must be determined by the applicable lex specialis, namely, the law applicable in armed conflict\". The Court confirmed its view in its advisory opinion on the Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territories: \"the protection offered by human rights conventions does not cease in case of armed conflict, save through the effect of provisions for derogation of the kind to be found in article 4 of the [ICCPR]\".",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Chairperson of the Working Group on Arbitrary Detention and the Special Rapporteur on the independence of judges and lawyers are deeply concerned about the legal regime applied by the United States to the detainees in the Guantánamo Bay detention centre. In their view, the legal regime applied to these detainees seriously undermines the rule of law and a number of fundamental universally recognized human rights, which are the essence of democratic societies. These include the right to challenge the lawfulness of the detention before a court (ICCPR, art. 9 (4)) and the right to a fair trial by a competent, independent and impartial court of law (ICCPR, art. 14); they protect every person from arbitrary detention and unjust punishment and safeguard the presumption of innocence.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 18,
        "Text": "18. The legal regime imposed on detainees at Guantánamo is regulated by the Military Order on the Detention, Treatment and Trial of Certain Non-Citizens in the War Against Terrorism of 13 November 2001 (hereafter referred to as the \"Military Order\"). It allows suspects to be detained indefinitely without charge or trial, or to be tried before a military commission. This section assesses the legal basis for detention and the remedies available to challenge detention from the perspective of the two above-mentioned mandates. It then assesses whether these military commissions satisfy the minimum international law requirements of a fair trial and an independent tribunal, in particular as set out in article 14 of ICCPR and in the Basic Principles on the Independence of the Judiciary and the United Nations Basic Principles on the Role of Lawyers.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The fundamental proposition of the United States Government with regard to the deprivation of liberty of persons held at Guantánamo Bay is that \"[t]he law of war allows the United States - and any other country engaged in combat - to hold enemy combatants without charges or access to counsel for the duration of hostilities. Detention is not an act of punishment but of security and military necessity. It serves the purpose of preventing combatants from continuing to take up arms against the United States\". While the Chairperson of the Working Group and the Special Rapporteur would not use the term \"enemy combatant\", they share the understanding that any person having committed a belligerent act in the context of an international armed conflict and having fallen into the hands of one of the parties to the conflict (in this case, the United States) can be held for the duration of hostilities, as long as the detention serves the purpose of preventing combatants from continuing to take up arms against the United States. Indeed, this principle encapsulates a fundamental difference between the laws of war and human rights law with regard to deprivation of liberty. In the context of armed conflicts covered by international humanitarian law, this rule constitutes the lex specialis justifying deprivation of liberty which would otherwise, under human rights law as enshrined by article 9 of ICCPR, constitute a violation of the right to personal liberty.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 20,
        "Text": "20. The United States justifies the indeterminate detention of the men held at Guantánamo Bay and the denial of their right to challenge the legality of the deprivation of liberty by classifying them as \"enemy combatants\". For the reasons the Chairperson of the Working Group and the Special Rapporteur will elaborate, to the extent permitted by the constraints of this report, the ongoing detention of the Guantánamo Bay detainees as \"enemy combatants\" does in fact constitute arbitrary deprivation of the right to personal liberty.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 21,
        "Text": "21. Because detention \"without charges or access to counsel for the duration of hostilities\" amounts to a radical departure from established principles of human rights law, it is particularly important to distinguish between the detainees captured by the United States in the course of an armed conflict and those captured under circumstances that did not involve an armed conflict. In this context, it is to be noted that the global struggle against international terrorism does not, as such, constitute an armed conflict for the purposes of the applicability of international humanitarian law.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The Third Geneva Convention provides that where, in the context of \"cases of declared war or of any other armed conflict which may arise between two or more of the High Contracting Parties\" (art. 2 (1)), a person \"having committed a belligerent act and having fallen into the hands of the enemy\" may be detained as a prisoner of war until the end of the hostilities. The Fourth Geneva Convention allows a party to the conflict to detain (\"intern\") civilians because they constitute a threat to the security of the Party or intend to harm it (arts. 68, 78 and 79), or for the purposes of prosecution on war crimes charges (art. 70). Once the international armed conflict has come to an end, prisoners of war and internees must be released, although prisoners of war and civilian internees against whom criminal proceedings for an indictable offence are pending may be detained until the end of such proceedings. As the rationale for the detention of combatants not enjoying prisoner of war status is to prevent them from taking up arms against the detaining power again, the same rule should be applied to them. In other words, non-privileged belligerents must be released or charged once the international armed conflict is over.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 23,
        "Text": "23. The indefinite detention of prisoners of war and civilian internees for purposes of continued interrogation is inconsistent with the provisions of the Geneva Conventions. Information obtained from reliable sources and the interviews conducted by the special procedures mandate holders with former Guantánamo Bay detainees confirm, however, that the objective of the ongoing detention is not primarily to prevent combatants from taking up arms against the United States again, but to obtain information and gather intelligence on the Al-Qaida network.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 24,
        "Text": "24. The Chairperson of the Working Group and the Special Rapporteur note that, while United States Armed Forces continue to be engaged in combat operations in Afghanistan as well as in other countries, they are not currently engaged in an international armed conflict between two Parties to the Third and Fourth Geneva Conventions. In the ongoing non-international armed conflicts involving United States forces, the lex specialis authorizing detention without respect for the guarantees set forth in article 9 of ICCPR therefore can no longer serve as a basis for that detention.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 25,
        "Text": "25. Many of the detainees held at Guantánamo Bay were captured in places where there was - at the time of their arrest - no armed conflict involving the United States. The case of the six men of Algerian origin detained in Bosnia and Herzegovina in October 2001 is a well-known and well-documented example, but also numerous other detainees have been arrested under similar circumstances where international humanitarian law did not apply. The legal provision allowing the United States to hold belligerents without charges or access to counsel for the duration of hostilities can therefore not be invoked to justify their detention.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 26,
        "Text": "26. This does not of course mean that none of the persons held at Guantánamo Bay should have been deprived of their liberty. Indeed, international obligations regarding the struggle against terrorism might make the apprehension and detention of some of these persons a duty for all States. Such deprivation of liberty is, however, governed by human rights law, and specifically articles 9 and 14 of ICCPR. This includes the right to challenge the legality of detention before a court in proceedings affording fundamental due process rights, such as guarantees of independence and impartiality, the right to be informed of the reasons for arrest, the right to be informed about the evidence underlying these reasons, the right to assistance by counsel and the right to a trial within a reasonable time or to release. Any person deprived of his or her liberty must enjoy continued and effective access to habeas corpus proceedings, and any limitations to this right should be viewed with utmost concern.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. The Chairperson of the Working Group and the Special Rapporteur recall that detainees at Guantánamo Bay were deprived of their right to challenge the lawfulness of their detention and of their right to legal counsel for several years, until a United States Supreme Court decision granted detainees access to federal courts. In June 2004, the Supreme Court, in Rasul v. Bush, 25 held that United States courts have the jurisdiction to consider challenges to the legality of the detention of foreign nationals detained at the Guantánamo Bay Naval Base. However, at the time of writing (i.e. more than four years after detention at Guantánamo Bay started), not a single habeas corpus petition has been decided on the merits by a United States Federal Court.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 28,
        "Text": "28. In light of the Rasul judgement, the Government, on 7 July 2004, created the Combatant Status Review Tribunal (CSRT), a body composed of three non-commissioned officers, to examine the legality of detentions. Thereafter, the United States District Court dealing with the habeas corpus petitions of the Guantánamo detainees ruled that the CSRT proceedings \"deny [the detainees] a fair opportunity to challenge their incarceration\" and thus fail to comply with the terms of the Supreme Court's ruling. According to information received from the Government, all persons currently held at Guantánamo Bay had their status reviewed by the CSRT. The United States further established, on 11 May 2004, Administrative Review Boards (ARBs) to provide an annual review of the detention of each detainee. These institutions do not satisfy the requirement in article 9 (3) of ICCPR that \"[a]nyone … detained on a criminal charge shall be brought promptly before a judge or other officer authorized by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release\": the requirement in article 9 (4) of ICCPR that \"[a]nyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings before a court, in order that that court may decide without delay on the lawfulness of his detention and order his release if the detention is not lawful\", or the requirements of article 14 of ICCPR, as: (a) The CSRTs and ARBs do not comprise the guarantees of independence essential to the notions of a \"court\" (art. 9 (4)) or \"exercise of judicial power\" (art. 9 (3));; (b) Detainees' defence counsel whom the mandate holders met raised serious concerns regarding CSRT and ARB procedural rules, which do not provide the detainees with a defence counsel. Moreover, the restrictions on detainees' right to be present at hearings in their case and on their access to the information and evidence on which the allegation that they are unlawful belligerents is based undermine the legality and legitimacy of the process;; (c) The interviews conducted by the mandate holders with detainees corroborated allegations that the purpose of the detention of most of the detainees is not to bring criminal charges against them but to extract information from them on other terrorism suspects. Indeed, four years after the establishment of the detention facility, none of the inmates has been tried and the proceedings of only nine persons detained at Guantánamo Bay are close to the trial stage;; (d) It would appear that in determining the status of detainees the CSRT has recourse to the concepts recently and unilaterally developed by the United States Government, and not to the existing international humanitarian law regarding belligerency and combatant status; and; (e) Even where the CSRT determines that the detainee is not an \"enemy combatant\" and should no longer be held, as in the case of the Uighurs held at Guantánamo Bay nine months after the CSRT determined that they should be freed, release might not ensue.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. The concerns raised by the shortcomings of the CSRT and ARB procedures are aggravated by the Detainee Treatment Act of 2005, which provides that \"no court, or judge shall have jurisdiction to hear or consider (1) an application for a writ of habeas corpus filed by or on behalf of an alien detained by the Department of Defense at Guantánamo Bay, Cuba\". The exception hereto is that the United States Court of Appeals for the District of Columbia retains jurisdiction to determine the validity of any final decision of a CSRT. However, the jurisdiction of the Court of Appeals only extends to examining whether the procedures were properly followed, and not to the merits of the CSRT decision.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Article 14 (1) of ICCPR states that in criminal proceedings \"everyone shall be entitled to a fair and public hearing by a competent, independent and impartial tribunal established by law\". The Basic Principles on the Independence of the Judiciary also recognize that \"everyone shall have the right to be tried by ordinary courts or tribunals using established legal procedures. Tribunals that do not use the duly established procedures of the legal process shall not be created to displace the jurisdiction belonging to the ordinary courts or judicial tribunals\". The Military Order provides that detainees must be tried by the Military Commission created ad hoc for Guantánamo detainees and denies them the well-established procedures of ordinary civilian courts or military tribunals.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Human Rights Committee in general comment No. 13 (1984) interpreted article 14 of ICCPR to mean that the basic requirements for a fair trial within article 14 apply both to ordinary and specialized tribunals. In noting the existence in certain countries of military tribunals which try civilians, the Committee considered that \"this could present serious problems as far as the equitable, impartial and independent administration of justice is concerned\" and that \"quite often the reason for the establishment of such courts is to enable exceptional procedures to be applied which do not comply with normal standards of justice\". The Committee concludes that \"the trying of civilians by such courts should be very exceptional and take place under conditions which genuinely afford the full guarantees stipulated in article 14\". Military commissions should therefore also fully comply with the provisions set out in article 14 and respect the guarantees for a fair trial.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The proceedings before military commissions at Guantánamo Bay are hard to reconcile with article 14 of ICCPR. According to the military order, the judges of the commissions are appointed by the \"Appointing Authority\", which is under the authority and the responsibility of the Department of Defense and ultimately of the President. Judges should be commissioned officers of the armed forces and may be removed by the Appointing Authority. Such provisions suggest not only interference by but full control over the commissions' judges by the executive: the requirement of an independent judiciary is clearly violated. In addition, there appears to be no impartial judicial mechanism for resolving conflict of jurisdiction: decisions on issues of jurisdiction and competence are made by the Appointing Authority, leaving the military commissions outside the control of judicial authorities.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Finally, the Military Order requires only a minimum level of legal knowledge for appointment to the commissions. The inadequate qualifications of the members impede the regular and fair conduct of the hearings, violating the essential requirement that \"persons selected for judicial office shall be individuals of integrity and ability with appropriate training or qualifications in law\". The detainees' right to be tried by judges sufficiently competent in law is violated although Revised Military Commission Order No. 1 mitigates this by allocating responsibility for ruling on most questions of law to the presiding officer, who must be a judge advocate of any of the United States Armed Forces.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The right to a fair trial is recognized in article 14 of ICCPR, as well as articles 105 and 106 of the Third Geneva Convention and article 75 of the Additional Protocol I (this last article is considered to be declaratory of customary law). The fundamental principles of the right to a fair trial cannot be derogated from by any State, under any circumstances, as affirmed by the Human Rights Committee in its general comment No. 29. The Military Order recognizes the duty to \"provide a full and fair trial\", but its provisions do not guarantee that right.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Military Order limits the right to be tried in one's presence. Also, the right of the accused to defend himself/herself in person or through legal assistance of his/her own choosing is violated since, as noted above, the Military Commissions provide for a defence counsel to be appointed directly by the Appointing Authority, and for the possibility of his/her removal by the same authority \"for good reason\". Under the Military Order the accused may retain the services of a civilian attorney of his own choosing, but that attorney has to satisfy a number of requirements, including being determined eligible for access to classified information, signing confidentiality agreements regarding the procedures and the cases he or she is involved with, travelling to Guantánamo at his own expenses, and agreeing not to leave the base without authorization. In addition, certain information and evidence may be kept from the civilian lawyer and he or she may be excluded from the hearing for reasons of national security. All of these requirements imperil the right to a fair trial under article 14 (1) of ICCPR and specific \"minimum guarantees\" set forth in article 14 (3) (b) and (d): to be allowed to adequately prepare one's defence, with the assistance of counsel of one's own choosing, and to test evidence adduced against one. They further clearly violate the Basic Principles on the Role of Lawyers.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The right adequately to prepare one's defence (ICCPR, art. 14 (3) (b) and the Basic Principles on the Role of Lawyers), which includes access to documents and other evidence and to examine witnesses against oneself and have witnesses examined on one's behalf is not guaranteed, since the Military Order provides that \"[t]he Accused may obtain witnesses and documents for the Accused's defense, to the extent necessary and reasonably available as determined by the Presiding Officer\". The grounds for denying the accused and the defence counsel of his choice access to \"protected information\" remain excessively broad also under Revised Military Commission Order No. 1 of August 2005, which brought some improvement to the Military Order of March 2002 in this respect. However, by virtue of the Detainee Treatment Act of December 2005 a United States Court of Appeals now has jurisdiction to assess whether the commission provided the defendant a \"full and fair trial\", and whether the admission of evidence the accused has not seen was compatible with his right to a fair trial. Nonetheless, the Chairperson of the Working Group and the Special Rapporteur remain highly concerned that the right adequately to prepare one's defence is insufficiently protected in proceedings before military commissions.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The Chairperson of the Working Group and the Special Rapporteur are also concerned about the conditions under which information is obtained from detainees at Guantánamo Bay. They have been informed by former detainees that the power to mitigate the harsh conditions of detention is in the hands of interrogators and depends on the degree of \"cooperation\" with them. Detainees are subjected to regular interrogations and put under strong pressure to confess that they are members of Al-Qaida and/or to incriminate other persons. The gathering of evidence in such conditions affects the credibility of any charges brought against them or against other persons.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The right to be tried without undue delay (ICCPR, art. 14 (3) (c)) relates both to the time by which the trial should commence and the time by which it should end. Out of a total of more than 500 detainees presently held at Guantánamo Bay, fewer than 10 have so far been referred to a military commission. The vast majority of the Guantánamo detainees have not been charged with an offence after several years of detention. As they continue to be detained, the detainees' right to be tried without undue delay is being violated.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Concerning the right to a public hearing, the Military Order authorizes the court, for unspecified \"national security\" reasons, to conduct trials in secret.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Finally, the decisions of the military commissions were previously only reviewable by a panel appointed by the Secretary of Defense, with a final review being available to the President of the United States. The Detainee Treatment Act of December 2005 has given the United States Court of Appeals for the District of Columbia jurisdiction to determine the validity of any final decision rendered by a military commission. However, the scope of such review is very limited. The right to an appeal before an independent tribunal, enshrined in article 14 (5) of ICCPR, is consequently also severely restricted.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The right not to be subjected to torture or cruel, inhuman or degrading treatment or punishment is explicitly affirmed in article 7 of ICCPR. The Convention against Torture defines torture, and details measures to be taken by States parties to prevent acts of torture and other cruel, inhuman or degrading treatment or punishment.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Article 2 (2) of the Convention states that: \"No exceptional circumstances whatsoever, whether a state of war or a threat of war, internal political instability or any other public emergency, may be invoked as a justification of torture.\" The right to be free from torture and cruel, inhuman or degrading treatment or punishment is a non-derogable right, and therefore no exceptional circumstances may be invoked to justify derogation. The Human Rights Committee and the Committee against Torture have consistently emphasized the absolute character of the prohibition of torture and underlined that this prohibition cannot be derogated from in any circumstances, even in war or while fighting terrorism.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The prohibition of torture and \"outrages upon personal dignity, in particular humiliating and degrading treatment\" is also contained in common article 3 of the Geneva Conventions of 1949, to which the United States is a party. Moreover, the prohibition of torture is part of jus cogens. Torture and other inhumane acts causing severe pain or suffering, or serious injury to the body or to mental or physical health are also prohibited under international criminal law and in certain instances can amount to crimes against humanity and war crimes.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 44,
        "Text": "44. The prohibition of torture provided by the relevant international standards, in particular the Convention against Torture, also encompasses the principle of non-refoulement (art. 3), the obligation to investigate alleged violations promptly and bring perpetrators to justice, the prohibition of incommunicado detention, and the prohibition of the use of evidence obtained under torture in legal proceedings.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. In view of the foregoing, the United States has the obligation to fully respect the prohibition of torture and ill-treatment. The Special Rapporteur on torture notes the reservations to the Convention and ICCPR made by the United States, indicating that it considers itself bound by the prohibition of cruel, inhuman and degrading treatment only to the extent that it means the cruel, unusual and inhumane treatment or punishment prohibited by the Fifth, Eighth and/or Fourteenth Amendments to the Constitution of the United States. In this regard, he would like to recall the concerns of the relevant treaty bodies, which deplored the failure of the United States to include a crime of torture consistent with the Convention definition in its domestic legislation and the broadness of the reservations made by the United States.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Beginning in 2001, the Administration of the United States, while officially reiterating its adherence to the absolute prohibition of torture, has put in place a number of policies that effectively weaken the prohibition. A concrete example is the memorandum of 1 August 2002 from Jay S. Bybee, then Assistant Attorney-General for the Office of Legal Council at the Department of Justice and now federal judge, to Alberto Gonzales, then Counsel to the President of the United States and now Attorney-General, which attempts to significantly narrow the definition of torture and claims that the necessity of self-defence can justify violations of the law prohibiting the use of torture. The Special Rapporteur notes that, as indicated in the response by the United States Government to the questionnaire of 21 October 2005, this memorandum was superseded by a Department of Justice memorandum dated 30 December 2004.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. However, several subsequent internal Department of Defense memoranda have sought to widen the boundaries of what is permissible in terms of \"counter-resistance techniques\" (see also section B below). On 16 April 2003, a memorandum was issued, authorizing 24 specific techniques. Its introduction states that \"US Armed Forces shall continue to treat detainees humanely and, to the extent appropriate and consistent with military necessity, in a manner consistent with the principles of the Geneva Conventions.\" This formulation is ambiguous in that it implies that military necessity may override the principles of the Geneva Conventions. In this context, the Special Rapporteur also notes that in its reply to the questionnaire the United States exclusively uses the term \"torture\" and makes no reference to \"cruel, inhuman and degrading treatment and punishment\".",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The debate in the Senate on 5 October 2005 is telling. Senator McCain, describing the confusion that exists regarding authorized and unauthorized interrogation techniques, said: \"What this also means is that confusion about the rules becomes rampant again. We have so many differing legal standards and loopholes that our lawyers and generals are confused. Just imagine our troops serving in prison in the field.\" The Special Rapporteur welcomes that the acceptance made on 15 December 2005 by President Bush of the McCain amendment to the Department of Defense Appropriations Bill prohibiting cruel, inhuman and degrading treatment or punishment (CIDT) with regard to persons kept in detention by the Department of Defense and in the custody or control of the United States Government worldwide, thereby clarifying the confusing rules and codifying the prohibition of CIDT. He also considers a significant progress the failure of the attempts of Vice-President Cheney and CIA Director Goss to explicitly exempt the CIA from the legal prohibition of CIDT.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Following the ambiguous interpretations of what constitutes torture and ill-treatment detailed in section A, the following interrogation techniques, which clearly went beyond earlier practice (as contained in Army Field Manual FM 34-52), were approved by the Secretary of Defense on 2 December 2002: - \"The use of stress positions (like standing) for a maximum of four hours; - Detention in isolation up to 30 days; - The detainee may have a hood placed over his head during transportation and questioning; - Deprivation of light and auditory stimuli; - Removal of all comfort items; - Forced grooming (shaving of facial hair, etc.); - Removal of clothing; - Interrogation for up to 20 hours; and - Using detainees' individual phobias (such as fear of dogs) to induce stress.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. After having rescinded the above memorandum on 15 January 2003, the Secretary of Defense on 16 April 2003 authorized the following techniques: - \"B. Incentive/Removal of Incentive, i.e. comfort items; - S. Change of Scenery Down might include exposure to extreme temperatures and deprivation of light and auditory stimuli; - U. Environmental Manipulation: Altering the environment to create moderate discomfort (e.g. adjusting temperature or introducing an unpleasant smell); - V. Sleep Adjustment: Adjusting the sleeping times of the detainee (e.g. reversing sleep cycles from night to day). This technique is not sleep deprivation; - X. Isolation: Isolating the detainee from other detainees while still complying with basic standards of treatment.\"",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. These techniques meet four of the five elements in the Convention definition of torture (the acts in question were perpetrated by government officials; they had a clear purpose, i.e. gathering intelligence, extracting information; the acts were committed intentionally; and the victims were in a position of powerlessness). However, to meet the Convention definition of torture, severe pain or suffering, physical or mental, must be inflicted. Treatment aimed at humiliating victims may amount to degrading treatment or punishment, even without intensive pain or suffering. It is difficult to assess in abstracto whether this is the case with regard to acts such as the removal of clothes. However, stripping detainees naked, particularly in the presence of women and taking into account cultural sensitivities, can in individual cases cause extreme psychological pressure and can amount to degrading treatment, or even torture. The same holds true for the use of dogs, especially if it is clear that an individual phobia exists. Exposure to extreme temperatures, if prolonged, can conceivably cause severe suffering.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 52,
        "Text": "52. On the interviews conducted with former detainees, the Special Rapporteur concludes that some of the techniques, in particular the use of dogs, exposure to extreme temperatures, sleep deprivation for several consecutive days and prolonged isolation were perceived as causing severe suffering. He also stresses that the simultaneous use of these techniques is even more likely to amount to torture. The Parliamentary Assembly of the Council of Europe also concluded that many detainees had been subjected to ill-treatment amounting to torture, which occurred systematically and with the knowledge and complicity of the United States Government. The same has been found by Lord Hope of Craighead, member of the United Kingdom's House of Lords, who stated that \"some of [the practices authorized for use in Guantánamo Bay by the United States authorities] would shock the conscience if they were ever to be authorized for use in our own country\".",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Whereas it is conceivable that in the beginning the conditions of detention put in place were determined for reasons of order and security, they then seem to have been used to \"counter resistance\" and to cause stress. Moreover, they were closely linked with investigation techniques. There is plentiful evidence indicating that policies aimed at forcing detainees to cooperate such as withholding of clothes or of hygienic products, permanent light in the cells, no talking, cultural and religious harassment, sensory deprivation, intimidation, and the deliberate uncertainty generated by the indeterminate nature of confinement and the denial of access to independent tribunals, were used and led to serious mental health problems. Moreover, prolonged detention in Maximum Security Units clearly had the effect of putting pressure on detainees. Reports indicate that although 30 days of isolation was the maximum period permissible, detainees were put back in isolation after very short breaks, so that they were in quasi-isolation for up to 18 months. According to the jurisprudence of the Human Rights Committee, prolonged solitary confinement and similar measures aimed at causing stress violate the right of detainees under article 10 (1) ICCPR to be treated with humanity and with respect for the inherent dignity of the human person, and might also amount to inhuman treatment in violation of article 7 ICCPR.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. There are recurrent reports of three contexts in which excessive force was routinely used: during transportation, with regard to operations by the \"Initial Reaction Forces\" (IRF), and by force-feeding during hunger strikes. The last is briefly dealt with in section V on the right to health. According to reports by the defence counsels, some of the methods used to force-feed definitely amounted to torture. In the absence of any possibility of assessing these allegations in situ by means of private interviews with detainees subjected to forced feeding, as well as with doctors, nurses and prison guards, the allegations, which are well substantiated, must be held to be accurate. Treatment during transport and IRF operations is documented by photo and video material. These pictures indicate that during transport and IRF operations, detainees shackled, chained, hooded, forced to wear earphones and goggles. They also show beating, kicking, punching, but also stripping and force shaving by IRF where detainees resisted, which have been corroborated by testimonies of former detainees. The Special Rapporteur considers that such treatment amounts to torture, as it inflicts severe pain or suffering on the victims for the purpose of intimidation and/or punishment.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 55,
        "Text": "55. There have been consistent reports about the practice of rendition and forcible return of Guantánamo detainees to countries where they are at serious risk of torture. An example is the transfer of Mr. Al Qadasi to Yemen in April 2004. He has since been visited by his lawyer and international NGOs. According to his lawyer, he was not warned about his imminent return to Yemen and therefore had no possibility to appeal. In early April he received an injection against his will, which led to loss of consciousness and hallucinations. When he woke up several days later, he found himself in prison in Sana'a, where he alleges he was beaten and deprived of food. On the basis of the information available to him, the Special Rapporteur takes the view that the United States practice of \"extraordinary rendition\" constitutes a violation of article 3 of the Convention against Torture and article 7 of ICCPR.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. As noted elsewhere in this report, detainees did not have access to judicial procedures for prolonged periods. Investigations into allegations of torture or CIDT were conducted by different parts of the executive branch, and lacked impartiality. No independent judicial investigation seems to have taken place into any allegations of torture or ill-treatment, a clear violation of international minimum standards. Consequently, no one was brought to justice for having committed acts of torture. It is of concern that there appear to have been attempts to ensure impunity for perpetrators of torture or ill-treatment. The Special Rapporteur takes the view that the lack of any independent investigation into the various allegations of torture and ill-treatment at Guantánamo Bay amount to a violation of the obligations of the United States under articles 12 and 13 of the Convention against Torture. He therefore agrees with the European Parliament's call on the United States administration to \"allow an impartial and independent investigation into allegations of torture and mistreatment for all persons deprived of their liberty in US custody\".",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The right to freedom of religion or belief is protected by article 18 of ICCPR and the 1981 United Nations Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief. In its general comment No. 22, the Human Rights Committee interprets article 18 to the effect that \"persons already subject to certain legitimate constraints, such as prisoners, continue to enjoy their rights to manifest their religion or belief to the fullest extent compatible with the specific nature of the constraint\". A person deprived of his or her liberty cannot be deprived of his or her right to freedom of religion or belief. These standards must be applied to every person, regardless of their religion or belief, and in all detention facilities.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Article 18 (3) of ICCPR provides that \"[f]reedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others\". On these limitations, the Committee \"observes that paragraph 3 of article 18 is to be strictly interpreted: restrictions are not allowed on grounds not specified there, even if they would be allowed as restrictions to other rights protected in the Covenant, such as national security\". Moreover, under article 4 of ICCPR, the right to freedom of religion or belief may in no circumstances be subject to derogation.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Finally, the Third and Fourth Geneva Conventions oblige parties to respect the religion and religious practices of persons deprived of their liberty in the context of an armed conflict, including prisoners of war, interned persons and other types of detainees. This includes the freedom to practise one's religion, the access to clergy, and the prohibition of discrimination on the basis of religion.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The review of a number of official documents and reports as well as information obtained on the basis of interviews reveal that certain interrogation techniques that were especially degrading for members of certain religions were authorized by the United States authorities. Other treatments which may have been specifically designed to offend the religious sensitivities of the detainees, were repeatedly used by those involved in the custody, interrogation and treatment of detainees (e.g. use of female interrogators, who performed, inter alia, \"lap dances during interrogations\"). It was also reported that these techniques were used before prayer times and that in some cases, detainees were not allowed to wash themselves before and therefore were not able to pray.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 61,
        "Text": "61. The list of officially approved interrogation techniques in force today allows for the removal of religious items (e.g. the Holy Koran). This constitutes an impermissible limitation on the right to freedom of religion or belief of detainees.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. There was particular concern at reports of possible mishandling of religious objects, such as the Holy Koran. The Special Rapporteur on freedom of religion or belief sent a communication on this matter to the Government of the United States on 23 May 2005. The Government reply of 18 August 2005 provided detailed information on the investigations that were conducted following these allegations, as well as on the existing measures and guidelines for the personnel of the detention facilities. As a result of their investigations, the Government indicated that it had identified five confirmed cases of mishandling of the Holy Koran by guards and interrogators, either intentionally or unintentionally, including kicking and stepping on the Holy Koran.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 63,
        "Text": "63. A number of detainees have alleged that they were subjected to forced grooming, including shaving of beards, heads and eyebrows.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Further concerns were raised by the removal of a military Muslim cleric from his position at Guantánamo Bay. He later was arrested on suspicion of espionage and held in solitary confinement for 76 days. It has been alleged that he has not been replaced, leaving the Muslim detainees unattended, in violation of the Standard Minimum Rules for the Treatment of Prisoners.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 65,
        "Text": "65. Finally, there are also concerns about reports that the United States Government has, either implicitly or explicitly, encouraged or tolerated the association of Islam and terrorism, for example, by interrogating detainees on the extent of their faith in Islamic teachings.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The right to health derives from the dignity of the human person and is reflected in the following international instruments relevant in the current situation: article 25 (1) of the Universal Declaration of Human Rights, article 12 of the International Covenant on Economic, Social and Cultural Rights (ICESCR), article 5 (e) (iv) of the International Convention on the Elimination of All Forms of Racial Discrimination and article 24 of the Convention on the Rights of the Child. Although the United States has ratified neither ICESCR nor the Convention on the Rights of the Child, it is a signatory of both and therefore \"is obliged to refrain from acts which would defeat the object and purpose\" of either treaty. The United States is also a Contracting Party to the World Health Organization, and thus has accepted the principle that the \"enjoyment of the highest attainable standard of health is one of the fundamental rights of every human being\".",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The mandate of the Special Rapporteur covers reporting on the status of the realization of the right to health \"throughout the world\", and States are called upon to cooperate fully with the Special Rapporteur in the implementation of this mandate, paying particular attention to the health of vulnerable groups. The mandate of the Special Rapporteur, therefore, extends to alleged violations of the right to health in Guantánamo Bay.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. In addition to States having duties arising from the right to health, health professionals also have some right-to-health responsibilities deriving from international human rights law.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The right to health includes the right to timely and appropriate health care, as well as to the underlying determinants of health, such as safe drinking water and adequate food and sanitation. International human rights instruments also impose specific obligations on States to provide prisoners with healthy living conditions and quality health care, including mental health care.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Special Rapporteur on the right to health has received serious and credible reports of violations of the right to health - both health care and the underlying determinants of health - at Guantánamo Bay. The reports allege, inter alia, that (i) the conditions of confinement have had devastating effects on the mental health of the detainees; (ii) provision of health care has been conditioned on cooperation with interrogators; (iii) health care has been denied, unreasonably delayed and inadequate; (iv) detainees have been subjected to non-consensual treatment, including drugging and force-feeding; and (v) health professionals systematically violate professional ethical standards, precluding the provision of quality health care for detainees. Although all these allegations are serious, given the limited length of this report, the Special Rapporteur will consider two issues: mental health, and the ethical responsibilities of health professionals, including those arising from force-feeding.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 71,
        "Text": "71. Reports indicate that the treatment of detainees since their arrests, and the conditions of their confinement, have had profound effects on the mental health of many of them. The treatment and conditions include the capture and transfer of detainees to an undisclosed overseas location, sensory deprivation and other abusive treatment during transfer; detention in cages without proper sanitation and exposure to extreme temperatures; minimal exercise and hygiene; systematic use of coercive interrogation techniques; long periods of solitary confinement; cultural and religious harassment; denial of or severely delayed communication with family; and the uncertainty generated by the indeterminate nature of confinement and denial of access to independent tribunals. These conditions have led in some instances to serious mental illness, over 350 acts of self-harm in 2003 alone, individual and mass suicide attempts and widespread, prolonged hunger strikes. The severe mental health consequences are likely to be long term in many cases, creating health burdens on detainees and their families for years to come.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. In his reports, the Special Rapporteur has emphasized that health professionals play an indispensable role in promoting, protecting and fulfilling the right to health. Nonetheless, in the past, some health professionals participated, often under duress, in violations of the right to health and other human rights. In response to these abuses, international human rights instruments have addressed the conduct of health professionals. ICCPR, for example, states that \"no one shall be subjected without his free consent to medical or scientific experimentation\". Further, the Human Rights Committee has invited States parties to report on the extent to which they apply the United Nations Principles of Medical Ethics relevant to the Role of Health Personnel, particularly Physicians, in the Protection of Prisoners and Detainees against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment adopted by General Assembly resolution 37/194 of 18 December 1982.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The United Nations Principles of Medical Ethics apply to all health professionals. They state that it is a contravention of medical ethics for health personnel (a) to be in any relationship with detainees \"the purpose of which is not solely to evaluate, protect or improve their physical and mental health\", (b) to use their knowledge and skills to assist in the interrogation of detainees \"in any manner that may adversely affect physical or mental health\", or (c) to certify the fitness of detainees for any \"treatment or punishment that may adversely affect their physical or mental health\". The United Nations Principles also state that there may be no derogation from these principles on any ground, including public emergency.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The World Medical Association adopted similar ethical standards in the Declaration of Tokyo (1975), which was subsequently adopted by the American Medical Association. The Declaration prohibits doctors from participating in, or being present during, any form of torture or other form of cruel, inhuman or degrading treatment and from providing any knowledge to facilitate such acts. The doctor's fundamental role is to alleviate distress and no other motive shall prevail against this purpose. The International Council of Nurses also condemns interrogation procedures harmful to mental and physical health, as well as inhumane treatment of detainees: \"Nurses have a fundamental responsibility to promote health, to prevent illness, to restore health and to alleviate suffering.\" These internationally agreed ethical norms are implied in, and form an essential part of, the right to health. Compliance by health professionals with such ethical standards is essential to realizing the right to health.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The Special Rapporteur has received reports, many confirmed by investigations of the United States military, that health professionals in Guantánamo Bay have systematically violated widely accepted ethical standards set out in the United Nations Principles of Medical Ethics and the Declaration of Tokyo, in addition to well-established rules on medical confidentiality. Alleged violations include: (a) breaching confidentiality by sharing medical records or otherwise disclosing health information for purposes of interrogation; (b) participating in, providing advice for or being present during interrogations; and (c) being present during or engaging in non-consensual treatment, including drugging and force-feeding. In sum, reports indicate that some health professionals have been complicit in abusive treatment of detainees detrimental to their health. Such unethical conduct violates the detainees' right to health, as well as the duties of health professionals arising from the right to health.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. A report of the International Committee of the Red Cross indicates that the \"apparent integration of access to medical care within the system of coercion meant that inmates were not cooperating with the doctors. Inmates learn from their interrogators that they have knowledge of their medical histories and the result is that prisoners no longer trust the doctors\". The Special Rapporteur is concerned that the information detainees disclose to health professionals has been used to punish and coerce, and therefore detainees have learned that they cannot trust health professionals. As a result, detainees may not seek health care or, if they do, may not disclose to health professionals all information necessary to receive adequate and appropriate health care. In the context of the hunger strikes, a trusting relationship between the detainee and the health professional is essential for the health professional to provide health information and advice to the hunger striker consistent with ethical principles.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The United States Department of Defense has promulgated Medical Program Principles that parallel the United Nations Principles of Medical Ethics, yet differ significantly in several respects. Most importantly, the United States Principles apply only to health professionals in a \"professional provider-patient treatment relationship\". Consistent with this role distinction, the United States acknowledges that psychiatrists and psychologists have participated in Behavioural Science Consultation Teams, which provide expertise for interrogations, but justifies their participation on the grounds that these health professionals are not in provider-patient relationships with detainees. It contends, moreover, that the purpose of such Teams is to assist \"in conducting safe, legal, ethical and effective interrogations\".",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Interrogation techniques that have been approved and used at Guantánamo Bay, however, are not consistent with the objective of safe, legal, ethical and effective interrogations, and they have adversely affected the mental health of detainees. Further, the United Nations Principles and other codes of ethics for health professionals make no distinctions based on the role of the health professional. Their premise is that the knowledge and skills of health professionals should not be used to the detriment of humans; the particular position the professional holds therefore is not relevant.123 To the extent that health professionals \"apply their knowledge and skills\" to assist in any manner with interrogations that \"may adversely affect\" (emphasis added) the physical or mental health of the detainee, they violate professional ethics and the right to health of detainees.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Reports from Guantánamo Bay confirm that doctors and other health professionals are participating in force-feeding detainees. The force-feeding of hunger strikers raises several distinct human rights issues. One issue concerns the manner in which detainees are force-fed, which is addressed in this report in the section on torture. Another issue concerns the ethics and legality of force-feeding, regardless of how it is undertaken, which the following remarks address only briefly given the severe space constraints.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The Declarations of Tokyo and Malta prohibit doctors from participating in force-feeding a detainee, provided the detainee is capable of understanding the consequences of refusing food. This position is informed by the fundamental principle, which recurs throughout human rights law, of individual autonomy. As well as the World Medical Association, the American Medical Association and many others have endorsed the Declaration of Tokyo. Additionally, during 2004, in the context of a hunger strike by Palestinian security detainees, the ICRC reported that its doctors will \"urge the authorities not to subject detainees to force-feeding\". Further, some domestic courts have decided, based on an individual's right to refuse medical treatment, that a State may not force-feed a prisoner. While some other domestic courts have taken a different position, it is not clear that they have all given due consideration to the relevant international standards.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. According to the United States Government, Department of Defense policy allows health professionals to force-feed a detainee in Guantánamo Bay when the hunger strike threatens his life or health. However, the United States policy is inconsistent with the principle of individual autonomy, the policy of the World Medical Association and the American Medical Association, as well as the position of ICRC doctors (as signalled in the previous paragraph), some domestic courts, and many others.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. From the perspective of the right to health, informed consent to medical treatment is essential, as is its \"logical corollary\" the right to refuse treatment. A competent detainee, no less than any other individual, has the right to refuse treatment. In summary, treating a competent detainee without his or her consent - including force-feeding - is a violation of the right to health, as well as international ethics for health professionals.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. International human rights law is applicable to the analysis of the situation of detainees in Guantánamo Bay. Indeed, human rights law applies at all times, even during situations of emergency and armed conflicts. The war on terror, as such, does not constitute an armed conflict for the purposes of the applicability of international humanitarian law. The United States of America has not notified to the Secretary-General of the United Nations or other States parties to the treaties any official derogation from the International Covenant on Civil and Political Rights or any other international human rights treaty to which it is a party.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 84,
        "Text": "84. The persons held at Guantánamo Bay are entitled to challenge the legality of their detention before a judicial body in accordance with article 9 of ICCPR, and to obtain release if detention is found to lack a proper legal basis. This right is currently being violated, and the continuing detention of all persons held at Guantánamo Bay amounts to arbitrary detention in violation of article 9 of ICCPR.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 85,
        "Text": "85. The executive branch of the United States Government operates as judge, prosecutor and defence counsel of the Guantánamo Bay detainees: this constitutes serious violations of various guarantees of the right to a fair trial before an independent tribunal as provided for by article 14 of the ICCPR.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Attempts by the United States Administration to redefine \"torture\" in the framework of the struggle against terrorism in order to allow certain interrogation techniques that would not be permitted under the internationally accepted definition of torture are of utmost concern. The confusion with regard to authorized and unauthorized interrogation techniques over the last years is particularly alarming.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The interrogation techniques authorized by the Department of Defense, particularly if used simultaneously, amount to degrading treatment in violation of article 7 of ICCPR and article 16 of the Convention against Torture. If in individual cases, which were described in interviews, the victim experienced severe pain or suffering, these acts amounted to torture as defined in article 1 of the Convention. Furthermore, the general conditions of detention, in particular the uncertainty about the length of detention and prolonged solitary confinement, amount to inhuman treatment and to a violation of the right to health as well as a violation of the right of detainees under article 10, paragraph 1, of ICCPR to be treated with humanity and with respect for the inherent dignity of the human person.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 88,
        "Text": "88. The excessive violence used in many cases during transportation, in operations by the Initial Reaction Forces and force-feeding of detainees on hunger strike must be assessed as amounting to torture as defined in article 1 of the Convention against Torture.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The practice of rendition of persons to countries where there is a substantial risk of torture, such as in the case of Mr. Al Qadasi, amounts to a violation of the principle of non-refoulement and is contrary to article 3 of the Convention against Torture and article 7 of ICCPR.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The lack of any impartial investigation into allegations of torture and ill-treatment and the resulting impunity of the perpetrators amount to a violation of articles 12 and 13 of the Convention against Torture.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. There are reliable indications that, in different circumstances, persons detained in the Guantánamo Bay detention facilities have been victims of violations of the right to freedom of religion or belief, contrary to article 18 of ICCPR and the 1981 Declaration. It is of particular concern that some of these violations have even been authorized by the authorities. In addition, some interrogation techniques are based on religious discrimination and are aimed at offending the religious feelings of detainees.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 92,
        "Text": "92. The totality of the conditions of their confinement at Guantánamo Bay constitute a right-to-health violation because they derive from a breach of duty and have resulted in profound deterioration of the mental health of many detainees.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 93,
        "Text": "93. There are also serious concerns about the alleged violations of ethical standards by health professionals at Guantánamo Bay and the effect that such violations have on the quality of health care, including mental health care, the detainees are receiving.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. The treatment of the detainees and the conditions of their confinement have led to prolonged hunger strikes. The force-feeding of competent detainees violates the right to health as well as the ethical duties of any health professionals who may be involved.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 95,
        "Text": "95. Terrorism suspects should be detained in accordance with criminal procedure that respects the safeguards enshrined in relevant international law. Accordingly, the Government of the United of States of America should either expeditiously bring all Guantánamo Bay detainees to trial, in compliance with articles 9, paragraph 3, and 14 of ICCPR, or release them without further delay. Consideration should also be given to trying suspected terrorists before a competent international tribunal.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 96,
        "Text": "96. The Government of the United States should close the Guantánamo Bay detention facilities without further delay. Until the closure, and possible transfer of detainees to pretrial detention facilities on United States territory, the Government should refrain from any practice amounting to torture or cruel, inhuman or degrading treatment or punishment, discrimination on the basis of religion, and violations of the rights to health and freedom of religion. In particular, all special interrogation techniques authorized by the Department of Defense should immediately be revoked.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 97,
        "Text": "97. The Government of the United States should refrain from expelling, returning, extraditing or rendering Guantánamo Bay detainees to States where there are substantial grounds for believing they would be in danger of being tortured.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The Government of the United States should ensure that every detainee has the right to make a complaint regarding his treatment and to have it dealt with promptly and, if requested, confidentially. If necessary, complaints may be lodged on behalf of the detainee or by his legal representative or family.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. The Government of the United States should ensure that all allegations of torture or cruel, inhuman or degrading treatment or punishment are thoroughly investigated by an independent authority, and that all persons found to have perpetrated, ordered, tolerated or condoned such practices, up to the highest level of military and political command, are brought to justice.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. The Government of the United States should ensure that all victims of torture or cruel, inhuman or degrading treatment or punishment are provided with fair and adequate compensation, in accordance with article 14 of the Convention against Torture, including the means for as full a rehabilitation as possible.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. The Government of the United States should provide the personnel of detention facilities with adequate training, in order to ensure that they know that it is their duty to respect international human rights standards for the treatment of persons in detention, including the right to freedom of religion, and to enhance their sensitivity of cultural issues.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 102,
        "Text": "102. The Government of the United States should revise the United States Department of Defense Medical Program Principles to be consistent with the United Nations Principles of Medical Ethics.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. The Government of the United States should ensure that the authorities in Guantánamo Bay do not force-feed any detainee who is capable of forming a rational judgement and is aware of the consequences of refusing food. The United States Government should invite independent health professionals to monitor hunger strikers, in a manner consistent with international ethical standards, throughout the hunger strike.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. All five mandate holders should be granted full and unrestricted access to the Guantánamo Bay facilities, including private interviews with detainees. 1 These interviews were carried out with the consent of the Governments concerned (France, Spain and the United Kingdom). Similar requests have been addressed by the five mandate holders to Afghanistan, Morocco and Pakistan in order to meet with former detainees currently residing in the three respective countries. No response has been received so far. 2 Response of the United States of America, dated 21 October 2005 to the inquiry of the Special Rapporteurs dated 8 August 2005 pertaining to detainees at Guantánamo Bay, p. 52. For more updated information, see the fact sheets of the US Department of Defense (available at http://www.defenselink.mil/news/Aug2005/d20050831sheet.pdf>), according to which, as of 31 August 2005, there were four \"cases where detainees are charged and the case is under way\", with another eight subject to the president's jurisdiction under his November 2001 military order. According to further fact sheets posted by the Department of Defense on its website, in December 2005 five further detainees had \"charges … referred to a military commission\", bringing the total of detainees referred to a military commission to nine as of the end of December 2005. 3 Declaration annexed to Security Council resolution 1456 (2003). Relevant General Assembly resolutions on this issue are 57/219, 58/187 and 59/191. The most recent resolution adopted by the Security Council is 1624 (2005), in which the Security Council reiterated the importance of upholding the rule of law and international human rights law while countering terrorism. 4 Statement delivered by the Secretary-General at the Special Meeting of the Counter-Terrorism Committee with Regional Organizations, New York, 6 March 2003, http://www.un.org/apps/sg/ sgstats.asp?nid=275. 5 Speech delivered by the United Nations High Commissioner for Human Rights at the Biennial Conference of the International Commission of Jurists (Berlin, 27 August 2004), http://www.unhchr.ch/huricane/huricane.nsf/NewsRoom?OpenFrameSet. 6 See Commission on Human Rights resolutions 2003/68, 2004/87 and 2005/80. 7 The United States has entered reservations, declarations and understandings with regard to a number of provisions of these treaties. Most relevant are the reservations to article 7 of ICCPR and article 16 of the Convention against Torture, as noted in paragraph 45. 8 \"The United States Position on the Relation of Customary International Law to the 1977 Protocols Additional to the 1949 Geneva Conventions\", Remarks of Michael J. Matheson, Deputy Legal Adviser, United States Department of State, in The Sixth Annual American Red Cross-Washington College of Law Conference on International Humanitarian Law: \"A Workshop on Customary International Law and the 1977 Protocols Additional to the 1949 Geneva Conventions\", The American University Journal of International Law and Policy, vol. 2, No. 2 (Fall 1987), pp. 419-431. 9 Human Rights Committee, general comment No. 31 (2004), CCPR/C/21/Rev.1/Add.13, para. 10. International Court of Justice, Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territories, Advisory Opinion, I.C.J. Reports 2004 (9 July 2004). Ibid., para. 111. The ICJ reached the same conclusion with regard to the applicability of the Convention on the Rights of the Child (para. 113). As far as the Convention against Torture is concerned, articles 2 (1) and 16 (1) refer to each State party's obligation to prevent acts of torture \"in any territory under its jurisdiction\". Accordingly, the territorial applicability of the Convention to United States activities at Guantánamo Bay is even less disputable than the territorial applicability of ICCPR, which refers (art. 2 (1)) to \"all individuals within its territory and subject to its jurisdiction\". Human Rights Committee, general comment No. 29 (2001), CCPR/C/21/Rev.1/Add.11, para. 3. Ibid. Ibid., paras. 15-16. International Court of Justice, Legality of the Threat or Use of Nuclear Weapons, Advisory Opinion, I.C.J. Reports 1996, p. 226, at p. 240 (8 July 1996), para. 25. International Court of Justice, Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territories, Advisory Opinion, I.C.J. Reports 2004 (9 July 2004), para. 106. The Commission on Human Rights resolutions governing the Working Group mandate it \"to investigate cases of detention imposed arbitrarily or otherwise inconsistently with the relevant international standards\" (1991/42, 1997/50 and 2003/31). In its report to the Commission on Human Rights at its fifty-ninth session, the Working Group gave a Legal Opinion regarding deprivation of liberty of persons detained at Guantánamo Bay (E/CN.4/2003/8, paras. 61 to 64). On 8 May 2003, the Working Group issued its Opinion No. 5/2003 concerning the situation of four men held at Guantánamo Bay, finding that it constituted arbitrary detention. The Working Group also reflected developments in United States litigation relating to Guantánamo Bay in its report to the Commission in 2005 (E/CN.4/2005/6, para. 64). This Military Order has been complemented by several subsequent Military Commissions Orders, i.a. Military Commission Order No. 1 of 21 March 2002, which was superseded on 31 August 2005 by the Revised Military Commission Order No. 1, Military Commission Order No. 2 of 21 June 2003 (subsequently revoked), Military Commission Order No. 3 of 5 February 2004 (superseded by Military Commission Order No. 3 of 21 September 2005), Military Commission Order No. 4 of 30 January 2004 (subsequently revoked), Military Commission Order No. 5 of 15 March 2004, and Military Commission Order No. 6 of 26 March 2004: reference to the \"Military Order\" in the text should be read as referring to the series of Military Commissions Orders. Response of the United States of America dated 21 October 2005, to Inquiry of the UNCHR Special Rapporteurs dated 8 August 2005, Pertaining to Detainees at Guantánamo Bay, p. 3. See Official Statement of the International Committee of the Red Cross (ICRC) dated 21 July 2005 regarding \"The relevance of IHL in the context of terrorism\" (available at ): \"International humanitarian law (the law of armed conflict) recognizes two categories of armed conflict: international and non-international. International armed conflict involves the use of armed force by one State against another. Non-international armed conflict involves hostilities between government armed forces and organized armed groups or between such groups within a state. When and where the 'global war on terror' manifests itself in either of these forms of armed conflict, international humanitarian law applies, as do aspects of international human rights and domestic law. For example, the armed hostilities that started in Afghanistan in October 2001 or in Iraq in March 2003 are armed conflicts. When armed violence is used outside the context of an armed conflict in the legal sense or when a person suspected of terrorist activities is not detained in connection with any armed conflict, humanitarian law does not apply. Instead, domestic laws, as well as international criminal law and human rights govern. […] The designation 'global war on terror' does not extend the applicability of humanitarian law to all events included in this notion, but only to those which involve armed conflict.\" Third Geneva Convention relative to the Treatment of Prisoners of War, art. 118, and Fourth Geneva Convention relative to the Treatment of Civilian Persons, art. 133 (1). Third Geneva Convention, art. 119 (5), and Fourth Geneva Convention, art. 133. Third Geneva Convention, art. 17 (3), and Fourth Geneva Convention, art. 31. For the circumstances of the arrest and transfer to Guantánamo Bay of the six men see the decision of the Human Rights Chamber for Bosnia and Herzegovina of 11 October 2002 in case No. CH/02/8679 et al., Boudellaa & Others v. Bosnia and Herzegovina and Federation of Bosnia and Herzegovina, available at www.hrc.ba. See also the report of Mr. Amir Pilov of 10 August 2004 on his visit to Guantánamo Bay from 26 to 29 July 2004 as official representative of Bosnia and Herzegovina in accordance with the respective order of the Human Rights Chamber. See, Rasul v. Bush, 542 U.S. 446, 124 S.Ct. 2686 (2004). See US District Court for the district of Columbia, decision of 31 January 2005 In re Guantánamo Detainees Cases, 355 F. Supp. 2d 443, at 468-478. Response of the United States of America dated 21 October 2005, to Inquiry of the UNCHR Special Rapporteurs dated 8 August 2005, Pertaining to Detainees at Guantánamo Bay, p. 47. The CSRT and ARB rules do not provide detainees with the right to receive legal assistance, but provide instead for a \"personal representative\" with no legal training required and no duty of confidentiality whatsoever. See also US District Court for the district of Columbia, decision of 31 January 2005 In re Guantánamo Detainees Cases, 355 F. Supp. 2d 443, at 468-478, where the District Court says (at 472) that \"there is no confidential relationship between the detainee and the Personal Representative, and the Personal Representative is obligated to disclose to the tribunal any relevant inculpatory information he obtains from the detainee. Id. Consequently, there is inherent risk and little corresponding benefit should the detainee decide to use the services of the Personal Representative\". See supra note 2. According to the information available, it appears that already in 2003 the United States Department of Defense determined that the 15 Uighurs did not present a threat to the security of the United States. In 2004, the Department of Defense determined that the 15 Uighurs do not have any intelligence value for the United States and should be released. According to the information provided by US lawyers acting on behalf of the Uighur detainees, in March 2005 the CSRT decided that six of the Uighurs were not \"enemy combatants\". The Response of the United States to the Special Rapporteurs states that \"arrangements are underway\" for the release of 15 detainees determined not to be \"enemy combatants\" by the CSRT by March 2005 (Response of the United States of America dated 21 October 2005, to Inquiry of the UNCHR Special Rapporteurs dated 8 August 2005, Pertaining to Detainees at Guantánamo Bay, p. 47), which could be an indication that in fact all 15 Uighurs have been found by the CSRT not to be \"enemy combatants\". However, the United States neither intend to return the 15 prisoners to the People's Republic of China, where it is feared that they would be at risk of being killed, tortured or ill-treated, nor allow them to settle in the US. The existence of prisoners whose release poses problems because they reasonably fear repatriation is acknowledged in the Response of the United States (p. 50). In the habeas corpus case brought by two of the Uighurs before the United States District Court for the District of Columbia (Qassim v. Bush), the United States Government first failed to inform the court and the detainees' attorneys that the habeas corpus petitioners had been found not to be \"enemy combatants\". It then argued that it is continuing their detention on the basis of \"the Executive's necessary power to wind up war time detentions in an orderly fashion\" (Qassim v. Bush, Opinion Memorandum of 22 December 2005, 2005 U.S. Dist. LEXIS 34618, para. 4). The District Court concluded that \"[t]he detention of these petitioners has by now become indefinite. This indefinite imprisonment at Guantánamo Bay is unlawful.\" (Ibid., para. 8.) Despite this finding, the District Court concluded that it had no relief to offer, i.e. it could not order their release (ibid., para. 16). Detainee Treatment Act of 2005, included in the Department of Defense Appropriations Act 2006, Section 1005. Ibid., Section 1005 (2) (A), (B), and (C). See also article 9 (4): \"Anyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings before a court, in order that that court may decide without delay on the lawfulness of his detention and order his release if the detention is not lawful.\" Principle No. 5 of the Basic Principles on the independence of the Judiciary, endorsed by General Assembly resolutions 40/32 of 29 November 1985 and 40/146 of 13 December 1985. Human Rights Committee, general comment No. 13 (1984), para. 4, and Kurbanov v. Tajikistan, Communication No. 1096/2002, Views of the Human Rights Committee of 6 November 2003, para. 7.6. General comment No. 13, supra note 35, para. 4. Principles No. 10, Basic Principles on the Independence of the Judiciary (see supra note 34). See supra note 8. General comment No. 29, supra note 12, paras. 10-11: \"States parties may in no circumstance invoke article 4 of the Covenant as justification for acting in violation of humanitarian law or peremptory norms of international law, for instance by taking hostages, by imposing collective punishments, through arbitrary deprivations of liberty or by deviating from fundamental principles of fair trial, including the presumption of innocence.\" United Nations Basic Principles on the Role of Lawyers, adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, Havana, Cuba, 27 August to 7 September 1990. Principles No. 1 and 5 as well as 16 and 21 of the Basic Principles on the Role of Lawyers (see note supra 40). See Rule 100 of the List of Customary Rules of International Humanitarian Law, published as an annex to the ICRC Study on customary international law: \"No one may be convicted or sentenced, except pursuant to a fair trial affording all essential judicial guarantees.\" (http://www.icrc.org/Web/eng/siteeng0.nsf/htmlall/review-857-p175/\\$File/ irrc\\857\\Henckaerts.pdf). General comment No. 13, supra note 13, para. 10. See supra note 2. See, e.g., CCPR/CO/77/EST (Estonia), para. 8; CCPR/CO/76/EGY (Egypt), para. 16; CCPR/CO/75/YEM (Yemen), para. 18; CCPR/CO/75/NZL (New Zealand), para. 11; CCPR/75/MDA (Moldova), para. 8; CCPR/CO/74/SWE (Sweden), para. 12; CCPR/CO/73/UK (United Kingdom), para. 6; CAT/C/XXIX/Misc.4 (Egypt), para. 4; CAT/C/CR/28/6 (Sweden), para. 6 (b). Articles 6 (b) and (c) of the 1945 Charter of the Nuremberg International Military Tribunal; Principle IV (b) and (c) of the Principles of International Law Recognized in the Charter of the Nürnberg Tribunal and the Judgement of the Tribunal; articles 2 (b) and 5 (f) of the 1993 Statute of the International Criminal Tribunal for the Former Yugoslavia; articles 7 (1) (f) and 8 (2) (a) (ii) of the 1998 Rome Statute for the International Criminal Court. See Multilateral Treaties deposited with the Secretary-General, Status as at 31 December 2004. Vol. 1, 183 and vol. 1, 286. Reservations to ICCPR at http://www.ohchr.org/english/countries/ratification/4\\1.htm \"(3) That the United States considers itself bound by article 7 to the extent that 'cruel, inhuman or degrading treatment or punishment' means the cruel and unusual treatment or punishment prohibited by the Fifth, Eighth, and/or Fourteenth Amendments to the Constitution of the United States.\" Reservations to ICCPR at http://www.ohchr.org/english/countries/ratification/9.htm#reservations (1) That the United States considers itself bound by the obligation under article 16 to prevent \"cruel, inhuman or degrading treatment or punishment\", only insofar as the term \"cruel, inhuman or degrading treatment or punishment\" means the cruel, unusual and inhumane treatment or punishment prohibited by the Fifth, Eighth, and/or Fourteenth Amendments to the Constitution of the United States. See Multilateral Treaties deposited with the Secretary-General, Status as at 31 December 2004. Vol. 1, 183 and vol. 1, 286. Conclusions and Recommendations of the Committee against Torture: United States of America. 15/05/2000 A/55/44, paras. 175-180. \"179. The Committee expresses its concern about: (a) The failure of the State party to enact a federal crime of torture in terms consistent with article 1 of the Convention; (b) The reservation lodged to article 16, in violation of the Convention, the effect of which is to limit the application of the Convention; [...] 180. The Committee recommends that the State party: (a) Although it has taken many measures to ensure compliance with the provisions of the Convention, also enact a federal crime of torture in terms consistent with article 1 of the Convention and withdraw its reservations, interpretations and understandings relating to the Convention;\" and Concluding Observations of the Human Rights Committee: United States of America. 03/10/95. CCPR/C/79/Add.50; A/50/40, paras. 266-304. \"279. The Committee regrets the extent of the State party's reservations, declarations and understandings to the Covenant. It believes that, taken together, they intended to ensure that the United States has accepted only what is already the law of the United States. The Committee is also particularly concerned at reservations to article 6, paragraph 5, and article 7 of the Covenant, which it believes to be incompatible with the object and purpose of the Covenant. […] 292. The Committee recommends that the State party review its reservations, declarations and understandings with a view to withdrawing them, in particular reservations to article 6, paragraph 5, and article 7 of the Covenant.\" E.g. US President in a February 2002 memorandum reiterated the standard of \"humane treatment\" (see Church report, p. 3); also: During a visit to Panama on 7 November 2005 President Bush said: \"Our country is at war, and our government has the obligation to protect the American people. […] And we are aggressively doing that. […] Anything we do to that effort, to that end, in this effort, any activity we conduct, is within the law. We do not torture.\" See at: http://www.whitehouse.gov/news/releases/2005/11/20051107.html (accessed on 8 December 2005), but for more ambiguous statements see also Amnesty International, \"United States of America. Guantánamo and beyond: The continuing pursuit of unchecked executive power,\" AI Index: AMR 51/063/2005 (13 May 2005) and Human Rights Watch, Getting Away with torture? Command Responsibility for the U.S. Abuse of Detainees, vol. 17, No. 1 (G) (April 2005). \"For the foregoing reasons, we conclude that torture as defined in and proscribed by Sections 2340-2340A, covers only extreme acts. Severe pain is generally of the kind difficult for the victim to endure. Where the pain is physical, it must be of an intensity akin to that which accompanies serious physical injury such as death or organ failure. Severe mental pain requires suffering not just at the moment of infliction but it also requires lasting psychological harm, such as seen in mental disorders like post-traumatic stress disorder. Additionally, such severe mental pain can arise only from the predicate acts listed on Section 2340. Because the acts inflicting torture are extreme, there is significant range of acts that though they might constitute cruel, inhuman, or degrading treatment or punishment fail to rise to the level of torture. […] Finally, even if an interrogation method might violate Section 2340A, necessity or self-defense could provide justifications that would eliminate any criminal liability.\" 51 The interrogation techniques approved on 2 December 2002 (see paragraph 49 and note 55), were rescinded by Secretary of Defense memorandum for the commander, United States Southern command of 15 January 2003 on \"Counter-Resistance Techniques\". A Working Group on Detainee Interrogations within the Department of Defense was established by Secretary of Defense memorandum for the General Counsel of the Department of Defense of 15 January 2003 on \"Detainee Interrogations\". Based on the final report of the Working Group of 4 April 2003, interrogation techniques were approved by Secretary of Defense memorandum for the commander, US Southern command of 16 April 2003 on \"Counter-Resistance Techniques in the War on Terrorism\". According to the update to Annex I of the second periodic report of the United States of America to the Committee Against Torture, (submitted on 21 October 2005), on 17 March 2005, the Department of Defense determined that the Report of the Working Group on Detainee Interrogations is to be considered as having no standing in policy, practice, or law to guide any activity of the Department of Defense (http://www.state.gov/g/drl/rls/55712.htm). See also CAT/C/48/Add.3/Rev.1, para. 78, dated 13 January 2006. http://thomas.loc.gov/cgi-bin/query/D?r109:1:./temp/~r1099i99u4:b0. \"Several weeks ago, I received a letter from CPT Ian Fishback, a member of the 82nd Airborne Division at Fort Bragg, and a veteran of combat in Afghanistan and Iraq, and a West Point graduate. Over 17 months, he struggled to get answers from his chain of command to a basic question: What standards apply to the treatment of enemy detainees? But he found no answers. In his remarkable letter, he pleads with Congress, asking us to take action to establish standards to clear up the confusion, not for the good of the terrorists but for the good of our soldiers and our country. […] The advantage of setting a standard for interrogation based on the field manual is to cut down on the significant level of confusion that still exists with respect to which interrogation techniques are allowed. The Armed Services Committee has held hearings with a slew of high-level Defense Department officials, from regional commanders to judge advocate generals to the Department's deputy general counsel. A chief topic of discussion in these hearings was what specific interrogation techniques are permitted, in what environments, with which DOD detainees, by whom and when. The answers have included a whole lot of confusion. If the Pentagon's top minds can't sort these matters out, after exhaustive debate and preparation, how in the world do we expect our enlisted men and women to do so? Confusion about the rules results in abuses in the field. We need a clear, simple, and consistent standard, and we have it in the Army Field Manual on interrogation. That is not just my opinion but that of many more distinguished military minds than mine.\" To be found at: http://thomas.loc.gov/cgi-bin/query/D?r109:1:./temp/~r1099i99u4:b0. See also Press Briefing with National Security Advisor Stephen Hadley on the McCain Amendment of 15 December 2005 at: http://www.whitehouse.gov/news/ releases/2005/12/20051215-5.html (last accessed on 21 December 2005): \"As you know, our policy has been not to use cruel, inhuman or degrading treatment at home or abroad. That has been our policy. The legislative agreement that we've worked out with Senator McCain now makes that a matter of law, not just policy. And it makes it a matter of law that applies worldwide, at home and abroad.\" Jerald Phifer to Commander of Joint Task Force 170, memorandum of 11 October 2002, \"Request for Approval of Counter-resistance Techniques\", which was attached to William J. Haynes II to Secretary of Defense, memorandum of 27 November 2002, \"Counter-resistance Techniques\", and approved by Secretary Rumsfeld on 2 December 2002. (http://www.washingtonpost.com/wp-srv/nation/documents/dodmemos.pdf). Secretary of Defense memorandum for the commander, US Southern command of 15 January 2003 on \"Counter-Resistance Techniques\". See footnote 51. See also overview given by the Executive Summary of the Church report (\"Executive Summary\", US Department of Defense, available to the public since March 2005, http://www.defenselink.mil/news/Mar2005/d20050310exe.pdf). The technique of using dogs, as confirmed in various interviews with ex-Guantánamo Bay detainees, was explicitly authorized as part of the \"First Special Interrogation Plan\" (pp. 13 and 14) - see in Army Regulation 15-6, Final Report: Investigation into FBI Allegations of Detainee Abuse at Guantánamo Bay, Cuba Detention Facility (1 April 2005, amended 9 June 2005) (The Schmidt Report). See also point 12, \"Using detainees individual phobias (such as fear of dogs) to induce stress\" of the Jerald Phifer to Commander of Joint Task Force 170, memorandum, \"Request for Approval of Counter-resistance Techniques,\" 11 October 2002, which was attached to William J. Haynes II to Secretary of Defense, memorandum, \"Counter-resistance Techniques\", 27 November 2002, and approved by Secretary Rumsfeld on 2 December 2002 available at http://www.washingtonpost.com/wp-srv/nation/ documents/dodmemos.pdf. Dept. of Defense, Investigation into FBI Allegations of Detainee Abuse at Guantánamo Bay, Cuba Detention Facility, Army Regulation 15-6: Final Report (1 April 2005; amended 9 June 2005; published 14 July 2005); also: \"What were the measures most difficult to cope with in your view? - Sleep deprivation. They were forcing us to change the cells, the boxes we were held in, for every 15 minutes. And that was going on for three to four months. Every 15 minutes we were supposed to change. No sleep, nothing. So sleep deprivation.\" Interview with Airat Vakhitov on 18 November 2005 in London. Cases of Moazzam Begg, Rustam Akhmiarov, Airat Vakhitov - interviews of 18 November 2005. Resolution 1433 of 26 April 2005, para. 7 ii. Opinions of the Lords of Appeal for Judgement in the case A (FC) and others (FC) (Appellants) v. Secretary of State for the Home Department (Respondent) of 8 December 2005. Session 2005-06- UKHL 71, para. 126. \"The ICRC feels that interrogators have too much control over the basic needs of detainees. That the interrogators attempt to control the detainees through use of isolation. Mr. Cassard stated that the interrogators have total control of the level of isolation in which the detainees were kept; the level of comfort items detainees can receive; and also the access of basic needs to the detainees.\" DoD, ICRC Meeting with M.G. Miller on 09 OCT 03, memo from JTG GTMO-SJA to Record (9 October 2003). Ibid. \"Check into lowering the lights at night to help with sleeping.\" DoD, General observations and meeting notes in memo from Staff Judge Advocate to Commander Joint Task Force 160, Initial observations from ICRC concerning treatment of detainees (21 January 2002). \"Detainees feel some rules, i.e. no talking, cause higher stress, and feel talking would help to release stress.\" DoD, General observations and meeting notes in memo from Staff Judge Advocate to Commander Joint Task Force 160, Initial observations from ICRC concerning treatment of detainees (21 January 2002). See also: \"The detainees request that the 'no talking rule' be lifted. 22 January 2002: Approved in part as of that date. Detainees may carry on normal conversations.\" DoD, memo from Staff Judge Advocate to file, Concerns voiced by the International Committee of the Red Cross (ICRC) on behalf of the detainees (24 January 2002). See also Chapter IV of this report. See also Chapter V (1) of this report. \"The ICRC concern is that the caged cells plus the maximum-security regime exerts too much pressure on detainees.\" DoD, ICRC Meeting with M.G. Miller on 09 OCT 03, memo from JTG GTMO-SJA to Record (9 October 2003); see also: \"Mr. Cassard continued with his report by stating that the Maximum Security Unit (MSU) has not changed since their last visit. According to Mr. Cassard, detainees are in MSU for 30 days, released for a short period of time, and then put back into MSU for another 30 days. Mr. Cassard stated that this type of punishment is harsh and that some detainees are put in MSU at the request of interrogators.\" DoD, ICRC Meeting with M.G. Miller on 09 OCT 03, memo from JTG GTMO-SJA to Record (9 October 2003). See e.g. interview with Moazzam Begg of 18 November 2005. Human Rights Committee, general comment No. 20 (1992), para 6; and Polay Campos v. Peru, Communication No. 577/1994, Views of the Human Rights Committee of 6 November 1997, para. 8.4. On the extensive case law of the Human Rights Committee on conditions of detention see also Manfred Nowak, United Nations Covenant on Civil and Political Rights - CCPR Commentary, 2nd revised edition, N.P. Engel Publisher, Kehl/Strasbourg/Arlington 2005, at pp. 172 et seq. and 244 et seq. See section 2 about authorized interrogation techniques; see also picture on cover of Michael Ratner and Ellen Ray: \"Guantánamo. What the World Should Know.\" June 2004. \"They are being force-fed through the nose. The force-feeding happens in an abusive fashion as the tubes are rammed up their noses, then taken out again and rammed in again until they bleed. For a while tubes were used that were thicker than a finger because the smaller tubes did not provide the detainees with enough food. The tubes caused the detainees to gag and often they would vomit blood. The force-feeding happens twice daily with the tubes inserted and removed every time. Not all of the detainees on hunger strike are in hospital but a number of them are in their cells, where a nurse comes and inserts the tubes there.\" Accounts given by Attorney Julia Tarver (28 October 2005). On the qualification of certain methods of force-feeding as amounting to torture see, e.g., the judgement of the European Court of Human Rights in Nevmerzhitsky v. Ukraine (Appl. No. 54825/00), para. 98. See also: http://www.thememoryhole.org/mil/gitmo-pows.htm. See Human Rights Watch, Getting Away with Torture? Report, available at www.hrw.org/reports/2005/us0405/) p. 75 and footnote 306 citing Paisley Dodds, \"Guantánamo Tapes Show Teams Punching, Stripping Prisoners\", Associated Press, 1 February 2005. \"Recently-revealed videotapes of so-called 'Immediate Reaction Forces' (or 'Extreme Reaction Force' (ERF)) reportedly show guards punching some detainees, a guard kneeing a detainee in the head, tying one to a gurney for questioning and forcing a dozen to strip from the waist down.\" Human Rights Watch, Getting Away with Torture? Command Responsibility for the US Abuse of Detainees, vol. 17, No. 1 (G) (April 2005), p. 75 citing Paisley Dodds, \"Guantánamo Tapes Show Teams Punching, Stripping Prisoners\", Associated Press, 1 February 2005, or: \"[I]f you said you didn't want to go to interrogation you would be forcibly taken out of the cell by the [Initial Reaction Force] team. You would be pepper-sprayed in the face which would knock you to the floor as you couldn't breathe or see and your eyes would be subject to burning pain. Five of them would come in with a shield and smack you and knock you down and jump on you, hold you down and put the chains on you. And then you would be taken outside where there would already be a person with clippers who would forcibly shave your hair and beard. Interrogators gave the order for that to be done; the only way in which this would be triggered would be if you were in some way resisting interrogation, in some way showing that you didn't want to be interrogated. Or if during interrogation you were non-cooperative then it could happen as well.\" Center for Constitutional Rights, Statement of Shafiq Rasul, Asif Iqbal and Rhuhel Ahmed, \"Detention in Afghanistan and Guantánamo Bay\" (4 August 2004), para. 290, available at http://www.ccr-ny.org/v2/reports/docs/ Gitmo-compositestatementFINAL23july04.pdf; see also the Al Dossari incident reported by several NGOs and in the book \"Inside the Wire\" by Erik Saar, a former Guantánamo Bay military intelligence interpreter. \"He stayed there for 13 months in solitary confinement in an underground cell. He was routinely beaten and received only rotten food and was prevented from using the toilet. He was then temporarily transferred to Ta'iz prison, where he was also not provided food and had to rely on his family to feed him. In June 2005 he was transferred back to Sana'a prison, where he is still held without being aware of any charges.\" Allegation based on Declaration of Attorney Tina M. Foster of 17 November 2005. The same assessment was made by the Council of Europe's Parliamentary Assembly, which found that \"the United States has, by practising 'rendition' (removal of persons to other countries, without judicial supervision, for purposes such as interrogation or detention), allowed detainees to be subjected to torture and to cruel, inhuman or degrading treatment, in violation of the prohibition on non-refoulement\" resolution 1433 of 26 April 2005, para. 7 vii. See also the response of the US Government to the questionnaire of 21 October 2005, which indicated that allegations were investigated by officials of the Department of Defense. See also: Army Regulation 15-6, Final Report: Investigation into FBI Allegations of Detainee Abuse at Guantánamo Bay, Cuba Detention Facility (1 April 2005, amended 9 June 2005) (The Schmidt Report). As can be seen from it, practically no action was taken in response to acts of inhuman or degrading treatment even if the practice was unauthorized. E.g. a leaked FBI e-mail stated \"If this detainee is ever released or his story made public in any way, DOD interrogators will not be held accountable because these torture techniques were done by the 'FBI' interrogators.\" E-mail from Unknown to G. Bald, et al., Re.: Impersonating FBI at GTMO (5 December 2003), available at http://www.aclu.org/torturefoia/released/ FBI\\3977.pdf. European Parliament resolution on Guantanam. P 6\\TA(2004)0050. At: http://www.europarl.eu.int/omk/sipade3?PUBREF=-//EP//NONSGML+TA+P6-TA-2004- 0050+0+DOC+WORD+V0//EN&L=EN&LEVEL=0&NAV=S&LSTDOC=Y&LSTDOC=N. Human Rights Committee, general comment No. 22 (1993), CCPR/C/21/Rev.1/Add.4, para. 8. In her previous report to the General Assembly (A/60/399), the Special Rapporteur analysed, in the context of her mandate, the international standards applicable to persons deprived of their liberty. ICCPR, art. 18 (3). See similarly, Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, art. 1 (3) (25 November 1981). General comment No. 22, supra note 83, para. 8. See, inter alia, article 3 common to the four Geneva Conventions; articles 34 and 35 of the Third Geneva Convention; articles 76, 86 and 93 of the Fourth Geneva Convention; article 75, paragraph 1, of Additional Protocol I and articles 4 and 5 of Additional Protocol II. Techniques such as the use of dogs were explicitly authorized as part of the \"First Special Interrogation Plan\" (pp. 13 and 14) - see in Army Regulation 15-6, Final Report: Investigation into FBI Allegations of Detainee Abuse at Guantánamo Bay, Cuba Detention Facility (1 April 2005, amended 9 June 2005) (The Schmidt Report). A technique that the Schmidt Report, supra note 88, found to be authorized (FM 34-52) and approved by SECDEF as mild, non-injurious physical touching. The same report found the rubbing of perfume to have been authorized, as well as leaning over detainees and whispering in their ears that the situation was futile. In addition, the wiping of menstrual blood on a detainee in March 2003 was considered authorized to show the futility of the situation. Secretary of Defense memorandum for the commander, US Southern command of 16 April 2005 on \"Counter Resistance Techniques in the War on Terror\". See supra, para. 50. Response of the United States of America, dated 21 October 2005 to the inquiry of the Special Rapporteurs dated 8 August 2005 pertaining to detainees at Guantánamo Bay, p. 21 et seq. Standard Minimum Rules for the Treatment of Prisoners. Adopted by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held at Geneva in 1955, and approved by the Economic and Social Council by its resolutions 663 C (XXIV) of 31 July 1957 and 2076 (LXII) of 13 May 1977. The Convention of the Rights of the Child defines a child as \"every human being below the age of 18 years unless, under the law applicable to the child, majority is attained earlier\". CRC, article 1. Three juveniles, under the age of 16 years, were transferred from Guantánamo Bay to their home country in early 2004 after over one year in detention. US Department of Defense, News Release, \"Transfer of Juvenile Detainees Completed\" accessed at http://www.defenselink.mil/releases/2004/nr20040129-0934.html 20 December 2005); CNN World, \"U.S. Frees Teens at Guantánamo Bay\" (29 January 2004). It is unknown how many juveniles remain in Guantánamo Bay. Omar Ahmed Khadr, a Canadian, who was 15 years old at the time of his arrest and his transfer to Guantánamo Bay in 2002, remains in Guantánamo Bay today. Defence Counsel Questionnaires. Vienna Convention on the Law of Treaties, article 18. Although the United States has not ratified the Vienna Convention, it is generally recognized as a restatement of previous law. Constitution of the World Health Organization, preamble setting forth principles accepted by Contracting Parties. Commission on Human Rights resolution 2005/24, para. 20 (c). Ibid, para. 7. Ibid, para. 5. Committee on Economic, Social and Cultural Rights, general comment No. 14 (2000), E/C.12/2000/4, para. 42. Ibid, para. 5. See United Nations Standard Minimum Rules for the Treatment of Prisoners, adopted 30 August 1955 by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders, A/CONF/611, annex I, E.S.C. res. 663C, 24 UN ESCOR Supp. (No. 1) at 11, E/3048 (1957), amended E.S.C. res. 2067, 62 UN ESCOR Supp. (No. 1) at 35, E/5988 (1977) paras. 9-22. The Special Rapporteur received information from, among other sources, interviews with former detainees, family members of current detainees and lawyers representing former and current detainees. US Department of Defense, Joint Task Force 170, Guantánamo Bay, Memorandum for the Record: ICRC Meeting with MG Miller on 9 October 2003 (indicating ICRC was concerned about mental health of detainees due to pressures imposed by, among other conditions, interrogator control over detainees' basic needs, duration of interrogations, cage-type cells, isolation, restrictions on books and shaving as punishment); Neil A. Lewis, \"Red Cross Finds Detainee Abuse in Guantánamo\" The New York Times (30 November 2004) (reporting ICRC stated that keeping detainees indefinitely without knowing their fate would lead to mental health problems); Physicians for Human Rights, Break Them Down: Systematic Use of Psychological Torture (2005) pp. 52-54. Neil A. Lewis, supra note 103; Physicians for Human Rights, supra note 103; Tipton Report accessed at http://www.ccr-ny.org/v2/reports/report.asp?ObjID=UNuPgz9pc0&Content=577 (2 December 2005); Presentations of Former Detainees, Conference: The Global Struggle Against Torture: Guantánamo Bay, Bagram and Beyond, hosted by Reprieve and Amnesty International in London, UK (19-21 November 2005). Physicians for Human Rights, supra note 103, pp. 52-53. Ibid. at 50. E/CN.4/2003/58, para. 95. A/60/348, para. 9. Article 7 (2). A commentator has described the detention facilities at Guantánamo Bay as an experiment. Jane Meyer, \"The Experiment\", The New Yorker (11 and 18 July 2005). Human Rights Committee, general comment No. 21 (1992, replaces general comment No. 9 concerning humane treatment of persons deprived of liberty). States parties report to both the Human Rights Committee and the Committee against Torture on the implementation of international standards for medical ethics. See, e.g., the fourth periodic report of Uruguay to the Human Rights Committee (CCPR/C/95/Add.9, paras. 65-69) and the second periodic report of Algeria (CAT/C/25/Add.8, para. 6). The World Medical Association is an independent confederation of professional associations, representing approximately 80 national medical associations. These principles are consistent with medical ethics applicable under international humanitarian law. See, e.g., Protocol Additional to the Geneva Conventions of 12 August 1949, and relating to the Protection of Victims of International Armed Conflicts (Protocol I), 8 June 1977, article 16; Protocol Additional to the Geneva Conventions of 12 August 1949, and relating to Protection of Victims of Non-International Armed Conflicts (Protocol II), 8 June 1977, article 10. International Council of Nurses, \"Nurses Role in the Care of Prisoners and Detainees\" adopted 1998. Ibid. Office of the Surgeon General Army, \"Final Report: Assessment of the Detainee Medical Operations for OEF, GTMO, and OIF (13 April 2005) (The Kiley Report); Army Regulation 15-6, Final Report: Investigation into FBI Allegations of Detainee Abuse at Guantánamo Bay, Cuba Detention Facility (1 April 2005, amended 9 June 2005) (The Schmidt Report). See Neil A. Lewis, supra note 103 (ICRC report stated \"medical files of detainees were 'literally open' to interrogators\"); G. Bloche and J. Marks, \"Doctors and Interrogators at Guantánamo Bay\" 353;1 New England Journal of Medicine 6, 6 (7 July 2005); Interview with former detainee Rustam Akhmiarov, London (18 November 2005). The Kiley Report, supra note 115, at 1-8 (Behavioural Science Consultation Teams (BSCT) \"consisted of physicians/psychiatrists and psychologists who directly support detainee interrogation activities\"); Neil A. Lewis, supra note 103 (ICRC workers \"asserted that some doctors and other medical workers at Guantánamo were participating in planning for interrogations\", in what the report called \"a flagrant violation of medical ethics\"); The Schmidt Report, supra 115, at 17 (medical records indicated monitoring of body temperature of detainee being exposed to extreme cold); G. Bloche and J. Marks, supra note 116. M. Sullivan and J. Colangelo-Bryan, \"Guantánamo Bay Detainee Statements: Jum'ah Mohammed AbdulLatif Al Dossari, Isa Ali Abdulla Al Murbati, Abdullah Al Noaimi and Adel Kamel Abdulla Haji\" (May 2005) at 16 (statement of Mr. Al Noaimi); Interviews with former detainees Rustam Akhmiarov and Airat Vakhitov, London (18 November 2005); Defence Counsel Questionnaires (reporting non-consensual drugging, including injections, and force-feeding through nasal tubes, as well as participation of health professionals in monitoring health for interrogations). See Neil A. Lewis, supra note 103 (quoting ICRC report). US Department of Defense, Medical Program Principles and Procedures for the Protection and Treatment of Detainees in the Custody of the Armed Forces of the United States (3 June 2005). The Kiley Report, supra note 115, 1-8. They have included, among others, subjecting detainees to sleep deprivation, 20-hour interrogations day after day, months of isolation, loud music and strobe lights, extremes of heat and cold, short shackling to an eye-bolt on the floor, and exploiting phobias, such as instilling fear with military dogs. Interrogators also sexually and culturally humiliate detainees, subjecting them to forced nudity in front of females, forcing them to wear a woman's bra on the head and calling female relatives whores. The Schmidt Report, supra note 115. See also chapter III (2) supra. L. Rubenstein, C. Pross, F. Davidoff and V. Iacopino, \"Coercive US Interrogation Policies: A Challenge to Medical Ethics\", 294:12 Journal of the American Medical Association 1544, 1545 (28 September 2005). United Nations Principles, Principle 5 (emphasis added). See e.g., Majid Abdulla Al-Joudi v. George W. Bush, Civil action No. 05-301, US District Court for the District of Columbia (26 October 2005); Charlie Savage, \"Guantánamo medics accused of abusive force-feeding: Detainees' Lawyers go before Judge\" The Boston Globe (15 October 2005); Tim Golden \"Tough U.S. Steps in Hunger Strike at Camp in Cuba\" The New York Times (9 February 2006). See supra para. 54. Declaration of Tokyo, supra para. 74 and note 111; World Medical Association, Declaration of Malta (1992); see generally, Reyes Hernan, \"Medical and Ethical Aspects of Hunger Strikes in Custody and the Issue of Torture\" extract from \"Maltreatment and Torture\" (1998) (providing the history and rationale for the prohibition against doctors participating in force-feeding of prisoners) accessed at ICRC, http://www.icrc.org/Web/Eng/siteeng0.nsf/ iwpList302/92B35A6B95E0A5A3C1256B66005953D5 (8 February 2006). American Medical Association, Policy H-65.997 Human Rights (AMA endorses World Medical Association's Declaration of Tokyo) accessed at American Medical Association, http://www.ama-assn.org/apps/pf\\new/pf\\online?f\\n=browse&doc=policyfiles/HnE/ H-65.997.HTM (10 February 2006). \"Israel: Visits to detainees on hunger strike\" accessed at ICRC http://www.icrc.org/ Web/Eng/siteeng0.nsf/iwpList74/75579B6BB769D3B5C1256EFD0047576F (9 February 2006). See, e.g., Secretary of State for the Home Department v. Robb [1995] Fam 127 (United Kingdom); Thor v. Superior Court, 21 California Reporter 2d 357, Supreme Court of California (1993); Singletary v. Costello, 665 So.2d 1099, District Court of Appeal of Florida (1996). See, generally, Mara Silver, \"Testing Cruzan: Prisoners and the Constitutional Question of Self-Starvation\", 58 Stanford Law Review 631 (2005) (collecting US jurisprudence on force-feeding of detainees). Response of the United States of America dated 21 October 2005 to Inquiry of the UNCHR Special Rapporteurs dated 8 August 2005 Pertaining to Detainees at Guantánamo Bay, at 19. CESCR, general comment No. 14, supra note 99, paras. 8, 34. See Cruzan v. Director Missouri Department of Health, 497 U.S. 261, 269-70 (1990) (recognizing the right to refuse treatment as the logical corollary to the doctrine of informed consent). See Secretary of State for the Home Department v. Robb, supra note 130; see also Chair of the Board of Trustees of the American Medical Association, Duane M. Cady, M.D., AMA to the Nation, AMA unconditionally condemns physician participation in torture, (20 December 2005) accessed at http://www.ama-assn.org/ama/pub/category/15937.html (10 February 2006) (clarifying that \"every patient deserves to be treated according to the same standard of care whether the patient is a civilian, a US soldier, or a detainee\" and acknowledging that the AMA position on forced feeding of detainees is set forth in the Declaration of Tokyo. \"We have received your letter dated January 16, 2006, enclosing an advance unedited copy of the report of four Special Rapporteurs and the Working Group on Arbitrary Detention on the situation of detainees in Guantánamo Bay ('Unedited Report'). Your letter asked for any factual clarifications regarding the Unedited Report by 31 January and noted that 'changes made will not be of a substantive nature'. The United States Government regrets that it has not received sufficient opportunity to provide a fuller response to the factual and legal assertions and conclusions in the Unedited Report. Despite the substantial informational material presented by the United States to the Special Rapporteurs in 2005 regarding Guantánamo and the offer to three of the Special Rapporteurs to visit the facility to observe first hand the conditions of detention, there is little evidence in the Unedited Report that the Special Rapporteurs have considered the information provided by the United States. We offered the Special Rapporteurs unprecedented access to Guantánamo, similar to that which we provide to U.S. congressional delegations. It is particularly unfortunate that the Special Rapporteurs rejected the invitation and that their Unedited Report does not reflect the direct, personal knowledge that this visit would have provided. Rather, the Unedited Report is presented as a set of conclusions - it selectively includes only those factual assertions needed to support those conclusions and ignores other facts that would undermine those conclusions. As a result, we categorically object to most of the Unedited Report's content and conclusions as largely without merit and not based clearly in the facts. An example of this problematic approach is how the Unedited Report deals with the force-feeding of detainees. The U.S. Government has provided information that in the case of detainees who have gone on hunger strikes, Guantánamo authorities have authorized involuntary feeding arrangements, monitored by health care professionals, to preserve the life and health of the detainees. Rather than reporting the factual information provided by the United States on when and how involuntary feeding is authorized and how it is carried out, the Unedited Report simply states categorically that 'excessive force was used routinely' for this purpose and that 'some of the methods used for force-feeding definitely amount to torture'. This is untrue, and no such methods are described in the Unedited Report. Moreover, it is bewildering to the United States Government that its practice of preserving the life and health of detainees is roundly condemned by the Special Rapporteurs and is presented as a violation of their human rights and of medical ethics. We are equally troubled by the Unedited Report's analysis of the legal regime governing Guantánamo detention. Nowhere does the report set out clearly the legal regime that applies according to U.S. law. The United States has made clear its position that it is engaged in a continuing armed conflict against Al Qaida, that the law of war applies to the conduct of that war and related detention operations, and that the International Covenant on Civil and Political Rights, by its express terms, applies only to 'individuals within its territory and subject to its jurisdiction'. (ICCPR article 2 (1)). The Report's legal analysis rests on the flawed position that the ICCPR applies to Guantánamo detainees because the United States 'is not currently engaged in an international armed conflict between two Parties to the Third and Fourth Geneva Conventions'. This, of course, leads to a manifestly absurd result; that is, during an ongoing armed conflict, unlawful combatants receive more procedural rights than would lawful combatants under the Geneva Conventions. Numerous other discussions in the Unedited Report are similarly flawed. The United States is a country of laws with an open system of constitutional government by checks and balances, and an independent judiciary and press. These issues are fully and publicly debated and litigated in the United States. To preserve the objectivity and authority of their own Report, the Special Rapporteurs should review and present objective and comprehensive material on all sides of an issue before stating their own conclusions. Instead, the Special Rapporteurs appear to have reached their own conclusions and then presented an advocate's brief in support of them. In the process they have relied on international human rights instruments, declarations, standards, or general comments of treaty bodies without serious analysis of whether the instruments by their terms apply extraterritorially; whether the United States is a State Party - or has filed reservations or understandings - to the instrument; whether the instrument, declaration, standard or general comment is legally binding or not; or whether the provisions cited have the meaning ascribed to them in the Unedited Report. This is not the basis on which international human rights mechanisms should act. The Special Rapporteurs have not provided a meaningful opportunity to the United States to consult on the draft report or to rebut factual and legal assertions and conclusions with which we fundamentally disagree. The United States reserves the opportunity to reply in full to the final Report, but in the meantime requests that this letter be attached to the Report as an interim reply. Regards,\" (Signed): Kevin Edward Moley Ambassador Permanent Representative of the United States of America -----",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    }
]