[
    {
        "ID": 1,
        "Text": "1. Depuis 1987, le Rapporteur spécial de la Commission des droits de l'homme examine les incidents et les mesures gouvernementales, dans toutes les parties du monde, incompatibles avec les dispositions de la Déclaration de 1981 sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction, et recommande les mesures appropriées pour remédier aux situations ainsi créées. Depuis cette date, le Rapporteur spécial a soumis à la Commission des droits de l'homme 16 rapports annuels et 15 rapports de visites in situ; il a présenté en outre, depuis 1984, 8 rapports intérimaires à l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Le présent rapport est soumis conformément à la résolution 2001/42 du 23 avril 2001. Dans un premier temps, le Rapporteur spécial traite des activités de prévention de l'intolérance et de la discrimination fondées sur la religion ou la conviction; dans un deuxième temps, il fait le bilan des activités de gestion de son mandat, faisant notamment état de ses communications, des réponses des États et du suivi in situ, et s'interroge sur les conséquences du 11 septembre 2001. Dans un troisième temps, il formule diverses conclusions et recommandations.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. En raison de l'importance particulière que ce rapport revêt en 2001, année du vingtième anniversaire de l'adoption de la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction, le Rapporteur spécial − s'efforçant autant que possible d'éviter les redites − renverra assez souvent, en le complétant selon que de besoin, au rapport intérimaire qu'il a soumis en juillet 2001 à la cinquante-sixième session de l'Assemblée générale (A/56/253) et qui peut être considéré comme indissociable du présent rapport.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Défendre la liberté de religion ou de conviction est d'une importance capitale en ce début du XXIe siècle. Or le Rapporteur spécial a toujours estimé qu'il fallait entreprendre des activités de prévention par le biais de l'éducation et du dialogue interreligieux. Ces deux thèmes feront l'objet des deux premières sections, la troisième étant une brève introduction à l'étude que le Rapporteur spécial a consacrée à la condition de la femme au regard de la religion et des traditions (E/CN.4/2002/Add.2).",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. La Conférence internationale consultative sur l'éducation scolaire en relation avec la liberté de religion ou de conviction, la tolérance et la non-discrimination a eu lieu du 23 au 25 novembre 2001, à Madrid, en collaboration avec le Gouvernement espagnol, à l'occasion du vingtième anniversaire de la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction. Plus de 800 personnes étaient présentes à Madrid, dont 80 délégations étatiques, des représentants d'organisations internationales, d'organisations non gouvernementales, de communautés de religion ou de conviction, d'institutions nationales, etc.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Dès 1994, le Rapporteur spécial, vivement préoccupé par le nombre d'atteintes à la liberté de religion ou de conviction, avait estimé qu'un effort particulier devait être fait pour déterminer, avec les gouvernements qui le souhaitaient, des mesures de prévention visant à éviter l'émergence ou l'aggravation des situations d'intolérance, de discrimination ou d'extrémisme religieux, surtout lorsqu'elles étaient de nature à déboucher sur des troubles graves. Par sa résolution 1994/18, la Commission des droits de l'homme a encouragé le Rapporteur spécial à examiner la contribution que l'éducation pouvait apporter afin de promouvoir la tolérance religieuse d'une manière plus efficace.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Le Rapporteur spécial a donc procédé à une série de consultations auprès de l'UNESCO et du Bureau international de l'éducation afin de profiter de leur expérience et de leur savoir-faire, et de réunir toute information pertinente au sujet des programmes d'enseignement des droits de l'homme. Afin de permettre l'élaboration d'une stratégie internationale scolaire et donc d'un programme minimum commun de lutte contre toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction, il a également mené une enquête au moyen d'un questionnaire adressé aux États le 27 octobre 1994. Le but du questionnaire était d'une part d'obtenir une vue aussi complète que possible des différents programmes, manuels et méthodes pédagogiques existant en matière d'éducation religieuse dans les établissements d'enseignement primaire ou élémentaire et secondaire, et, d'autre part, de savoir dans quelle mesure ces programmes et manuels contribuaient ou non à la promotion et à la protection des droits de l'homme, et notamment à la création d'un contexte de tolérance et de non-discrimination. Des réponses fort instructives ont été reçues de 78 États.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Les organisations non gouvernementales ont également joué un rôle important lors des consultations préalables à la tenue de la Conférence, notamment en organisant des rencontres sur le thème retenu auxquelles le Rapporteur spécial a pris une part active.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Lors de la Conférence internationale de l'éducation organisée par le Bureau international de l'éducation de l'UNESCO à Genève en 1994 le Rapporteur spécial a notamment participé à une table ronde relative au rôle des religions dans l'éducation pour la tolérance et la compréhension mutuelle tenue à l'initiative de la Conférence mondiale des religions pour la paix. Il a également pris part, en 1998, à la conférence internationale sur la liberté de religion ou de conviction organisée à Oslo par des organisations non gouvernementales avec le soutien de la Norvège et dont l'objectif était de renforcer le mandat du Rapporteur spécial sur l'intolérance religieuse, ainsi que l'application de l'article 18 de la Déclaration universelle des droits de l'homme, de l'article 18 du Pacte international relatif aux droits civils et politiques, et de la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. L'exploitation des résultats de l'enquête, l'ensemble des consultations organisées ainsi que les différentes études et travaux entrepris en parallèle par le Rapporteur spécial ont constitué une base solide et un cadre précis pour les travaux préparatoires de la Conférence.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Un comité préparatoire a été constitué: il était composé du Rapporteur spécial, d'un représentant de l'Espagne et de sept personnalités siégeant en leur capacité d'expert venant de pays et de continents divers mais ne représentant aucun État, aucune religion ni aucune organisation non gouvernementale, transcendant les conflits, les intérêts, les appartenances ainsi que les divergences d'opinion et de représentation. Le lecteur trouvera au paragraphe 117 du rapport intérimaire à l'Assemblée générale (A/56/253) les noms et qualités de ces sept experts.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Le Comité préparatoire a tenu deux réunions, la première, à Genève, du 20 au 22 novembre 2000, et la deuxième, à Madrid, du 10 au 12 juin 2001. Il a consacré l'essentiel de ses travaux à l'établissement de la liste des participants à la conférence (voir A/56/253, par. 118) et à la rédaction d'un projet de document final. Les deux premières versions du projet de document final ont été soumises aux participants pour avis et commentaires. À la lumière des réponses reçues, le Comité a établi une troisième version qui a aussi été envoyée à tous les participants et a servi de base aux débats du Comité de rédaction de la conférence. C'est dire si l'ensemble des participants, et notamment les États, a été pleinement associé à chacune des étapes d'élaboration du texte final de la Conférence de Madrid.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. À la séance d'ouverture, le Rapporteur spécial a souligné le caractère consultatif de la Conférence: elle n'était pas une rencontre de théologie ou de pédagogie et elle ne devait pas examiner des situations particulières ou des questions spécifiques; elle était conçue comme une conférence de droits de l'homme consensuelle, stratégique et prospective. Se tenant en des temps fort difficiles, elle constituait une occasion unique pour rappeler à la conscience universelle la nécessité de lutter contre l'intolérance et la discrimination fondées sur la religion ou la conviction. La progression de l'intolérance, de la discrimination et de l'extrémisme religieux ainsi que l'absence d'avancée significative dans le dialogue entre les civilisations sont des phénomènes inquiétants. Or l'école, vecteur principal de l'éducation, ne joue pas pleinement son rôle; elle est parfois le lieu même de l'initiation à la théorie et à la pratique de l'intolérance, de l'extrémisme religieux et de l'embrigadement idéologique et paramilitaire. Les jeunes générations devant être mises à l'abri de la haine, de l'intolérance et de la discrimination qu'entretiennent l'ignorance, l'incompréhension, les clichés simplistes et les stéréotypes, l'école a un rôle stratégique à jouer dans l'intériorisation des valeurs axées sur les droits de l'homme et l'émergence de comportements de tolérance et de non-discrimination. Étant donné que la religion ou la conviction participent à forger l'identité tant de l'individu que du groupe, le Rapporteur spécial a incité les participants à engager une réflexion sur la représentation de soi et sur la représentation de l'autre.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. À la séance d'ouverture ont également pris la parole M. Angel Acebes, Ministre espagnol de la justice, M. Leandro Despouy, Président de la cinquante-septième session de la Commission des droits de l'homme, Mme Mary Robinson, Haut-Commissaire des Nations Unies aux droits de l'homme, s'exprimant au nom du Secrétaire général de l'ONU et S.A.R. Felipe de Borbón, Prince des Asturies. M. Federico Mayor Zaragoza, ancien Directeur général de l'UNESCO, a prononcé une allocution liminaire immédiatement après la séance d'ouverture.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Lors des séances plénières, les participants ont entendu 115 déclarations: ce riche échange d'idées et de données d'expériences portait avant tout sur les moyens concrets à envisager afin que l'enseignement assure tant la connaissance et l'expérience de sa propre identité que la connaissance et le respect de l'autre, menant à la formation d'une personnalité équilibrée, contribuant ainsi à l'éradication des racines de l'extrémisme.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. La plupart des représentants des États qui se sont exprimés ont exposé les dispositions juridiques internes et les politiques régissant l'exercice du droit à la liberté de religion ou de conviction; ils se sont efforcés de donner une vue aussi complète que possible de leurs systèmes éducatifs et de la manière dont la religion était abordée dans l'enseignement primaire et secondaire. À l'instar des réponses des États au questionnaire du Rapporteur spécial, ces interventions ont fait apparaître la grande diversité des approches nationales, notamment à propos de la question de savoir si l'enseignement religieux doit être conçu comme un enseignement spécifique ou s'il doit être intégré dans le cadre d'autres matières. Certains États conçoivent l'enseignement religieux en tant que tel, c'est-à-dire limité à des cours de religion stricto sensu, alors que d'autres semblent plus enclins à l'intégrer dans des matières telles que la philosophie, l'histoire ou l'éducation civique et à l'associer à la promotion des droits de l'homme.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Souhaitant aller au-delà des différents modèles exposés, le Rapporteur spécial s'est félicité de la volonté des États de promouvoir un enseignement véhiculant une culture de tolérance, respectueux de la diversité des religions et des convictions et imprégné des valeurs des droits de l'homme.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. À cette Conférence étaient également présents les représentants du Haut-Commissariat des Nations Unies aux réfugiés (HCR), de la Commission européenne, du Conseil de l'Europe, de l'Organisation pour la sécurité et la coopération en Europe (OSCE), de l'Organisation arabe pour l'éducation, la culture et la science (ALECSO), de l'Organisation des États ibéroaméricains pour l'éducation, la science et la culture, de l'Organisation islamique pour la l'éducation, la science et la culture (ISESCO); l'Union interparlementaire a soumis une contribution écrite. M. Javier Perez de Cuellar, ancien Secrétaire général de l'ONU, a également fait une intervention d'une très haute tenue politique et morale. Toutes ces contributions d'un très grand intérêt ont permis de faire connaître les différentes activités entreprises par les organisations intergouvernementales en matière de promotion des droits de l'homme, plus particulièrement en matière de promotion de la tolérance et de la non-discrimination au niveau de l'enseignement.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. En séance plénière également, des membres de maints organes onusiens de supervision des traités et des rapporteurs spéciaux ont présenté les travaux effectués par les différents comités et les dispositions pertinentes des textes internationaux ainsi que la jurisprudence relative à la lutte contre toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Mme Ouedraogo, Vice-Présidente du Comité des droits de l'enfant, après un exposé complet des dispositions pertinentes de la Convention relative aux droits de l'enfant, a traité du lien évident et étroit qui existe entre les dispositions de l'article 29 de la Convention – objet de la première Observation générale du Comité – et la lutte contre la discrimination et l'intolérance. Le paragraphe 1 de l'article 29 ajoute au droit à l'éducation énoncé à l'article 28 une dimension qualitative et vise à promouvoir une approche équilibrée de l'éducation, qui permettra de concilier diverses valeurs grâce au dialogue et au respect de la différence, d'assurer le développement du plein potentiel de l'enfant, y compris l'acquisition de la notion de respect des droits de l'homme, de développer et d'approfondir le sentiment d'identité et d'appartenance, ainsi que la socialisation et l'interaction de l'enfant avec autrui et son environnement.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Dans l'Observation générale no 1, le Comité soumet aux États des conseils concernant la mise en œuvre du droit de l'enfant à une éducation de qualité, car il est fermement convaincu qu'une éducation encourageant le respect des droits de l'homme et respectueuse en elle-même des valeurs et normes relatives aux droits de la personne humaine joue un rôle crucial dans l'action visant à réduire et éliminer l'intolérance et la discrimination.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Le Comité des droits de l'enfant considère notamment qu'il peut être nécessaire de remanier les programmes et manuels scolaires, de réformer les politiques scolaires, de mettre en place des plans de formation aux principes énoncés dans la Convention, afin que les personnes chargées de transmettre, de promouvoir et d'enseigner les valeurs relatives aux droits de l'homme puissent les illustrer par un comportement exemplaire et, enfin, d'entreprendre des travaux de recherche et des activités spéciales en vue de promouvoir des techniques d'éducation susceptibles d'avoir une incidence positive. Enseignants, administrateurs, spécialistes indépendants, parents et élèves devraient, selon le Comité, veiller à s'assurer que le contenu de l'éducation et son processus respectent les droits de la personne humaine.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Mme Ouedraogo a rappelé que la discrimination et les phénomènes qui y sont associés prospèrent où règne l'ignorance, quand les craintes irrationnelles à l'égard des différences - notamment religieuses – ne sont pas traitées, et lorsque l'on exploite les préjugés ou enseigne de fausses valeurs. C'est pourquoi un enseignement qui respecte et promeut les droits de l'homme et la non-discrimination est essentiel pour éviter non seulement une marginalisation des groupes vulnérables menant à de nouvelles attitudes d'intolérance, mais aussi les injustices qui conduisent souvent à des tensions et conflits.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Sir Nigel Rodley, au nom du Comité des droits de l'homme, a attiré l'attention sur les dispositions pertinentes du Pacte international relatif aux droits civils et politiques et sur le travail effectué par le Comité s'agissant de la protection du droit à la liberté de pensée, de conscience, de religion ou de conviction consacrée à l'article 18 du Pacte. Après avoir souligné que cet article comporte une interdiction explicite de toute coercition qui viendrait compromettre la liberté d'avoir ou d'adopter la religion de son choix ainsi que l'engagement explicite des États parties de respecter la liberté des parents et des tuteurs légaux d'assurer l'éducation religieuse et morale de leurs enfants en conformité avec leurs propres convictions, Sir Nigel a rappelé que les États ne pouvaient déroger aux obligations découlant de cet article, y compris en cas d'état d'urgence; si le droit de manifester sa religion peut être sujet à des limitations justifiées notamment par des considérations d'ordre public, il n'en va pas de même du droit de changer de religion qui ne saurait souffrir aucune limitation. Il a ensuite souligné certaines dispositions clefs de l'Observation générale n° 22 relative à l'article 18 du Pacte, en particulier celles concernant la protection des convictions théistes et non théistes ainsi que le droit de ne professer aucune religion ou conviction, l'extension de la protection de l'article 18 aux religions ou croyances comportant des caractéristiques ou des pratiques analogues à celles des religions traditionnelles, ou encore la reconnaissance du droit à l'objection de conscience dans la mesure où l'obligation d'employer la force au prix de vies humaines peut être gravement en conflit avec la liberté de conscience et le droit de manifester sa religion ou ses convictions.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Pour Mme Gaspard, membre du Comité pour l'élimination de la discrimination à l'égard des femmes, les formes d'intolérance et de discrimination fondées sur la religion ou la conviction peuvent faire naître ou amplifier l'analphabétisme des femmes et réduire leurs possibilités de scolarisation. En effet, la sous-scolarisation des petites filles, l'abandon scolaire précoce et le non-respect de l'égalité face aux matières enseignées sont fréquents et souvent justifiés par des raisons de culture, qui s'abritent derrière des prétextes religieux. Force est de constater aussi que les femmes appartenant à des minorités autochtones, les migrantes et les réfugiées font l'objet de discrimination en matière d'éducation en raison des préjugés véhiculés à leur encontre dans leur pays ou dans le pays d'accueil du fait de leur religion ou de leur conviction. Mme Gaspard a insisté sur l'enjeu stratégique que représentent les filles et les femmes dans la construction d'un monde dans lequel seraient éliminées l'intolérance et la discrimination fondées sur la religion ou la conviction, étant entendu qu'un tel monde suppose au préalable l'éradication des causes des discriminations à l'égard des femmes qui, pour une bonne part, ont pour origine l'ignorance et les intégrismes, producteurs d'intolérance.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Dans une communication distribuée à la Conférence, le Comité des droits économiques, sociaux et culturels a présenté l'Observation générale n° 11 relative aux plans d'action en faveur du droit à l'éducation inscrit à l'article 14 du Pacte international relatif aux droits économiques, sociaux et culturels, et l'Observation générale n° 13 relative au droit à l'éducation tel qu'énoncé à l'article 13 du Pacte. Ces deux observations intéressent particulièrement la Conférence en ce sens qu'elles prévoient notamment que l'interdiction de la discrimination n'est ni sujette à une mise en œuvre progressive ni tributaire des ressources disponibles; que les États parties doivent exercer un contrôle sur l'éducation englobant l'ensemble des politiques éducatives, des établissements d'enseignement, des programmes, des dépenses et autres pratiques de manière à détecter toute discrimination de fait et à y remédier; ou encore que l'enseignement doit être souple de manière à pouvoir être adapté aux besoins des sociétés et des communautés en mutation, tout comme aux besoins des étudiants dans leur propre cadre social et culturel.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. M. Sherifis, Président du Comité pour l'élimination de la discrimination raciale, a souligné que le Comité était amené à traiter de cas de discriminations fondées sur la religion ou la conviction étant donné que ces discriminations visent souvent des groupes ethniques ou nationaux spécifiques. À cette occasion, le Comité demande aux États de fournir des renseignements sur l'introduction, dans les programmes scolaires et les formations dispensées aux enseignants, de composantes visant à promouvoir les droits de l'homme. M. Sherifis a appelé à l'établissement d'un cadre de coopération et de solidarité nationales et à l'allocation de ressources suffisantes en faveur des programmes éducatifs.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Mme Gabriela Rodriguez Pizarro, Rapporteuse spéciale sur les droits de l'homme des migrants, a décrit la grande vulnérabilité des migrants et l'ampleur des violations de leurs droits fondamentaux. S'agissant de la discrimination qui touche les enfants de migrants en matière d'éducation, elle a insisté sur le manque d'accès à l'éducation de ces enfants qui résulte parfois de la clandestinité dans laquelle ils vivent, sur l'absence de promotion de la tolérance et de la liberté de religion ou de conviction qui nuit à leur capacité d'intégration et au développement de leur personnalité, et sur les discriminations qui continuent de les affecter alors même qu'ils ont accès à l'éducation.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 29,
        "Text": "29. M. Abid Hussain, Rapporteur spécial sur la liberté d'opinion et d'expression, a quant à lui mis en avant les risques que font encourir pour les sociétés les écoles qui endoctrinent les jeunes esprits à la haine envers ceux qui diffèrent d'eux en terme de race, de religion, de caste, de culture et de conviction, les maintiennent dans l'ignorance et ainsi les déshumanisent. Après avoir rappelé les situations dramatiques auxquelles ont conduit ces écoles du fanatisme, il a insisté sur le fait que l'école doit retrouver sa place légitime dans la société, et qu'il convient à cette fin de transformer l'école en un lieu de connaissance et d'initiation au respect de l'autre.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Président du Groupe de travail sur les minorités, M. Asbjørn Eide met l'accent sur le besoin impérieux d'une éducation multiculturelle et interculturelle pour les minorités ainsi que pour les majorités, c'est-à-dire une éducation qui soit en accord avec les besoins des groupes de la société ayant des religions ou des convictions différentes, d'une part, et qui assure l'apprentissage de l'interaction constructive des différents groupes, d'autre part. Afin que personne ne soit considéré comme un citoyen de second rang du fait de sa religion ou de ses convictions et que ne se forment pas des ghettos, il est nécessaire que tous les membres d'une société soient familiarisés avec l'histoire, les traditions et la culture des minorités, souvent négligées, biaisées ou sujettes à de mauvaises interprétations, et que l'éducation repose sur la reconnaissance de la composition plurireligieuse de la société.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Les représentants des communautés de religion ou de conviction ont exposé tout ce qui, dans leurs religions respectives, peut aider à une meilleure compréhension de l'autre et au respect de son identité et, surtout, à éviter que les religions ne servent l'intolérance.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Quant aux experts et aux représentants des organisations non gouvernementales et des instituts des droits de l'homme, ils ont de manière quasi unanime mis en relief la dualité des religions et des convictions, au nom desquelles on s'est livré à des persécutions et qui ont donné lieu à de guerres, au fanatisme et à l'intolérance, alors même qu'elles sont toutes à la fois porteuses de spiritualité et de valeurs fondamentales. Ils se sont également déclarés en faveur d'une éducation au cœur d'un programme d'action pour la paix, permettant à tous de vivre ensemble au sein d'une communauté mondiale fondée sur la tolérance, la démocratie, la non-violence et le dialogue interculturel.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Parallèlement aux séances plénières, siégeait le Comité de rédaction qui était saisi de la troisième version du projet de document final; ce comité, auquel ont participé de nombreux délégués, et spécialement les États, a procédé à un examen détaillé du préambule et du dispositif du projet de document final qui a fait l'objet de nombreuses modifications acceptées par consensus à la suite d'un long processus de négociation.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Le 25 novembre 2001, la Conférence a adopté, en séance plénière et par consensus, son document final, aucune déclaration ou réserve n'ayant été formulée (voir l'annexe au présent document).",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. Dans le préambule du document final, la Conférence rappelle divers principes généraux devant guider toute action en matière de prévention, notamment le principe selon lequel la tolérance implique l'acceptation de la diversité et le respect du droit à la différence; elle prend également note d'une série de textes internationaux sur lesquels reposent la prévention de l'intolérance et de la discrimination fondées sur la religion ou la conviction, et des initiatives entreprises par diverses organisations internationales auxquelles il convient de se référer. À l'alinéa j, il est pris note de la Conférence mondiale contre le racisme, la discrimination raciale, la xénophobie et l'intolérance qui y est associée parce que, tant la Déclaration que le Programme d'action de Durban contiennent des dispositions relatives à la liberté de religion ou de conviction.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. La Conférence souligne d'emblée l'objectif qu'elle s'est fixé, à savoir la «nécessité de promouvoir, au moyen de l'éducation, la protection et le respect de la liberté de religion ou de conviction afin de renforcer la paix, la compréhension, et la tolérance entre individus, groupes et nations en vue de développer le respect du pluralisme» (par. 1 du dispositif). Pour atteindre cet objectif, le texte définit les critères qualitatifs auxquels l'enseignement se doit de répondre en se référant tout particulièrement à l'article 29 de la Convention relative aux droits de l'enfant dont le paragraphe 1 est cité in extenso à l'alinéa m du préambule.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Le document final énonce également des mesures d'ordre général et des mesures ciblées qu'il convient de mettre en œuvre et appelle à cet égard à une contribution non seulement des États, des organisations et des institutions concernées, mais aussi de tous les acteurs de la société, en particulier des médias, des organisations non gouvernementales, des groupes et communautés de religion ou de conviction, et des parents.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. L'école devant être à l'abri de tout embrigadement politique et idéologique, il convient de faire preuve d'une grande vigilance quant au contenu de l'enseignement. En ce sens, la Conférence estime que chaque État «devrait promouvoir […] des politiques d'éducation ayant pour but le renforcement de la protection des droits de l'homme, l'éradication des préjugés et des conceptions incompatibles avec la liberté de religion ou de conviction» (par. 4) et «prendre les mesures appropriées contre [l'intolérance et la discrimination] qui se manifestent dans les programmes, les méthodes pédagogiques et les manuels scolaires, [et qui sont] diffusées par les médias, et les nouvelles technologies de l'information, y compris Internet» (par. 6).",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. De nombreuses dispositions du document final concernent directement le corps enseignant dont le besoin de formation était clairement apparu lors de l'analyse des réponses des États au questionnaire du Rapporteur spécial; ces dispositions s'inspirent de la Recommandation de l'UNESCO sur l'éducation pour la compréhension, la coopération et la paix internationales et l'éducation relative aux droits de l'homme et aux libertés fondamentales du 19 novembre 1974, en particulier de sa section dédiée à la préparation des éducateurs.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Afin que les éducateurs puissent jouer leur rôle d'une façon efficace, il est recommandé aux États de «développer chez les éducateurs les motivations de leur action en soutenant et encourageant l'adhésion aux valeurs des droits de l'homme» [par. 10 a)], de «préparer les éducateurs à former les enfants à une culture de respect pour chaque être humain» [par 10 b)] et d'«encourager […] la recherche académique en relation avec la liberté de religion ou de conviction» [par. 10 f)]. Il est aussi recommandé aux États de considérer «favorablement d'offrir aux éducateurs et aux élèves, autant que possible, des opportunités pour des rencontres et des échanges volontaires avec leurs homologues de religion ou de conviction différentes» [par. 10 d)] et de «favoriser les échanges d'enseignants et d'élèves et faciliter les stages d'études à l'étranger» [par. 10 e)].",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Le document final préconise «le renouvellement, la production, la diffusion, la traduction et l'échange des équipements et des matériels d'éducation en matière de liberté de religion» (par. 11) ainsi que «l'étude et la diffusion de diverses expériences d'éducation […], et notamment d'expériences novatrices menées à travers le monde» [par. 10 c)].",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. La Conférence n'omet pas d'insister sur l'attention qu'il convient d'attacher aux discriminations dont les femmes continuent d'être victimes en matière d'éducation et sur la nécessité «de renforcer la protection du droit des filles à l'éducation, et spécialement de celles appartenant à des groupes vulnérables» (par. 5).",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Le texte complet du document final de la Conférence de Madrid figure en annexe au présent rapport; il peut aussi être consulté sur le site Internet du Haut-Commissariat aux droits de l'homme (www.unhchr.ch) où figurent aussi d'autres documents pertinents. Par ailleurs, la plupart des déclarations faites par les participants peuvent être consultées dans les archives du secrétariat.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Le Rapporteur spécial souhaite recueillir les vues et observations de la Commission des droits de l'homme sur les initiatives à prendre et les actions à mener afin que l'école puisse devenir, partout dans le monde, un instrument d'une meilleure connaissance, de respect et de tolérance de l'autre, dans l'intérêt des droits de l'homme et, en conséquence, d'une meilleure compréhension et coopération internationales au service de la paix. Il tient aussi à souligner les limites de la gestion de l'intolérance et de la discrimination fondées sur la religion ou la conviction tant que la prévention de ces phénomènes, notamment par le biais de l'éducation scolaire, ne jouera pas le rôle qui est le sien.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Le Rapporteur spécial rend hommage à l'Espagne, qui a accueilli la Conférence et qui lui a fourni tout le soutien approprié. Il remercie les États et tous les autres participants pour leurs encouragements et leur contribution au succès de la Conférence. Ses remerciements vont tout particulièrement à la Norvège pour son appui financier qui a contribué à la préparation et à l'organisation de la Conférence.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. La Commission des droits de l'homme, par sa résolution 2001/42, a invité les gouvernements, les organismes confessionnels et la société civile à engager, au cours de l'année qui marque le vingtième anniversaire de l'adoption de la Déclaration de 1981, un dialogue à tous les niveaux pour promouvoir plus de tolérance, de respect et de compréhension envers la liberté de religion et de conviction (par. 12).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Le dialogue constitue en soi une valeur. Il revêt une importance particulière lorsqu'il concerne les religions ou les convictions. Les certitudes et les vérités qui sous-tendent celles-ci ont souvent laissé, à travers l'histoire, peu d'espace à la compréhension et à la tolérance, alimentant ainsi, parfois, les tensions et les conflits. Depuis des décennies, un courant d'opinion, soutenu notamment par d'importantes franges de grandes religions, ne cesse de mettre en relief le rôle des religions en tant que facteur de coopération et de paix. Bien que se heurtant parfois à des questions de nature dogmatique, ce courant se développe lentement et progressivement. Quelles que soient les difficultés auxquelles il se heurte, le dialogue interreligieux constitue un moyen qui peut aider à contenir les conflits et parfois à les résoudre. Par la pédagogie qu'il peut développer, il participe à la prévention de l'intolérance et de la discrimination fondées sur la religion ou la conviction. C'est à ce titre que le Rapporteur spécial a accordé au dialogue interreligieux une grande importance et a lancé ou soutenu des actions dans ce domaine, notamment à l'occasion de ses missions in situ dans certains États. Il est primordial que les entretiens avec et entre les religions créent un espace de compréhension mutuelle afin de permettre ou de renforcer l'acceptation et le respect de la diversité des religions ou des convictions, telles que définies et garanties par les normes internationales des droits de l'homme. C'est dire que le dialogue interreligieux doit contribuer à la gestion pacifique et à la prévention des conflits et des violations des droits de l'homme de par le monde.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Le Rapporteur spécial souhaite, à ce sujet, souligner certaines initiatives reconnaissant la valeur essentielle du dialogue interreligieux et visant à la promouvoir. Pour éviter, comme cela a été indiqué dans l'introduction, les redites, il renvoie aux paragraphes 125 à 128 du rapport intérimaire soumis à l'Assemblée générale le 31 juillet 2001 (A/56/253). Les paragraphes ci-dessous seront consacrés à quelques événements récents ayant une incidence sur le dialogue interreligieux, notamment à la Conférence de Durban.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Bien évidemment, le dialogue interreligieux s'inscrit pleinement dans le cadre de la Déclaration du Millénaire en date du 8 septembre 2000 et de l'Année des Nations Unies pour le dialogue entre les civilisations. Or par sa résolution 56/6 du 9 novembre 2001 établissant le Programme mondial pour le dialogue entre les civilisations, l'Assemblée générale a confirmé et approfondi cette dimension du dialogue. Le Programme prévoit en effet à l'article 4 que «le dialogue entre les civilisations peut contribuer dans une grande mesure à progresser dans les domaines suivants: […] Promotion de la compréhension et de la connaissance mutuelles entre les groupes sociaux, les cultures et les civilisations de diverses régions, y compris sur les plans de la culture, de la religion, de l'éducation, de l'information, de la science et des techniques». La résolution avait au préalable rappelé que «les êtres humains [doivent] se respecter mutuellement dans toute la diversité de leurs croyances» et que les États avaient été engagés «à faire tout ce qui était en leur pouvoir pour veiller à ce que les sites religieux soient pleinement respectés et protégés».",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Dans le cadre de l'Année pour le dialogue entre les civilisations, l'UNESCO a lancé des programmes de dialogue interculturel et interreligieux et a développé ces programmes notamment au cours de l'année 2001 durant laquelle de nombreuses manifestations ont été organisées. On soulignera également que la Conférence générale de l'UNESCO, le 2 novembre 2001, a adopté la Déclaration universelle sur la diversité culturelle qui constitue un temps fort dans la promotion de la tolérance, du respect et de la compréhension de l'autre. Au niveau de l'UNESCO, il est important de noter qu'à l'approche traditionnelle pertinente, mais réductrice, de dialogue par la connaissance réciproque, a été ajoutée une notion d'interaction; en effet, la connaissance réciproque peut conforter les identités, tandis que l'interaction met en lumière la proximité et le pluralisme.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Le Haut-Commissariat aux droits de l'homme apporte également sa contribution à la promotion du dialogue interreligieux. En effet, la Déclaration et le Programme d'action de la Conférence de Durban invitent au développement du dialogue interreligieux en tant que moyen de tolérance et de compréhension. Il ressort en particulier du paragraphe 2 de la Déclaration que les «victimes [du racisme, de la discrimination raciale, de la xénophobie et de l'intolérance qui y est associée] peuvent subir des formes multiples ou aggravées de discrimination fondées sur d'autres motifs connexes, dont une discrimination pour des raisons […] de religion […]». On lit aussi au paragraphe 8 que «la religion, la spiritualité et la conviction jouent un rôle central pour des millions de femmes et d'hommes, tant dans leur propre mode de vie que dans la façon dont ils se comportent avec autrui. La religion, la spiritualité et la conviction peuvent, en principe et en fait, aider à promouvoir la dignité et la valeur intrinsèques des êtres humains et à éliminer le racisme, la discrimination raciale, la xénophobie et l'intolérance qui y est associée».",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. S'agissant du Programme d'action, l'on citera notamment les dispositions où les États sont exhortés ou instamment invités à appliquer des mesures ou à garantir des droits; des extraits de ces dispositions figurent ci-dessous: a) La Conférence «demande instamment aux États […] d'appliquer des politiques et mesures conçues pour prévenir et éliminer toute discrimination fondée sur la religion et la conviction qui, lorsqu'elle est associée à certaines autres formes de discrimination, constitue une forme de discrimination multiple» (par. 14); b) Les États sont exhortés «à garantir le droit qu'ont les membres des minorités nationales ou ethniques, religieuses et linguistiques, […] de professer et de pratiquer leur propre religion […]» (par. 47); c) La Conférence «demande aux États de promouvoir et de protéger l'exercice des droits énoncés dans la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction, […] afin de prévenir la discrimination religieuse qui, lorsqu'elle est associée à certaines autres formes de discrimination, constitue une forme de discrimination multiple» (par. 79); d) Les États sont instamment invités «à reconnaître qu'il importe […] de procéder à une étude systématique et à la mise en place des techniques, mécanismes, politiques et programmes permettant de résoudre les conflits fondés sur des facteurs liés à la race, à la couleur, à l'ascendance, à la langue, à la religion, à l'origine nationale ou ethnique ainsi que des moyens d'édifier des sociétés multiraciales et multiculturelles harmonieuses» (par. 171).",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. La condition de la femme au regard de la religion et des traditions suscite de nombreuses interrogations et implique une grande vigilance. Bien évidemment, les discriminations que subissent les femmes au nom de considérations imputées à la religion ou à la conviction doivent être gérées et continuer à faire l'objet d'une attention soutenue. Mais l'essentiel demeure le changement de mentalités, des attitudes et des comportements à l'égard des femmes; dès lors, la prévention, notamment par l'éducation, revêt une importance prioritaire. C'est dans cet esprit que le Rapporteur spécial a toujours abordé la question de la condition de la femme au regard de la religion et des traditions.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. C'est dans cet esprit également qu'il a établi son étude sur la liberté de religion ou de conviction et la condition de la femme au regard de la religion et des traditions qui constitue le deuxième additif au présent rapport (E/CN.4/2002/73/Add.2). Renvoyant pour plus de détails au résumé de l'étude en question, le Rapporteur spécial se bornera ici à souligner que le respect des cultures et des traditions devrait aller parallèlement avec le respect des droits des femmes, très souvent réduites à une condition seconde − et parfois franchement secondaire −, et très souvent moins en raison de la religion ou des traditions que des considérations imputées à celles-ci.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. L'Assemblée générale des Nations Unies et la Commission des droits de l'homme ont toujours accordé une attention particulière à la situation de la femme au regard de la religion dans le cadre des diverses résolutions régissant le mandat sur la liberté de religion ou de conviction. Ainsi, des résolutions ont exprimé des condamnations à l'égard des pratiques violant les droits de la femme et constituant des discriminations, d'autres ont souligné le rôle néfaste de l'extrémisme religieux en ce domaine, d'autres encore ont repris l'appel de la Conférence mondiale sur les droits de l'homme de Vienne qui a demandé «instamment à tous les gouvernements de prendre toutes les mesures appropriées en application de leurs obligations internationales et compte dûment tenu de leurs systèmes juridiques respectifs pour lutter contre l'intolérance fondée sur la religion ou les convictions et les violences dont elle s'accompagne, notamment les pratiques discriminatoires à l'encontre des femmes […]» (A/CONF.157/24 (Part I), chap. III, II.B.1.22).",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Par ailleurs, depuis 1996, la Commission, dans ses résolutions relatives à la liberté de religion ou de conviction, a souligné qu'il importait que, pour l'établissement de ses rapports, y compris pour la collecte d'informations et l'élaboration de recommandations, le Rapporteur spécial prenne en considération les femmes, et mette en évidence les abus sexospécifiques. Dans le même ordre d'idées, il faut rappeler la résolution de la Commission 2001/50, du 24 avril 2001, intitulée «Prise en compte des droits fondamentaux des femmes dans tous les organes du système des Nations Unies».",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. C'est pourquoi le Rapporteur spécial, dans ses rapports généraux, traite des atteintes affectant les femmes dans la partie relative à l'analyse des communications. Il est cependant clair que la condition de la femme au regard de la religion a constitué une préoccupation du Rapporteur spécial depuis la création même du mandat en 1986, tant par l'envoi de communications portant sur des cas ou des situations d'intolérance ou de discrimination contre les femmes que dans le cadre des rapports de mission in situ (par l'examen de la législation, des politiques à l'égard des femmes, une évaluation de leur situation et la formulation de recommandations). Le Rapporteur spécial est également intervenu devant le Comité pour l'élimination de la discrimination à l'égard des femmes, en février 1998, afin d'exposer son approche sur la condition de la femme au regard de la religion et de procéder à des échanges de vues. Il a également accordé une attention à ce groupe vulnérable lors de la Conférence de Madrid sur l'éducation scolaire en relation avec la liberté de religion ou de conviction.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Finalement, le Rapporteur spécial réitère sa recommandation d'élaboration et d'adoption par l'ensemble des mécanismes pertinents des Nations Unies d'un plan d'action contre les discriminations affectant les femmes et imputées aux religions et aux traditions.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Le Rapporteur spécial souhaite renvoyer au bilan détaillé des activités de gestion depuis la création du mandat, tel que publié dans le rapport intérimaire présenté à l'Assemblée générale (A/56/253, par. 80 à 106). Ce bilan comporte une analyse structurelle des communications du Rapporteur spécial et des réactions des États appuyée par quatre tableaux relatifs notamment à l'évolution des réponses aux communications et à l'évolution des réponses aux appels urgents. Jusqu'en juillet 2001, 692 communications avaient été envoyées aux États; sur ce total, 25 appels urgents ont concerné 10 États. Il se dégage de ce bilan une évolution exponentielle du nombre de communications: le minimum, c'est-à-dire sept communications, correspond à la date de mise en place du mandat en 1988, tandis que le maximum, à savoir 92 communications, concerne l'année 1992. Le bilan comporte aussi une analyse détaillée des différentes périodes d'évolution des communications et des réactions aux communications. L'analyse de fond de ces communications a permis d'identifier autant les types d'atteintes à la liberté de religion ou de conviction, que les religions ou convictions concernées par ces atteintes.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Le bilan met en relief par ailleurs l'indissociabilité de la gestion et de la prévention dans le domaine de la liberté de religion ou de conviction et développe l'argumentaire de la prévention par l'éducation scolaire sur la base duquel avait été conçue la Conférence internationale consultative sur l'éducation scolaire en relation avec la liberté de religion ou de conviction, la tolérance et la non-discrimination (Madrid, 23-25 novembre 2001), argumentaire repris en partie à la section A du chapitre premier ci-dessus.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Le rapport intérimaire comporte également le bilan de la coopération avec les mécanismes onusiens des droits de l'homme, les institutions spécialisées des Nations Unies, les organisations non gouvernementales et les communautés de religion ou de conviction. Dans ce cadre sont notamment examinées les questions relatives au suivi des résolutions sur la diffamation des religions et sur la condition de la femme (A/56/253, par. 131 à 156).",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Les communications adressées aux États depuis la publication du dernier rapport destiné à la Commission (E/CN.4/2001/63) s'élèvent à 64, dont 2 appels urgents, et concernent 29 États: Afghanistan (5), Arabie saoudite (2), Bhoutan, Chine, Cuba, Égypte (4), Émirats arabes unis, Estonie, Géorgie (4), Guinée-Bissau, Inde (3), Indonésie (4), Iran (République islamique d'), Kenya, Liban, Malaisie, Myanmar, Népal (2), Nigéria (3), Pakistan (7), République de Corée, République démocratique populaire lao, Sainte-Lucie, Soudan (2), Sri Lanka, Turkménistan (4), Turquie, Ukraine (2) et Viet Nam (6). Le Rapporteur spécial a reçu 24 réponses de 11 États: Afghanistan (2), Arabie saoudite, Cuba, Égypte, Estonie, Kenya, Liban, Pakistan (6), Inde (3), Viet Nam (6) et Ukraine.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Le Rapporteur spécial tient à rappeler que si tous les États, sans exception, connaissent des cas et/ou des situations de discrimination ou d'intolérance dans le domaine de la religion ou de la conviction, ces problèmes sont de nature et de portée différente. Dans l'hypothèse d'un renforcement des moyens mis à disposition, le Rapporteur spécial serait en mesure d'établir un rapport mondial sur la liberté de religion ou de conviction. En attendant la réalisation de cet objectif, le Rapporteur spécial s'est efforcé de traiter des problèmes d'intolérance et de discrimination reflétant la situation dans le plus grand nombre d'États possible.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Toujours dans le but d'éviter de répéter ce qui figure dans des documents déjà diffusés, nous nous bornerons par la suite à renvoyer au rapport intérimaire soumis à l'Assemblée générale (A/56/253). Toutefois, dans le cas de réponses reçues après le 31 juillet 2001, la communication sera parfois brièvement résumée, de larges extraits des réponses étant évidemment reproduits dans le présent rapport.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Le lecteur est renvoyé aux paragraphes 25 à 30 du document A/56/253. 66. Deux communications ont été envoyées à l'Arabie saoudite les 28 août et 18 septembre 2001 relativement aux faits suivants: après avoir vécu et travaillé en Arabie saoudite pendant 17 ans, M. Prabhu Isaac, de nationalité indienne et dirigeant religieux chrétien, aurait été sommé de quitter l'Arabie saoudite le 22 juillet 2001 suite à son licenciement en mai 2001. Le 17 juillet, sept membres de la police se seraient rendus à son domicile, à Djedda, et l'auraient interrogé ainsi que son épouse. Le lendemain, ils auraient confisqué ses effets personnels et l'auraient arrêté. Un autre dirigeant chrétien, M Eskinder Menghis, de nationalité éthiopienne, aurait également subi le même sort le 25 juillet et 11 autres chrétiens de nationalité éthiopienne et érythréenne auraient également été arrêtés à Djedda entre le 19 août et le 4 septembre 2001.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. L'Arabie saoudite a répondu que: toutes ces personnes avaient été arrêtées sous l'inculpation de conversion d'appartements résidentiels loués dans la ville de Djedda en refuges pour étrangers résidant illégalement dans le royaume d'Arabie saoudite. De tels actes constituent une violation non seulement des instructions leur ayant été données préalablement à leur arrivée dans le royaume, mais également des règles de séjour en vigueur, en vertu desquelles le fait d'héberger des personnes résidant dans le pays illégalement constitue des délits punissables. À la lumière des aveux qu'elles ont faits relativement aux charges susmentionnées, ces personnes ont été condamnées à quitter le pays après avoir réglé leurs dettes.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Selon les renseignements reçus par le Rapporteur spécial et qui font l'objet de sa communication du 27 juillet 2001, les autorités bhoutanaises auraient fait circuler parmi les fonctionnaires et les employés du secteur privé des formulaires demandant aux chrétiens de fournir des renseignements détaillés sur leur conversion, et de signer un engagement de se conformer aux règlements régissant la pratique religieuse. Dans les villages, les chrétiens auraient également été appelés à se présenter dans des bureaux de district afin de remplir des formulaires; ils auraient été informés qu'en cas de refus d'abandon de la religion chrétienne, ils seraient contraints de quitter le pays.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Le lecteur est renvoyé au paragraphe 31 du document A/56/253.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Le lecteur est renvoyé aux paragraphes 32 à 34 du document A/56/253 où le Rapporteur spécial résume sa communication et cite un extrait de la réponse détaillée de Cuba.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. La situation de la communauté bahaïe a fait l'objet de trois communications résumées dans le rapport présenté à l'Assemblée générale (par. 35 et 36). Une quatrième communication a été envoyée par le Rapporteur spécial le 28 août 2001: un couple de bahaïs égyptiens, M. Ra'ouf Hindi et Mme Karmel Hindi, n'auraient pu obtenir de certificats de naissance pour leurs deux enfants nés à Oman. La raison invoquée serait liée au fait que leur mariage aurait été déclaré contraire à l'ordre public, le mari ayant été enregistré au Ministère de l'intérieur en tant que chrétien, et sa femme en tant que musulmane.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Le lecteur est renvoyé au paragraphe 37 du document A/56/253.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Le 16 juillet 2001, le Rapporteur spécial a communiqué à l'Estonie les allégations suivantes: pendant des années, l'enregistrement du statut de l'Église estonienne orthodoxe dépendant du Patriarcat de Moscou aurait été refusé par les autorités estoniennes alors que l'Église apostolique estonienne sous juridiction du Patriarcat dit de Constantinople ou du Fanar, qui ne compte que très peu de disciples aurait, elle, été enregistrée. Le Gouvernement estonien aurait proposé que l'Église estonienne orthodoxe du Patriarcat de Moscou devienne un diocèse, proposition jugée inacceptable en raison du fait qu'elle conduirait à une renonciation de son autonomie accordée par l'Église orthodoxe russe. Selon le Rapporteur spécial, une telle position constituerait une discrimination à l'encontre de l'Église estonienne orthodoxe et une atteinte aux droits et libertés religieuses des populations orthodoxes d'Estonie.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. L'Estonie n'a pas répondu à cette communication, mais a fait parvenir au Rapporteur spécial un rapport d'activité de juillet 2001 de l'Organisation pour la sécurité et la coopération en Europe (OSCE) et un document informel (non-paper) de cette même organisation.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Quatre communications sont résumées au paragraphe 38 du document de l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Dans sa communication du 28 août 2001, le Rapporteur spécial traite des faits suivants: en juillet 2001, le Président bissau-guinéen aurait convoqué M. Amid Ullah Zafar, émir de la communauté ahmadiyya du pays, et lui aurait ordonné de cesser toutes les activités de la communauté. À la mi-août 2001, le Président aurait annoncé aux informations télévisées que les responsables de la communauté ahmadiyya avaient 48 heures pour quitter le pays. Ce délai écoulé, la police aurait contraint 15 personnes d'origine pakistanaise, femmes et enfants inclus, à rejoindre la frontière sénégalaise, où elles auraient été refoulées faute de visa. Inde",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Nombre de situations ont été exposées dans les trois communications du Rapporteur spécial résumées aux paragraphes 39 à 42 du document de l'Assemblée générale. Huit d'entre elles ont fait l'objet d'une réponse du Gouvernement indien; ces réponses sont reprises ci-dessous.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Relativement à l'occupation le 26 novembre 2000 de l'Église évangélique d'Inde à Chhindia, district de Surat, Gujarat, à laquelle auraient procédé des militants hindous des partis Vishwa Hindu Parishad (VHP) et Rashtriya Swayamsevak Sangh (RSS) (par. 39), l'Inde a répondu: \"The dispute in this case started over the ownership and use of land belonging to one Mr. Puniyabhai of Chhindia village of Surat district. It may be added that Mr. Puniyabhai was a Tribal who converted to Christianity a few years ago but chose to reconvert to Hinduism a few months ago. After re-embracing Hinduism, he did not allow the use of his personal property by the Church authorities, i.e., the Evangelical Church of India. The Evangelical Church of India invited Bishop Ezra Sargunam, who happens to be the Chairman of Tamil Nadu Minorities Commission and also the Head of the Evangelical Church of India, to Chhindia. The Bishop camped in Chhindia village, Surat district and also went on a fast. This was given wide coverage by the Press. The actions of the Bishop created some communal disharmony. Due to certain developments which took place in Gujarat, the Bishop was advised by the Chief Minister of Tamil Nadu on 6 December 2000 to return to Chennai. However, the Bishop was adamant and even after the request made by the Chief Minister of Tamil Nadu, he remained in Ahmedabad and continued with his provocative acts. His statements given to the press were published on 12 December 2000. Through his press statements the Bishop alleged, among other things, government sponsored vandalization of a prayer house of the Christians. Mr. Puniyabbhai filed a civil suit in the local court. The court prohibited the Bishop from entering the Vyara subdivision without the permission of the court. The matter is pending a decision by the court. Thereafter, the Bishop returned to his home state, i.e., Tamil Nadu (Chennai), on 14 December 2000. At present there is no communal disharmony or law and order problem in that particular region. The state government has no role to play in this individual property dispute and its use. Thus, it would be seen that this is a case of land dispute and not, as alleged, a case of religious intolerance and communal disharmony.\"",
        "Labels": [
            "Indigenous peoples",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 79,
        "Text": "79. S'agissant de l'attaque qu'auraient perpétrée le 26 novembre 2000 des extrémistes hindous contre le couvent Sainte-Marie dans le district de Meerut, Uttar Pradesh (par. 39), la réponse suivante a été formulée: \"This incident took place in Hardwar district and not in Meerut district. The assailants decamped with Rs. 1,300 and other valuables. Their motive was to commit robbery. In this connection, a case was registered (26 November) at police station Jwalapur (crime No. 434/2000 under section 392 of IPC). The case is still under investigation. It would seem that it is a simple case of robbery by some unidentified persons and is not a case of atrocities on Christians by any extremist Hindu fundamentalist group.\"",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Relativement aux violences qu'auraient commises des extrémistes hindous à l'encontre d'évangélistes de Kolar, Karnataka, le 26 novembre 2001 (par. 39), la réponse de l'Inde est la suivante: \"This is a case which took place on 24 November 2000 in which about 15 Christians from Bangalore were noticed distributing copies of the 'New Testament' among students of JSS School at Malur, Kolar district, Karnataka. On being questioned by the school authorities, they stated that permission from the Block Education Officer had been obtained. They later dumped two more bags containing the religious literature near the local Junior College auditorium and fled. On learning about the incident, on 25 November, local Hindu activists collected the copies of the literature from the school and the Junior College and burnt them near Maharaja Circle, Malur. Later, some unidentified persons pelted stones at the local church, partially damaging its door and window-panes. The protestors were also shouting anti-Christian slogans. A case was registered as crime No. 252/2000 under sections 143, 147, 448, 227 of IPC at Malur police station against 20 unidentified persons. On 28 March 2001, the JMFC Court, Malur, which heard the case, issued a charge notice to 12 of the accused in the case. It would be seen that this is a case of simple rioting and not a case of attacks on Christians by any extremist group or Hindu fundamentalist group or a case of religious intolerance.\"",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. S'agissant des violences commises le 27 novembre 2000 par des extrémistes hindous à l'encontre du père C. Alphonse, dans l'Église Plipipura (par. 39), la réponse est la suivante: \"According to reports, some unidentified miscreants intruded into the residence of Father Alphinse at village Pipari Khapar on 27/28 November 2000 and assaulted him, causing serious head injuries. After ransacking the room and almirah, the attackers left the scene, with about Rs. 1,000 in cash. A case was registered at Kotwali Civil Lines police station on 28 November 2000 against four unknown persons. This case is still under investigation. It may be observed that this is a case of theft by unidentified assailants and not a case of religious intolerance.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 82,
        "Text": "82. À propos du pillage du hall de l'Église de Bokaro qui aurait été commis le 29 novembre 2000 par des extrémistes hindous (par. 39), l'Inde a répondu: \"Some unidentified miscreants committed theft in a church in Sector IV, Bokaro (Jharkhand). The articles stolen included a refrigerator, a music system, etc. A case was registered (crime No. 114 under sections 329, 461 of the Indian Penal Code (IPC)). It would be seen that since the miscreants were unidentified persons, this is also a case of simple theft and not a case of attacked on Christians by any extremist group or Hindu fundamentalist group.\"",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. S'agissant des violences qui auraient été commises le 4 janvier 2001 par un groupe d'au moins 40 hommes armés, dans le village Jaher, près du district d'Udaipur, Rajasthan, à l'encontre de deux prêtres participant à une cérémonie religieuse (par. 39), l'Inde a répondu: \"At the invitation of Mr. Ramesh Solanki, a resident of Panrawa, Mr. Simon aged 30 years, son of Mr. Jalaisiya, and Mr. David Mashi, aged 52 years, son of Mr. Ambalal, a resident of Himmat Nagar came to the village of Jaher on 3 January 2001. On 4 January 2001 Mr. Baulal and Jagdish Talar along with 25 to 30 people came to the residence of Mr. Ramesh Solanki, where a picture of 'Jesus' was being shown, and took away Mr. Simon and Mr. David Masih in a jeep and, after beating them, left them at Sukha Daing. A case was registered on the above incident under sections 147, 148, 149, 365, 307, 457 of the IPC in Panrawa police station. The accused Babu Lal (sic) and Jagdish Talar have been arrested and the case is under investigation.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 84,
        "Text": "84. Relativement à la déclaration qu'aurait faite au Parlement le 6 décembre 2000, le Premier Ministre et qui aurait été interprétée comme un soutien à une campagne destinée à imposer un temple sur le site de Babri Masjid (par. 41), la réponse de l'Inde est la suivante: \"In this connection it may be mentioned that no such statement was made in Parliament by the Honourable Prime Minister of India on 6 December 2000. It is also not true that the Prime Minister has ever endorsed a campaign to impose a temple at the disputed site.\"",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. S'agissant des obstacles rencontrés en février-mars 2001 par une famille de l'Orissa, qui aurait été empêchée à deux reprises par la police de se convertir au christianisme (par. 42), l'Inde a fait parvenir la réponse suivante: «Le Révérend Mundu, Président de l'Église évangélique luthérienne de Balinal a informé le 20 février 2001 le percepteur Balasore de son intention de convertir un certain Channa Singh et les membres de sa famille. Après avoir reçu cette indication, le percepteur Balasore a conduit une enquête avec l'aide de la police locale visant à déterminer s'il y avait eu incitation ou menace s'agissant de cette conversion. L'enquête a confirmé qu'il n'y avait eu ni incitation ni menace. En raison de la forte opposition des forces anticonversion comme le Vishwa Hindu Parishad et le Bajrang Dal et afin de prévenir tout incident fâcheux, le fonctionnaire du poste de police de Nilagiri chargé de l'ordre public s'est rendu dans le village le jour de la conversion accompagné de forces de l'ordre. Bien que la conversion n'ait pu avoir lieu, Channa Singh et sa famille suivent les pratiques chrétiennes dans leur vie de tous les jours. L'allégation selon laquelle la police aurait stoppé la conversion parce que les investigations menées n'auraient pas été complètes, est objectivement incorrecte. La notification no 63 286 du 26 novembre 1999 du Gouvernement de l'Orissa relative aux règles amendées de 1999 en matière de liberté de religion ne requiert pas d'un citoyen souhaitant se convertir, qu'il demande la permission de la police locale et du magistrat de district; selon ces règles, il est seulement nécessaire d'informer au préalable le magistrat de district. L'objet de cet amendement étant de restreindre les conversions forcées et immorales et les incitations frauduleuses à la conversion.»",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 86,
        "Text": "86. Le Rapporteur spécial tient à remercier le Gouvernement indonésien pour la manière très détaillée avec laquelle il a répondu (par. 46 du document A/56/253) aux quatre communications concernant des actes commis par des extrémistes musulmans à l'endroit de la communauté chrétienne; ces communications sont résumées aux paragraphes 43 à 45 du rapport à l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Le lecteur est renvoyé au paragraphe 47 du document A/56/253.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. Le lecteur est renvoyé aux paragraphes 48 à 50 du document A/56/253 où figurent la communication du Rapporteur spécial et la réponse du Kenya.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Dans sa réponse à la communication du Rapporteur spécial au sujet de la profanation d'un cimetière chrétien (A/56/253, par. 51), le Liban précise que «le Ministère de l'intérieur, après investigation, avait certifié qu'il n'y a pas eu de profanation de cimetières par les membres du Hezbollah à Aytroun au sud du Liban, bien que les décorations sur les tombes lors de la libération du Sud aient été enlevées».",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Le lecteur est renvoyé au paragraphe 52 du rapport à l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Le lecteur est renvoyé au paragraphe 53 du rapport à l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Les deux communications du Rapporteur spécial sont résumées dans le rapport à l'Assemblée générale (par. 54 et 55).",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. Sur les trois communications du Rapporteur spécial, deux sont résumées aux paragraphes 56 et 57 du rapport à l'Assemblée générale. La troisième, en date du 18 septembre 2001, traitait du fait suivant: le 7 septembre 2001, dans la ville de Jos, au moins 160 personnes auraient été tuées et des églises et mosquées brûlées durant les trois jours de violences au cours desquels des musulmans et des chrétiens se seraient affrontés. D'autres affrontements auraient également éclaté et une église aurait été incendiée dans la ville de Kano.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. Du 21 décembre 2000 au 18 septembre 2001, sept communications ont été transmises au Pakistan; quatre d'entre elles figurent aux paragraphes 58 à 62 du rapport présenté à l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. À propos de la violente répression policière le 10 janvier 2001, de la manifestation pacifique organisée par le All-Faiths Spiritual Movement (par. 59), le Pakistan a répondu notamment que 18 personnes avaient été arrêtées et attendent qu'un tribunal se prononce (voir la réponse intégrale au paragraphe 60 du document A/56/253). Le Rapporteur spécial remercie le Pakistan de bien vouloir lui faire parvenir les décisions du tribunal.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Le 26 février 2001, M. Tanvir Hussain, membre du parti politique chiite Tehreek-i-Jafria, est assassiné (par. 58); la réponse du Pakistan est la suivante: «Le meurtre de M. Tanvir Hussain est la conséquence de rivalités entre deux dirigeants de groupes religieux représentant les sectes sunnites et chiites. Le mouvement Lashkar-e-Jhangvi a revendiqué la responsabilité de ce meurtre, et selon les informations réunies par la suite, deux personnes non identifiées armées de Kalachnikov ont tué M. Hussain. Une lettre laissée sur place par les accusés a été remise à la police par les personnes présentes sur le lieu du crime: elle indique que le meurtre a été commis par le mouvement Lashkar-e-Jhangvi et comporte des menaces à l'encontre du Gouvernement au cas où il déciderait d'exécuter M. Haq Nawaz, un des accusés appartenant à Lashkar-e-Jhangvi. Ce cas a fait l'objet d'un enregistrement et l'enquête est en cours. Les soupçons des plaignants relativement à l'implication d'un certain Tahir Karim ont été pris en considération et il est procédé à d'autres enquêtes et interrogatoires de suspects.»",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Le 16 juillet 2001, le Rapporteur spécial communiquait au Pakistan la relation des événements suivants: selon des informations reçues, le bureau du journal Mohasib, d'Abbottabad, aurait été fermé et quatre personnes travaillant pour ce quotidien arrêtées après la publication d'un article intitulé «La barbe et l'islam» critiquant l'exploitation de la foi à des fins personnelles et les vues de certains dirigeants musulmans selon lesquelles un homme sans barbe serait un mauvais musulman, et suite aux protestations de dirigeants religieux à propos de l'article. En juillet 2001, l'article aurait été jugé non blasphématoire par le Ministère fédéral des affaires religieuses et par le Service du contentieux de la Province du Nord-Ouest qui aurait envoyé une note au Directeur de la police d'Abbottabad demandant aux autorités locales l'abandon des poursuites et la libération des quatre membres de la rédaction de Mohasib. Sous la pression de groupes religieux, les autorités locales auraient refusé de donner suite à cette note et les journalistes auraient été appelés à comparaître devant un tribunal à la fin juillet.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. La communication du 30 août 2001 concernait les faits suivants: le 24 avril 2001, quatre membres de la communauté ahmadie résidant à Chak, district de Layyah, auraient été inculpés en vertu des articles 295 A, 295 B et 298 du Code pénal pakistanais et deux d'entre eux auraient été incarcérés à la prison centrale de Multan. Ces inculpations et arrestations résulteraient d'une action en justice engagée à leur encontre suite à l'incitation à la haine sectaire lancée envers la communauté ahmadie. Il serait reproché à ces personnes, d'une part, d'avoir construit un lieu de culte ressemblant à une mosquée dans lequel se trouveraient des exemplaires du Coran et des inscriptions de la profession de foi, la «Kalima» et, d'autre part, de faciliter, au moyen de l'utilisation d'antennes paraboliques, l'accès des musulmans à leurs programmes religieux télévisés.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 99,
        "Text": "99. Relativement à cette communication, le Pakistan a répondu que: «Conformément aux informations reçues des autorités pakistanaises concernées, une plainte formelle a été déposée le 24 avril 2001 par M. Muhammad Akbar auprès du Commissaire adjoint Karor, contre quatre membres de la communauté ahmadie. Les enquêtes faites suite à l'enregistrement de ce cas ont permis de dégager la culpabilité des quatres accusés. Abdul Majeed et Saukat Ali ont été arrêtés et conduits en prison, tandis que Muhammad Anwar et Muhammad Yousif ont été placés en détention provisoire. Ces accusés ont été arrêtés suite à de complètes investigations respectueuses de leurs droits fondamentaux. L'affaire est en cours d'instruction et les droits des accusés sont pleinement respectés. Le Gouvernement pakistanais s'est engagé à défendre les droits fondamentaux de tous les citoyens, sous la protection de la Constitution, et ce, quelles que soient leurs croyances religieuses.»",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. La communication du 18 septembre 2001 concernait deux cas: a) Le 18 août 2001, M. Younis Sheikh, qui aurait fait l'objet d'accusations portées contre lui par des extrémistes musulmans, aurait été condamné à mort pour blasphème à l'issue d'un procès inéquitable; b) En juillet 2001, M. Ayub Masih, chrétien, aurait vu sa condamnation à mort par pendaison confirmée par la Haute Cour qui l'aurait reconnu coupable de blasphème pour s'être référé au livre «Les versets sataniques» de l'écrivain Salman Rushdie. Cette affaire n'aurait pas donné lieu aux enquêtes requises en pareil cas et n'aurait pour base que la déclaration du plaignant. M. Ayub aurait interjeté appel de la décision de la Haute Cour devant la Cour suprême le 22 août 2001.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. Le 1er novembre 2001, le Pakistan a répondu à la communication du Rapporteur spécial: a) S'agissant de M. Ayub Masih, la réponse était la suivante: «1. Muhammad Akram, fils de Sultan, résidant à Chak no 353/EB, dans le district d'Arifwala Pakpattan, a informé la police locale que le 14 octobre 1996, à 15 heures, Ayub Masih, fils d'Anayat Masih, résidant au 353/EB, était assis devant la maison de Hakim Macchi. Le plaignant, ainsi que Zulfiqar, fils de Muhammad Arshad Bhatti, et Muhammad Akram, fils de Muhammad Sharif, étaient aussi présents sur les lieux. Ayub Masih a dit que sa religion était juste alors que la religion qu'ils suivaient était fausse. Il a déclaré en outre que la religion prêchée par Muhammad («Que la paix soit sur lui») était absolument fausse. Il leur a vivement conseillé de lire le livre de «Salman Rushdie» dans lequel il dévoile la vrai face de Hazrat Muhammad («Que la paix soit sur lui»); il a dit que le plaignant et les témoins devraient l'accompagner à Karachi afin qu'il puisse leur faire lire le livre de Salman Rushdie. L'ayant lu, ils comprendraient que leur prophète, pour lequel ils avaient tant de respect, prêchait une fausse religion. Il a déclaré ensuite qu'il voulait donner des renseignements au plaignant et aux témoins concernant sa propre religion, de manière à ce qu'ils puissent noter les lacunes de leur religion, l'Islam, et comprendre aussi qu'ils suivaient une religion prêchée par la mauvaise personne. Pendant toute cette conversation, il n'a pas prononcé le nom du Saint Prophète («Que la paix soit sur lui») avec l'honneur qui lui est dû et dit que leur prophète était un menteur. En entendant ces remarques méprisantes, le plaignant et les témoins ont été bouleversés. Le plaignant s'est alors emparé de l'accusé et l'a conduit à la police.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Sur la base des renseignements de M. Muhammad Akram, le rapport FIR (First Information Report) n 505/96, 14 octobre 1996, 295-C PPC, a été enregistré au poste de police de Sadder, à Arifwala, contre l'accusé; ce dernier a été traduit le 16 octobre 1996 devant un tribunal après enquête. L'enquête a été conduite par la police sous la supervision du Superintendant Pakpattan.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Ayub Masih a été condamné à la peine capitale par le juge de District and Sessions de Sahiwal le 27 avril 1998; le condamné a interjeté appel devant la Haute Cour de Lahore.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. La Haute Cour de Lahore (Multan Bench) a rejeté l'appel de Ayub Masih le 25 juillet 2001 et maintenu la sentence de mort prononcée par le tribunal de Sahiwal.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Ayub Masih a contesté la décision de la Cour de Lahore devant la Cour suprême du Pakistan.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Ayub Masih est actuellement détenu à la nouvelle prison centrale de Multan.» b) S'agissant de Younis Sheikh, la réponse se lisait comme suit: «1. Brièvement relatés les faits sont les suivants: le 4 octobre 2000, lors d'un cours qu'il donnait à des étudiants de deuxième année, M. Younis Sheikh aurait fait des remarques méprisantes et répréhensibles sur le Saint Prophète. Neuf étudiants, se sentant blessés par ces propos, en ont fait part au Principal du collège qui a mis fin aux fonctions de l'enseignant après lui avoir payé un salaire de 5 000 Rs. Ultérieurement, l'affaire a été portée par les étudiants à la connaissance des oulémas locaux, à savoir le malauna Abdul Rauf, émir aalmé du conseil Tahafuz-e-Khatam-e-Nawbuwwat, Islamabad, Abdul Waheed Qasmi, prédicateur à la mosquée Farooq-e-Azam, Islamabad, et le mufti Khalid Mir, du Mubaliz Khatum-e-Nauwwat, Islamabad. Après leur réunion où une décision consensuelle a été prise, les oulémas ont porté plainte contre l'enseignant au poste de police SHO Margalla. Après une enquête préliminaire, l'affaire a été enregistrée au titre du 295-C PPC contre l'enseignant accusé Younis Sheikh. Les déclarations ont été enregistrées par la police locale qui a rapporté les faits. Bien qu'accusé, M. Younis Sheikh a nié les faits et affirmé avoir seulement répondu de bonne foi aux questions des étudiants.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 2,
        "Text": "2. M. Younis Sheikh a été arrêté par la police locale le même jour et placé en détention provisoire à la prison d'Adiala par le tribunal du premier juge civil d'Islamabad.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 3,
        "Text": "3. M. Younis Sheikh a été reconnu coupable du crime de blasphème (295-C) le 18 août 2001 par le juge du tribunal Additional Sessions d'Islamabad et condamné à la peine de mort ainsi qu'au versement d'une amende de 100 000 Rs. Ce verdict doit toutefois être confirmé par la Haute Cour.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. M. Younis Sheikh a interjeté appel de cette condamnation auprès de la Haute Cour de Lahore (Rawalpindi Bench).»",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. Le lecteur est renvoyé au paragraphe 63 du document A/56/253.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. Dans sa communication du 16 juillet 2001, le Rapporteur spécial relate les faits suivants: suite aux arrestations et interrogatoires répétés de dirigeants de l'Église Paksong et de leurs familles, les autorités du district de Songkhone auraient exigé la fermeture d'églises avant le 1er juin 2001 et des croyants auraient été contraints de signer, sous la menace d'une arme, des formulaires d'abandon de leur foi. Sept dirigeants religieux du district de Songkhone, Sipaseert Phuadaeng, Bounyarn Robkob, Tem Chanthara, M. Puang, Phouwanard Trivilaisook, M. Kilov et Kongphaeng Phrasawat, ainsi qu'un membre actif de l'Église, M. Khembhet, auraient également été arrêtés début juin pour des motifs religieux, mais auraient été accusés de mener des activités contre le Gouvernement. Au cours de leur détention, ces personnes auraient été forcées de renoncer à leur foi avant d'être libérées le 3 juillet 2001.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. Le lecteur est renvoyé au paragraphe 64 du rapport à l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. Deux communications sont résumées aux paragraphes 65 et 66 du document A/56/253.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Le lecteur est renvoyé au paragraphe 67 du document A/56/253.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Sur les quatre communications du Rapporteur spécial, trois sont résumées aux paragraphes 68 à 70 du rapport à l'Assemblée générale. De la quatrième communication transmise le 16 juillet 2001, il ressort que des membres du Comité national de sécurité (KNB) auraient fait irruption le 27 avril 2001 au domicile de la famille Segzekov à Ashgabad; avec des membres de la police et des représentants de l'administration du district de Niyazov Khyakimlik, et prétextant un contrôle de passeports, ils auraient fait savoir que les réunions que la famille organisait deux soirs par semaine avec des amis Témoins de Jéhovah étaient inacceptables en l'absence d'enregistrement. Ils auraient pris les noms des personnes présentes à ces réunions, qui auraient ensuite été convoquées à la commission administrative de Khyakimlik et adressées à la police. En outre, une action visant à expulser la famille Segzekov intentée pour utilisation d'un appartement à d'autres fins que celles pour lesquelles ils l'avaient loué aurait abouti le 4 juin 2001 à un verdict de la cour du district de Niyazov sommant les Segzekov de quitter leur domicile.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Le lecteur est renvoyé au paragraphe 71 du document A/56/253.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. Le lecteur est renvoyé aux paragraphes 72 et 73 du rapport à l'Assemblée générale.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. Du 15 février au 28 août 2001, six communications ont été adressées au Viet Nam; elles figurent aux paragraphes 74 à 78 du rapport à l'Assemblée générale (A/56/253).",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. S'agissant de l'arrestation et de la détention de M. Ha Hai et du vénérable Nguyen Van Dien, respectivement Secrétaire général et Président adjoint de l'Église Hoa Hao (par. 74), on peut résumer comme suit la réponse du Viet Nam datée du 27 août 2001: ces personnes n'ont pas été arrêtées en raison de leurs activités religieuses. M. Hai Ha a été arrêté et déféré devant un tribunal pour avoir violé la loi; pendant près de deux ans, il a été impliqué dans des activités violentes et de violentes incitations entraînant des troubles de l'ordre public. Ne s'étant pas conformé aux «règlements administratifs de restriction», il a été condamné à cinq ans de prison (art. 205 a) du Code pénal de 1985 et art. 269 et 50 du Code pénal de 1999). M. Nguyen Van Dien a été arrêté à Hô Chi Minh-Ville, le 17 mars 2001, pour des «actes impliquant l'utilisation d'essence pour brûler» (sic); le 18 mars, il a été transféré à l'autorité judiciaire de la province de Dong Thap et est tombé sous le coup des «règlements administratifs de restriction».",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 112,
        "Text": "112. À propos de l'interdiction qui aurait été faite aux « Montagnards » des Hauts Plateaux du Centre de pratiquer leurs croyances (par. 75), le Rapporteur spécial cite les extraits suivants de la réponse du Viet Nam du 27 août 2001: «1. Personne n'est empêché au Viet Nam de pratiquer sa religion, [mais] personne n'est autorisé à violer la liberté de conviction ou de religion ou de tirer profit d'une conviction ou d'une religion pour violer la loi […].",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. À notre connaissance, il n'y a eu aucune arrestation de personnes répondant aux noms de R'mah Cot, R'mah Cot (sic), Siu U, Siu H'Kep et Siu H'Pep dans le village de Al Ba, province de 12 novembre 2000.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 3,
        "Text": "3. Selon l'autorité compétente […], ces personnes nommées Rahlan Nglol, Kpah Thi, Kpah Do, Kpah Jung, Kpah Hlinh et Siu Huch ont incité les populations locales à abandonner leurs terres et leurs maisons, à vendre leur matériel de production et à quitter le pays. Elles ont répandu parmi les populations minoritaires de fausses informations allant à l'encontre des politiques du Gouvernement et ont été jusqu'à forcer les gens à s'en aller. Notre législation interdisant […] et la discrimination raciale, ces actes violent la loi et le droit de chacun de vivre sans crainte. De tels actes doivent être punis; cependant, étant donné que ce cas impliquait des minorités et qu'il constituait une première violation de leur part, l'autorité locale leur a seulement donné un avertissement […].»",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. Les communications relatives aux membres de l'Institut pour la propagation du Dharma de l'Église bouddhique unifiée du Viet Nam (EBUV) et en particulier à l'arrestation de son Directeur, le vénérable Thich Quang Do (par. 76) ont donné lieu de la part du Viet Nam à la réponse suivante le 27 août 2001 (extraits): « En 1995, Thich Quang Do a été condamné par le Tribunal populaire de Hô Chi Minh-Ville à cinq ans d'emprisonnement et à cinq ans de surveillance administrative […] pour avoir violé la loi, notamment les articles 81 et 205 a) du Code pénal […]. Le 28 août 1998, Thich Quang Do a bénéficié d'une amnistie spéciale et a été libéré tout en restant […] sous surveillance administrative à Hô Chi Minh-Ville […] jusqu'au 3 septembre 2003. Le 31 mai 2001, le comité populaire du district de Phu Nhuan a pris une décision qui spécifie que le lieu de surveillance administrative serait le n° 90 de la route Tran Hu, concession 15, district Phu Nhuan de Hô Chi Minh-Ville. M. Do a en fait abusé de l'indulgence du Gouvernement et de ses politiques respectueuses des libertés religieuses […]. Concernant la mort d'une nonne, par exemple, il a écrit une lettre officielle où il affirmait que la nonne était une martyre, tuée par le régime communiste alors que, selon l'autopsie d'un médecin français, la nonne, enceinte de six mois, s'était suicidée. Devant le Tribunal, M. Do a admis son erreur et a demandé la clémence du Tribunal […].»",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. Concernant les cas du père catholique Nguyen Van Ly qui aurait été arrêté en raison de sa campagne en faveur de la liberté religieuse (par. 77), et de Truong Van Duc et Ho Van Trong qui auraient été condamnés respectivement à 12 et 4 ans d'emprisonnement suite à leur participation au pèlerinage organisé à l'occasion de l'anniversaire de la naissance du fondateur de l'Église bouddhiste Hoa Hao (par. 78), le Viet Nam a répondu ce qui suit le 27 août 2001: a) S'agissant de Nguyen Van Ly: «Nguyen Van Ly a été arrêté pour des actes commis en violation de la loi. Il a été impliqué dans l'organisation d'activités illégales, utilisant des incidents relatifs à des litiges fonciers, au niveau local pour inciter différents groupes de la population à la violence et à troubler l'ordre public. Il a même été jusqu'à empêcher les enfants d'aller en classe. Il s'est livré à des activités sexuelles immorales et a eu des enfants avec quatre femmes, ce qui lui a valu d'être réprimandé à deux reprises par l'Église catholique vietnamienne. Son immoralité et ses actes de violation de la loi ne peuvent faire de lui un pratiquant ordinaire, et encore moins un dirigeant religieux. […] durant la visite d'une délégation du Saint-Siège l'été dernier, le Conseil épiscopal de l'Église catholique vietnamienne a officiellement déclaré que les activités de Nguyen Van Ly étaient de nature politique et allaient bien au-delà de ses fonctions et mandats religieux.» b) S'agissant de Truong Van Duc et de Ho Van Trong: «Truong Van Duc a été impliqué dans des actions armées contre le Gouvernement de 1975 à 1986. Arrêté en septembre 1984 pour sa participation à une bande armée antigouvernementale (appelée \"Armée volontaire\") et pour avoir eu en sa possession des armes illégales, il s'est enfui de la prison en décembre 1986 et a continué ses activités illégales jusqu'à ce qu'il soit repris le 8 février 2001. Le 11 mai 2001, il a été condamné à 12 ans d'emprisonnement par le Tribunal provincial de An Giang pour ses actions contre l'ordre public et contre des responsables de l'application des lois. Il purge maintenant sa peine à la prison de Dinh Thanh, province de An Giang. Ho Van Trong appartenait au même gang que Truong Van Duc. Il a été arrêté le 20 décembre 2000 pour activités illégales et actions contre les responsables de l'application des lois. Le 11 mai 2001, il a été condamné à 4 ans de prison par le Tribunal provincial de An Giang pour violation de l'article 269 du Code pénal. Il purge maintenant sa peine à la prison de Dinh Thanh.»",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 115,
        "Text": "115. Le 28 août 2001, le Rapporteur spécial a adressé une communication relative à la destruction d'une église appartenant aux Adventistes du Septième Jour qui aurait été ordonnée de manière unilatérale par le Bureau de l'éducation du district de Hai Chau afin de construire une école dans la ville de Da Nang. De longs extraits de la réponse du Viet Nam du 25 octobre 2001 se lisent comme suit: «[…] ce renseignement est inexact et la nature de ce cas a été déformée. En réalité, l'Église adventiste du Septième Jour n'est plus légalement propriétaire des locaux en question. […] ils ont été construits, non pas par les membres de l'Église, mais par un pasteur américain qui, à son départ du pays en 1975, a remis la moitié de ces locaux (au 83 de la rue Hoang Van Thu) au Département de l'éducation de la province de Quang Nam-Da Nang, qui les a utilisés pour accueillir l'école maternelle du district de Hai Cha. Le reste des locaux (au 147 de la rue Phan Chan Trinh) a été utilisé par le pasteur Pham Phuoc, devenu responsable de l'Église adventiste du Septième Jour. Cependant, le 18 décembre 1983, le pasteur a cessé les services de culte et le 20 janvier 1984 il a remis le reste des locaux à l'autorité locale pour qu'elle en fasse un usage public. Dès lors, l'ensemble de ces locaux a été utilisé pour l'agrandissement de l'école maternelle. Les lois vietnamiennes ont toujours garanti la protection et la reconnaissance de tous les lieux de culte de toutes les religions ou convictions. Les lois prévoient également que les propriétés foncières qui ont été remises par des organisations ou des personnalités religieuses en vue d'un usage public deviennent propriété de l'État. Les locaux en question font en conséquence partie du domaine public et peuvent donc être utilisés et rénovés par l'autorité locale de la ville de Da Nang à des fins éducatives. Après 17 ans d'utilisation, ces locaux sont devenus vétustes, mettant en danger la vie des élèves. Par ailleurs, l'autorité locale de Da Nang avait déjà clairement déclaré que si, à l'avenir, les membres de l'Église adventiste du Septième Jour avaient besoin d'obtenir leurs propres locaux pour leur culte, ils pouvaient en faire la demande auprès des autorités locales.»",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. Les réponses des États à des communications adressées dans le cadre du rapport à la cinquante-septième session de la Commission des droits de l'homme (E/CN.4/2001/63) figurent en annexe au rapport soumis à la cinquante-sixième session de l'Assemblée générale (A/56/253). Ces réponses proviennent des 16 États suivants: Azerbaïdjan, Bélarus, Bhoutan, Chine, Côte d'Ivoire, Fédération de Russie, Géorgie, Hongrie, Inde, Iran (République islamique d'), Italie, Ouzbékistan, République démocratique populaire lao, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Ukraine et Viet Nam. Des compléments d'information fournis par l'Azerbaïdjan et l'Égypte figurent aussi à l'annexe mentionnée.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. Le Rapporteur spécial n'a toujours pas reçu de réponses aux communications ou à certaines communications adressées dans le cadre du rapport à la cinquante-septième session de la Commission des droits de l'homme (E/CN.4/2001/63) aux 25 États suivants: Afrique du Sud, Burundi, Érythrée, Fédération de Russie, Indonésie, Iran (République islamique d'), Israël, Jordanie, Kazakhstan, Koweït, Macédoine (ex-République yougoslave de), Maldives, Mexique, Myanmar, Nauru, Népal, Niger, Nigéria, Norvège, Ouganda, Papouasie-Nouvelle-Guinée, Philippines, Soudan, Tchad et Turkménistan.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. Le Rapporteur spécial renvoie au bilan des visites in situ et de leur suivi, objet de la section A du chapitre II du rapport intérimaire soumis à l'Assemblée générale (par. 4 à 21): il y mentionne les visites effectuées et leur suivi et fait l'état des demandes de visite non satisfaites. Le Rapporteur spécial voudrait, à cet égard, inviter l'Indonésie, Israël, la Fédération de Russie, la République démocratique populaire de Corée et le Nigéria à plus de coopération afin de lui permettre de s'acquitter de manière plus efficace de son mandat: ces visites sont en effet l'occasion d'établir et d'approfondir le dialogue avec les autorités et l'ensemble des parties concernées, notamment les organisations non gouvernementales et toutes les personnes ayant un intérêt particulier pour le mandat; elles permettent aussi une meilleure compréhension et une analyse équilibrée (et donc non manichéenne) des réalités complexes de l'état de la liberté de religion ou de conviction dans un pays donné.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. Le Rapporteur spécial souhaite en outre rappeler la résolution S-5/1 du 19 octobre 2000, intitulée «Violations graves et massives des droits fondamentaux du peuple palestinien par Israël» par laquelle la Commission des droits de l'homme, en session extraordinaire, avait, entre autres, prié le Rapporteur spécial sur l'intolérance religieuse d'effectuer immédiatement une mission dans les territoires palestiniens occupés et de faire rapport à la Commission à sa cinquante-septième session. Une demande a été transmise à Israël à cet effet, le 18 décembre 2000. Le 2 janvier 2001, la Mission permanente d'Israël avait indiqué qu'«Israël ne coopérera pas à l'application de la résolution». Lors de la réunion annuelle des rapporteurs et représentants spéciaux tenue à Genève du 18 au 22 juin 2001, le refus de coopération d'Israël à l'application de la résolution S-5/1 a été examiné et les rapporteurs spéciaux concernés ont décidé, de concert, de renouveler leurs demandes de visite\\ . Au moment de la rédaction du présent rapport (février 2002), Israël n'avait pas répondu à ces demandes. Le Gouvernement israélien a par contre formulé des allégations à l'endroit des Palestiniens dans une communication. Le Rapporteur spécial souhaiterait, dans les limites de son mandat, remplir pleinement son rôle et examiner sur place l'ensemble de la situation avec toutes les parties concernées. Il considère que le refus opposé par Israël nuit à la crédibilité du système de protection des droits de l'homme; il invite donc Israël à plus de coopération dans l'intérêt de tous et au profit de la liberté de religion ou de conviction qui pourrait aider à réduire les tensions au minimum.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. Le Rapporteur spécial rappelle qu'il a effectué une mission en Argentine du 23 au 30 avril 2001 au cours de laquelle il a bénéficié de la pleine coopération des autorités et de toutes les parties concernées. L'analyse des textes, des politiques et des faits en Argentine dans le domaine de la liberté de religion ou de conviction témoigne d'une situation dans l'ensemble satisfaisante. Le rapport de cette mission figure dans le premier additif au présent rapport Pour plus de détails, on se référera utilement aux paragraphes 13 et 14 du rapport intérimaire du Rapporteur spécial (A/56/253) et aux paragraphes 24 et 25 ainsi qu'à l'appendice III du rapport de la réunion des rapporteurs et représentants spéciaux (E/CN.4/2002/14). (E/CN.4/2002/73/Add.1); les recommandations formulées (par. 151 à 165) contribueront, il faut l'espérer, à améliorer la condition de la liberté de religion ou de conviction; il y a lieu en effet de penser que les autorités argentines ne manqueront pas de leur donner les suites utiles.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. Toujours au titre du suivi, le Rapporteur spécial tient à rappeler la coopération de la Grèce suite à la mission effectuée en juin 1996 (A/51/542/Add.1). En effet, suite à la résolution du Parlement européen relative à la suppression de la mention obligatoire de la religion sur les pièces d'identité – résolution que le Rapporteur spécial avait fait sienne (A/51/542/Add.1, par. 30 et 136) – la Commission nationale hellénique pour les droits de l'homme a fait part de sa position rendue publique dans laquelle elle estime que cette mention, qu'elle soit obligatoire ou facultative, est contraire à l'article 13 de la Constitution et aux engagements internationaux de la Grèce; dans ses arrêts 2279-86/2001, le Conseil d'État a jugé que toute mention relative à la religion sur les pièces d'identité était effectivement contraire à la Constitution. Une déclaration de la Présidence de la République, en date du 30 août 2001, avait indiqué que la question était close. Le Rapporteur spécial remercie la Commission nationale hellénique de ces renseignements qui permettent d'éclairer et de mettre à jour la situation de la liberté de religion ou de conviction; il souligne l'importance de cette évolution au sujet d'une question longtemps controversée et félicite la Grèce.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. Les actes criminels commis à New York et à Washington le 11 septembre 2001 ont été condamnés de manière quasi unanime par les États tant du Nord que du Sud, par toutes les religions et par les peuples, indépendamment de leur condition et de leur sensibilité politique et culturelle. Ils ont eu d'énormes répercussions sur les relations internationales et sur les droits de l'homme dont la liberté de religion ou de conviction, répercussions dont on ne saisit peut-être pas encore toute la portée.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. Des excès de langage ont été commis, suscitant des ressentiments et des malentendus que des propos plus équilibrés n'ont pas toujours réussi à dissiper. Des catégorisations simplistes entre «civilisés» et «barbares», entre le «bien» et le «mal», entre «nous» et «les autres», allant peut-être au-delà des intentions, ont été à l'origine de profondes blessures qui mettront beaucoup de temps à se cicatriser.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. Des appels explicites ou implicites à l'affrontement des cultures et des civilisations, ainsi qu'à la culpabilisation de communautés et de religions entières ont été enregistrés. Une logique de haine, d'intolérance et de discrimination a secoué les cœurs et les esprits. L'amalgame, les clichés et les stéréotypes ont trouvé dans l'après-11 septembre un terreau fertile. Un vent de haine, d'intolérance et de discrimination a soufflé sur bien des contrées. De nombreux médias n'ont pas hésité à attiser le feu et y ont trouvé leurs comptes, y compris financiers.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. Dans sa résolution 1373 (2001), du 28 septembre 2001, le Conseil de sécurité a prescrit à tous les États de prendre des mesures pour prévenir les actes de terrorisme. Il est à craindre que cette résolution soit interprétée ou utilisée de manière excessive aux dépens des droits de l'homme tels que consacrés et protégés par le droit international, notamment par le Pacte international relatif aux droits civils et politiques et les Conventions de Genève de 1949. Il est clair que l'équilibre entre les exigences de la sécurité et celles du respect des droits de l'homme n'est pas facile à établir. Les dérogations aux normes internationales relatives aux droits de l'homme restent compréhensibles dans la mesure où elles se conforment à l'article 4 du Pacte international relatif aux droits civils et politiques, ainsi qu'à l'observation y afférente adoptée par le Comité des droits de l'homme.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. Il est à craindre également que la démocratie, la primauté du droit et la protection des droits de l'homme dans lesquels la communauté internationale et les États se sont investis, ne soient exposées au doute, voire à la remise en cause. Des organisations non gouvernementales et des autorités internationales s'en inquiètent car toute la question reste de savoir si la lutte contre le terrorisme peut tout justifier et suspendre – ou arrêter – tout un processus d'évolution. Des justices d'exception sont mises sur pied; la détention sans jugement, sans assistance d'un avocat, sans les garanties d'un procès équitable, est établie dans certains États. La surveillance des communications, y compris électroniques, la fouille des domiciles se développent parfois à l'abri de tout contrôle judiciaire. Il arrive que les étrangers soient frappés de suspicion quasi systématique; leur renvoi et leur expulsion ou, à défaut, leur détention pour des périodes indéfinies, se réaliseraient sans ménagement ou garantie. Les interrogatoires peuvent se faire de manière rude pour être efficaces.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. Les minorités, notamment musulmanes et spécialement arabo-musulmanes en Occident, et notamment aux États-Unis, se sont trouvées dans une situation très difficile. Beaucoup de leurs membres ont été victimes de nombreux actes d'intolérance et de discrimination allant du refus d'accès au transport aérien à des atteintes au droit à la vie en passant par toutes sortes d'autres atteintes se manifestant au niveau de l'école, des lieux de travail, des lieux de culte et de détention.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. Tout s'est passé et continue parfois de se passer comme s'il y avait une véritable opération de diffamation des musulmans et des arabes en général et de l'islam en particulier. Une véritable islamophobie semble gagner les cœurs et les esprits dans certains pays. Dans certains pays musulmans, des attitudes aussi primaires, intolérantes et discriminatoires ont été enregistrées parmi certaines franges de l'opinion. Des actes particulièrement graves ont affecté notamment des chrétiens dans des pays musulmans; certains y ont laissé leur vie. Des extrémistes se réclamant de l'islam ont alimenté des discours de haine. Dans certains pays, notamment occidentaux, des lieux de culte musulmans, juifs et chrétiens ont subi des outrages.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. On a l'impression qu'un repli identitaire, où le religieux relèverait du non-dit, semble s'installer progressivement. L'Année des Nations Unies pour le dialogue entre les civilisations, confortée par le Programme mondial pour ce dialogue adopté par l'Assemblée générale le 9 novembre 2001, aura été aussi, malgré les actions accomplies et les espoirs suscités, une année qui a généré des incompréhensions supplémentaires en raison des simplifications, des généralisations et des abus rendus possibles par une émotion incontrôlée. Or lorsque l'émotion, aussi légitime qu'elle soit, a tendance à étouffer la raison, les risques de dérapage se développent et la voie de l'aventure, de l'extrémisme, de l'intolérance et de la discrimination se retrouve encore plus largement ouverte.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. C'est dire au total que le risque de décrédibilisation de l'ensemble du système de protection et de promotion des droits de l'homme n'est pas une hypothèse d'école. Le discours sur la sélectivité et sur la notion des «deux poids, deux mesures», appuyé par des comparaisons d'attitudes et de comportements, expose le système des droits de l'homme à bien des aléas dont celui de la réduction à un système propre à l'Occident traduisant moins le concours de tous que celui d'un particularisme dominant.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. Les interrogations posées et les craintes formulées trouvent leur explication dans le nombre considérable de communications transmises au Rapporteur spécial tant par les organisations non gouvernementales que par les communautés de religion ou de conviction et les particuliers qui sont en relation avec le mandat sur la liberté de religion ou de conviction. Le Rapporteur spécial est conscient de l'impact considérable des événements du 11 septembre sur son mandat; il souhaiterait, cependant, disposer du recul suffisant pour préparer un dossier aussi complet que possible sur tous les aspects de l'après-11 septembre liés à son mandat et procéder à leur analyse au regard de la liberté de religion ou de conviction, de la tolérance et de la non-discrimination. Il tient cependant à rappeler, d'ores et déjà, la nécessité d'assurer le respect des normes du droit international relatives aux droits de l'homme et l'urgence qu'il y a à développer les initiatives et actions de prévention, par l'éducation, de l'intolérance et de la discrimination fondées sur la religion ou la conviction.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. En guise de conclusions et de recommandations, le Rapporteur spécial souhaiterait faire trois séries de remarques: les premières concernent la Conférence de Madrid, les deuxièmes, les événements du 11 septembre 2001, les troisièmes portent sur le bilan des activités du mandat à l'occasion du vingtième anniversaire de l'adoption de la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction. Quelques brèves réflexions sur la logistique et la méthodologie de travail compléteront ce dernier chapitre.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. La Conférence internationale consultative sur l'éducation scolaire en relation avec la liberté de religion ou de conviction, la tolérance et la non-discrimination (Madrid, 23-25 novembre 2001) a constitué un moment fort dans la vie du mandat sur la liberté de religion ou de conviction; elle est venue confirmer l'importance du volet «prévention» du mandat.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. En effet, Il y a lieu de penser que la gestion des atteintes aux droits de l'homme, dont la nécessité et l'importance sont indiscutables, demeure malgré tout insuffisante tant qu'elle ne s'accompagne pas d'une activité de prévention qui tente d'agir sur les causes des violations. La prévention se réalise essentiellement par l'éducation dont les vecteurs sont multiples, l'un des plus importants étant le vecteur scolaire. Dans maints États, l'éducation scolaire pousse au repli identitaire qui, partant du légitime droit à l'identité, aboutit parfois à l'indifférence, à la rupture et même à l'hostilité à l'égard de l'autre. La méconnaissance de l'autre, l'absence de curiosité à son endroit, à l'endroit de sa culture, de sa civilisation, de sa religion ou de sa conviction, de son histoire, ne sont pas de nature à favoriser la compréhension, la tolérance et encore moins l'interaction. Les clichés, les stéréotypes, les mythes tiennent lieu, dès lors, de certitudes que des angoisses profondes entretiennent et que des peurs fugitives exaltent. C'est dire que c'est dans l'esprit des hommes que naissent les guerres et toutes les formes d'intolérance et de discrimination et c'est à ce niveau que les conceptions et actions devraient se situer prioritairement.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. La représentation négative ou la méconnaissance de l'autre, ou encore l'indifférence à son égard, véhicule l'image d'une humanité amputée. C'est dire toute l'importance qu'il y a à affirmer l'humanité pleine et entière de tout être humain, en changeant les mentalités et les comportements et en faisant en sorte que par l'éducation scolaire s'affirment et se développent des attitudes et des comportements de tolérance et de non-discrimination qui, dans le respect de l'autre, concourent à notre épanouissement. Toute la question demeure donc de savoir comment préparer l'enfant à assumer les responsabilités de la vie dans un esprit de compréhension, de paix, de tolérance, d'égalité entre les sexes et d'amitié entre tous les peuples et groupes ethniques, nationaux et religieux et avec les personnes d'origine autochtone; c'est là une question clef, une question cardinale.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. La Conférence de Madrid «souligne l'urgente nécessité de promouvoir, au moyen de l'éducation, la protection et le respect de la liberté de religion ou de conviction afin de renforcer la paix, la compréhension et la tolérance entre individus, groupes et nations en vue de développer le respect du pluralisme» (par. 1 du Document final). Elle considère, en effet, «que les jeunes générations doivent être élevées dans un esprit de paix, de tolérance, de compréhension mutuelle, de respect des droits de l'homme et spécialement de respect de la liberté de religion ou de conviction, et qu'elles doivent être protégées contre toutes les formes de discrimination et d'intolérance fondées sur leur religion ou la conviction» (par. 3).",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. Le Rapporteur spécial invite la communauté internationale, les États et l'ensemble des parties intéressées à examiner les voies et moyens susceptibles de renforcer, par l'éducation scolaire notamment, la prévention de l'intolérance et de la discrimination fondées sur la religion. Il attire tout particulièrement l'attention sur la nécessité d'harmoniser, dans un esprit de tolérance et de respect, les programmes et manuels scolaires, les méthodes pédagogiques ainsi que les systèmes de formation des formateurs.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. Les répercussions des événements du 11 septembre sur le mandat relatif à la liberté de religion ou de conviction et sur l'ensemble du système des droits de l'homme sont considérables. Il n'est pas encore temps d'en faire le bilan, ni d'en tirer tous les enseignements, mais il est possible de souligner, d'ores et déjà, qu'ils ont créé une tension supplémentaire qui touche le mandat du Rapporteur spécial sur la liberté de religion ou de conviction.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. L'extrémisme imputé à la religion et l'instrumentalisation de la liberté de religion ou de conviction à des fins qui lui sont étrangères ont atteint le degré de l'intolérable. Depuis 1993, le Rapporteur spécial ne cesse de souligner les dangers que représentent ces phénomènes pour les droits de l'homme en général et pour le droit de l'homme à la paix en particulier; à maintes reprises, il a appelé à l'établissement d'un minimum de règles et de principes communs de conduite et de comportement en vue d'y faire face. Il regrette que ses appels répétés au sujet de la nécessité de lutter contre l'extrémisme religieux et l'instrumentalisation des religions à des fins politiques et partisanes n'aient pas eu, à temps, les effets souhaités.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. Les effets des événements du 11 septembre sur les minorités religieuses et plus généralement sur la tolérance et la non-discrimination mettront longtemps à se dissiper d'autant plus que l'équilibre entre les implications de la sécurité et celles de la liberté est de plus en plus difficile à préserver. Si le droit légitime à la sécurité permet, conformément au droit international, des dérogations aux droits et aux libertés, il ne peut tout autoriser ou justifier. Les abus, dans ce domaine, sont de nature à saper les fondements mêmes du système des droits de l'homme. Il est essentiel, qu'au-delà de la conjoncture, soient préservés les principes et les valeurs qui fondent les droits de l'homme et en assurent l'universalité, l'indivisibilité et l'interdépendance.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. Le Rapporteur spécial voudrait, en ces circonstances exceptionnelles que connaît le monde, attirer l'attention sur l'importance de la lutte contre l'extrémisme, notamment imputé à la religion, et sur la nécessité de confirmer et de renforcer la crédibilité du système de protection des droits de l'homme.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. À l'occasion du vingtième anniversaire de l'adoption de la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction, le Rapporteur spécial a fait un premier bilan dans son dernier rapport à l'Assemblée générale (A/56/253, par. 80 à 106) qu'il a rappelé à la section A du chapitre II du présent rapport (par. 59 à 61). À ce stade, en raison de l'importance du sujet, il souhaite reprendre, pour la commodité des participants à la Commission, les remarques finales formulées dans le rapport à l'Assemblée et les étoffer.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. Alors que l'année 2001 marque le vingtième anniversaire de l'adoption de la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction, le constat de la situation de la liberté de religion ou de conviction dans le monde semble des plus inquiétants, notamment si l'on s'en réfère aux résolutions de l'Assemblée générale et de la Commission des droits de l'homme, en particulier la résolution la plus récente, 2001/42, où la Commission, dans le préambule, constate «avec inquiétude que de graves manifestations d'intolérance et de discrimination fondées sur la religion ou la conviction, y compris des actes de violence, d'intimidation et de coercition motivés par l'intolérance religieuse, se produisent dans de nombreuses régions du monde et menacent la jouissance des droits de l'homme et des libertés fondamentales».",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. Cependant, le bilan des activités du mandat depuis sa création, tant dans le domaine de la gestion que de la prévention, offre une meilleure perspective et peut conduire à des appréciations plus nuancées de l'évolution de la situation de la liberté de religion ou de conviction. En effet, l'analyse comparative des rapports généraux et de mission, ainsi que des communications adressées dans le cadre du mandat depuis 1988, permet, certes, de constater des intolérances et des discriminations fondées sur la religion ou la conviction, mais aussi des situations et des cas positifs au regard de la Déclaration de 1981, et notamment des améliorations dans certains domaines et certains pays. De cette analyse ressortent les faits suivants: a) Un déclin progressif des politiques antireligieuses ou des politiques de contrôle total du religieux au nom d'une idéologie politique depuis la fin de la guerre froide. Dans de nombreux États ayant abandonné l'idéologie marxiste «pure et dure» cette tendance se traduit par la normalisation des rapports État-religion, mais aussi, dans certains autres États, par des liens renoués et étroits avec l'Église traditionnelle. Par contre, dans un nombre très restreint d'États, elle se traduit par la persistance d'une politique d'hostilité envers la religion, mais de manière plus subtile: on affiche une politique officielle de reconnaissance de la religion, mais, en réalité, il y a instrumentalisation du religieux qui est prisonnier du politique; b) Le maintien de politiques discriminatoires ou intolérantes à l'égard des minorités dans des États ayant une religion officielle, ou caractérisés par une laïcité antireligieuse; c) Une forte croissance des politiques contre des minorités qualifiées de sectes. Parmi les communautés de religion ou de conviction, que certains qualifient, sans nuance et sans distinction, de sectes, il existe nombre de mouvements manifestement religieux ou de conviction, comme il existe des groupes et des mouvements qui, sous couvert de liberté de religion ou de conviction, s'adonnent à des activités parfois criminelles. Les excès de certains de ces mouvements ont suscité une grande émotion au sein des opinions publiques, tant et si bien que certains États ont été amenés à revoir leur législation. Ainsi, en France, a été adoptée, le 12 juin 2001, une loi tentant de renforcer la prévention et la répression des mouvements sectaires portant atteinte aux droits de l'homme et aux libertés fondamentales. Cette loi a été dénoncée par diverses associations religieuses, spirituelles, philosophiques et thérapeutiques françaises dans un rapport transmis au Rapporteur spécial. La France, sollicitée pour des observations, a communiqué au Rapporteur spécial un rapport détaillé donnant des renseignements sur son droit interne en matière de liberté de religion ou de conviction, sur le contenu de la loi du 12 juin 2001, sur le contexte de son adoption et sur ses objectifs, lesquels ne portent pas atteinte à la liberté de religion ou de conviction. Le Rapporteur spécial reviendra sur cette question dans son prochain rapport, mais souhaiterait rappeler, encore une fois, la nécessité d'examiner la question dite des sectes, sereinement, à partir d'études comparatives scientifiquement établies, compte dûment tenu des normes internationales relatives à la liberté de croyance, d'une part, et à la liberté de manifestation de la croyance, d'autre part. Il voudrait, en conséquence, inviter la Commission des droits de l'homme à lui fournir ses vues et observations à ce sujet. d) Une montée de l'extrémisme affectant successivement toutes les religions, qu'il s'agisse de l'islam, du christianisme, du judaïsme ou de l'hindouisme. Très souvent, cet extrémisme est devenu progressivement le fait d'entités non étatiques; il s'agit parfois de groupes fanatiques et obscurantistes, parfois de groupes ayant un projet conscient d'utilisation du politique afin d'imposer leur interprétation religieuse à la société, mais surtout de professionnels de l'extrémisme instrumentalisant le religieux à des fins politiques. Néanmoins, souvent, cet extrémisme activiste repose sur la complicité active ou passive d'entités étatiques nationales et étrangères; e) Une progression de la non-croyance au sein de la société dont l'expression militante en développement entre en compétition, voire en conflit, avec les religions; f) La persistance de discriminations et d'intolérances imputées à la religion ou aux traditions affectant la femme et résultant soit de politiques étatiques, soit d'entités non étatiques surtout extrémistes, soit – mais de manière plus diffuse et discrète – des pesanteurs de la société dans son ensemble et du patriarcalisme de l'État; g) Une progression forte, mais encore insuffisante, du dialogue interreligieux pour la gestion et la prévention des conflits, ainsi que pour la réconciliation; h) Les victimes de l'intolérance et de la discrimination fondées sur la religion ou la conviction sont toujours très diverses, qu'il s'agisse de croyants ou de non-croyants, de membres de communautés religieuses ou de conviction ou de membres de la société en général. Cependant, ce sont surtout les groupes vulnérables qui sont affectés, notamment les femmes d'une part, et les minorités d'autre part.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. Ce bilan est donc source d'inquiétudes, mais aussi d'espoir, à l'image de toute réalité. C'est pourquoi le Rapporteur spécial doit poursuivre sans relâche tant son rôle de gestion dans le domaine de la liberté de religion ou de conviction que de prévention: en effet, il est fondamental d'agir quotidiennement sur le court terme en dénonçant auprès de la communauté internationale tout incident incompatible avec la Déclaration de 1981, mais il est également vital d'œuvrer sur le long terme en s'attaquant, par la prévention, aux racines de l'intolérance et de la discrimination.",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. Le changement du titre du Rapporteur spécial qui est maintenant «Rapporteur spécial sur la liberté de religion ou de conviction» lors du renouvellement du mandat à la dernière session de la Commission (résolution 2001/42, par. 11) représente une pleine reconnaissance du rôle de ce mandat dans la gestion et la prévention, activités complémentaires et indispensables.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. Mais l'action du Rapporteur spécial et surtout ses résultats se situent dans un contexte plus large et plus complexe. En effet, l'application de la Déclaration de 1981 n'est pas dissociable de la question générale du respect de tous les droits de l'homme, lesquels ne peuvent connaître de promotion réelle en l'absence de démocratie et de développement. Il y a lieu de penser, dès lors, que pour promouvoir les droits de l'homme, il faudrait entreprendre – et ce de manière simultanée –, d'une part, une action pour l'instauration, le renforcement et la protection de la démocratie, en tant qu'expression des droits de l'homme sur le plan politique, et, d'autre part, une action tendant à contenir et à résorber l'extrême pauvreté et à favoriser les droits des individus et des peuples au développement, en tant qu'expression des droits de l'homme et de solidarité entre les hommes sur les plans économique, social et culturel. C'est dire, comme l'avait relevé la Conférence sur les droits de l'homme de Vienne, que la démocratie, le développement et le respect des droits de l'homme et des libertés fondamentales sont interdépendants et intimement liés.",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. Or, tout en étant conscient de ce contexte, le Rapporteur spécial a renforcé la gestion dans le domaine de la liberté de religion ou de conviction, en élargissant considérablement le nombre d'États auxquels sont envoyées des communications, en augmentant fortement le nombre de communications, y compris pour un même État, en instaurant la procédure d'appel urgent, en accroissant ses demandes de visite afin de garantir une moyenne de deux missions par an, et en créant une procédure de suivi des recommandations de ses rapports de mission.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. Par ailleurs, le Rapporteur spécial a ajouté à son mandat la dimension «prévention» en participant au dialogue interreligieux (voir les paragraphes 46 à 52 ci-dessus), notamment en devenant membre du Comité international pour le dialogue interreligieux de l'UNESCO et en s'investissant dans l'élaboration d'une stratégie de prévention dans le domaine de l'éducation scolaire dont le point culminant a été la Conférence de Madrid sur l'éducation scolaire en relation avec la liberté de religion (voir les paragraphes 5 à 45 ci-dessus).",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. Outre les actions engagées dans ce double volet «gestion prévention», le Rapporteur spécial souhaite proposer des mesures concrètes concernant deux questions spécifiques et prioritaires, à savoir l'extrémisme et la condition de la femme au regard de la religion ou des traditions.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. L'extrémisme, qu'il se réclame de manière réelle ou fictive de la religion, qu'il adopte, provoque ou entretienne la violence ou qu'il emprunte des formes d'intolérance moins spectaculaires, est un fléau qui porte atteinte à la liberté et à la religion; il n'est le travers d'aucune société ni d'aucune religion. Le Rapporteur spécial a recommandé que devant ce phénomène grandissant et tentaculaire menaçant la paix, atomisant la société et affectant particulièrement les groupes vulnérables (femmes et minorités), la communauté internationale réagisse fermement et le combatte notamment par l'élaboration et l'adoption d'un minimum de règles et de principes communs de conduite et de comportement à l'égard de l'extrémisme religieux.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. Le Rapporteur spécial recommande que la communauté internationale appuie l'élaboration et l'adoption par les mécanismes onusiens pertinents d'un plan d'action contre la discrimination et l'intolérance à l'égard de la femme, prétendument prescrites par la religion ou les traditions, ainsi que la mise en œuvre des recommandations qu'il formule dans son étude sur la condition de la femme au regard de la religion et des traditions (E/CN.4/2002/73/Add.2).",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. Le bilan qui figure dans le rapport intérimaire à l'Assemblée générale (A/56/253) démontre que le mandat sur la liberté de religion ou de conviction a su s'adapter aux défis et aux évolutions dans le domaine de l'intolérance et de la discrimination fondées sur la religion ou la conviction, tels que le rôle croissant des entités non étatiques comme auteurs de violations, la progression de l'extrémisme religieux, le traitement particulier à accorder aux groupes vulnérables, notamment aux minorités et aux femmes. Il a aussi su s'adapter aux problèmes spécifiques identifiés par la Commission des droits de l'homme, par exemple la diffamation ou le racisme, la discrimination raciale, la xénophobie et l'intolérance qui y est associée.",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. Si les efforts faits pour répondre à une situation en constante évolution ont certes produit des résultats visibles sur le court et moyen terme et à venir sur le long terme, ils doivent être redoublés face à l'ampleur de la tâche. Or une telle entreprise nécessite un minimum de ressources humaines et financières. C'est pourquoi, dans le cadre de ce bilan établi à l'occasion du vingtième anniversaire de la Déclaration de 1981, le Rapporteur spécial estime qu'il est nécessaire de réfléchir à la logistique du mandat sur la liberté de religion ou de conviction et à la méthodologie de travail: a) La logistique: il importe de renforcer les ressources financières et humaines affectées au mandat. Alors que les activités ont plus que décuplé depuis la création du mandat, les ressources sont restées quasiment identiques. Le Rapporteur spécial a heureusement pu bénéficier de contributions volontaires de la Norvège et du Saint-Siège en 1999, ainsi que du soutien de l'Espagne depuis l'an 2000 pour organiser la Conférence de Madrid. Il faut cependant davantage de moyens financiers pour que le Rapporteur spécial puisse disposer d'un minimum de ressources humaines afin d'accomplir plus rapidement et efficacement les activités de gestion et de prévention du mandat; b) La méthodologie de travail: le Rapporteur spécial estime que son rapport général devrait porter systématiquement sur tous les États et toutes les religions ou convictions. L'examen des cas et situations d'intolérance ou de discrimination devraient s'appuyer sur des analyses, du contexte économique, social, culturel, historique et politique de chaque État. Cela permettrait aussi de refléter et de mieux comprendre les évolutions des États et de la société dans le domaine de la religion ou de la conviction, ainsi que les enjeux entourant la liberté de religion ou de conviction; cette approche permettrait notamment d'éviter toute sélectivité eu égard aux États ou tout concours de circonstances. Il en résulterait donc une meilleure analyse des cas ou situations problématiques et, partant, plus d'équité. La mise en œuvre de cette méthodologie supposera, bien entendu, la mise à disposition des moyens appropriés.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. Le vingtième anniversaire de l'adoption de la Déclaration sur l'élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction, marqué en particulier par la Conférence de Madrid sur l'éducation scolaire et par la modification du titre du Rapporteur spécial, a été non seulement l'occasion de dresser un bilan relatif aux droits de l'homme et à la liberté de religion ou de conviction, mais aussi d'établir une base solide et un tremplin afin de s'engager pleinement dans le XXIe siècle en favorisant la prévention des atteintes à la Déclaration de 1981 et donc la liberté et l'expression de la diversité de la religion ou de la conviction, grâce à la coopération des États, de l'Assemblée générale, de la Commission des droits de l'homme et des mécanismes relatifs aux droits de l'homme, ainsi que des institutions spécialisées, mais aussi grâce au soutien des organisations non gouvernementales. The Conference, meeting in Madrid from 23 to 25 November 2001 on the occasion of the twentieth anniversary of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief adopted by the General Assembly on 25 November 1981, (a) Considering the recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world and all human rights are universal, indivisible and interdependent;; (b) Recalling the United Nations Charter, the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights, the International Convention on the Elimination of All Forms of Racial Discrimination and the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, which recognize the right to freedom of thought, conscience, religion or belief and call for understanding, respect, tolerance and non-discrimination;; (c) Noting that serious instances of intolerance and discrimination occur in many parts of the world threatening the enjoyment of human rights and fundamental freedoms, including the right to freedom of thought, conscience and religion or belief;; (d) Reaffirming the call of the Vienna World Conference on Human Rights upon all Governments to take all appropriate measures in compliance with their international obligations and with due regard to their respective legal systems to counter intolerance and related violence based on religion or belief;; (e) Considering that it is essential to promote the right to freedom of religion or belief and to refrain from using religions or beliefs for purposes incompatible with the Charter of the United Nations and applicable United Nations texts as well as work to ensure respect of the principles and objectives of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief;; (f) Convinced of the need of a human rights education which condemns and seeks to prevent all forms of violence based on hatred and intolerance, in relation with freedom of religion or belief;; With understanding that freedom of religion or belief includes theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief. (g) Conscious of States' responsibility to promote, through education, the purposes and principles of the Charter of the United Nations in order to advance international understanding, cooperation and peace as well as respect for human rights and fundamental freedoms;; (h) Noting the UNESCO Convention Against Discrimination in Education of 14 December 1960 and its additional 1962 Protocol, the UNESCO Recommendation on education for international understanding, cooperation and peace and education on human rights and fundamental freedoms, adopted on 19 November 1974 and the Declaration on Race and Racial Prejudice of 27 November 1978;; (i) Noting that tolerance involves the acceptance of diversity and the respect for the right to be different, and that education, in particular at school, should contribute in a meaningful way to promote tolerance and respect for the freedom of religion or belief;; (j) Noting the World Conference Against Racism, Racial Discrimination, Xenophobia and Related Intolerance;; (k) Recalling the article 26.2 of the Universal Declaration of Human Rights states that education shall be directed to the full development of the human personality and to the strengthening of respect for human rights and fundamental freedoms and shall promote understanding, tolerance and friendship among all nations, racial or religious groups;; (l) Noting the principles regarding the right to education contained in article 13 of the International Covenant on Economic, Social and Cultural Rights and reiterated in the Convention on the Rights of the Child;; (m) Further noting article 29 of the Convention on the Rights of the Child, which provides that education should be aimed at \"the development of the child's personality, talents and mental and physical abilities to their fullest potential; the development of respect for human rights and fundamental freedoms, and for the principles enshrined in the Charter of the United Nations, the development of respect for the child's parents, his or her own cultural identity, language and values, for the national values of the country in which the child is living, the country from which he or she may originate, and for civilizations different from his or her own; the preparation of the child for responsible life in a free society, in the spirit of understanding, peace, tolerance, equality of sexes, and friendship among all peoples, ethnic, national and religious groups and persons of indigenous origin\";; (n) Noting the right of parents, families, legal guardians and other legally recognized caregivers to choose schools for their children, and to ensure their religious and/or moral education in conformity with their own convictions, and with such minimum educational standards as may be laid down or approved by the competent authorities, in a manner consistent with the procedures followed in the State for the application of its legislation and in accordance with the best interest of the child;; (o) Recalling the Vienna Programme of Action, paragraph 38, and conscious of the need to consider the equality of gender in school education in relation with freedom of religion or belief, tolerance and non-discrimination, and also concerned about the continuing discrimination against women, while emphasizing the necessity to ensure women their human rights and fundamental freedoms and in particular their right to freedom of religion or belief, tolerance and non-discrimination;; (p) Also concerned about the continuing discrimination against, inter alia, children, migrants, refugees and asylum-seekers while emphasizing the necessity to ensure their human rights and fundamental freedoms and in particular their right to freedom of religion or belief, tolerance and non-discrimination;; (q) Convinced that education in relation with freedom of religion or belief can also contribute to the attainment of the goals of world peace, social justice, mutual respect and friendship among peoples and promotion of human rights and fundamental freedoms;; (r) Convinced also that the education in relation with freedom of religion or belief should contribute to the promotion of freedoms of conscience, opinion, expression, information and research as well as to the acceptance of diversity;; (s) Recognizing that the media and new information technologies, including Internet, should contribute to education of the youth in the field of tolerance and freedom of religion or belief in a spirit of peace, justice, liberty, mutual respect and understanding in order to promote and protect all human rights, civil and political as well as economic, social and cultural;; (t) Considering that efforts aiming at promoting, through education, tolerance and protection of freedom of religion or belief require cooperation among States, concerned organizations and institutions, and that parents, groups and communities based on religion or belief have an important role to play in this regard;; (u) Recalling with appreciation the designation by the General Assembly of the year 1995 as the United Nations Year for Tolerance and the year 2001 as the United Nations Year of Dialogue among Civilizations and the Global Agenda for Dialogue among Civilizations adopted by the General Assembly on 9 November 2001, and recalling the UNESCO Declaration on the Role of Religion in the Promotion of a Culture of Peace, of 18 December 1994 and the Declaration of Principles on Tolerance, adopted by UNESCO on 16 November 1995;; (v) Noting the initiatives and actions undertaken in different international organs and organizations of the United Nations system, within which the Office of the High Commissioner for Human Rights which is implementing the United Nations Decade for Human Rights Education (1995-2004), as well as many other human rights education programmes; UNESCO which has led programmes on human rights education and peace and has developed a policy of intercultural and inter-religious dialogue, as well as UNICEF which contributes to education and well-being of children in the various regions;; (w) Noting the recommendations on education, expressed in the different reports of the United Nations conventional organs for the protection of human rights and of relevant Special Rapporteurs of the United Nations Commission on Human Rights, particularly the Special Rapporteur on the right to education, the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, the Special Rapporteur on violence against women, its causes and consequences and the Special Rapporteur on freedom of religion or belief",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Women/girls",
            "Children",
            "Adolescents"
        ]
    },
    {
        "ID": 1,
        "Text": "1. Underlines the urgent need to promote, through education, the protection and the respect for freedom of religion or belief in order to strengthen peace, understanding and tolerance among individuals, groups and nations, and with a view to developing a respect for pluralism",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Deems that every human being has an intrinsic and inviolable dignity and value which includes the right to freedom of religion, conscience or belief that should be respected and safeguarded",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Considers that the young generation should be brought up in a spirit of peace, tolerance, mutual understanding and respect for human rights, and especially for the respect of freedom of religion or belief, and that they should be protected against all forms of discrimination and intolerance based on their religion or belief",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Deems that each State, at the appropriate level of government, should promote and respect educational policies aimed at strengthening the promotion and protection of human rights, eradicating prejudices and conceptions incompatible with freedom of religion or belief, and ensuring respect for and acceptance of pluralism and diversity in the field of religion or belief as well as the right not to receive religious instruction inconsistent with his or her conviction",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Deems also that each State should take appropriate measures to ensure equal rights to women and men in the field of education and freedom of religion or belief, and in particular reinforce the protection of the right of girls to education, especially for those coming from vulnerable groups",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 6,
        "Text": "6. Condemns all forms of intolerance and discrimination based on religion or belief including those which promote hatred, racism or xenophobia, and deems that States should take appropriate measures against those which manifest themselves in school curricula, textbooks and teaching methods as well as those disseminated by the media and the new information technologies, including Internet",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Considers favourably the following objectives: (a) The strengthening of a non-discriminatory perspective in education and of knowledge in relation to freedom of religion or belief at the appropriate levels;; (b) The encouragement of those engaged in teaching to cultivate respect for religions or beliefs, thereby promoting mutual understanding and tolerance;; (c) The awareness of the increasing interdependence between peoples and nations and the promotion of international solidarity;; (d) The awareness of gender aspects, with a view to promoting equal chances for men and women",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 8,
        "Text": "8. Recognizes that States, at the appropriate level of government, should promote, both in school education and out-of-school activities organized by educational institutions of any nature, the principles and objectives of the present document, especially that of non-discrimination and tolerance, in view of the fact that attitudes are greatly influenced at the primary and secondary school stage",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Deems that the role of parents, families, legal guardians and other legally recognized caregivers is an essential factor in the education of children in the field of religion or belief; and that special attention should be paid to encouraging positive attitudes and, in view of the best interest of the child to supporting parents to exercise their rights and fully play their role in education in the field of tolerance and non-discrimination, noting the relevant provisions of the Universal Declaration of Human Rights, the Convention on the Rights of the Child, the International Covenant on Civil and Political Rights, the International Covenant on Economic, Social and Cultural Rights and the United Nations Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 10,
        "Text": "10. Encourages States, at the appropriate level of government and any other concerned institution or organ, such as the UNESCO system of associated schools, to improve the ways and means of training teachers and other categories of educational personnel to prepare and enable them to play their role in pursuing the objectives of the present document; and to this end recommends that States, at the appropriate level of government and in accordance with their educational systems, favourably consider: (a) Developing the motivation of teachers for their action by supporting and encouraging commitment to the human rights values and in particular tolerance and non-discrimination in the field of religion or belief;; (b) Preparing teachers to educate children concerning a culture of respect for every human being, tolerance and non-discrimination;; (c) Encouraging the study and the dissemination of different experiences in education in relation with freedom of religion or belief, especially innovative experiments carried out all over the world;; (d) Where appropriate, providing teachers and students with voluntary opportunities for meetings and exchanges with their counterparts of different religions or beliefs;; (e) Encouraging exchanges of teachers and students and facilitating educational study abroad;; (f) Encouraging, at the appropriate level, general knowledge and academic research in relation to freedom of religion or belief",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 11,
        "Text": "11. Encourages States at the appropriate level of government and other concerned institutions or organizations, where appropriate and possible, to increase their efforts to facilitate the renewal, production, dissemination, translation and exchange of means and materials for education in the field of freedom of religion or belief, giving special consideration to the fact that in many countries students gain knowledge, including in the field of freedom of religion or belief, through the mass media outside educational establishments. To this end, action should be considered on the following: (a) Appropriate and constructive use should be made of the entire range of equipment available, from traditional means to the new educational technology, including Internet, as relevant to the field of freedom of religion or belief;; (b) Cooperation between States and the relevant international organizations and institutions concerned as well as the media and non-governmental organizations to combat the propagation of intolerant and discriminatory stereotypes of religions or beliefs in the media and Internet sites;; (c) The inclusion of a component of special mass media education in order to help the students to select and analyse the information conveyed by the mass media in the field of freedom of religion or belief;; (d) Better appreciation of diversity and the development of tolerance and the protection and non-discrimination of migrants and refugees and their freedom of religion or belief",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 12,
        "Text": "12. Recommends that States as well as concerned institutions and organizations should consider studying, taking advantage of and disseminating best practices on education in relation to freedom of religion or belief, which attach particular importance to tolerance and non-discrimination",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Recommends that States should consider promoting international cultural exchanges in the field of education, notably by concluding and implementing agreements relating to the freedom of religion or belief, non-discrimination and tolerance and respect for human rights",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Encourages all parts of society, both individually and collectively, to contribute to an education based on human dignity and to respect freedom of religion or belief, tolerance and non-discrimination",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Encourages States at the appropriate level of government, non-governmental organizations and all members of civil society to join their efforts with a view to taking advantage of the media and other means for self and mutual teaching as well as cultural institutions such as museums and libraries, to provide the individual with relevant knowledge in the field of freedom of religion or belief",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Encourages States to promote human dignity, and freedom of religion or belief, tolerance and non-discrimination, and thus to combat, through appropriate measures, religious or belief, ethnic, racial, national and cultural stereotypes",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Invites organizations and specialized agencies of the United Nations to contribute, in accordance with their mandate, to the promotion and protection of freedom of religion or belief, tolerance and non-discrimination",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Encourages also States, at the appropriate level of government, non-governmental organizations and other members of civil society to take advantage of relevant social and cultural activities of all kinds to promote the objectives of this document",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Invites all States, civil society and the international community to promote the principles, objectives and recommendations in the present document on school education in relation with freedom of religion or belief, tolerance and non-discrimination. -----",
        "Labels": []
    }
]