[
    {
        "ID": 1,
        "Text": "1. At its forty-second session, the Commission on Human Rights decided, in resolution 1986/20 of 10 March 1986, to appoint for one year a special rapporteur to examine incidents and governmental action in all parts of the world inconsistent with the provisions of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief and to recommend remedial measures for such situations.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In accordance with that resolution, the Special Rapporteur has submitted 13 reports, some containing addenda, to the Commission on Human Rights since 1987. Since 1994, reports have also been submitted to the General Assembly (A/50/440; A/51/542; A/52/477 and Add.1; A/53/279; A/54/386). The present report is submitted in accordance with Commission on Human Rights resolution 1999/39 of 26 April 1999.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. This report relates to a total of 93 communications (including 2 urgent appeals to Iraq and the Islamic Republic of Iran) sent to 55 States: Afghanistan, Azerbaijan (3), Bangladesh (2), Belarus, Bolivia, Brunei Darussalam, Bulgaria (2), Cape Verde, China (4), Comoros (2), Côte d'Ivoire, Cyprus, Democratic People's Republic of Korea (2), Djibouti, Dominican Republic, Eritrea, Finland, Gabon, Georgia (2), Greece (2), India (5), Indonesia (3), Iran (Islamic Republic of) (2), Iraq, Israel (4), Kazakhstan, Kuwait, Lao People's Democratic Republic, Malaysia, Maldives, Mauritania, Mexico, Mozambique, Myanmar, Nepal (3), Niger, Nigeria, Pakistan (4), Peru, Republic of Korea, Republic of Moldova (2), Russian Federation, Samoa, Saudi Arabia (2), Sudan, Sri Lanka, Syrian Arab Republic (2), Tajikistan, Turkmenistan (3), Uganda, Ukraine (2), United Arab Emirates, Uzbekistan (3), Viet Nam (3), and Yemen (2).",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. It also covers the replies of 23 States: Azerbaijan, Belarus, Bulgaria, Cape Verde, China, Djibouti, Eritrea, Finland, Georgia, Greece, India, Iran, Iraq, Israel, Kuwait, Nepal, Peru, Republic of Korea, Russian Federation, Saudi Arabia, Syrian Arab Republic, Uzbekistan and Viet Nam.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur has also noted in this report the replies received and the absence of replies to communications sent for the fifty-fifth session of the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur wishes to point out that these communications do not cover all the incidents and governmental action in the world that are incompatible with the 1981 Declaration. The fact that some States are covered in this report does not mean that other States are problem-free. It is also clear that the communications do not cover all religions and beliefs and that the frequency with which religions and beliefs are covered by communications does not necessarily reflect their general situation in the world (see also document A/54/386).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Taliban continue to apply a system of discrimination against women based on their own interpretation of Islam. Women are subjected to total segregation within society, such as exclusion from any employment and from educational institutions. Their status as second class citizens is said to be reflected in the following prohibitions: they are not allowed to drive; they are kept separate from men in buses; they have to be accompanied by a close male relative whenever they leave the home and whenever they visit a doctor; doctors are not allowed to touch women patients; they are required to wear the burqa.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 8,
        "Text": "8. The legislation, which is said to be based on religious norms, reportedly does not guarantee equality between men and women. Women are said to be discriminated against in the following ways: they are not allowed to drive a motor vehicle; they enter buses by an entrance separate from that for men and sit in a section different from that for men; they enjoy limited access to certain public facilities when men are present; they require the authorization of a close male relative for admission to hospital treatment and for travel abroad; they can study abroad only if they are accompanied by the spouse or an immediate male relative; when in public, they are required to observe the rules governing dress; in the Shariah courts, testimony by a man is said to be equivalent to the testimony of two women; in divorce cases, women have to show legally specified grounds, something which is reportedly not required of men.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 9,
        "Text": "9. Saudi Arabia replied that the Kingdom of Saudi Arabia had affirmed its commitment to combat discrimination in all its forms by acceding to the International Convention on the Elimination of All Forms of Racial Discrimination. The competent authorities are sparing no effort to ensure that women enjoy all their fundamental rights as provided for by law, such as the right to education, the right to work and the right to protection against poverty. The State is also protecting the freedoms of every person in accordance with the Islamic Shariah and related customs, to the extent that such freedoms are not contrary to public order and morals. Some traditional practices are based on national customs and are widely followed in society, even though they are not based on religious teachings. The Saudi Government is taking gradual educational measures to eliminate such practices, which might be equated with discrimination based on sex. Such measures are being taken in such a way as to ensure that there are no adverse effects on security, public order, public health and morals in general or on the fundamental rights and freedoms of other persons.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 10,
        "Text": "10. In a second communication, the Special Rapporteur referred to the alleged arrest in May 1999 of a Filipino accused of preaching Christianity in Riyadh.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The national legislation reportedly does not guarantee the right to conscientious objection on grounds of religious belief. Azerbaijan replied that the State Military Commissioner had no case on record of citizens objecting to military service on religious grounds and that the Constitution and the legislation provided for alternative service for conscientious objectors.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Another communication sent by the Special Rapporteur alleged that the decree on the establishment and administration of alternative service had not been implemented and that, in 1999, a Jehovah's Witness had reportedly been harassed by the police and the military authorities because he was trying to exercise his right to alternative service.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. In a second communication, the Special Rapporteur referred to allegations of the arrest of a Jehovah's Witness in the Khashmaz region, the confiscation of his works and video equipment and his sentencing by the Regional People's Court to 15 days' administrative detention because of his conversion. After his release, he was threatened with deportation by the regional bureau chief of the Ministry of National Security if he did not give up his belief.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 14,
        "Text": "14. A third communication alleged that there was intolerance and discrimination against Jehovah's Witnesses following a hate campaign by some media and law enforcement officials. In August 1999, a local television station, helped by a security official of the regional office of the Ministry of National Security reportedly broadcast a programme stating, inter alia, that the Jehovah's Witnesses paid money for any conversion of Muslims to their faith. That programme was also allegedly used by the director of a company against his Jehovah's Witness employees in order to dismiss them if they would not give up their faith.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. It is alleged that, on her return to Bangladesh to be with her sick mother, there were renewed calls for the murder of the writer Taslima Nasreen by Muslim extremists, who accused her of blasphemy. The prosecution of the writer under article 295 of the Penal Code \"for having deliberately and maliciously outraged the religious sentiments of a class of citizens\" is said to have been resumed; likewise, an order for her arrest and the confiscation of her property is said to have been issued. Despite legislation that guarantees freedom of religion and its manifestations, in fact foreign missionaries reportedly have to limit their religious activities, particularly those addressed to Muslims. Where women are concerned, the Muslim Family Ordinance reportedly places them in a disadvantageous position in respect of divorce. In addition, despite the existence of legislation protecting women against arbitrary action in the event of divorce, these provisions reportedly do not cover unregistered traditional marriages in rural areas. In December 1998, a decision by the Supreme Court overruling a verdict which recognized the right of a divorced Muslim wife to alimony from her former husband until she remarried or died is said to have resulted in the restoration of a law limiting the payment of alimony to only three months.",
        "Labels": [
            "Women/girls",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 16,
        "Text": "16. A 1995 directive by the Cabinet of Ministers reportedly restricts the religious activities of foreign missionaries exclusively to institutions which invited them. Unregistered religious organizations are said not to be authorized to invite foreign religious personnel. Moreover, local authorities reportedly refused requests by Seventh Day Adventists to rent public buildings for religious purposes, which, it is said, poses a problem, in that, in many places, no private place of worship is said to be available to them.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Belarus replied that, in its decision No. 280 of 23 February 1999, the Cabinet of Ministers confirmed the regulation relating to the invitation of foreign religious representatives to Belarus and their activity in the national territory. The regulation enables religious organizations and centres to invite foreign representatives, who are entitled to exercise their ministry and other religious activity. It was specified that religious organizations without legal recognition could not invite foreign religious representatives or conclude contracts, but there were few organizations of that kind: 68 out of 2,638 religious organizations in Belarus. Of those 68 organizations, 31 are evangelical Baptist communities, which do not register their statutes for religious reasons. Some organizations (Protestant and \"Old Believer\" communities), of which there are very few, do not need legal recognition and therefore do not register their statutes. With regard to the 43 Seventh Day Adventist communities, 30 have their own place of worship and 13 organize prayer meetings in their members' homes. It was stated that no refusal to rent public buildings for religious purposes had been reported in relation to that community.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The right to conscientious objection on grounds of religious belief is reportedly not recognized in law and it seems that there is no provision for any alternative form of service.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. By reason of legislation apparently based on religious norms, women are reportedly victims of discrimination in many areas, including divorce, custody of children and transmission of citizenship. The Nationality Act is said to provide for transmission of citizenship solely by the father. Consequently, a Brunei Darussalam woman married to a foreigner would be unable to transmit her citizenship to her children even if they were born in Brunei Darussalam.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty",
            "Non-citizens and stateless"
        ]
    },
    {
        "ID": 20,
        "Text": "20. In December 1998, a Jehovah's Witness was allegedly imprisoned, in accordance with a judicial decision upheld by the Court of Cassation, because of his conscientious objection to military service. This sentence seems to be inconsistent with both the Constitution, which guarantees the right to perform alternative service, and a law on alternative service that was adopted in October 1998 and entered into force on 1 January 1999.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Bulgaria confirmed the sentences and the detention of the Jehovah's Witness in question, but stated that this person had been pardoned by the Vice-President of the Republic and released on 8 March 1999. The Special Rapporteur thanks Bulgaria for its prompt response and, while warmly welcoming the pardon, wishes to know whether this measure, which does not solve the problem of principle, was motivated by the apparent inconsistency of the detention with the Constitution and the new legislation on alternative service.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 22,
        "Text": "22. According to a second communication, since 1998, the Ministry of Education has reportedly introduced an optional course on religions into the secondary school curriculum. It is alleged that this course, designed to reflect all religions, in fact pays more attention in the textbooks to the Bulgarian Orthodox Church. The Muslim community is said to have complained of the inadequate treatment accorded to Islam in the course and its textbooks.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. In July 1998, three Seventh Day Adventists were reportedly arrested after being accused by the police of setting fire to and stealing from Catholic churches. Despite the apparent lack of evidence, two of the accused are said to be still in detention and the third to have been released pending a trial that has been postponed several times.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 24,
        "Text": "24. In a detailed reply, Cape Verde explained that there had been a wave of desecrations of Catholic places of worship since 1990, that two persons had been identified as a result of in-depth investigations and that, in judicial proceedings, the suspects had been released pending a decision by the Appeal Court. It was stated that the religion of the accused persons had never been raised as an issue in that case, even by the persons concerned. It was concluded that Cape Verde was characterized by its culture and tradition of tolerance and religious freedom, as reflected in its legislation.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. It is alleged that, in October and November 1998 and January 1999, in Henan province, the security services arrested members of Protestant congregations not recognized by the authorities.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. China replied that the 1998 October meeting had been illegal and had seriously disrupted normal production and living conditions for the local population. It was explained that, under article 19 of the Public Security and Administrative Offences Regulations, the local public security authorities had arrested three persons and detained them for 15 days, while eight other persons who had taken part in the gathering had not been subjected to any coercive measures. With regard to the November 1998 gathering, China stated that an illegal gathering of over 120 persons had been organized by five aliens, who had been cautioned by the local public security authorities in accordance with the Regulations Governing the Religious Activities of Foreign Nationals in China. No coercive measures were taken against the Chinese participants in the gathering. The allegations of ill-treatment had been rejected by the authorities. In connection with the January 1999 arrests, the authorities expressed the opinion that the lack of detail in the communication made it impossible to conduct an investigation. China also recalled that its legislation guaranteed freedom of religion and that all penalties were based not on religious belief, but on offences against the rules on maintaining public security, disrupting public order and adversely affecting other persons' lives.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 27,
        "Text": "27. According to other communications, in January 1999, the Tibetan Communist Party Propaganda in Lhasa reportedly launched a three-year campaign to promote atheism in order to undermine the influence of Buddhism and the Dalai Lama. In Beijing, in April 1999, over 10,000 members of the Falun Gong movement are said to have demonstrated in protest against the arrest of a number of their fellow members who opposed the ban on their leader's writings. The activities of Falun Gong are also reportedly banned in a number of towns in the north east. In July 1999, the police reportedly organized a series of raids in at least 17 cities against members of Falun Gong, destroyed statues of the community's founder and carried out arrests. In May 1999, in the province of Hebei, the authorities allegedly organized a campaign to suppress underground Catholic organizations. A priest celebrating mass in a private home was allegedly arrested by security forces and then found dead, while a seminary student was reportedly arrested. In August 1999, in the province of Henan, security forces allegedly arrested more than 30 leaders of Protestant organizations not recognized by the authorities.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. According to various sources, the policy of intolerance and religious discrimination in the territories under the control of the Turkish army is continuing. The church of Panayia Chriseleousa in Katopia village is said to have been converted into a mosque, while the oldest church in the village has reportedly been stripped of its contents. The church of Saint Afxentios in Komi Kepir village has also reportedly been subjected to acts of vandalism, including the theft of frescoes.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 29,
        "Text": "29. The right to conscientious objection on religious grounds is allegedly not recognized by law. The religious activities of Christians are said to be restricted when they are addressed to Muslims.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Muslims are reportedly discriminated against in the allocation of community radio stations. Whereas the Catholic community is said to have received official approval for four radio stations, the Muslims have allegedly been deprived of them in that the authorities made it a condition that all the Muslim associations should agree to share a single radio frequency. An agreement of this kind within the Muslim community, which has a wealth of diverse associations, but cannot be likened to a single, hierarchized church represented by a single official, is reportedly not possible. This situation, it is argued, prevents the establishment of Muslim radio stations. In November 1998, 60 Seventh Day Adventists were reportedly driven from their village by members of an ethnic group of the Harris faith.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 31,
        "Text": "31. The religious activities of non-Christians are reportedly confined to the private sphere by reason of the ban on public preaching, particularly among Muslims. The legislation guaranteeing the same rights to women and to men is said to be affected by religious traditions attributed to Islam. Authorization by a man is reportedly necessary for a woman wishing to travel abroad.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Djibouti rejected these allegations, stating that it is known as one of the most, if not the most, tolerant of all the Islamic States. A number of important sites in the capital are non-Muslim religious buildings in which believers can practise their faith freely. Djibouti, it said, is characterized by the practice of tolerance and religious freedom.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Christians are reportedly unable to undertake religious activities among Muslims.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The right to conscientious objection on grounds of religious belief appears not to be recognized in law. Eritrea explained that, under its legislation, military service is compulsory for a period of 18 months, consisting of 6 months of military training and 12 months of civic activities. It stated that no exemption was provided, except in the case of persons who had fought in the national liberation war. The Special Rapporteur's comments on the Republic of Korea are also relevant with respect to Eritrea.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. It is reported that, since 1996, the Moscow Northern Administrative Circuit Prosecutor has brought charges on five occasions against the congregation of Jehovah's Witnesses in the capital. The first four cases were abandoned for lack of evidence. In September 1998, new charges were brought under the 1997 Act on Freedom of Conscience and Religious Organizations in respect of the proselytizing activities of the Jehovah's Witnesses, which were deemed illegal on the grounds that they foster religious discord and are a threat to Russian family life. If this prosecution was successful, the registration of the Jehovah's Witnesses would be revoked and their congregation would be banned in Moscow. The country was reportedly hit by a wave of anti-Semitic attacks in 1999, particularly in the form of the desecration of tombs and attacks on a synagogue and a Jewish leader. These incidents were condemned by President Yeltsin.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The Russian Federation replied that, in 1998, the Russian judicial authorities registered 44 new local Jehovah's Witnesses organizations and renewed the registration authorizing 19 organizations. The leadership of the movement in Russia was registered with the Ministry of Justice on 27 March 1991 and the registration was renewed on 29 April 1999. It was stated that no act of discrimination on religious grounds committed by law enforcement or other executive agencies against Jehovah's Witnesses had been reported in recent years. With regard to civil proceedings against the Moscow Jehovah's Witnesses community, it was explained that the court was considering a request by the Moscow Northern Administrative Circuit Prosecutor for the dissolution of the community as a result of an investigation by the Prosecutor's Office which revealed major incompatibilities between statutes of the Jehovah's Witnesses community as registered and its day-to-day activities, as well as many complaints by private individuals, especially parents whose children had been victims of action by the Jehovah's Witnesses (incitement to racial hatred, suicide and refusal to accept medical care, forced destruction of the family, etc.). It was hardly appropriate to draw conclusions about any persecution or the dissolution of the Moscow Jehovah's Witnesses community because proceedings were under way which guaranteed the rights of the defence and the investigation of the case had been suspended when the court had ordered a complex evaluation of its religious, psychological and linguistic aspects. The community continued to carry out its activities in the capital.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 37,
        "Text": "37. The authorities were also of the opinion that a more in-depth analysis of the implementation of the new Act on Freedom of Conscience and Religious Associations would show that its application had not led to violations of the rights of citizens or the principle of the equality of religious congregations before the law. In that connection, it was stated that, on 1 January 1999, the Ministry of Justice and its territorial offices had registered 16,749 religious organizations belonging to more than 60 persuasions. Since the adoption of the law in question, 1,170 religious organizations belonging, inter alia, to the Catholic, Lutheran, Baptist, Pentecostal, Adventist and Methodist churches, had been registered or had had their registration renewed. The communities which received official authorization include the Neo-Apostolic Church, the Mormons, the disciples of Vishnu (Krishna) and the followers of the Baha'i faith. In 1998, the Government's Commission on Religious Associations concluded that the above-mentioned Act was being implemented normally and that the religious situation was stable.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The duration of alternative service for conscientious objectors gives the appearance of being punitive. In a very detailed reply, Finland recalled, inter alia, that conscientious objection was legally recognized in 1931 and that requests for conscientious objector status are approved without any inquiry. As to the amendments to the Military Service Act (in 1998) and the Civilian Service Act (in 1999) and following the reductions in the duration of certain forms of military service, it was explained that Parliament had decided to maintain the duration of non-military service. The duration of that civilian service had been discussed in Finland. \"Military service has been estimated to be more straining both physically and psychologically, the actual daily/weekly time of duty is longer, there are fewer financial benefits and freedom of movement and other aspects of personal freedom are more restricted. Furthermore, persons who complete military service are under an obligation to do refresher training later. There is no equivalent to this for persons performing civilian service. Due to the different nature of the types of service, comparing is difficult. Finland will follow closely the functioning of the current system.\" Finland also took the initiative of indicating its position on the application of the 1981 Declaration in the area of education. The Special Rapporteur wishes to thank the Government for its detailed, closely argued and balanced response and for the extremely useful information relating to education.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Notwithstanding a satisfactory situation in the area of freedom of religion and belief, the community of Jehovah's Witnesses is reportedly subject to a government ban which is not applied de facto, but is formally maintained, weakening the community in the long term. Where women are concerned, some legislation, influenced by traditional beliefs, is said to be discriminatory, in particular the requirement for a woman wishing to travel abroad to obtain her husband's permission.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 40,
        "Text": "40. The 1997 Alternative Service Act was apparently never applied or accompanied by the mechanisms required for its implementation. The duration of the service established by law was punitive in character. It was reported that the procedure for the restitution of religious property confiscated during the Soviet era continued to be fraught with serious difficulties; it did not apply to the Armenian and Catholic churches. It was reported that a famous Armenian church in Tbilisi is still closed. Despite a court decision calling for the restitution of a synagogue to the Jewish community, the building was allegedly still being used as a theatre by the occupants. Under pressure from the Georgian Orthodox Church, the authorities were making it difficult to secure a permit to build places of worship for the Protestant and Armenian orthodox communities.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Georgia replied that its Constitution and Penal Code guaranteed freedom of religion and belief and the Government had taken positive measures in the area of human rights. No cases of torture or arbitrary arrest on grounds of religion and belief had been reported and the authorities were doing their best to guarantee the right to manifest one's religion and belief (meetings and places of worship). It was pointed out that the educational system provided an understanding of tolerance and respect for freedom of religion and belief, specifically through the study of human rights, debates and lectures. There had been incidents in some parts of the country, but the problem had been cleared up. With regard to the restitution of a synagogue, the Government explained that the occupants were demanding payment for their repair work, alleging that it was a religious study centre, that the building had been rented to a theatre company and not to the State and that the two existing Tbilisi synagogues were sufficient to accommodate the religious rites of the Jewish community. It stated that the Catholic and Armenian churches had not claimed restitution of their property in a court of law. It pointed out that they had no claims against the Orthodox Church and that there was nothing to impede fulfilment of their request to build new churches, provided that it was in keeping with the law. Lastly, it indicated that a place of worship had been allocated to the Catholic Church in Tbilisi.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. It is alleged that the municipality of Galatsi, a number of its residents and the officially recognized Greek Orthodox Church are attempting to take possession of the Church of Saint Savas in Panorama Galatsiou region, which belongs to the Old Calendarist Orthodox Church, despite a judgement in the latter's favour. Furthermore, members of the Old Calendarist Orthodox Church are said to have been arrested and charged with disturbing a religious gathering of persons who were in fact using their church illegally.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Greece replied: \"On examination of the case of the property of the Church of Saint Savas in the Panorama Galatsiou region, contested by the Orthodox Church and the Old Calendarists, the competent Greek authorities have concluded that what seems like an act of religious extremism in the information received by the Special Rapporteur is in reality a civil law controversy, upon which the competent Courts of Justice have undertaken and, as acts liable to punishment have taken place meanwhile, the case is pending before justice\".",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. According to a second communication, the Kassandra municipality in Halkidiki, with the assistance of the Greek Orthodox Church, allegedly objected, through a campaign of hostility among the population, to the construction of a lecture hall by the Jehovah's Witnesses, despite a favourable decision by the Ministry of Education and Religious Affairs.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Violence against Christians, notably in Gujarat, Uttar Pradesh, Bihar, Orissa, Punjab and Maharashtra states, is reportedly continuing in the form of attacks on places of worship, property, churchgoers and clergy. This situation remains unchanged despite the assurances of the country's highest authorities.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. India made a request for more detailed information on these incidents that was dealt with in a second communication. The Christian community is reportedly still feeling uneasy, not as a result of isolated incidents, but of the resurgence of Hindu militancy and the Hindu attitude towards minorities. In order to broaden their electoral base and thus their impact on the population, militant Hindu groups are deliberately attacking the Christian minority and its institutions in the education, health and social sectors because of their influence on the Indians, especially those who are the most disadvantaged or living in remote areas of the country. Those Hindu groups are allegedly using illegal methods and accusing the Christians of trying to convert India to their beliefs. It is further alleged that they are conducting a hate campaign against Christians through the media, pamphlets and posters. The campaign is allegedly being financed by Hindu organizations abroad. Apparently, the authorities have not taken any specific measures to remedy the situation. The chief perpetrators of the murder of Pastor Graham Staines and the rape of nuns (see A/54/386, para. 89) reportedly have not been arrested and, shielded by that situation of impunity, there have been continuing attacks on Christians, such as the rape of two girls, the abduction of another and the desecration of a place of worship. The women and girls of the community seem to have become the chief targets of the militant Hindus. Women are reportedly especially affected by discriminatory acts based on religion or religious traditions. The \"personal status\" laws classify women as inferior. The \"status laws\" that apply to Muslims apparently entitle men to unilateral divorce if they so desire, but not women. The \"status laws\" that apply to Christians entitle men to seek divorce on grounds of adultery, whereas women have to show proof of special abuse and claim redress under certain categories of adultery only. Among Hindu women, although sati and the dowry are prohibited under customary law, these traditions are apparently not totally eradicated in some rural areas.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 47,
        "Text": "47. A third communication referred to allegations of acts of vandalism in Mumbai in June 1999 by members of Shiv Sena against Sacred Heart School, apparently in order to disrupt Christian activities on behalf of children. A fourth communication alleged that a hate campaign against Christians was still going on, primarily against missionaries and church institutions by means of pamphlets and posters distributed in large quantities in towns. The campaign was allegedly not being stopped by the authorities. A fifth communication drew attention to the murder of a Catholic priest on 2 September 1999 by Hindu militants while he was allegedly ministering to a gathering of Christian converts in the village of Jambani in Orissa's Mayurbhanj district. It also reported an attack on 8 October 1999 in the state of Gujarat by Hindu militants against Christian leaders from the Filadelfia Fellowship Church of India. The local police reportedly arrested nine Christians and then released them on bail, while maintaining charges of converting Hindus and involvement in anti-national activities.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 48,
        "Text": "48. India stated that the reply provided in the last report to the General Assembly (A/54/386, para. 89) was also valid in the case of some of the general points made in the allegations and in the case of the rape of nuns. With regard to the Graham Staines case, it was stressed that the authorities had taken measures, namely, the establishment of a commission of inquiry and inquiries by the National Human Rights Commission; since the commission of inquiry had submitted its report, the Government had undertaken to adopt the appropriate measures. The measures taken by the Government to promote communal harmony and safeguard the interests of minorities include: guidelines to the States for promotion of communal harmony; assistance to the States in the form of sharing of intelligence, sending advisories and deployment of Central Paramilitary Forces for the maintenance of law and order; a Rapid Action Force exclusively for curbing communal violence; request to the States to constitute National Integration Committees at the State and District levels; Religious institutions (Prevention of Misuse) Act, 1998 and the Places of Worship (Special Provision) Act enacted by the Central Government; financial assistance to voluntary organizations and NGOs for discouraging communal ill-will and for mobilizing people in the cause of communal harmony; a Minority Cell set up in 1996 to look into the incidents of atrocities against minorities; a National Commission of Minorities set up to look into the interests of minorities; a National Foundation for Communal Harmony set up to provide assistance for the rehabilitation of victims of communal riots; institution of two Communal Harmony Awards and the \"Kabir Puraskar\" award to honour individuals who display conspicuous acts of moral courage in saving the lives of persons of another community during communal riots.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. It is reported that, in December 1998 in Jakarta at the beginning of Ramadan, approximately 1,000 Muslims attacked Catholic and Protestant places of worship, as well as a Catholic school. It seems that these incidents were finally halted by the police and the army. In November 1998, sectarian clashes allegedly resulted in the deaths of 13 Christians and the destruction of churches and mosques. These events are said to have occurred in part because of religious extremism affecting the Muslim and Christian communities.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. In Minangkabau in March 1998, a Muslim girl allegedly expressed the wish to convert to Christianity following a meeting with Christians. For fear of being punished by her family, she reportedly moved to Malang, East Java, where she allegedly continued her education and then returned to her family in August 1998. In June 1999, however, a Christian living in Minangkabau was arrested and accused of kidnapping and raping the girl. After a media campaign against Christians living in Minangkabau, the man was allegedly accused of forced conversion and blasphemy and the accusations were reportedly extended to all Christians. Groups are said to have intimidated Christians, while the authorities allegedly arrested Christian leaders in July 1999. In Jakarta, moreover, Muslim organizations allegedly brought a libel suit against a journalist who had written an article on the riots against women and girls belonging to the Chinese community in May 1999. A police summons was then issued against the reporter, who is said to face a penalty of five years' imprisonment.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 51,
        "Text": "51. There was an urgent appeal about the arrest of 13 members of the Jewish community, including rabbis and religious teachers, in the cities of Shiraz and Ispahan. They were reportedly accused of spying for Israel and the United States, whereas the real reason they were arrested was that they were Jewish.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The Islamic Republic of Iran replied that the suspects arrested for spying included both Christians and Muslims and that the investigation and the arrest had taken place without regard for their religious beliefs and were instead a matter of safeguarding national security. A communiqué from the Jewish community was also transmitted stating that, like every other religious minority, that community was well treated by the Islamic Republic of Iran and enjoyed the constitutional rights of citizenship and that the arrests and charges against certain Iranian Jews had nothing to do with their religion. Foreign press releases were also transmitted.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. A second communication referred to allegations that the main organizer of the murders of Pastors T. Michaelian, M. Dibaj and H. Hovsepian (see the mission report on Iran, E/CN.4/1996/95/Add.2, paras. 79 to 85, and document E/CN.4/1995/91, paras. 63 to 65) was Said Emami, who reportedly worked for eight years in a high-level post in the Ministry of Security. This information was allegedly publicly disclosed by the Iranian press and by members of Parliament so that an investigation would be conducted.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The urgent appeal sent to Iraq concerned the assassination of Ayatollah Mohammad Sadeck al-Sadr and his two sons and the subsequent demonstrations by Shiites in the suburbs of Baghdad and in Kerbala and Nassiriya. This appeal also drew attention to allegations of repression by the armed forces (25 persons assassinated and 250 injured in Baghdad).",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The Government of Iraq replied that it was committed to guaranteeing the freedom of its various communities and religions and the security of their national and religious symbols, in accordance with the rights and guarantees of the Constitution and national legislation. The guarantee of the security of all Iraqi citizens was the responsibility of the State and its people. The murder of Ayatollah Mohammad Sadeck al-Sadr was a great loss for Iraq, since he had been a great imam and an authority on Islam, devoted to education, prayer, national unity and the fight against forces hostile to Iraq. In particular, he had called for a jihad against the imperialist forces that were oppressing the Iraqi people by means of an economic blockade and air strikes. It was stated that those making accusations against Iraq without waiting for the results of the investigation under way were the same persons who had accused the Iraqi Government of imposing Ayatollah Mohammad Sadeck al-Sadr as a religious leader. Iraq asked how its Government can be accused of the murder of this dignitary when he had condemned the allies of the United States of America and the United Kingdom of Great Britain and Northern Ireland, who, styling themselves the \"Iraqi opposition\", were seeking the financial support of the American Administration for the purpose of sowing discord in Iraq. The United States and its allies should be the subject of the accusations. The allegations of demonstrations and arrests were disputed. It was stated that Arab and foreign news services that had visited the areas concerned had reported that the situation was calm and normal. The results of the investigation under way would be communicated. The Special Rapporteur awaits them with interest.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Ultra-orthodox Jews are said to be creating a climate of intolerance in Israel. In November 1998, in Kiryat Malachi, an American couple engaged in humanitarian work with Ethiopian immigrants was allegedly attacked by young ultra-orthodox Jews who suspected them of proselytizing. In the town of Beersheba, 1,000 ultra-orthodox Jews (haredim), acting on a rumour spread in the synagogues alleging that the Messianic Jews intended to baptize Jewish children, are reported to have laid siege to the place of worship rented by the Messianic Jews. The police apparently guarded the building in order to maintain order, but subsequently told the leaders of the congregation that they must protect the area themselves. A chief rabbi from Beersheba spoke on television and in the newspapers of his opposition to the Messianic group and its activities. It would seem that this person is in fact the brother of a member of the Knesset who supported a draft law banning religious conversion (E/CN.4/1998/6). In Mea Shearim, ultra-orthodox Jews allegedly attacked the residence of three Swiss Christians, whom they accused of proselytizing. Despite the absence of any reply by Israel, the Special Rapporteur wishes to recall the responsibility of the State in the fight against intolerance and discrimination, in this instance, in respect of freedom of religion.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Israeli Government and the military administrations are said to be pursuing a policy aimed at forcing the Christian communities out of Jerusalem. The Palestinian Christians of East Jerusalem are allegedly being stripped of their right of residence by having their identity cards confiscated and very few drivers' licences issued to them, the purpose being to raise the prices of housing and encourage the building of illegal housing which could then be demolished. All the Christian communities of Jerusalem are reportedly losing members as a result of the policies and practices described above. Women sometimes suffer discrimination in matters of divorce. Rabbinical courts deliberately give preference to men, for example, by allowing a husband to remarry notwithstanding his wife's dissent or by not penalizing a husband who refuses to consent to a divorce despite the sound and well-founded reasons given by the wife. Similarly, some Islamic courts reportedly deny any request for divorce from a wife, but grant it to any man notwithstanding his wife's dissent.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 58,
        "Text": "58. Israel replied as follows to the communication on women: \"Israel recognizes the jurisdiction of the rabbinical courts over all Jewish citizens and residents in matters of personal status. In this context, the rabbinical courts are given exclusive jurisdiction in cases of marriage and divorce. The same applies, mutatis mutandis, to the other recognized religious communities in Israel, in which the respective religious courts apply their own religious laws to members of their communities in matters of 'personal status'. In principle, therefore, civil courts do not interfere in these cases. However, Israeli legislators are seeking creative ways to adjust the implementation of religious law to the dynamic reality in Israel, where democratic human rights and religious values are basic tenets of the State. As a preliminary comment, it must be noted that preserving religious law in Israel, particularly in matters of family and divorce, is considered to be an important component of Israeli law. Consequently upon acceding to the International Covenant on Civil and Political Rights as well as to the Convention on the Elimination of All Forms of Discrimination against Women, Israel entered a reservation explaining that in Israel, matters of personal status are governed by the applicable religious law of the parties concerned, and to the extent that such law is incompatible with its obligations under these conventions, Israel reserves the right to apply that law. In principle, Israeli law applies equally to men and women in matters of divorce. Both are required to obtain their spouse's consent in order for the divorce to become valid. According to the Jewish religious law (the Halacha), two forms of divorce exist: the first is obtained by both spouses' consent, while the other is a divorce imposed by a ruling of the religious court and requires the husband or the wife to grant the divorce. Such a ruling may be granted once a cause of action specified in the Halacha is shown to exist. Such causes of action include: adultery, refusal to engage in conjugal relations and, in certain cases, where the couple is incapable of having children. However, even where the rabbinical court rules in favour of granting a divorce, the marriage is not dissolved simply by the court's order. There remains the requirement of the spouse's symbolic action of granting the divorce under the supervision of the court. Difficulties in the divorce process can arise at this stage in cases where a spouse, usually the husband, refuses or is unable (due to legal incompetence or disappearance) to grant the divorce. In order to overcome these difficulties, legislation has been adopted which aims to ensure the enforcement of the rabbinical court's divorce rulings. Thus, the 1995 Rabbinical Courts Jurisdiction Law (enforcement of divorce rulings) enables the district rabbinical courts to impose severe civil sanctions on men or women who refuse to grant a divorce in contempt of the court's ruling. Such sanctions include, inter alia, cancellation of driver's licences, limitations on exit from the country and even jail. However, in order to impose any sanction on a wife who refuses to grant a divorce, the law requires the preliminary approval of the President of the Supreme Rabbinical Court. Statistics clearly show that rabbinical courts do not hesitate to apply sanctions pursuant to the 1995 law mentioned above, whenever possible. In 1996, these sanctions were applied in 50 cases. Such sanctions were applied in 106 cases in 1997 and in 163 cases in 1998. Furthermore, two husbands who refuse to grant a divorce to their wives are currently in prison due to their refusal. With regard to the assertion set forth in your letter concerning the hardships encountered by Muslim women in cases of divorce, it should be noted that the Shari'a Courts have exclusive jurisdiction in this matter over all Muslims, with modifications deriving from Israeli legislation in specific matters. Generally, mutual consent to divorce is required for the divorce to become valid. In cases where mutual consent to divorce cannot be obtained and the matter reaches the court, Shari'a calls for the appointment of an arbitrator on behalf of each of the spouses, who in turn seeks ways for reconciliation. If the reconciliation process is unsuccessful then, subject to the judge's (Quadi) approval, the divorce comes into effect.\"",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 59,
        "Text": "59. In another communication, the Special Rapporteur referred to allegations of serious cases of intolerance on the part of a Muslim family against the Armenian Patriarchate of Jerusalem in connection with its religious activities at its Mount of Olives property. The family reportedly stoned Armenian faithful during celebrations of Ascension and the Divine Liturgy, seriously damaged the Patriarchate's property and even threatened, including with death, Armenian leaders in order to take possession of Armenian religious property. The Muslim family was in fact allegedly trying to declare the Armenian property as a mosque. During these incidents, the Armenian Patriarchate reportedly tried unsuccessfully to settle these problems with the Muslim family. The Israeli police were allegedly kept informed, but apparently did not take the necessary security measures.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. In addition to a media campaign spreading a message on the supremacy of traditional religions and calling for bans on other communities, the authorities were allegedly targeting these groups (such as the Charismatic Evangelical Church of Christ and Jehovah's Witnesses) through the harassment of their members and/or the denial of registration. Two women lecturers at the University of Taraz were reportedly moved to lower positions because they had converted from Islam to Christianity and because their beliefs were regarded as not being in keeping with the State ideology; they were allegedly warned that their contracts would not be renewed. A draft bill by the Ministry of Culture, Information and Social Affairs was said to be designed to strengthen State control over the activities of non-traditional religious associations: one provision prohibited independent publications and proselytizing activities by foreign religious organizations. A variety of grounds for a court to suspend the activities of religious associations was also proposed. The wording, i.e. \"to cause harm … to the morals and the health of citizens\", \"coercion leading to the destruction of the family\", was, however, said to be vague.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 61,
        "Text": "61. Despite some progress with regard to women's rights, women were said to be adversely affected by certain laws based on religious criteria. They reportedly suffered discrimination in the following respects: the consent of the husband was compulsory if the wife sought to obtain a passport; marriage between Muslim women and non-Muslim men was prohibited; and, in the Islamic courts, the testimony of one man was equivalent to that of two women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Kuwait replied: \"The competent Kuwaiti authorities first wish to stress that Kuwaiti society, whose foundations are built on justice and equality, firmly rejects all forms of discrimination and segregation and does not discriminate between men and women, who enjoy the same rights and freedoms guaranteed by the Constitution. Article 7 of the Constitution makes the principle of equality one of the basic foundations of Kuwaiti society, article 29 provides that all men are equal in dignity and the preamble makes equality one of the basic pillars of Kuwaiti society. With regard to allegations that provisions of the legislation of the State of Kuwait involve discrimination against women, namely, that the testimony of one man is equivalent to that of two women, and that marriage between Muslim women and non-Muslim men is prohibited, the Kuwaiti authorities wish to state that these precepts are based on the provisions of the noble Islamic Sharia, which is one of the main sources of legislation. Thus, article 2 of the Kuwaiti Constitution provides that: 'The State religion is Islam and the Sharia one of the main sources of legislation'. Kuwait is guided by the Sharia and draws inspiration from its provisions in the laws it enacts in all areas relating to the rights and duties of the members of the Muslim community, as is the case in all Islamic States. With regard to the fact that the testimony of one man is equivalent of that of two women, this principle is applicable not in all cases, but in certain specific situations provided for in Islamic legislation, which does not make any distinction between the testimony of a man and that of a woman in civil, commercial and criminal law matters. The prohibition on marriage between Muslim women and non-Muslim men reflects the wisdom of Islamic legislation, based on the fact that men are the guardians of women and their offspring and taking account of the details given in the texts of the fiqh (Islamic writings). The requirement that women have to have their husbands' consent to obtain a passport confirms the need to protect the family and safeguard its structures in accordance with the provisions of the Sharia.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 63,
        "Text": "63. Christians are allegedly subjected to restrictions on all religious activities vis-à-vis Muslims. Despite progress in the legislation governing property and divorce, non-Muslim women reportedly suffer discrimination under the \"personal status\" laws.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 64,
        "Text": "64. Protestants are reportedly forbidden to practise their religion in public because the conversion of Muslims to another religion is allegedly prohibited. The conversion of Muslims is said to be punishable by loss of citizenship.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Protestants are said to be subjected to restrictions on all religious activities vis-à-vis Muslims.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In June 1999, in Chiapas, traditional rural leaders reportedly destroyed Protestant temples, while Protestant families were allegedly detained arbitrarily and threatened with expulsion.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. Despite the progress made by the Government, the restitution of property confiscated from the Catholic Church and the Muslim community in 1975 following the attainment of independence has not been completed.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The authorities are reportedly pursuing their policy of intolerance and discrimination against minorities: Muslims in the states of Arakan and Karen and Christians in the states of Chin and Karen. In January 1999, the activities undertaken by the Christian community of Chin to commemorate the centenary of Christianity were allegedly opposed by the military by various means, such as prohibiting the erection of a cross on Vuichip mountain, arrests of clergy and the refusal to grant visas to foreign guests. Myanmar's reply is still awaited.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. It is alleged that, in November 1998, in Rukum, the police executed two Christian leaders of the Taka Church, whom they suspected of belonging to the Maoist organization waging a civil war in remote areas of Nepal. It would appear that the Christian community is in fact subjected to pressure by Maoists hostile to their religious practices, by the police, who execute Christians suspected of being Maoists, and by Hindu militants of the Bharatiya Janata Party, who target Christians.",
        "Labels": [
            "Persons living in rural/remote areas",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 70,
        "Text": "70. Nepal replied as follows: \"On 20 November 1998, when some terrorists came to attack the police post in Takssera of Rukum District, the police security personnel present in the police post tried to stop them by counselling and advising. But without listening to their advice, these terrorists in return started to advance to attack the police security personnel. The police security personnel then warned them and tried to stop them. But when these terrorists without heeding these warnings advanced towards the police post to wage armed attack, the police security personnel were compelled to open fire. Mr. Gopal Buda, Ward N.3, Takssera Village Development Committee of Rukum and Mr. Sukhram, Ward N.3, Takssera Village Development Committee of Rukum, died in this incident.\"",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 71,
        "Text": "71. In August 1999, a Christian, who was allegedly mentally disturbed, is said to have desecrated a Hindu temple in Janakpur and claimed that Jesus had asked him to do so. He was reportedly handed over to the police by local Christians, who condemned this incident. However, Hindu groups allegedly demanded the arrest of employees of a local Christian hospital. Four persons were reportedly detained and interrogated by the police and later released. A Hindu committee allegedly submitted a memorandum to the King urging him to ban the preaching of Christianity in Nepal. Hindu extremists reportedly attacked the local Protestant church. Nepal's reply is still awaited.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 72,
        "Text": "72. The legal status of women is said to be unfavourable. A draft family code aimed at eradicating all discrimination with regard to the ownership of property and the custody of children in the event of divorce, as well as the practice of repudiation, was reportedly blocked by the hostility of extremist Muslim organizations. Women supporting this draft have allegedly been threatened by extremists invoking Islam.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. The authorities of Kano State in northern Nigeria allegedly informed the Christian community that 150 buildings used as places of worship without the Government's approval would have to stop their religious activities. Christian representatives allegedly protested against this decision, which is perceived as discrimination, since it has allegedly not been applied to illegal Muslim places of worship. It is further alleged that the Emir of Ilorin, capital of Kwara State, called on the Government to ban the sale of land for the construction of churches and to relocate all churches outside Ilorin.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The national legislation reportedly does not guarantee the right to conscientious objection on grounds of religious belief.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. An official of the Seventh Day Adventists was reportedly arrested in November 1998 on the grounds that his congregation was not registered and that he had no pastoral qualifications. He is said to have been released after paying \\$1,000 and to have left the town where he was arrested. In the town of Navoi, the Seventh Day Adventists are reported to have built a church which the authorities are refusing to register.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. In a detailed reply dealing with the case referred to above, Uzbekistan explained that the individual in question had violated the legislation on religious organizations by reason of the activities he engaged in without the Seventh Day Adventists being officially registered in the town of Karshi. It confirmed that he had been sentenced to a fine in accordance with the Code on Administrative Responsibility and explained that he had left the town to return to his place of residence. It added that the Seventh Day Adventists were registered by the Justice Department in Navoi region on 13 January 1999. In that respect, the Government explained that any religious organization could be established on the initiative of at least 100 citizens aged 18 or over and permanently resident in the territory. For the coordination and supervision of religious activities, a central administrative body could be established by the Constituent Assembly of representatives of the religious organization registered, operating in at least eight territorial divisions of Uzbekistan. A religious organization acquired legal status and could carry on its activities only after being registered by the Ministry of Justice and its representatives in the province. The Special Rapporteur wishes to draw attention to the fact that regulation of the exercise of worship, while being useful and very often necessary, must not constitute an obstacle to freedom of religion.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. According to other communications, several Jehovah's Witnesses are said to have been arrested and fined and even imprisoned for religious activities which were illegal because they had not registered their congregation. In June 1999, four converts from Islam to the Christianity of the unregistered organization \"Full Gospel Church\" were allegedly sentenced to lengthy prison terms for drug possession, whereas the case was apparently a police set-up forming part of a strategy to combat the rise of Christianity among the population. In June 1999, one person was allegedly arrested for distributing Christian pamphlets to soldiers during a stopover at Nukus airport.",
        "Labels": [
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 78,
        "Text": "78. In Karachi, four men were reportedly murder by Shiites in January 1999 while at prayer in a mosque. The police are said to have arrested members of the Sipah-e-Sahaba extremist group, who reportedly denied any responsibility. In December 1998, a bomb is said to have exploded in the cathedral, injuring a worshipper. In addition, an Ahmadi was reportedly murdered by a member of an anti-Ahmadi organization.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Muslim extremists are reportedly still using the blasphemy acts against the Ahmadi community. These extremists are said to have threatened the police in order to make them register their complaints about blasphemy. In Karachi, a Muslim woman who converted to Christianity was allegedly harassed by Muslim clerics and other Muslims. The woman's children are said to have been expelled from their schools because of her conversion. The police were informed of these developments, but allegedly took no action. The curriculum of secondary schools apparently includes mandatory Islamic instruction for Muslim students, who must take exams on the subject. Reportedly, students from non-Muslim communities are denied this opportunity with regard to their own religions. Students in non-Muslim private schools can receive religious instruction, but this is not officially recognized at the national level. In May 1999, in Punjab, a woman was allegedly murdered for belonging to the Ahmadi community.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 80,
        "Text": "80. Following an order of May 1998 amending the legislation on exemption from property tax for religious organizations recognized by the State, a number of Christian congregations, particularly Evangelist ones, reportedly ceased their activities because of the absence of financial resources needed to pay taxes. In Lima, some of these organizations are said to have filed a complaint against the municipal authorities on the grounds that the order did not apply to the Catholic Church, and that was contrary to the constitutional principle of equality before the law.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. Peru sent a report to the National Human Rights Council on the tax regime applicable to the immovable property of religious organizations. The Council concluded that there is no discrimination against non-Catholic religious organizations, since the exemptions provided for in Legislative Decree No. 776 are applicable to all religions.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The right to conscientious objection on grounds of religious belief is reportedly not recognized by law. Syria replied that there were no cases of conscientious objection on grounds of religion and belief in its territory. The Special Rapporteur thanks Syria for its reply and would like to know whether Syrian legislation guarantees conscientious objection.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. The Seventh Day Adventists are said to be requesting the restitution of their religious property confiscated in 1969. They would reportedly like to be able to resume their activities in Syria.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Syria replied that the Seventh Day Adventist Church was a \"sect\" practising strange rites that were unrelated to Christianity and other religions. Following complaints by all the Christian churches against the practices and ideas of this \"sect\", which are perceived as being contrary to Christian beliefs and designed to create divisions between Christians, the authorities decided in the 1960s to close the premises used by this \"sect\" without authorization. It was explained that, except for three persons who are now very elderly, all the members of the \"sect\" have left Syria. Syria concluded that all religious communities, whether Muslim, Christian or Jewish, nonetheless carry out their activities and worship in entirely normal conditions and in full freedom.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The national legislation reportedly does not guarantee the right to conscientious objection on grounds of religious belief.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. In its reply, the Republic of Korea emphasized the importance it attaches to freedom of religion and belief, while recalling its sovereign right and responsibility for the defence of the territory and the maintenance of public order in conformity, according to its representatives, with the provisions of article 29 of the Universal Declaration of Human Rights providing for limitations for purposes of public order and the general welfare. The unique security situation of the Korean peninsula made the maintenance of a system of compulsory and universal conscription inevitable. The introduction of an alternative form of service would be difficult because public opinion was sensitive to equity in the performance of military service.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The Special Rapporteur, while understanding the concerns of the Republic of Korea, wishes to recall that the United Nations Commission on Human Rights, in several resolutions, such as resolution 1998/77, recognized the right of everyone to have conscientious objections to military service as a legitimate exercise of the right to freedom of thought, conscience and religion as laid down in article 18 of the International Covenant on Civil and Political Rights and General Comment No. 22 (48) of the Human Rights Committee. It also reminded States with a system of compulsory military service, where such a provision has not already been made, of its recommendation that they provide for conscientious objectors various forms of alternative service which are compatible with the reasons for conscientious objection, of non-combatant or civilian character, in the public interest and of not punitive nature. Moreover, it should be pointed out pursuant to article 4 of the International Covenant on Civil and Political Rights, freedom of belief cannot be subject to limitations, on the understanding that it is distinct from freedom to manifest a belief, which can be subject to limitations as provided for by international law.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. In February and March 1999, 25 Evangelists were reportedly arrested for practising their religion and, in particular, for their alleged proselytizing activities. The police reportedly made their release conditional on the signature of a statement that they would give up their Christian faith.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The legislation reportedly makes no provision for alternative service for conscientious objectors, who can allegedly be imprisoned. The authorities apparently refuse to register the Jehovah's Witnesses as a recognized religion, mainly because they object to military service. The Baptist Church, which has allegedly met with a similar refusal, is said to be forbidden to distribute its literature and to organize public meetings. The legislation apparently prohibits forced proselytism, but is said to contain vague definitions. Reportedly, the local authorities, under pressure from the Orthodox Church, have refused to allow the Seventh Day Adventists to rent public buildings for religious activities.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The reply states that the Constitution guarantees freedom of conscience and worship according to the law. It also states that a law on alternative service was adopted in July 1991. The Jehovah's Witnesses and the Union of Baptist Churches were registered on 27 July 1994 and 2 May 1995, respectively.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Members of the national police must allegedly attend Catholic mass. The Catholic Church is said to be given preferential treatment by the Government, especially with regard to the granting of public funds for church expenditures and tax exemptions on imported goods.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Buddhist and Christian religious organizations and places of worship have reportedly been established by the authorities for political purposes and are intended for foreign visitors, tourists and religious officials. Access to these places of worship by nationals, who are said to regard them merely as tourist sites intended for foreigners, is allegedly strictly monitored.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. Despite the constitutional provisions guaranteeing freedom of religion and worship, village councils in fact sometimes engage in discriminatory behaviour, including the expulsion of people not sharing the belief prevailing in the village and the destruction of their property.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 94,
        "Text": "94. In August 1999, a Canadian Catholic priest was expelled without explanation by the Immigration Department. The Special Rapporteur also requested information once again on the situation of two Catholic priests, Father Lino Sabbat and Father H. Boma, who were arrested by the security forces in August 1988 and accused of involvement in the Khartoum explosions in June 1998 (E/CN.4/1999/58, para. 96).",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Two Seventh Day Adventists, including a pastor and pastor's son, were reportedly arrested in 1998 and are said to have been detained since then on the basis of apparently unjustified suspicion of involvement in terrorist activities. The Special Rapporteur would like to receive the views and comments of the Government of Sri Lanka as soon as possible.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 96,
        "Text": "96. The national legislation reportedly does not guarantee the right to conscientious objection on grounds of religious belief.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. The President of the Central Asian Conference of Seventh Day Adventists has reportedly had books written by him confiscated. This congregation is said not to have been registered by the authorities in the town of Ashgabat. In Turkmenbashi in March 1999, moreover, a member of the Baptist congregation was reportedly sentenced to two years' imprisonment for fraud, whereas the real reason was apparently that he belonged to the Baptist church. He and his family had reportedly already received threats from the security forces if they did not leave the Baptist congregation, which was banned by the security forces. In April 1999, in Chardzhev, a Jehovah's Witness was sentenced to two years' imprisonment on the grounds of his conscientious objection.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The duration of alternative service for conscientious objectors is apparently punitive in nature. Moreover, it is said that only members of officially registered religious communities whose doctrines prohibit military service can perform alternative service. Christian communities which are not indigenous to Ukraine reportedly encounter difficulties. The legislation on freedom of conscience and religion apparently states that the religious activities of foreigners must be confined strictly within the framework of the host organizations and must be approved by the authorities which registered the congregations concerned. The procedures for the registration of religious organizations originating outside Ukraine were said to be delayed by the local and regional authorities, and this allegedly impedes the acquisition of property. The Seventh Day Adventists reportedly encounter difficulties in educational institutions in the case of examinations scheduled for the Sabbath. The same problem apparently arises in the workplace.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 99,
        "Text": "99. In May 1999, in Hanoi, the security forces allegedly interrupted a bible meeting in a hotel which was being sponsored by the Assemblies of the Church of God: the 20 participants in this religious activity were allegedly arrested for disturbing public order; 18 of them were then released. Reverend Paul Tran Dinh Ai was reportedly held in detention for one month with no indication of the specific charges against him. The Christian communities in the province of Binh Phuoc allegedly applied to the authorities for authorizations to build new buildings intended for worship because the places of worship they had been using until then were dilapidated and in order to meet urgent needs resulting from the increase in the number of followers. No permission was reportedly granted by the authorities and the followers therefore built a place of worship without authorization, in order to cope with the emergency. In June 1999, police officers, soldiers and other law enforcement officials reportedly destroyed the building and threatened to destroy others and to arrest anyone involved in the unauthorized construction of places of worship. In September 1999, in Ho Chi Minh City, the bonze Thich Nhat Ban was reportedly arrested twice by the police on charges of belonging to an illegal organization, the United Buddhist Church of Viet Nam (EBUV), and trying to overthrow the Government. Several of his EBUV documents were confiscated. He allegedly stated that the intention of the United Buddhist Church of Viet Nam was not to undermine the State, but to enjoy freedom of religion. The bonze Thich Tue Sy, Secretary-General of the EBUV Dharma Propagation Institute, was reportedly also interrogated by security officials who accused him of attempting to overthrow the Government. A diskette that belonged to him and contained translations of sutras and EBUV documents was allegedly confiscated.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 100,
        "Text": "100. Viet Nam replied in connection with the case of Reverend Tran Dinh Ai, stating that the incident had already been settled in May 1999. The competent Vietnamese authorities confirmed that he was not under arrest.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. The right to conscientious objection on grounds of religious belief is reportedly not recognized by law.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. Christian communities reportedly cannot engage in religious activities vis-à-vis Muslims. The correspondence of the clergy is apparently sometimes monitored by the authorities in order to prevent any proselytism. Women are allegedly affected by certain laws, which seem to be based on religious rules: in particular, a woman wishing to obtain a passport and travel abroad is said to need the permission of her father or husband.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 103,
        "Text": "103. The late replies to the communications sent for the fifty-fifth session of the Commission on Human Rights by Bulgaria, China, Egypt, Germany, India, Iran (Islamic Republic of), Malaysia and Sudan were reflected in the report to the fifty-fourth session of the General Assembly (A/54/386). The Special Rapporteur also received two replies from Azerbaijan and one reply from India after the submission of that report to the General Assembly.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. Azerbaijan stated that Pastor Zaur Balayev, a Muslim who converted to Christianity, had never been detained or imprisoned. It also referred to the provisions of the Constitution and the legislation on freedom of religion and belief, explaining that 200 mosques, more than 50 Christian communities and churches and 5 synagogues were registered in Azerbaijan, while there were also active communities, institutions and religious centres belonging to Muslims from the Caucasus, Russian Orthodox churches, Evangelists, Baptists, Adventists, the Saving Grace Association, Krishnas and Baha'is. Hundreds of unofficial religious groups were also active, 60 of which were Christian. With regard to the Jehovah's Witnesses, Azerbaijan stated that the denial of registration of their association was based on the fact that the documents submitted did not meet the legal requirements on freedom of religion. The conclusions of the Religious Affairs Department and information brought to the attention of the Ministry of Justice show that quite a large share of the propaganda work of the followers of this association involves insulting and denigrating other religions, inciting non-respect for the laws of the country and insubordination and not recognizing the outward signs of the authority of the State. It was explained that one of the association's leaders had been arrested by the police for attempted corruption aimed at having the association registered and that he had been given a suspended sentence by a court. It was specified that, according to article 18 of the Constitution, \"the dissemination of and propaganda for religions contrary to the dignity of the individual and the principles of mankind are prohibited\" and that, under article 1 of the Freedom of Religion Act, \"the exercise of freedom of religion may be restricted only on grounds of State security and public order and in the event of a need to protect rights and freedoms in accordance with the international obligations of the Azerbaijani Republic\". Lastly, it was stated that the Jehovah's witnesses had never been prosecuted for their religious opinions by the authorities. India (E/CN.4/1999/58, para. 62)",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 105,
        "Text": "105. India's reply reads as follows: \"(a) Reply to first allegation: while certain political parties and groups might have stalled legislation relating to reservation of seats for women in Parliament, it would be incorrect to state that these political parties and groups represent a particular religion; (b) Reply to second allegation: Inquiries made in the matter revealed that Ms. Zeenat Naaz was elected mayor of Deoband, Uttar Pradesh in October 1995. On 30 March 1996 in a meeting of the Board, all the members expressed dissatisfaction with the manner of functioning of the mayor. There was a conflict between the mayor and the members and on 19 January 1998 all the members passed a vote of 'no confidence' against the mayor. Ms. Zeenat also filed a writ in the State High Court against the decision. The High Court (vide its order dated 27 February 1998) disallowed the writ petition filed by Ms. Zeenat and ordered counting of the votes polled in the 'no confidence' motion. On 6 March 1998 the vote of no confidence was passed and an order to this effect was pasted on the house of Ms. Zeenat. As per regulation, after three days the deputy mayor of Deoband took up the charge as mayor of Deoband. Ms. Zeenat filed a special appeal in the Supreme Court against this decision. Earlier a writ filed by Ms. Zeenat in the High Court against the vote of confidence was disallowed by the High Court. The Honourable Supreme Court has not yet taken any notice of the special appeal filed by Ms. Zeenat.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 106,
        "Text": "106. The Special Rapporteur has still not received replies to the communications sent in connection with the report to the fifty-fifth session of the Commission on Human Rights from the following States: Albania, Angola, Cyprus, Democratic People's Republic of Korea, Georgia, Ghana, Iraq, Kazakhstan, Latvia, Mali, Mauritania, Pakistan, Republic of Moldova, Russian Federation, Spain, Sudan (communication relating to the disappearance of a convert), Turkmenistan, Ukraine and Yemen. The Special Rapporteur would like to receive the replies of these States as soon as possible in order to avoid having to draw attention to the lack of replies every time. - II. FOLLOW-UP TO INITIATIVES OF THE COMMISSION ON HUMAN RIGHTS CONCERNING THE WORLD CONFERENCE AGAINST RACISM AND THE RESOLUTION ON DEFAMATION, AND THOSE OF THE SPECIAL RAPPORTEUR CONCERNING STUDIES, LEGISLATION AND THE CULTURE OF TOLERANCE - A. Initiatives of the Commission",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. In its resolution 1999/78 entitled \"Racism, racial discrimination, xenophobia and related intolerance\" the Commission on Human Rights requests the High Commissioner for Human Rights to invite the Special Rapporteur on religious intolerance to participate actively in the preparatory process and in the World Conference by initiating studies on action to combat incitement to hatred and religious intolerance. In resolution 1999/39 entitled \"Implementation of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief\", the Special Rapporteur is invited to contribute effectively to the preparatory process for the World Conference and to forward to the High Commissioner his recommendations on religious intolerance which have a bearing on the World Conference (para. 7). Lastly, in resolution 1999/82 entitled \"Defamation of religions\", the Commission, expressing concern at any use of the print, audio-visual or electronic media or any other means to incite acts of violence, xenophobia or related intolerance and discrimination towards Islam or any other religion (para. 3), calls upon the Special Rapporteurs on religious intolerance and on racism, racial discrimination, xenophobia and related intolerance to take into account the provisions of the resolution when reporting to the Commission (para. 6).",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 108,
        "Text": "108. In accordance with the above resolutions, the Special Rapporteur has recommended the following studies: (a) A study which might be entitled \"Image of religious minorities in the media\". As explained by the Special Rapporteur in several mission reports, especially those on Germany (E/CN.4/1998/6/Add.2) and the United States of America (E/CN.4/1999/58/Add.1), the media, and in particular the popular press, all too often portrays matters relating to religion and belief, in particular religious minorities, in a grotesque, not to say totally distorted and harmful light. The Special Rapporteur has recommended starting a campaign to develop awareness among the media of the need to publish information that respects the principles of tolerance and non-discrimination. These measures would also make it possible to educate and shape public opinion in accordance with these principles. The study would therefore identify the role of the media in hatred and religious intolerance vis-à-vis religious minorities, and their responsibilities and would recommend preventive measures, including action to be taken under the Office of the High Commissioner for Human Rights advisory services programme;; (b) A study which might be entitled \"Intolerance against ethno-religious communities: identification and measures\", which would try to identify the main factors of intolerance against ethno-religious communities, and its manifestations and would recommend measures to combat and prevent them.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 109,
        "Text": "109. In its resolution 1999/82 entitled \"Defamation of religions\", the Commission on Human Rights expresses deep concern at negative stereotyping of religions, and at the fact that Islam is frequently and wrongly associated with human rights violations and with terrorism; also expressing concern at the role of the media, the Commission calls upon the Special Rapporteur on religious intolerance to take into account the provisions of that resolution when reporting to the Commission at its fifty-sixth session.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. That resolution in fact confirms the concern already expressed by the Special Rapporteur, especially in his mission reports on Pakistan (E/CN.4/1996/95/Add.1) and Sudan (A/51/542/Add.2). The Special Rapporteur had found that religious, especially Muslim, minorities were the butt of prejudice and stereotyping, a finding echoed in paragraph 2 of resolution 1999/82. Moreover, in accordance with paragraph 3 of the same resolution, the Special Rapporteur had described in his mission reports on Germany (E/CN.4/1998/6/Add.2), the United States of America (E/CN.4/1999/58/Add.1) and Australia (E/CN.4/1998/6/Add.1) the association of Islam with religious extremism and terrorism found in the media and particularly in the popular press. Recommendations had been made on that subject in the aforementioned mission reports. While acknowledging the danger represented by the extremism of groups claiming allegiance to Islam, the Special Rapportuer believes it is important to distinguish between such extremists using Islam for political purposes, who are in fact in a minority, and the majority of Muslims practising Islam in accordance with the principles of tolerance and non-discrimination. The Special Rapporteur had also found that non-Muslim religious minorities were victims of defamation (see his reports on missions to Pakistan and the United States). For this reason the Special Rapporteur fully endorses the Commission on Human Rights' finding that all religions are or may be affected by defamation. It is important to indicate that defamation often stems from intolerance and/or inter-religious as well as intra-religious ignorance, often in the context of an adversarial relationship between majority and minorities. Lastly, it should be emphasized that there are growing problems between traditional majority religions and sects/new religious movements, as well as between believers and non-believers.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. The Special Rapporteur also wishes to stress another concern relating to efforts to combat defamation: these should not be used to censure all inter-religious and intra-religious criticism. Several other communications from the Special Rapporteur illustrate the danger that efforts to combat defamation (particularly blasphemy) may be manipulated for purposes contrary to human rights. B. Initiatives of the Special Rapporteur",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 112,
        "Text": "112. The Special Rapporteur is continuing his efforts to compile a compendium of national enactments relating to freedom of religion and belief. Such a collection would be regularly updated and made publicly available in a databank on an Internet site. A total of 49 States (see A/54/386, para. 99) have so far contributed to this initiative, with which it would be desirable for all States to cooperate.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. The Special Rapporteur is also continuing his efforts to undertake research on the following topics: (a) status of women with regard to religion; (b) proselytism, freedom of religion and poverty; and (c) sects, new religious movements and communities of religion and belief.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 114,
        "Text": "114. With regard to the culture of tolerance, which is the mainstay of prevention, the Special Rapporteur is currently finalizing plans to convene an international consultative conference to discuss the content of curricula and textbooks used in primary and secondary schools relating to freedom of religion and belief in November 2001, for the anniversary of the adoption of the Declaration on the Elimination of All Forms of Intolerance and Discrimination Based on Religion or Belief, (see A/54/386, para. 102). Details of this project will be forwarded in due course. III. IN SITU VISITS AND FOLLOW-UP",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Since he was appointed, the Special Rapporteur has carried out 10 in situ visits (to China, Pakistan, Iran (Islamic Republic of), Greece, Sudan, India, Australia, Germany, United States of America and Viet Nam). He visited Turkey in December 1999. A visit to Bangladesh is planned for the year 2000, while requests for visits to Argentina, Indonesia, Mauritius, Israel, the Russian Federation and the Democratic People's Republic of Korea have so far remained unanswered. The Special Rapporteur has continued his mission follow-up procedure, established in 1996, with which most States have cooperated, although the replies of Iran, Germany and Australia are still pending.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. This year, the Special Rapporteur decided that in addition to his \"traditional\" visits, he would visit the major religious communities in order to establish a direct dialogue on the subject of the 1981 Declaration and on all issues relating to freedom of religion or belief and to consider solutions to whatever problems of intolerance and discrimination might arise. In September 1999, the Special Rapporteur visited the Holy See.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. From 1 to 3 September 1999, the Special Rapporteur visited the Holy See for an audience with the Holy Father and a series of consultations with the Secretariat of State, the Pontifical Council for Justice and Peace, the Pontifical Council for Inter-Religious Dialogue, the Congregation for the Evangelization of Peoples, the Pontifical Council for Promoting Christian Unity, the Congregation for Catholic Education, the Pontifical Council for the Pastoral Care of Migrants and Itinerant People, and with Cardinal Achille Silvestrini in charge of Catholic churches of the Eastern Rite. This altogether untypical visit differed from previous missions undertaken by the Special Rapporteur insofar as it was one of several consultations of representatives of the main religions. While the Holy See is of course a State under international law, it is also the representative of Catholicism, one of the main religions in the world (see statistics below). The Special Rapporteur opted for this new type of visit (without excluding the continuation of traditional missions) in order to achieve and to disseminate a better understanding of religious approaches to the liberty of religion and belief, and to gain experience related to inter-community relations in the area of religion and belief, especially from the angle of inter-religious dialogue. Apart from education, inter-religious dialogue constitutes one of the principal means of preventing intolerance and discrimination based on religion and belief. This is why the report on this visit considers inter-community relations in the area of religion and belief in some detail, while giving due consideration to topics related to international and national law in the area of freedom of religion, to the Vatican's relations with States and to matters concerning women, the family and education.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 118,
        "Text": "118. According to the 1997 Statistical Yearbook of the Catholic Church (published by the Church's Central Office of Statistics), at 30 June 1997, baptised Catholics accounted for 1,005,254,000 of a total of 5,820,767,000 inhabitants in the world. This figure does not include the Catholic population estimated at 4,600,000, of countries which, owing to their current situation, are not covered in the survey. The distribution of the Catholic population differs considerably from one country to another and one continent to another. The Americas have the greatest concentration, with 62.9 Catholics for every 100 inhabitants, followed by Europe with 41.4 per cent and Oceania with 27.5 per cent. Asia has the lowest Catholic population, with 3 per cent.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. At 31 December 1997, there were 2,789 ecclesiastical constituencies (i.e. dioceses, including the sees of patriarchs, metropolitans, archbishops and bishops, and territories, including territorial prelatures and abbeys, which are not constituted as dioceses but subject to ordinary authority) covered by this survey, including 2,595 of the Latin Rite and 194 of the Eastern Rite. At 31 December 1997, 146 constituencies could not be covered in the survey owing to various difficulties.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. At the same date, 31 December 1997, the 2,789 constituencies covered in the survey included 425,349 \"pastoral centres\" (defined as the section of the territory of an ecclesiastical constituency having its own church, a given population and a pastor in charge of the souls of the faithful). This represents an average of 153 such centres per ecclesiastical constituency, the lowest figure being 19 in the Asian Middle East and the highest 212 in Europe. Parishes, on the whole, account on average for 51.6 per cent of all centres. Africa has the lowest proportion (11.8 per cent) and Asia and the Middle East the highest (94.4 per cent). Missionary posts make up 27.1 per cent of all centres, the highest proportion being in Africa (86.3 per cent). At 31 December 1997, there were 90,669 pastoral centres, or 21.5 per cent of the total, which were not canonically established as parishes or missionary posts.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. At 31 December 1997, the total number of persons following an apostolic vocation (i.e. bishops, priests, established deacons, secular clergy, confirmed nuns and committed laity) was 3,386,809, including 4,420 bishops, 404,208 priests, 24,407 established deacons, 58,310 secular clergy, 819,278 confirmed nuns, 31,197 members of lay institutions, 26,068 non-clerical missionaries and 2,019,021 catechists. These figures are probably an under-estimation, since they do not include persons living in the constituencies who are not covered in the survey.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. With regard to religious practice, as measured in terms of baptisms, marriages, confirmations and first communions for the year 1997, the figures are as follows: (a) Baptisms: 18,065,091, including 87.3 per cent administered to children under the age of seven;; (b) Marriages: 3,534,253 of the Catholic Rite, including 229,685 mixed marriages;; (c) Confirmations and first communions: 9,016,244 confirmations and 11,816,170 first communions.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 123,
        "Text": "123. There were 114,283 charitable establishments either owned or run by ecclesiastical or religious persons, subdivided as follows: - (a) Hospitals: 5,188 - (b) Dispensaries: 17,157 - (c) Leprosariums: 825 (d) Homes for elderly persons, chronic invalids, invalids and handicapped persons: 12,209; - (e) Orphanages: 8,246 - (f) Nurseries: 11,911 - (g) Marriage counsellors: 10,618 - (h) Special education or social re-education centres: 10,726 - (i) Other institutions: 37,403. - B. Position with regard to international and national law in the area of religious freedom",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 124,
        "Text": "124. As far as international law governing religious freedom is concerned, the Vatican's position follows the provisions on religious liberty, its manifestations and its limitations contained in the United Nations Declaration of 1981 and in the 1966 International Covenant on Civil and Political Rights. It may be noted that the Vatican took an active part in preparing and adopting the 1981 Declaration.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. The Vatican's International Theological Commission, in its document \"Dignity and rights of the human person\" (31 December 1983), referring to the Universal Declaration of Human Rights and the 1966 International Covenant, stresses that religious freedom is fundamental for the dignity of the person and as the foundation of all other rights. In its Declaration \"Dignitatis Humanae\" (7 December 1965), the Second Vatican Council defined the purpose and foundation of religious freedom as follows: \"Freedom of this kind means that all men should be immune from coercion on the part of individuals, social groups and every human power so that, within due limits, nobody is forced to act against his convictions nor is anyone to be restrained from acting in accordance with his convictions in religious matters in private or in public, alone or in associations with others\". By virtue of this Declaration, freedom of religion is a fundamental right not only of the individual but also of religious communities. The Declaration states that: \"Provided the just requirements of public order are not violated, these groups have a right to immunity so that they may organize themselves according to their own principles. They must be allowed to honour the supreme Godhead with public worship, help their members to practice their religion and strengthen them with religious instruction, and promote institutions in which members may work together to organize their own lives according to their religious principles\". It also mentions the principle of non-interference, particularly by legislative or administrative action, in the internal religious affairs of religious communities (including the selection, training, appointment and transfer of their own ministers, religious buildings and the acquisition and use of property) as well as in their teaching and all public manifestations of their faith. With regard to the latter, it is pointed out that any action which seems to suggest coercion or dishonest or unworthy persuasion must be considered an abuse of a person's own right and an infringement of the rights of others. Lastly, it mentions the right to establish educational, cultural, charitable and social organizations.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. The role of the State with respect to religious freedom may be defined in the light of the above-mentioned principle of non-interference by the State outside the limits prescribed by international law. According to the Vatican, the State has an obligation to guarantee personal and collective freedoms derived from the common right to religious freedom for all individuals and groups, and in particular for religious minorities. The right to religious freedom and the legal guarantee of that right arising therefrom constitute, according to the Vatican, the sources and the basis of peaceful coexistence. The legal guarantees provided by the State for the freedom of every individual and every group to profess their religious beliefs provide a measure of a society's respect for other fundamental rights. Furthermore, even if for historic reasons a State grants special protection to one religion in particular, it must nevertheless safeguard the personal and collective freedoms of religious minorities derived from the common right to religious freedom in civil society.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. With regard to international law, the Pontifical Council for Justice and Peace considers that any initiative to adopt an international convention on religious freedom might, in the present circumstances run into difficulties in relation to the achievements of the 1981 Declaration, whence the need, according to the Council, to strengthen the mandate of the Special Rapporteur on religious intolerance. With reference to the 1981 Declaration and the International Covenant of 1966, covering not only freedom of religion but also freedom of belief, which according to the Council arose from a political compromise, it made the point that the specificity of religion should be preserved against the danger of it being reduced to culture and, more generally, against the danger of it being denatured.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. With regard to domestic legislation, the Council considers that most national laws governing religious freedom, recently adopted in Eastern European countries, are inadequate, which appears inevitable in view of the flaws affecting those societies and democracies. In view of the hasty output of incomplete legislation influenced by a variety of interests, it would be better to provide guidance in the form of technical assistance by the Office of the High Commissioner for Human Rights and the Special Rapporteur on religious intolerance rather than merely criticize. The problem of attempts by the State authorities to control religious matters, for instance by requiring the official registration of all religious organizations, arises not only in Europe, but also in other continents. The Council's view is that there is no such thing as an ideal legislative model, that it is not up to the State to define religion, but that while the attributes of religion are reasonably clear, it is preferable to establish a certain number of rules. Depending on the situation in individual countries, especially in regard to their political maturity, the Vatican has in some cases called for legislation to protect the Catholic community. In any event, especially in the case of groups of a problematic religious nature, it is considered that the State should interfere under the exceptions provided by international law (see in particular the notion of ordre public). The Council concluded that this uneasy tension between law and freedom of religion shows that the solution does not always lie in a legislative approach.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. The Vatican maintains diplomatic relations with a 171 States. In the last 20 years, under the Pontificate of John Paul II, the number has risen substantially (from 90 States previously). The establishment of diplomatic relations has generally followed a request by the State concerned and has been based on criteria such as the absence of territorial problems and of flagrant, institutionalized human rights violations. The Vatican's agreements with States have of course been designed to benefit the Catholic community, but they have also benefited other Christian communities, which can take advantage of the conditions obtained by the Vatican. It has been the latter's policy, within the framework of the Conference on Security and Cooperation in Europe (CSCE), to seek the safeguard of freedom of religion, extended to all religions. The view is also held that any concessions obtained from a State in religious matters, regardless of the regime concerned, will subsequently be reflected in other rights. The information given below covers States with or without diplomatic relations with the Vatican.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. It was said that generally speaking, with a few exceptions, Muslim States or States with a chiefly Muslim population are very open in their dealings with the Holy See. In some cases, however, a State itself may maintain satisfactory relations with the Holy See, which is considered more as a diplomatic partner, while its Catholic community is viewed with suspicion by the authorities. In the case of Iraq in particular, the local Catholic community was said to be the largest in the Middle East and it was found that Christians experienced the least survival problems there. It was confirmed that the Pope would be visiting Iraq as part of year 2000 jubilee celebrations. It now appears, however, at the time this report is being finalized, that the visit may be postponed or even cancelled altogether.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. Concerning Saudi Arabia, it was pointed out that a mosque has been built in Rome, with the full agreement of the Holy See, and that the question now arises of reciprocity by Saudi Arabia with regard to the religious needs of the large Christian community residing in that country. In relations with Pakistan, the problem was raised of local legislation on blasphemy affecting minorities, especially Christians. In the case of Sudan, there are reportedly many difficulties affecting Christians, such as the destruction of places of worship and Christian villages, or arrests of religious persons.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. With regard to the States of Eastern Europe and of the CIS, it was explained that in the last 10 years the Vatican has concluded many agreements (e.g. with Croatia, Hungary and Kazakhstan) or is preparing to do so (e.g. with Kyrgyzstan) on specific issues, such as cooperation in schooling, social and health matters.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. Where Asia is concerned, it was stated that the Pope would be visiting India in November 1999 and possibly, subject to the agreement of the authorities of that country, Viet Nam (the establishment of diplomatic relations might be discussed once certain questions have been clarified, especially concerning the free appointment of bishops, free access to seminaries and the nomination of seminarists at the end of their studies). Despite the spirit of tolerance inherent in Asian religions and cultures, it has been found that the situation may be delicate in practice, owing to very closely related political and religious attitudes, for instance through slogans associating citizenship exclusively with Buddhism and Hinduism. The question of China was said to be political rather than ideological, chiefly related to the appointment of bishops by the Vatican in Taiwan.",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. With regard to the recovery of property confiscated from the Vatican in some States under earlier regimes, it was explained that the Vatican has decided to settle such matters on a case-by-case basis. In a number of countries, the Vatican has given up its claims. In others, such as Croatia and Hungary and soon Slovakia, restitution agreements have been successful. Some lesser problems may arise, however, especially in Russia and Albania. It was pointed out that the Vatican's requests for return of property were based on pastoral considerations, namely service to the community.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. This position is best seen from two basic angles, inter-religious dialogue and evangelization. The Vatican bodies dealing with inter-religious dialogue are as follows: (a) The Pontifical Council for Inter-Religious Dialogue, whose mandate covers all religious communities except for Jews and non-Catholic Christians;; - (b) The Commission for Religious Relations with Jews; - (c) The Pontifical Council for Promoting Christian Unity. On the question of evangelization, the relevant body is the Congregation for the Evangelization of Peoples. Of course, the question of evangelization overlaps that of inter-religious dialogue.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. The Pontifical Council for Inter-Religious Dialogue (set up in 1964 as the Secretariat for Non-Christians and assuming its present title in 1988), as stipulated in Pastor Bonus (John Paul II, Apostolic Constitution of 28 June 1988), \"fosters suitable dialogue with the followers of other religions and encourages various kinds of relations with them. It promotes appropriate studies and conferences to develop mutual information and esteem, so that human dignity and the spiritual and moral riches of people may ever grow. The Council sees to the formation of those who engage in this kind of dialogue.\"",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. The Council fosters dialogue with established world religions as well as with traditional religions. The Vatican II Council - especially the 1965 Declaration Nostra Aetate - constituted a turning point, ushering in a new approach by the Catholic Church to other religions. The Declaration on the Relation of the Church to Non-Christian Religions (Nostra Aetate) states as follows: \"In our time, when day by day mankind is being drawn closer together, and the ties between different peoples are becoming stronger, the Church examines more closely the relationship with non-Christian religions. In her task of promoting unity and love among men, indeed among nations, she considers above all in this Declaration what men have in common and what draws them to fellowship. One is the community of all peoples, one their origin, for God made the whole human race to live over the face of the Earth. One also is their final goal, God.\"",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. With regard to other religions, Nostra Aetate, in paragraph 2, refers explicitly to Hinduism and Buddhism, and adds that: \"The Catholic Church rejects nothing that is true and holy in these religions. She regards with sincere reverence those ways of conduct and of life, those precepts and teachings which, though differing in many aspects from the ones she holds and sets forth, nonetheless often reflect a ray of that Truth which enlightens all men.\" \"The Church regards with esteem also the Muslims. … Since in the course of centuries not a few quarrels and hostilities have arisen between Christians and Muslims, this sacred synod urges all to forget the past and to work sincerely for mutual understanding and to preserve as well as to promote together for the benefit of all mankind social justice and moral welfare, as well as peace and freedom.\" \"Since the spiritual patrimony common to Christians and Jews is thus so great, this sacred synod wants to foster and recommend that mutual understanding and respect which is the fruit, above all, of biblical and theological studies as well as of fraternal dialogues. True, the Jewish authorities and those who followed their lead pressed for the death of Christ; still, what happened in His passion cannot be charged against all the Jews, without distinction, then alive, nor against the Jews of today. Although the Church is the new people of God, the Jews should not be presented as rejected or accursed by God, as if this followed from the Holy Scriptures. All should see to it, then, that in catechetical work or in the preaching of the word of God they do not teach anything that does not conform to the truth of the Gospel and the spirit of Christ. Furthermore, in her rejection of every persecution against any man, the Church, mindful of the patrimony she shares with the Jews and moved not by political reasons but by the Gospel's spiritual love, decries hatred, persecutions, displays of anti-Semitism, directed against Jews at any time and by anyone.\"",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. In its Dogmatic Constitution on the Church, Lumen Gentium (21 November 1964),Vatican II presented the theological and pastoral bases of a new commitment by the Church to meet and listen to other believers and to arrive at mutual understanding: \"We are referring to the children of the Hebrew people, who deserve our affection and our respect, and who are the faithful of the religion which we call that of the Old Testament; also to those who worship God in accordance with a monotheistic conception - especially in the Muslim religion - who deserve our admiration for all that is true and good in their worship of God.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 142,
        "Text": "142. With regard to the Muslims, a Commission for fostering relations with Muslims was set up under the Pontifical Council, in 1974, to facilitate meetings of a religious nature. In the 1970s, many meetings were held between Muslims and Christians, at a local, national, regional and international level, to discuss a great variety of issues, such as freedom of religion and public profession of faith, and Islamic-Christian cooperation for the well-being of mankind. Many diplomatic ties have also been established between the Vatican and Muslim States or countries with a predominantly Muslim population. Paul VI was the first Pope to receive a growing number of Muslim delegations at the Vatican. John Paul II then lent further impetus to relations with Muslims. His first Encyclical, Redemptor Hominis, referring explicitly to Jews and Muslims as worthy of esteem on the part of Christians, the Pope calls on Christians to use a great variety of human and spiritual means to come closer to other believers: \"dialogue, contacts, prayers in common, the search for treasures of human spirituality\".",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. Apart from undertaking many visits to Muslim States, the Pontifical Council for Inter-Religious Dialogue has each year sent a letter of congratulations to Muslims for the festival of Breaking the Fast (Id al-Fitr), except in the year 1991, when, in view of the destruction and suffering brought about by the Gulf War, the Pope addressed the Muslims personally. Many fellowships for Christian studies are also granted to Muslims through the Nostra Aetate Foundation set up by the Pontifical Council for Inter-religious Dialogue. On 22 June 1995, an Islamic-Catholic Committee was set up, immediately following the inauguration of the Rome Mosque. The first meeting of the Committee, in Cairo in May 1996, was organized by the International Islamic Council for \"Da'wah\" and Humanitarian Aid, and was attended on the Muslim side by the Muslim World League and the World Muslim Congress. Following that meeting, a cooperation agreement was signed with the Al-Azhar Institute of Cairo in May 1998. Discussion meetings were also organized with the Al-Albait Foundation and the International Society for Appeal to Islam. Relations between Christians and Muslims appear particularly important owing to their shared history and their spiritual links, despite their differences.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. With regard to the Jews, the Vatican provided the Special Rapporteur with a document entitled \"Letter from John Paul II to Cardinal Edward Idris Cassidy. We remember: A Reflection on the Shoah\", dated 12 March 1998, and a document entitled \"The tragedy of the Shoah and the duty of remembrance \"by the Commission for Religious Relations with the Jews dated 16 March 1998. In the above letter, Pope John II points out that on numerous occasions during his Pontificate he had recalled the sufferings of the Jewish people during the Second World War and the crime which has come to be known as the Shoah. He also expresses the hope that the Commission's document on the Shoah will help to heal the wounds of past recent misunderstandings and injustices. \"May it enable memory to play its necessary part in the process of shaping a future in which the unspeakable inequity of the Shoah will never again be possible. May the Lord of history guide the efforts of Catholics and Jews and all men and women of good will as they work together for a world of true respect for the life and dignity of every human being, for all have been created in the image and likeness of God.\"",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 145,
        "Text": "145. The Commission's document on the tragedy of the Shoah and the duty of remembrance also raises the question of the relation between Nazi persecution and the attitudes down the centuries of Christians towards the Jews. It considers that the history of relations between Jews and Christians has been quite negative. In this respect it draws a distinction between anti-Semitism, based on theories contrary to the teaching of the Church, and anti-Judaism, characterized by sentiments of mistrust and hostility, of which Christians have also been guilty. It recalls the efforts made by the Vatican and Christians to assist Jews during the Second World War, while regretting the errors and failures of certain Christians. It concludes: \"We pray that our sorrow for the tragedy which the Jewish people had suffered in our century will lead to a new relationship with the Jewish people. We wish to turn awareness of past sins into a firm resolve to build a new future in which there will be no more anti-Judaism among Christians or anti-Christian sentiment among Jews, but rather a shared mutual respect, as befits those who adore the one Creator and Lord and have a common father in faith, Abraham\".",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. For other religions, particularly Buddhism and Hinduism (as mentioned in the Declaration Nostra Aetate), the Pontifical Council for Inter-Religious Dialogue has not set up any special committees, as it did for the Muslims and Jews. Dialogue has been maintained, however, by means of visits and meetings, which have been organized/sponsored by the Council and through messages addressed to Buddhists for the feast of Vesakh and to Hindus for the festival of Diwali. Buddhists also receive study fellowships from the Nostra Aetate Foundation. The dialogue has been more limited lately with the Buddhists, partly owing to political events affecting religious affairs in Asia, and partly to ensure that the Council's action is not interpreted as interference in the internal affairs of certain countries. Dialogue is also maintained, although less formally, with Shintoist, Jainists, Sikhs and Confucianists.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. With regard to traditional religions (\"religions which, unlike the world religions that have spread into many countries and cultures, have remained in their original sociocultural environment\", according to the definition given in the Pastoral Attention to Traditional Religions of Asia, America and Oceania, issued by the Council for Inter-Religious Dialogue, 21 November 1993), also referred to as tribal, primitive, primeval, native or indigenous religions, the action of the Pontifical Council for Inter-Religious Dialogue, chiefly in Africa, Asia, America and Oceania, has concentrated partly on the followers of these religions and partly on people who have converted to Catholicism while maintaining their ties with their traditional religion. Where converts are concerned, the Catholic Church has recognized that a problem of syncretism arises owing to the fact that traditional values have not been fully integrated within a Christian lifestyle. The Pontifical Council for Inter-Religious Dialogue is trying to solve this problem by organizing meetings, discussions and visits and by conveying the following message: \"Evangelization does not destroy your values but is incarnated in them; it consolidates and strengthens them\". With regard to those who adhere to traditional religions and do not wish to become Christians, dialogue is understood in the sense of encounter, mutual understanding, respect, and recognition of which traditional religious values can be integrated within the common heritage.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 148,
        "Text": "148. Inter-religious dialogue concerns also non-Catholic Christians, under a mandate assumed by the Pontifical Council for Promoting Christian Unity in 1960. According to this Council, great strides have been made in this area in terms of understanding and respect since Vatican II, and more precisely since the Declaration on Religious Liberty (Dignitatis Humanae). It was said that the difficulties encountered historically with non-Christians (especially Orthodox and Protestant), leading to differences on certain issues, were in fact related more to political than to ideological considerations. With regard to the Orthodox Churches, since the end of the cold war the activity of the Catholic Church, which is interpreted as a form of proselytism in areas considered as traditionally Orthodox, has given rise to a certain tension. On the other hand, the activities of Protestants, and especially Evangelists, in Latin America, an area traditionally under the influence of the Catholic Church, become a problem when they turn into aggressive proselytism among Catholics, such as attempts to win converts on the doorsteps of churches or offers of services in return for conversions. In response to these tensions, the Council recommends dialogue at a national level (through conferences of bishops assisted in each country by a commission for dialogue), at regional level (in the form of institutional dialogue at least once a year) and at international level (especially with the World Council of Churches, the Lutheran World Federation, the World Council of Methodists and the World Council of Baptists, amongst others, with further openings to the Mennonites and the Seventh-Day Adventists). It is hoped that this dialogue will lead to some areas of agreement (e.g. regarding the above-mentioned difficulties with Orthodox believers and Evangelists, or a reminder of the right to public worship excluding illicit means) and will achieve progress, with the year 2000 Jubilee offering the hope for greater unity and love beyond tolerance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 149,
        "Text": "149. Evangelization also constitutes a meeting point between the Catholic Church and other religious communities. In 1991, the Secretariat for Non-Christians published the document \"Dialogue and Mission - The Attitude of the Church Towards the Followers of Other Religions: Reflections and Orientations on Dialogue and Mission\". This document examines the relations between dialogue and mission and in particular the relation between mission and conversion. The aim of the missionary proclamation, for Vatican II, is conversion \"so that non-Christians, their heart opened by the Holy Spirit, believe and freely convert to the Lord and loyally cling to him\". The Catholic Church is constantly inviting all people to be converted in this way. The process of conversion, however, is governed by the supreme law of conscience. People must never be obliged to act against their conscience, nor should they be prevented from acting in accordance with their conscience, especially in religious matters. In the document \"Dialogue and Proclamation - Reflection and Orientations on Inter-Religious Dialogue and the Proclamation of the Gospel of Jesus Christ\", published on 20 June 1991 by the Pontifical Council for Inter-Religious Dialogue and the Congregation for the Evangelization of Peoples, it is made clear that inter-religious dialogue and proclamation are linked, but not interchangeable: \"Inter-religious dialogue and proclamation, though not on the same level, are both authentic elements of the Church's evangelizing mission. Both are legitimate and necessary. They are intimately related, but not interchangeable: true inter-religious dialogue on the part of the Christian supposes the desire to make Jesus Christ better known, recognized and loved; proclaiming Jesus Christ is to be carried out in the Gospel spirit of dialogue. The two activities remain distinct but, as experience shows, one and the same local Church, one and the same person, can be diversely engaged in both.\"",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. The Congregation for the Evangelization of Peoples, which was set up in 1659, expressed the view that these principles held by the Vatican, inspired by religion but not constituting a strategic position, were in line with United Nations principles concerning religious freedom, its manifestations and its limitations. While excesses might have been committed in the past by missionaries in their work of conversion, such excesses were contrary to the Vatican's own principles and instructions, as in the case of other religions. Emphasis was placed on the obstacles hampering the evangelizing activities of the Catholic Church, such as those created by totalitarian regimes, whose ideology is atheistic and whose leaders are hostile to religion, by theocratic States which do not respect the rights of religious minorities, by democratic States which are not respectful of religious feelings, by legislations opposed to religious freedom and by fanatics not prepared to accept difference. The need for dialogue was stressed, particularly in view of the spread of atheism.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. With regard to the question of evangelization and the problems arising especially in countries traditionally tied to the Orthodox religion or to Islam, the Secretariat of State explained that religion could not be restricted within boundaries, as that would be contrary to human rights. On the contrary, where religion is concerned, the individual must take precedence over territorial considerations. Thus Polish and German Catholics living in countries of the former Soviet Bloc following the Orthodox tradition and the Christian minority residing in Saudi Arabia have religious requirements and rights to which the Catholic Church should legitimately be able to attend. Cardinal Silvestrini considered that the relations between the Catholic and Orthodox Churches were gradually improving.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. With regard to accusations that poverty is sometimes exploited for the purpose of gaining converts to Catholicism, the Secretariat of State said that any practices of that kind in use currently or in the past ran contrary to the Vatican's instructions, which advocated assistance without imposing faith. Similarly, in reply to complaints in Africa by Muslim organizations alleging that Christianization on the continent had been favoured by colonization and that Catholicism had been supported after colonization by aid activities, the Secretariat of State pointed out that Islam's resources in Africa were far greater than those of the Vatican. It was also stated that the Church was making an effort to detach itself from any colonial legacy while encouraging African Catholics to take their lives in hand.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 153,
        "Text": "153. The question of sects or new religious movements, or movements claiming to be such, is dealt with by the Pontifical Council for Inter-Religious Dialogue, the Congregation for the Evangelization of Peoples, the Pontifical Council for Promoting Christian Unity and the Pontifical Council for Culture. The approach in this case is different from that adopted for Islam, Judaism, Buddhism, Hinduism, traditional and other religions, since study and documentation take precedence over dialogue. In 1995, the Working Group set up by the above bodies published an anthology of texts by the Sovereign Pontiff and the Catholic Episcopate under the title \"Sects and New Religious Movements: Anthology of Texts by the Catholic Church (1986-1994)\". This Working Group has also taken part in several meetings, including the international symposium on \"Reincarnation and the Christian message\" (Gregorian University, Rome, March 1997), the Ecumenical Conference on \"Religious freedom and new religious movements in central and eastern Europe\" (Hungary, September 1997), and the Congress on \"Societies and the new religious pluralism\" (Canada, August 1996). The Working Group has identified essentially ecumenical and socio-juridical problems. Ecumenical problems revolve around the question of proselytism. According to the Working Group, in the countries of central and eastern Europe, the Catholic community, which is a minority, is often compared by Orthodox believers to a \"sect\". A joint document should be drafted on ecumenical rights and duties, providing criteria for distinguishing proselytism from Christian testimony, and fundamentalism from genuine fidelity to the Gospel. The socio-juridical problem, according to the Working Group, resides in the fact that the new forms of religiosity constitute a challenge both for evangelization and for fundamental values. There is therefore a need to study questions such as how to defend not only religious freedom, but also the human dignity of every individual, which is threatened by sectarian associations; how to safeguard the common good in a pluralistic society against the subversive aims of certain movements; and what sort of legal status should be granted to associations of a religious nature.",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. In this connection, the Working Group referred to the recent debate in Europe concerning the State's duty to identify \"sects\" and to defend citizens and their families against the influence of groups which, under the cover of religion, pursue economic and political ends or attempts to exercise psychological control. The group pointed out that the publication of lists of \"sects\" and the establishment of observatories monitoring sectarian activities have given rise to controversy, which has even affected certain Catholic movements or communities. The group found that there was a considerable degree of terminological uncertainty with regard to the concepts of \"religion\", \"church\" and \"sect\", and from a legal point of view a tendency, instead of seeking a definition, to concentrate on abuses committed under the cover of religion but governed by the law of the country. It was also noted that transparency was noticeably absent in the case of esoteric movements, which were often driven by a Promethean conception of man, whereby creating a religion or a sect very often amounted more pragmatically to a straight power play.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. The Pontifical Council for Inter-Religious Dialogue said that the Vatican's objective was not to combat \"sects\" or \"new religious movements\", for instance through defamatory campaigns, but instead to offer training and education to Christians. The Congregation for Catholic Education considers that the proliferation of sects, often in places where the traditional churches have not responded to the population's need to belong to or be active within a community, is a matter for very careful study, particularly regarding the role the laity could play in assisting the Church. The Congregation emphasized that the Vatican rejected not the \"sects\" as such, but the methods they used, which were often harmful to human dignity and in the end opposed to human rights.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 156,
        "Text": "156. With regard to women and in particular the question of the ordination of women, the Vatican II Council, in its Pastoral Constitution Gaudium et Spes, lists forms of discrimination affecting the fundamental rights of the individual, which must be overcome and eliminated because they are contrary to God's design. The first of those is related to gender. In his \"Letter to women\" of 29 June 1995, Pope John Paul II mentions the conditioning which, in every time and place, has been an obstacle to the progress of women, so that their dignity has been unacknowledged and their prerogatives misrepresented, while they have often been relegated to the margins of society and even reduced to servitude. The Pope expresses regret in the letter for the objective blame, especially in particular historical contexts, belonging to not just a few members of the Church. He considers that there is an urgent need to achieve real equality in every area where the rights of the individual are concerned.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 157,
        "Text": "157. Referring to the history of the Church, the Pope refers to the \"genius of women\", saying that from the heart of the Church there have emerged women of the highest calibre, including martyrs, saints and famous mystics, and many responsible for initiatives of extraordinary social importance. With regard to the priestly vocation, the Pope explains: \"If Christ - by his free and sovereign choice, clearly attested to by the Gospel and by the Church's constant tradition, entrusted only to men the task of being an 'icon' of his countenance as 'shepherd' and 'bridegroom' of the Church through the exercise of the ministerial priesthood, this in no way detracts from the role of women, or for that matter from the role of the other members of the Church who are not ordained to the sacred ministry, since all share equally in the dignity proper to the 'common priesthood' based on Baptism. These role distinctions should not be viewed in accordance with the criteria of functionality typical in human societies. Rather they must be understood according to the particular criteria of the sacramental economy, i.e. the economy of 'signs' which God freely chooses in order to become present in the midst of humanity.\"",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 158,
        "Text": "158. In the 1976 Declaration on the question of the admission of women to the priesthood, it is explained that the priesthood should in no way be considered as a right: baptism confers no personal entitlement to the ministerial function in the Church. The priesthood is never conferred for the honour or benefit of the person receiving it, but as a service to God and the Church. It is based on an explicit and totally selfless vocation. \"It was not you who chose me; it was I who chose and instituted you\" … Equality is not the same as identity, and in this sense the Church is a differentiated body, in which each individual plays a role; the roles are different and should not be confused, but they do not give rise to any superiority of some over others.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Procreation and abortion",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. With regard to the procreation aspect of women and the family, the Vatican has expressed views on the question of genetic action, the regulation of fertility and medically assisted reproduction. It has also taken a position on abortion. (a) Genetic action",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 160,
        "Text": "160. A distinction needs to be drawn in this respect between strictly therapeutic action, aimed at treating illness due to genetic or chromosomal anomalies (which is generally speaking desirable, provided that it tends genuinely to promote the personal well-being of the individual without impairing his or her integrity or adversely affecting his or her living conditions), and manipulation altering the genetic heritage of human embryos (aimed at producing human beings pre-selected according to sex or other chosen characteristics, which would be contrary to personal dignity and to the interests of the human species). (b) Fertility control",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. The Vatican considers that it is legitimate, on serious grounds, to make use of knowledge of female fertility and to forego marital prerogatives during fertile periods, but that it is illegitimate to resort to contraceptive methods. According to the Holy See, natural methods include accepting a person's time, in this case the female cycle, but also accepting dialogue, mutual respect and joint responsibility. Artificial means, on the other hand, introduce a split between sexual relations and procreation and submit fertility to arbitrary decisions by men and women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 162,
        "Text": "162. Any medical means of intervention used to further procreation must take the form of assistance, but must never substitute for the conjugal act. Thus the Vatican does not necessarily proscribe recourse to certain artificial means, such as homologous artificial insemination, which are aimed solely either at facilitating the natural act, or at achieving the objective of a normally accomplished natural act. The operation of homologous in vitro fertilization and embryo transfer is, according to the Holy See, illegitimate, since conception occurs not as a result of a conjugal act, but outside it, i.e. in vitro, through the intervention of technicians who determine prevailing conditions and execute the operation. It therefore no longer corresponds, according to the Vatican, to the sense of gift underlying human procreation, and instead derives from production and power better related to objects and belongings. The child is then born not as a gift of love, but as the product of a laboratory. Man no longer considers life as a gift of God, a sacred reality entrusted to his responsibility and hence to his loving protection. According to the Holy See, life becomes merely something he claims as his exclusive property, which he is totally free to dominate and manipulate. (d) Abortion",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 163,
        "Text": "163. Abortion, insofar as it represents the elimination of pre-natal life, must be forbidden, on the grounds of the inviolability of the human person from the moment of conception. Abortion is a direct violation of the fundamental right of the human being and constitutes an abominable offence. The Vatican has expressed serious concern at the widely held view that certain crimes against life may be justified in the name of a right of individual freedom, and, by the same token, are entitled not only to impunity, but also to State approval, so that they are practised in complete freedom and even paid for by health services. The Vatican will not tolerate any action aimed at destroying life, despite the risk of incomprehension, misunderstanding and even grave discrimination to which that view may give rise. According to the Holy See, life is far too fundamental a benefit to be equated even with very serious inconvenience. In the Vatican's opinion, ethical indifference to abortion is induced by a hedonistic and utilitarian culture, derived from a form of theoretical, practical materialism that has engendered a materialistic attitude to abortion. - (e) Position with regard to education - 164. The following data show that the Vatican runs a vast educational system.",
        "Labels": []
    },
    {
        "ID": 165,
        "Text": "165. On the basis of sources provided by the Congregation for Catholic Education, Ian De Groof (in his paper entitled \"The Church's mission and its school system for promoting the right to education\" - July/September 1998) puts forward the following minimum estimates: - Africa (excluding higher education): 25,000 Catholic establishments and over 7 million students; - America: about 40,000 establishments and 10 million students; - Asia and Oceania: 22,000 schools and about 8 million students; - Europe: 60,000 schools and about 9.8 million students - Middle East: 250,000 students.",
        "Labels": []
    },
    {
        "ID": 166,
        "Text": "166. The following information is given in the 1997 edition of the Statistical Yearbook of the Catholic Church of the Central Statistical Office, for 30 June 1997: (a) Training centres are subdivided into two main categories: seminaries, i.e. centres where student priests reside permanently and attend all classes; and homes, i.e. all other training centres. A further distinction needs to be drawn between centres offering classical or pre-philosophical courses and those providing philosophical and theological training, excluding higher university establishments and universities in general (while noting that the same centre may offer two different levels of training). The figures are as follows:; - (i) 3,006 training centres (2,293 seminaries and 713 homes) for the diocesan clergy and 3,397 training centres (1,670 seminaries and 1,727 homes) for the religious clergy; - (ii) Out of the 3,006 training centres for the diocesan clergy, 1,665 give classical or pre-philosophical training courses and 1,341 courses in philosophy and theology; the 3,397 training centres for the religious clergy are divided into 1,383 giving classical courses and 2,014 giving philosophy and theology; - (b) Figures for schools are as follows: - 58,244 nurseries with 5,112,570 children; - 86,505 primary schools with 25,400,000 pupils ; - 34,849 secondary or classical schools (first and second cycle) with approximately 13,900,000 students.",
        "Labels": []
    },
    {
        "ID": 167,
        "Text": "167. It appears from the interview with the Congregation for Catholic Education that there are 945 Catholic universities and 159 ecclesiastical faculties.",
        "Labels": []
    },
    {
        "ID": 168,
        "Text": "168. In the field of education, the Catholic Church, whose mission is to proclaim the word of God and to teach the Gospel, has always considered that it was its duty to offer education, regardless of the policy of the public authorities. It has also always claimed the right to teach, this right being the corollary of its mission, as proclaimed by the 1917 Codex Iuris Canonici. In this respect, the school is the Church's favourite means of fulfilling its pastoral mission. Vatican II's Declaration on Christian Education (Gravissimum Educationis Momentum) defined education as consisting not only in transmitting knowledge and values, but also in giving children sufficient maturity and sense of judgement, so that they are free, when adults, to form their own beliefs. The Catholic Church thus appeals to all believers and non-believers, to all schools and to all teachers. It endorses recognization of the universal nature of the right to education.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 169,
        "Text": "169. The Congregation for Catholic Education noted that, in some regions, the percentage of Catholic students within the Catholic school system (excluding faculties of theology and seminaries) was very low, sometimes less than 1 per cent. The teaching includes practically no missionary work. The Catholic religion as such is taught as an optional subject offered outside normal classes.",
        "Labels": []
    },
    {
        "ID": 170,
        "Text": "170. The Holy See expressed interest in the Special Rapporteur's project to organize a conference on education in the field of freedom of religion and belief in November 2001.",
        "Labels": []
    },
    {
        "ID": 171,
        "Text": "171. A study of communications in the light of the 1981 Declaration reveals infringements of: the principles of non-discrimination and tolerance in the field of religion and belief; freedom of thought, conscience and religion and belief; freedom to manifest religion or belief; freedom to dispose of religious property; the personal right to life, physical integrity and health; and the condition of women with respect to religion in the light of the relevant international provisions, particularly those contained in the 1981 Declaration.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 172,
        "Text": "172. The Special Rapporteur has decided to analyse such infringements by identifying the main tendencies, since 1999, in the field of freedom of religion and belief.",
        "Labels": []
    },
    {
        "ID": 173,
        "Text": "173. The first tendency to note is the spread of religious extremism which is affecting most religions, including Islam, Hinduism and Judaism. This takes on either inter-religious dimensions (i.e. directed against other religions and beliefs) and/or intra-religious dimensions (i.e. directed against communities belonging to the same religion). The victims of both these forms of extremism are partly minorities (which does not exclude the reverse oppression of a majority) and partly women (who are subjected to discriminatory measures giving them an inferior and even non-legal status, and very often to expressions of violence, such as physical attacks, kidnappings and rape). These forms of extremism very often originate with non-governmental bodies, sometimes with groups acting out of pure fanaticism related to ignorance and obscurantism, sometimes with extremist communities deliberately aiming to use politics in order to impose their religious views on society, but also and above all with \"professionals\" of extremism exploiting religion for political ends. It is worth remaining aware and vigilant, however, regarding the passive or active complicity of State entities in most of those cases.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 174,
        "Text": "174. The second point is that there is a general tendency to perpetuate policies, legislation and practices which affect freedom of religion and belief. This general tendency itself clearly derives from the following trends: (a) A gradual decline in anti-religious and religious control policies in the interest of political ideology since the end of the cold war. Such policies undoubtedly persist in a number of countries, though in more subtle forms. The aim is no longer, at least officially and publicly, to eradicate religion, but to recognize it and allow it to manifest itself, though within the framework of strict controls by the authorities, in fact amounting to interference incompatible with international law;; (b) The pursuit of policies of intolerance and discrimination by authoritarian regimes against communities of religion or belief seen as opposing the authorities' goals;; (c) The maintenance of policies and practices of intolerance and discrimination against certain communities, particularly ethno-religious communities, within the framework of essentially political conflicts;; (d) The pursuit of policies, legislation and practices hostile to religious minorities in countries with an official religion or where a majority of the population belongs to one faith;; (e) The upsurge of intolerant and discriminatory policies and practices directed against \"sects or new religious movements\";; (f) The maintenance of policies, legislation and practices opposed to conscientious objection.",
        "Labels": []
    },
    {
        "ID": 175,
        "Text": "175. The third tendency to draw attention to is the persistence of discrimination and acts of intolerance attributed to religion affecting women; this tendency, which is derived from legislation, personal status and interpretations thereof, traditions, society and so-called religious extremism, is fostered by both State and non-State organizations. Lastly, there is a tendency towards a persistence of intolerance by society and intolerance by the State.",
        "Labels": []
    },
    {
        "ID": 176,
        "Text": "176. In order to deal with a situation which may be considered on the whole alarming with regard to tolerance and non-discrimination based on religion or belief, the Special Rapporteur believes that in addition to the daily \"management\" of such phenomena through communications, urgent appeals and in situ visits, there is a vital need for prevention, as the only way of escaping from the vicious circle of violations of freedom of religion and belief. Such prevention must be supported mainly by education and inter-religious dialogue.",
        "Labels": []
    },
    {
        "ID": 177,
        "Text": "177. With regard to education, in the Vienna Declaration and Programme of Action, the World Conference on Human Rights reaffirmed \"that States are duty-bound, as stipulated in the Universal Declaration of Human Rights and the International Covenant on Economic, Social and Cultural Rights and in other international human rights instruments, to ensure that education is aimed at strengthening the respect of human rights and fundamental freedoms. The World Conference on Human Rights emphasizes the importance of incorporating the subject of human rights education programmes and calls upon States to do so. Education should promote understanding, tolerance, peace and friendly relations between the nations and all racial or religious groups and encourage the development of United Nations activities in pursuance of these objectives. Therefore, education on human rights and the dissemination of proper information, both theoretical and practical, play an important role in the promotion and respect of human rights with regard to all individuals without distinction of any kind such as race, sex, language or religion, and this should be integrated in the education policies at the national as well as international levels.\"",
        "Labels": []
    },
    {
        "ID": 178,
        "Text": "178. It may be remembered that article 29 of the Convention on the Rights of the Child provides that: \"States parties agree that the education of the child shall be directed to: … (b) The development of respect for human rights and fundamental freedoms, and for the principles enshrined in the Charter of the United Nations; … (d) The preparation of the child for responsible life in a free society, in the spirit of understanding, peace, tolerance, equality of sexes, and friendship among all peoples, ethnic, national and religious groups and persons of indigenous origin.\" The Special Rapporteur believes that religious matters related to the rights of the child constitute an area where appropriate initiatives should be undertaken as a matter of priority. This is why, in conformity with the Vienna Declaration and Programme of Action, the relevant international instruments and the resolutions of the Commission on Human Rights and the General Assembly since 1995, the Special Rapporteur is pursuing his plan for an international school strategy on the question of tolerance and non-discrimination in relation to freedom of religion and belief in primary and secondary education establishments.",
        "Labels": [
            "Indigenous peoples",
            "Children"
        ]
    },
    {
        "ID": 179,
        "Text": "179. Inter-religious dialogue appears essential for the prevention of misunderstandings, conflicts and violations in the area of freedom of religion and belief. As was rightly recalled by the High Commissioner for Human Rights, in her message (21 September 1999) on the occasion of the 950th anniversary of the city of Nuremberg and its conference on peace and human rights: \"The full title of the conference - 'Peace and Human Rights - Furthered by Religions, Threatened by Religions' - reflects the fact that religions' message of peace and love can be distorted to become an instrument of hate and conflict … Religions can and should play a significant role in conflict prevention and post-conflict reconciliation.\" The visit to the Vatican provided an opportunity to see what was being done in the area of inter-religious dialogue and to offer some general insight regarding the objectives, methods and mechanisms of inter-religious dialogue from the point of view of the Holy See. That visit, by considering a great variety of questions, such as the Vatican's position with regard to international and national law in the area of religious freedom, and its position in relation to States, communities sharing the same religion and belief, and education, also contributes to a better knowledge of one religion, in the event Catholicism, in its relations with other religions and therefore to a broader range of shared experience, as well as to a more meaningful dialogue between communities belonging to different religions and beliefs, and lastly to enhanced protection of freedom of religion and belief.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 180,
        "Text": "180. As Théo Boven had also very pertinently explained in his study \"Religious Freedom in International Perspective: Existing and Future Standards\" (1989): \"What is at stake in the promotion and protection of religious liberty is not the search for objective truth but the enhancement of respect for the subjective rights of individuals or groups of individuals and communities. On the basis of this understanding the measures of implementation, at a national and international level, should focus on the promotion of constructive dialogue between religious communities themselves and between these communities and the public authorities in a spirit of tolerance and respect\". The Special Rapporteur welcomes the initiative of the Geneva Spiritual Appeal, issued and signed in the course of an inter-denominational religious service by representatives of various religions and by the International Committee for the Red Cross (ICRC), the Office of the High Commissioner for Human Rights (OHCHR), the High Commissioner for Refugees (HCR) and the World Health Organization (WHO), on 24 October 1999, in Geneva, for United Nations Day. He also welcomes the establishment by UNESCO of the World Council for Interreligious Dialogue and expresses the hope that this will have the effect of furthering exchanges between religions.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 181,
        "Text": "181. Education and inter-religious dialogue, in other words, constitute essential means in both the medium and long term, of preventing the currently observed violations resulting from religious extremism, from special policies, legislations and practices, and from discrimination attributed to religion affecting women. Needless to say, such preventive action in no way excludes the on-going deployment of all means of combating existing violations.",
        "Labels": []
    },
    {
        "ID": 182,
        "Text": "182. This approach, based both on management (which is and remains necessary and even fundamental) and on prevention, should inspire the initiatives encouraged by the Special Rapporteur, especially the preparation of a plan of action on the condition of women with regard to religion and to policies, legislation, traditions and practices either derived from or attributed to religion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 183,
        "Text": "183. The Special Rapporteur also wishes to stress the need for States to adopt initiatives to strengthen tolerance with regard to religion and belief, especially on the occasion of the twentieth anniversary of the adoption by the General Assembly on 25 November 1981 of the Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion or Belief. This anniversary could provide an opportunity to review the situation as regards the \"management\" of intolerance and discrimination and to establish a plan of action for prevention, the two main pillars of which might be dialogue and education. - - - - -",
        "Labels": []
    }
]