[
    {
        "ID": 1,
        "Text": "1. Truly great religions and beliefs \\ are based upon ethical tenets such as the duty to widen the bounds of good-neighbourliness and the obligation to meet human need in the broadest sense. The precept that one should love one's neighbour as oneself was part of the faith of Christianity even before it had been organized as a Church. The same idea permeates Judaism and Islam, as well as the various branches of Buddhism, Confucianism and Hinduism, and it may also be found in the teachings of many non-religious beliefs.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. While most religions and beliefs are imbued with a sense of the oneness of mankind, history probably records more instances of man's inhumanity to man than examples of good-neighbourliness and the desire to satisfy the needs of the less fortunately placed. Not infrequently, horrors and excesses have been committed in the name of religion or belief. In certain periods of history organized religions have displayed extreme intolerance, restricted or even denied human liberties, curtailed freedom of thought, and retarded the development of art and culture. In other periods, proponents of certain philosophical teachings have displayed similar intolerance towards all theistic religions or beliefs. However, it must be stressed that such manifestations of intolerance by organized religions or beliefs were usually the result of traditions, practices and interpretations built up around them; often the followers of a religion or belief considered it to be the sole repository of truth and felt therefore that their duty was to combat other religions or beliefs.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 3,
        "Text": "3. The movement towards a greater measure of freedom and tolerance has been temporarily arrested in certain periods of history. While it would of course be impossible to mention here all those who, through the ages, have raised their voices in favour of tolerance and religious freedom, a few examples will serve to indicate that they were drawn from many different faiths.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Twenty-three centuries ago King Asoka, patron of Buddhism, recommended to his subjects that they should act in accordance with a principle of toleration which sounds as alive today as when it was propounded: \". . . Acting thus, we contribute to the progress of our creed by serving others. Acting otherwise, we harm our own faith, bringing discredit upon the others. He who exalts his own belief, discrediting all others, does so surely to obey his religion with the intention of making a display of it. But behaving thus, he gives it the hardest blows. And for this reason concord is good only in so far as all listen to each other's creeds and love to listen to them. It is the desire of the king, dear to the gods, that all creeds be illumined and they profess pure doctrines . ..\"",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Bible, in the Book of Leviticus (19:33-4), expressed the ideal of tolerance to strangers in the following words: \" And if a stranger sojourn with thee in thy land, ye shall not do him wrong. The stranger that sojourns with you shall be unto you as the homeborn among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt; I am the Lord your God.\"",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. St. Thomas of Aquinas, a leading exponent of Catholicism, taught as early as the thirteenth century that it was a duty of Governments to uphold freedom of dissident religions before the law and \". . . to avoid the scandals and dissensions which suppression of these liberties and guarantees would entail \". He also taught that Governments had a duty: \". . . to avoid compromising the eternal salvation of the dissidents who, thus given their freedom, may be freely converted to the truth ... \"",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The sixteenth-century Catholic authority, Suârez, was no less emphatic when he wrote : \" The temporal power of the Prince does not extend to the prohibition of the religious rites [of dissidents] ; no reason for such prohibitions can be advanced, save their contrariety to the true Faith, and this reason is not sufficient with respect to those who are not subject to the spiritual power of the Church.\"",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Prophet Mohammed, founder of Islam, issued a code of conduct to his followers in Najran in which he said : \" To the Christians of Najran and its neighbouring territories, the security of God and the pledge of Mohammed the Prophet, the Messenger of God, are extended for their lives, their religion, their land, their property — to those thereof who are absent as well as to those who are present — to their caravans, their messengers and their images. The status quo shall be maintained; none of their rites [religious observances] and images shall be changed. No bishop shall be removed from his bishopric, nor a monk from his monastery, nor a sexton from his church . . . For what in this instrument is contained they have the security of God, and the pledge of Mohammed, the Prophet forever, until doomsday, so long as they give right counsel [to Moslems] and duly perform their obligations, provided they are not unjustly charged therewith.\"",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The doctrine of tolerance was enunciated with particular clarity by John Locke, in his first Letter concerning Toleration. In this letter, published in 1689, the year after the English revolution, he wrote: \" Thus if solemn assemblies, observations of festivals, public worship be permitted to any one sort of professors, all these things ought to be permitted to the Presbyterians, Independents, Anabaptists, Armenians, Quakers, and others, with the same liberty. Nay, if we may openly speak the truth, and as becomes one man to another, neither pagan nor Mahometan nor Jew ought to be excluded from the civil rights of the commonwealth because of his religion .. . And the commonwealth which embraces indifferently all men that are honest, peaceable, and industrious, requires it not. Shall we suffer a pagan to deal with trade with us, and shall we not suffer him to pray unto and worship God ? If we allow the Jews to have private houses and dwellings amongst us, why should we not allow them to have synagogues ? Is their doctrine more false, their worship more abominable, or is the civil peace more endangered by their meeting in public than in their private houses ? But if these things may be granted to Jews and pagans, surely the condition of any Christians ought not to be worse than theirs in a Christian commonwealth.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. \".. . If anything passes in a religious meeting seditiously and contrary to the public peace, it is to be punished in the same manner, and no otherwise than as if it had happened in a fair or market. These meetings ought not to be sanctuaries for factious and flagitious fellows. Nor ought it to be less lawful for man to meet in churches than in halls; nor are one part of the subjects to be esteemed more blameable for their meeting together than others.\"",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In another passage of the same letter he enunciated another idea which has a modern ring about it: \" No man by nature is bound unto any particular church or sect, but everyone joins himself voluntarily to that society in which he believes he has found that profession and worship which is truly acceptable to God. The hope of salvation, as it was the only cause of his entrance into that communion, so it can be the only reason of his stay there . . . A church, then, is a society of members voluntarily united to that end.\"",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. It would appear that Locke's theory of toleration was meant to be universal in its applicability. However, it should be borne in mind that in another passage of the same letter, he specifically excludes Roman Catholics while arguing that the State should offer equal protection to members of the Established Church, to Protestant dissenters, and even to Jews, Muslims and pagans. Furthermore, he was definitely of the view that free-thinkers should be proscribed and not allowed to enjoy any rights or privileges. But whatever their limitations, Locke's writings have a considerable interest : they represent the first attempt to present a theory under which individuals and groups of individuals are entitled to claim freedom of thought, conscience and religion as a legal right. Furthermore, Locke made the distinction between freedom to maintain or to change religion or belief on the one hand and freedom to manifest religion or belief on the other, and expressed the view that whereas freedom to maintain one's religion or belief cannot be restrained, freedom to manifest religion or belief is subject to limitation by the State \" in the same manner, and no otherwise \", as freedom to exercise any other civil right.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Although the concept of freedom of thought, conscience and religion emerged comparatively early in the writings of certain outstanding individuals, its recognition in national law took considerable time. The translation of the abstract concept into law and practice was a gradual process. Tolerance was accorded, in the beginning, to one or a few specified religions or beliefs ; and only later was it extended to all such groups. Moreover, the measure of tolerance extended to various groups was often very narrow at first, and only by a gradual expansion was full equality achieved. Even today the stage reached is not the same in various areas of the world. A few illustrative examples may be cited.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. In Switzerland the right of the individual to profess the religion of his choice has gradually been recognized by national law. Every canton acquired, under the first peace of Kappel, of 1529, the right to decide for the entire territory subjected to its jurisdiction whether the Reformed or Catholic doctrine was to be the faith of its citizens and subjects. In the \" common bailiwicks \", which were ruled by Reformed and Catholic cantons in common, the decision was to be made not by the majority in the ruling cantons but by the majority of churchgoers in every individual commune; thus, the majority decision was binding on the minority also. The second peace of Kappel, of 1531, confirmed the exclusive adherence of all citizens and subjects of the free cantons to the church decided upon by the majority. In the \" common bailiwicks \", on the other hand, Catholic minorities could remain true to their hereditary faith while living side by side with Protestant majorities. It was not until 1712, after various intermediate settlements, that full equality of rights as between the two Christian confessions was guaranteed, by the fourth peace between the Confederates, to inhabitants of \" common bailiwicks \" of mixed population. In the individual sovereign cantons the old system was retained: the religion was chosen by majority decision and remained exclusively binding on all citizens and subjects. With the formation of the Helvetic Republic, the unitary constitution of 1798 introduced the principle that all forms of worship should be permitted, provided that they did not disturb public order and pretended to no seigneurial powers and privileges. But in 1803, by the Act of Mediation, Napoleon restored the former relationship between the State and the confessions, i.e., the system of politically determined exclusivity within the specified territory. The adoption of the Federal Constitution of 1848 marked a milestone in the development of freedom of Christian faith and conscience in Switzerland. However, full freedom of faith and conscience was first established by the Revised Federal Constitution of 1874.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In France, for many years, concessions granted to religious groups were revoked at will by the State. After the thirty-six-year period of civil strife known as the religious wars, from 1562 to 1598, Henri IV, by the Edict of Nantes, granted the Calvinists (the Huguenots) certain civil liberties and the right to worship in specified places. The Edict was revoked in 1685 by Louis XIV, who ordered the destruction of the Calvinist temples and made any attempt by Calvinists to leave the country punishable by penal servitude. An edict of November 1787 returned to Protestants as individuals most of their civil rights (such as freedom to marry, to acquire property, and to engage in commerce), but denied them the right to worship in public and to organize. Thus the French Revolution brought in its wake full freedom for Calvinists, as well as Jews, to practise their own religion on the same footing as Catholics.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. In England, incapacities to. which dissenters were subjected were abolished only gradually. The first positive legislation recognizing dissenters was the Toleration Act of 1698, which exempted Protestants who dissented from the Church of England from the penalties of certain laws. Thus Protestant non-conformity was given a legal status, but apart from this the Established Church was maintained, and membership in this Church was an indispensable condition for the holding of public, municipal, military and naval office. The repeal in 1828 of the Test and Corporation Acts put an end to the Established Church in the old sense of that Church enjoying the exclusive confidence of the State as the upholder of the national religious standard. Soon afterwards the Catholic Emancipation Acts of 1829 and 1832 did for Roman Catholic dissenters what had already been done for Protestant dissenters : it made them eligible for seats in Parliament and for such public offices as had not previously been open to them, and gave their churches and charities legal status. In 1846 the Toleration Act was extended to Jews by the Religious Disabilities Act. However, the civil status of dissenters was still inferior to that of members of the Established Church, and the secular and ecclesiastic functions of the parish were almost inextricably mixed. Marriages (except for Jews and Quakers) were legal only when performed by parish clergymen, the parish record of baptisms constituted the only legal record of births, and the parish graveyard was the only place where the dead could be buried. The Established Church also controlled, to a large extent, education, elementary schools, grammar schools, and Oxford and Cambridge Universities. Gradually, over the years, these inequalities have been removed and now, according to the Government of the United Kingdom : \" Religious freedom in modern Britain is complete and a general state of legal equality between the many different religious bodies is well-nigh complete also, with qualified exceptions in the cases of the established Churches of England and Scotland . . .",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 17,
        "Text": "17. \" The marks of the established churches' superiority are perpetuations of the old constitutional forms beyond their active legal significance of a kind very common in Britain; they no longer imply the unmistakable superiority of the established over the non-established churches which marked the 17th and 18th centuries . . . No one suffers in conscience or in pocket from the few remaining privileges of the established churches. The existence of the established Churches of England and Scotland must therefore not be taken to make any real inroads upon the rule of religious freedom and equality before the law: the rights and privileges resulting from their establishment are probably smaller than those of any other established churches in the world.\"",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. In certain areas the dominant church not only influenced the attitude of public authorities with regard to dissenters, but in turn was used by the State as an instrument for pursuing its own policies, such as an attempt to stamp out the culture of minority groups and to force their members to join the majority group. The State also used discrimination to foster religious and national antagonisms in order to ensure its dominance and to eliminate opposition to the established regime. Thus, according to the Government of the Union of Soviet Socialist Republics: \" In Czarist Russia, the Orthodox Church had occupied a predominant position ; it had been the church of the State. All other religious faiths had either been subjected to outright persecution by the State or had at best been tolerated by it. In old Russia citizens of the orthodox faith had enjoyed full rights, whereas members of other denominations were regarded as heretics and their rights were restricted. This applied, for example, to the right to enter government service, to receive an education and to live in certain areas of pre-revolutionary Russia (as in the case of the Jews). The unequal position occupied by the different churches in Czarist Russia served to foster religious and national antagonisms and frequently led to conflicts involving bloodshed. The disputes between the Armenians and the Moslems in the Caucasus and the Jewish pogroms are a case in point.\"",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. After the February Revolution (1917), the Provisional Government enacted the Law of 14 July 1917, guaranteeing freedom of conscience •— including the right to profess any religion or to profess none — in the former Russian Empire. After the October Revolution (1917), a decree of the Council of People's Commissars \" on the separation of the Church from the State and the School from the Church \", reaffirming the guarantee of freedom of conscience and the equality of all religions, was signed by Lenin on 23 January 1918. This was the first legislation enacted by the Soviet State on the subject. It laid down legal provisions governing the relations between the State and religious associations, and abolished the domination over other faiths which the Orthodox Church had exercised in Czarist Russia. Thus the concept of the right to freedom of thought, conscience, and religion was given de jure or legal recognition by the Union of Soviet Socialist Republics.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Those European powers which embarked upon colonial enterprises in other continents usually introduced their own Established Church in the overseas territories, and frequently granted this Church even larger privileges than it enjoyed in the mother country. In what is now Peru — to cite only a single example — the Spanish conquerors introduced Roman Catholicism early in the sixteenth century. It soon became the established official religion to the exclusion of any other. The evolution which followed the emancipation of this and other Ibero-American countries from Spain and Portugal at the beginning of the nineteenth century varied from country to country, especially as regards the relationship of the State with the Roman Catholic Church and other religions or beliefs. In some instances the present-day situation can be understood only in the light of the past, as well as of the more recent interplay of various political forces, either favourable or unfavourable to a privileged position for the church. Various independent countries of Latin America had established religious guarantees at an early date. The constitutions of these countries now recognize the equality of all individuals.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. But whereas in certain countries, formerly ruled by Spain and now independent, the Roman Catholic Church is maintained as the official religion, or is declared to be the religion of the nation or of the majority — and enjoys more or less extensive privileges — in others the principle of separation of State and Church has been proclaimed and all religions enjoy equal treatment. Thus when the Philippines successfully revolted against Spanish rule, its revolutionary Government decreed complete separation of Church and State. The United States of America confirmed that separation, following the war with the Philippines, and the Philippine Bill of Rights ordained that it should be complete and absolute.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 22,
        "Text": "22. During the colonial period of the history of the United States of America the principle of religious freedom was not observed, for the most part, in some of the American colonies. In many of the settlements various Old World practices and persecutions were repeated. Catholics were hounded and proscribed because of their faith, Quakers were imprisoned, and Baptists were looked down upon by members of other Protestant groups. Dissenters were in some cases punished by fines, imprisonment or banishment, or were required to pay taxes for the support of the clergy and the church; in addition, they were sometimes compelled by law to attend religious services no matter what their belief. In several of the colonies the practice of maintaining one church as the established religion — the usual practice in western and northern Europe at that time — was continued, and frequently no other form of religious expression was tolerated. Only in Rhode Island, Pennsylvania and Delaware did no single church ever attain the status of establishment; in these colonies a large measure of religious freedom not only existed from the beginning, but was actively promoted. But the economic, political and social conditions in the American colonies were not conducive to the survival of an established church. Large sections of the trading class were affiliated with non conformist groups, and clerical authority waned with the growth of business enterprise. The English Act of Toleration of 1689 established a measure of toleration for all except Catholics. The increasing number of groups, and the constant conflict between them, made religious liberty almost imperative. Moreover, the ideological influences of many of the proponents of religious freedom, and of separation of State and Church — such as Roger Williams, William Penn and Isaac Backus — were strongly felt. The result of all these factors was a general movement in all the American colonies towards religious freedom — in some cases by granting financial, legal and moral support to several different sects or denominations, and in others by complete separation of State and Church.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. As originally drafted in 1787, the Constitution of the United States of America did not contain an article on separation of State and Church or the free exercise of religion. However, the Constitution was immediately amended by the addition of a Bill of Rights, adopted in 1791. The First Amendment forbids the Federal Congress to make any law respecting an establishment of religion, or prohibiting the free exercise thereof. The Fourteenth Amendment, adopted in 1868, was later construed by the United States Supreme Court as having the effect of applying the First Amendment to the Governments of the States.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In India, there have been state religions: Buddhism under Emperor Asoka (274-237 B.C.) and Islam during the Muslim period (approximately from the end of the tenth to the middle of the eighteenth centuries). However, persecutions and exclusions on the ground of religion were seldom known. Sasanka (approximately 610 A.D.) was a rare exception in the midst of hosts of understanding and tolerant monarchs, among whom Asoka (mentioned above) and Akbar (1556-1605), stand out. During the British period Christianity became the state religion, but the rulers disclaimed the right and the desire to impose Christianity upon their Indian subjects. In the Queen's Proclamation of 1858 it was declared that none in India should be \" in any wise favoured, nor molested or disquieted by reason of their religious faith or observances, but that all shall alike enjoy the equal and impartial protection of the law \". Further, authorities were enjoined to \" abstain from all interference with religious belief or worship \". The Indian Penal Code, enacted in 1860 and still in force, defines a number of offences relating to religion without making any differentiation between the various religions.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. This policy of non-intervention in the religious affairs of groups, embodied in the Queen's Proclamation, was carried to extreme lengths; every religious group was permitted to follow its traditional pattern in all matters regulated by religious custom and usage. The consequence was not only an almost complete absence of control of religious affairs but also —• because of the stratification of Indian society — discrimination against members of certain sub-groups. This discrimination was predominantly social in character and reached into all aspects of communal life, including the religious field. It was only towards the end of British rule in India that the Madras Hindu Religious Endowments Act, adopted in 1925, regulated certain important aspects pertaining to the management of the religious affairs of Hindus, with a view, in particular, to attacking discrimination. But this measure — important though it was as a pioneer effort — concerned itself with only one aspect of communal life; furthermore, its application was limited to the Province of Madras.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. India achieved independence in 1947 and its present constitution, which came into force on 26 January 1950, guarantees the right to freedom of religion not only to citizens but to every person in India (articles 25 to 28). It abolishes \" untouchability \" and prohibits its practice in any form (article 17). Further, it includes directives calculated to implement these articles as well as to improve the lot of — and to protect and rehabilitate —• persons belonging to scheduled castes and tribes who had suffered from discrimination.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The right to freedom of thought, conscience and religion was examined in the Indian Parliament in 1955, in connexion with a bill calling for the regulation and registration of converts. Mr. Nehru, the Prime Minister, opposing the adoption of the bill, said: \" I fear this bill. . . will not help very much in suppressing the evil methods [of gaining converts], but might very well be the cause of great harassment to a large number of people. Also, we have to take into consideration that, however carefully you define these matters, you cannot find really proper phraseology for them. Some members of this House may remember that this very question, in its various aspects, was considered in the Constituent Assembly, [and] before the Constituent Assembly formally met, by various sub-committees. . . Ultimately, Sardar Patel got up and said, ' Let there be no heat about this matter — because there was heat — it is obvious that three committees have considered this matter and have not arrived at any conclusion which is generally accepted. After that, they came to the conclusion that it is better not to have any such thing because they could not find a really adequate formula which could not be abused later on.'. . . \" The major evils of coercion and deception can be dealt with under the general law. It may be difficult to obtain proof but so is it difficult to obtain proof in the case of many other offences, but to suggest that there should be a licensing system for propagating a faith is not proper. It would lead in its wake to the police having too large a power of interference.\"",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. In the same speech, which was an affirmation of public policy, Mr. Nehru pointed out that a faith which had been established for nearly two thousand years in India —• Christianity — had a right to enjoy a position of equality with other faiths. The legislature of India, accepting his advice, rejected the bill. It had the support of only one member, the rest of the House being opposed to its adoption.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. In the countries of the Near and Middle East — conquered by the Arabs in the seventh century and later incorporated, to a large extent, in the Ottoman Empire — a particular development took place. Although the majority of the indigenous population of the countries had been converted to Islam, various Christian churches and Jewish communities continued to exist. In certain cases there were persecutions, but on the whole the Christians and the Jews enjoyed a large measure of toleration under the Caliphs. Eventually the Islamic States adopted the \" millet \" system, which not only allowed each non-Muslim community complete autonomy in the administration of its religious affairs but in addition conferred upon it temporal powers over its own members. As the law of the State gradually changed in character from religious to secular, the autonomy of the non-Muslim communities was reduced and generally restricted to matters of personal status such as marriage, divorce, alimony, guardianship, succession, and testaments ; and to the administration of religious affairs. Today the \" millet \" system has evolved, in some countries, into one wherein the recognized religious communities — including in some cases groups other than Christians and Jews — are on a footing similar to the Islamic group, although some traces of former dominance may persist.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 30,
        "Text": "30. These few examples tend to illustrate the considerable progress which has been made in many countries not only in acceptance of the idea of toleration but also in recognition of freedom of thought, conscience and religion as a legal right. However, it cannot be assumed that the principle of non-discrimination in respect of the enjoyment of this right by all individuals and groups has as yet been fully accepted everywhere. An essential fact which should not escape attention is that the forward advance of humanity in this field, as in other fields of human rights, is not in a straight line. Thus, it will be recalled that although the German Constitution of 11 August 1919 assured full freedom of conscience and belief to all inhabitants of that country, and permitted each religious group to administer and control its own affairs, the National Socialist régime completely reversed the whole attitude of the State towards religion and belief. The Nazis sought to establish a \" folk religion \", based upon blood, race, and soil. They gradually restricted the activities of the Catholic Church in the sphere of charity, education, sports, and work among youth ; and at the same time they made determined efforts to assimilate the Protestant Church into their organization and gradually, through the use of terroristic methods, to gain complete control over it. These doctrines and actions resulted in bitter conflict with both churches, which was partially resolved by the creation of the National Ministry for Church Affairs. The new ministry took over control of Protestant church appointments and finances, and the clergy were forced to take an oath of loyalty to the Fuhrer. Protestant opposition, led by Niemoller, gradually weakened after many of the leaders of the Protestant resistance had been put into concentration camps. At the same time, anti-Semitism, a characteristic of National Socialism, worked towards the destruction of the Jews. A series of enactments gradually closed almost all avenues of education and livelihood to them. The Nurnberg laws deprived them of citizenship. By 1939, they had been forbidden by law to practise a number of professions. In November 1938, a pogrom began during which some 1,300 synagogues were burned and thousands of Jewish businesses were destroyed. The Jewish community was fined a billion Reichmarks, and a law was passed forbidding any Jew to own a business or to be an independent craftsman. Before war broke out in September 1939, the Jewish community in Germany had already been deprived of almost every right save that of bare existence. Subsequently, Nazi treatment of the Jews was carried to the point of physical destruction of large sections of the Jewish population in Germany. Nor was this destruction restricted to Germany; it applied also to all the countries of Europe which between 1933 and 1945 came under German occupation or predominant influence. The number of Jews thus exterminated is estimated at more than six million.",
        "Labels": [
            "Adolescents",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 31,
        "Text": "31. Even before the concept of freedom of thought, conscience and religion was recognized in national law — and partly because it had not been so recognized — the practice evolved of making treaty stipulations ensuring certain rights to individuals or groups professing a religion or belief different from that of the majority in the country. Such treaty stipulations date back to the time when law was felt to be personal rather than territorial, and to follow an individual even when he lived in a country other than his own. One of the most important treaties granting such \" capitulations \" was signed in 1536 by Francis I of France and Suleiman I of the Ottoman Empire, which allowed the establishment of French merchants in Turkey, granted them individual and religious freedom, and provided that consuls appointed by the King of France should judge the civil and criminal affairs of French subjects in Turkey according to French law, with the right of appeal to officers of the Sultan for assistance in carrying out their sentences. This treaty became the model for many later treaties of this sort as the capitulation system spread during the seventeenth, eighteenth and early nineteenth centuries.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. At a later date, somewhat similar procedures were followed as a means of settling disputes which arose out of the Reformation. For example, the Treaty of Osnabruck, signed in 1648 at the end of the Thirty Years' War, stipulated a certain degree of toleration for Protestants in Catholic States and for Catholics in States which had established a Reformed Church; but it did not go so far as to provide for freedom of thought, conscience and religion for all individuals and groups. Later, under the Treaty of Berlin of 1878, the great European Powers compelled the newly recognized independent and autonomous States of Bulgaria, Montenegro, Romania and Serbia, as well as the Ottoman Empire, to assure religious freedom to all their nationals.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The problem of protection of religious groups and their members came up again at the Paris Peace Conference, after the First World War. Provisions dealing with the protection of minorities, including religious minorities, were either included in peace treaties with some of the defeated countries (Austria, Bulgaria, Hungary and Turkey), or were dealt with in special treaties with certain new or enlarged States (Czechoslovakia, Greece, Poland, Romania and Yugoslavia). Later, some countries (Albania, Estonia, Latvia, Lithuania and Iraq) made declarations to the Council of the League of Nations containing similar provisions. These instruments, while primarily intended to protect minorities, including religious minorities, often contained provisions applicable to all nationals of the country concerned, or even to all its inhabitants. The instruments were placed under the guarantee of the League of Nations; however, it should be noted that the guarantee applied only in respect of members of racial, religious or linguistic minorities.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. During the Second World War the need to assure freedom of religion was affirmed in several important statements on the aims of the war. Thus in a joint declaration of 1 January 1942, the allied leaders stated their conviction \" that complete victory over their enemies is essential to defend . . . religious freedom and to preserve human rights and justice in their own lands as well as in other lands \".",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 35,
        "Text": "35. When the Charter of the United Nations was being drafted in San Francisco in 1945, proposals or amendments suggesting the inclusion of detailed provisions on the right to freedom of thought, conscience and religion — or at least certain aspects of this right — were submitted by Chile, Cuba, New Zealand, Norway and Panama. However, the Charter as adopted refers to \" human rights and fundamental freedoms for all, without distinction as to race, sex, language or religion \", only in general terms. The Universal Declaration of Human Rights, adopted on 10 December 1948, is more explicit: in article 18 it states that \" Everyone has the right to freedom of thought, conscience and religion...\"",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Certain aspects of this right were recognized in diplomatic instruments concluded at the end of the Second World War; for example, all the treaties of peace concluded in Paris on 10 February 1947 provide that each former enemy country is to take \" all measures necessary to secure to all persons under its jurisdiction, without distinction as to race, sex, language or religion, the enjoyment of human rights and of the fundamental freedoms, including freedom .. . of religious worship . . .\" Freedom of thought, conscience and religion has also been recognized in international instruments of a regional character, such as the American Declaration of the Rights and Duties of Man, adopted at the ninth International Conference of American States, held in Bogota in 1948, and the European Convention on Human Rights, adopted and signed at the sixth session of the Committee of Ministers of the Council of Europe in Rome on 4 November 1950. The European Convention is particularly interesting since its provisions — modelled on those of the Universal Declaration of Human Rights — are binding upon the countries which have ratified it, and since it provides for a system of implementation by two organs established by the signatory Powers: the European Commission of Human Rights and the European Court of Human Rights.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. In order to understand the nature of the right to freedom of thought, conscience and religion — and of discrimination in respect of this right one cannot do better than take as a basis the Charter of the United Nations and the Universal Declaration of Human Rights. The former affirms that one of the purposes of the United Nations is to promote and encourage respect for human rights and for fundamental freedoms for all without distinction as to race, sex, language or religion. The latter establishes \" a common standard of achievement for all peoples and all nations \". The relevant provisions of the proposed covenant on civil and political rights are based on those of the Declaration, and represent an attempt to elaborate the latter and to provide guidance to States which become parties to this instrument; however, the convenant is at present only in draft form and these provisions have not yet been examined by the General Assembly.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The basic text of the Declaration on the subject, article 18, reads: \" Article 18 \" Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance.\" This article must be examined in conjunction with articles 29 and 30, which read: \" Article 29 \" (1) Everyone has duties to the community in which alone the free and full development of his personality is possible. \" (2) In the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society. \" (3) These rights and freedoms may in no case be exercised contrary to the purposes and principles of the United Nations. \" Article 30 \" Nothing in this Declaration may be interpreted as implying for any State, group or person any right to engage in any activity or to perform any act aimed at the destruction of any of the rights and freedoms set forth herein.\" Articles 2, 7, and 8, which are also pertinent, read as follows: \" Article 2 \" (1) Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. \" (2) Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether this territory be an independent, Trust, Non-Self-Governing territory, or under any other limitation of sovereignty. \"Article 7 \" All are equal before the law and are entitled without any discrimination to equal protection of the law. All are entitled to equal protection against any discrimination in violation of this Declaration and against any incitement to such discrimination. \" Article 8 \" Everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted him by the constitution or by law.\"",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. In most areas of the world the right to freedom of thought, conscience and religion is recognized, either by national constitutions or by law. It must therefore be acknowledged to be a fundamental right. The purport of article 18 is that steps should be taken to recognize this right in the few countries which have not already done so. Article 2 of the draft covenant on civil and political rights is somewhat more explicit on this point, and the draft convenant further provides (articles 27-50) for measures of implementation of an international character. When these provisions come into operation, the right will be not only internationally recognized, but also sanctioned.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Declaration prohibits any discrimination in respect of the right to freedom of thought, conscience and religion, and stipulates that all are equal before the law and entitled without any discrimination to equal protection of the law. However, the prohibition of discrimination and the guarantee of equal protection of the law raise special problems in the case of freedom of thought, conscience and religion; since each religion or belief makes different demands on its followers, a mechanical application of the principle of equality which does not take into account these various demands will often lead to injustice and in some cases even to discrimination.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In describing the nature of the right to freedom of thought, conscience and religion, the Declaration makes a distinction between \" freedom to change . . . religion or belief \" on the one hand and \" freedom, either alone or in community with others, and in public or in private, to manifest... religion or belief in teaching, practice, worship and observance \" on the other. The same distinction is made, and appears even more sharply, in the draft covenant on civil and political rights. \" (a) To ensure that any person whose rights or freedoms as herein recognized are violated shall have an effective remedy, notwithstanding that the violation has been committed by persons acting in an official capacity; \" (b) To develop the possibilities of judicial remedy and to ensure that any person claiming such a remedy shall have his right thereto determined by competent authorities, political, administrative or judicial; \" (c) To ensure that the competent authorities shall enforce such remedies when granted.\"",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Article 18 of the draft covenant on civil and political rights, as adopted by the Commission on Human Rights at its tenth session, reads (E/2573, annex I B): \" 1. Everyone shall have the right to freedom of thought, conscience and religion. This right shall include freedom to maintain or to change his religion, or belief, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching. \" 2. No one shall be subject to coercion which would impair his freedom to maintain or to change his religion or belief. \" 3. Freedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others.\"",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The draft covenant on civil and political rights also contains, in article 25, a special provision relating to minorities. This provision reads: \" In those States in which .. . religious .. . minorities exist, persons belonging to such minorities shall not be denied the right, in community with the other members of their group .. . to profess and practise their own religion...\"",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Although the Declaration does not explicitly mention freedom to maintain religion or belief, as does the draft covenant, the omission does not appear to involve any question of substance : it would be strange indeed to acknowledge the right to change one's religion or belief without admitting the right to maintain it. But the converse is not correct: it does not follow from the mere acknowledgement of one's right to maintain a religion or belief that the right to change it is also conceded, and there are instances in which a change is prohibited while the right to maintain is recognized.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The essential difference between freedom to maintain or to change a religion or belief and freedom to manifest that religion or belief is that while the former is conceived as admitting of no restriction, the latter is assumed to be subject to limitation by the State for certain denned purposes. Here again the text of the draft covenant is more explicit than that of the Declaration: paragraph 3 of article 18 of the former contains a limitations clause referring only to limitations to be placed on freedom to manifest, while the limitations clauses of the Declaration apply to all the rights and freedoms set forth therein. This may, however, only reflect the different methods of drafting followed in preparing the two instruments: since the limitations clauses of the draft covenant are appended directly to specific articles setting out the substantive right, they naturally can be formulated with greater precision than in the case of the Declaration, where article 29 is placed at the end of the catalogue of rights and freedoms.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Freedom to maintain or to change religion or belief falls primarily within the domain of the inner faith and conscience of an individual. Viewed from this angle, one would assume that any intervention from outside is not only illegitimate but impossible. None the less, problems do arise and there are even today cases of interference with this freedom — or at least with its outward aspects. In order to understand this apparent contradiction, it must be recollected that the followers of most religions and beliefs are members of some form of organization, such as a church or a community. If it is to be considered that freedom to maintain or to change religion or belief does not admit of any restraint — and it seems to be so rightly considered by the consensus of world opinion — any instance of compelling an individual to join or of preventing him from leaving the organization of a religion or a belief in which he has no faith must be considered to be an infringement of the right to freedom of thought, conscience and religion.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. This idea, expressed long ago by Locke, was emphasized in a decision of the Supreme Court of the United States of America made in 1940 and interpreting the First Amendment to the United States Constitution, which read in part as follows : \" The First Amendment forestalls compulsion by law of the acceptance of any creed or the practice of any form of worship. Freedom of conscience and freedom to adhere to such religious organizations or form of worship as the individual may choose cannot be restricted by law .. . Thus the amendment embraces two concepts: freedom to believe and freedom to act. The first is absolute, but, in the nature of things, the second cannot be.\"",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The same idea is also brought out succinctly in article 18 of the draft covenant on civil and political rights : \" No one shall be subject to coercion which would impair his freedom to maintain or to change his religion or belief.\" One still has to consider, however, what is to be condemned as \" coercion \". There may be many border-line cases, particularly when proselytizing activities are being carried on amongst persons or groups more readily susceptible than others to indirect inducements. But the mere existence of certain prescribed procedures for formally joining a religion or belief, or for leaving it, is not necessarily an infringement of the right to maintain or to change : the real test is whether or not in fact these procedures constitute a restraint upon this freedom.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Universal Declaration of Human Rights states that \" Everyone has the right... to manifest his religion or belief in teaching, practice, worship and observance \". The question arises whether the terms \" teaching, practice, worship and observance \" are intended to circumscribe the freedom, or whether on the contrary they are mentioned only in order to prevent any possible manifestation of a religion or belief from being considered outside the ambit of the freedom. Bearing in mind that on the one hand the Declaration was prepared with a view to bringing all religions or beliefs within its compass, and on the other hand that the forms of manifestation, and the weight attached to each of them, vary considerably from one religion or belief to another, it may safety be assumed that the intention was to embrace all possible manifestations of religion or belief within the terms \" teaching, practice, worship and observance \".",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Article 29 of the Declaration, referred to above, states that \" in the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing the recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society \". The article further states that \" everyone has duties to the community \", and that the rights and freedoms proclaimed in the Declaration \" may in no case be exercised contrary to the purposes and principles of the United Nations \". A limitation, therefore, in order to be legitimate, must satisfy two essential criteria: it must be \" determined by law \", and it must be enforced solely for one or several of the purposes mentioned in the article.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The expression \" determined by law \" may be thought to be selfexplanatory. Its meaning is that the limitations envisaged in the article should be stated in general and objective terms in accordance with the characteristics of the law, as distinct in a sense from individual and concrete legal decisions resulting from decrees of courts or administrative acts. Regulations to control manifestations of religion or belief are normally issued by the executive and executed by subordinate administrative authorities; but these authorities have to take care that their acts are within the scope of the authority given them by law.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. The statement that limitations, in order to be legitimate, must be enforced solely for one or several of the purposes mentioned in article 29 means that not only the acts of the executive and of the subordinate authorities, but the law itself, should not be unduly restrictive of the right to freedom of thought, conscience and religion.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The first purpose enumerated in the article, for which a limitation is permitted, is to secure \" due recognition and respect for the rights and freedoms of others \". This means that, since it has already been recognized that freedom to maintain or to change one's religion or belief should not be impaired, precedence should be given to this freedom whenever it comes into conflict with any practice of a religion or belief which would lead to its disregard. Furthermore, in a multireligious society, certain limitations on religious practices, or on customs which owe their origin to religious doctrines, may be necessary in order to reconcile the interests of different groups, notably minorities and the majority. Such limitations should not be of such a nature as to sacrifice minorities on the altar of the majority, but to ensure a greater measure of freedom for society as a whole.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. A good example of such legislation may be cited. In India, a choice had to be made between acquiescing in a traditional type of discrimination against a minority or eliminating it by measures which, according to a certain group purporting to speak in the name of the majority, were contrary to the religious traditions of the people. The question whether \" untouchability \" should be abolished, or allowed to remain as part and parcel of religious practice, presented itself in a sharp form to the statesmen of that country. But with the coming into force of the Constitution in January 1950, \" untouchability \" was abolished by article 17, which reads: \" ' Untouchability' is abolished and its practice in any form is forbidden. The enforcement of any disability arising out of ' untouchability ' shall be an offence punishable in accordance with law.\"",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 55,
        "Text": "55. In addition, article 15 provides that: \" No citizen shall, on grounds only of religion,... be subjected to any disability, liability, restriction or condition with regard to: \" (a) Access to shops, public restaurants, hotels and places of public entertainment; or \" (b) The use of wells, tanks, bathing ghats, roads and places of public resort maintained wholly or partly out of State funds or dedicated to the use of the general public.\"",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Where traditional religious practices come into conflict with the basic rights of the individual, it is the former that have to give way. Thus, these limitations by the State on religious practices have increased freedom for Indian society as a whole.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Legitimate limitations upon the right to freedom of thought, conscience and religion can also be imposed, according to article 29, \"for the purpose .. . of meeting the just requirements of morality, public order and the general welfare in a democratic society \". The use of these terms indicates a consensus of opinion that the exercise of the right could be limited only in the interests of the common good of society; great pains were taken in the preparation of the Declaration to avoid the possibility of arbitrary judgement being exercised.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. While the legitimate limitations set forth in article 29 apply equally to all rights and freedoms proclaimed in the Declaration, it must be stressed again that the right to freedom of thought, conscience and religion has a distinctive character because the demands of various religions and beliefs on their followers are so far from identical. As the Supreme Court of India once stated: \" A religion may not only lay down a code of ethical rules for its followers to accept; it might prescribe rituals and observances, ceremonies and modes of worship which are regarded as integral parts of religion, and these forms and observances might extend even to matters of food and dress.\"",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. In another decision the same court stated: \" What constitutes the essential part of a religion is primarily to be ascertained with reference to the doctrines of that religion itself. If the tenets of any religious sect of the Hindus prescribe that offerings of food should be given to the idol at particular hours of the day, that periodical ceremonies should be performed in a certain way at certain periods of the year or that there should be daily recital of sacred texts or oblations to the sacred fire, all these would be regarded as parts of religion and the mere fact that they involve expenditure of money or employment of priests and servants or the use of marketable commodities would not make them secular activities partaking of a commercial or economic character. . . The freedom [for such religious practices] is guaranteed by the Constitution except when they run counter to public order, health and morality.\"",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Viewed from this angle it may be seen that certain limitations imposed upon particular manifestations of religion or belief, although apparently conceived in general terms, may in fact tend to affect only a particular group, or to affect it more than others. This consideration cannot be ignored when deciding whether or not a particular limitation is legitimate. Only when public authorities refrain from making any adverse distinctions against, or giving undue preferences to, individuals or groups, will they comply with their duty as concerns non-discrimination.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Finally, in any discussion of the permissible limitations on the right to freedom of thought, conscience and religion, account must be taken of the fact that even though each of several limitations taken by itself may be considered to be permissible, the whole complex of limitations when taken together may be such as to render the exercise of the right nugatory. That is why article 29, after setting forth the grounds on which limitations are permissible, uses the term \" in a democratic society \" — a term which should of course be construed as referring to a society in which human rights and fundamental freedoms are ensured. The same idea is brought out more comprehensively, and in even sharper focus, in article 30, which states that nothing in the Declaration \" may be interpreted as implying for any State, group or person any right to engage in any activity or to perform any act aimed at the destruction of any of the rights and freedoms set forth herein \". Clearly this article interdicts not only public authorities but also \" any group or person \" from engaging in activities aimed at the destruction of a human right or fundamental freedom. Thus the expression \" in a democratic society \" in article 29 and the provisions of article 30 may be said to constitute restrictions on the permissible limitations.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. While for the majority of rights and freedoms set forth in the Universal Declaration of Human Rights only the individual aspect is taken into consideration, article 18 explicitly affirms that freedom to manifest a religion or belief may be exercised either \" alone \" or \" in community with others \". The same expressions appear in article 18 of the draft covenant on civil and political rights, and the collective aspect of the right is stressed even more in article 25 of the draft covenant, which states that \" persons belonging to [religious] minorities should not be denied the right, in community with other members of their group,... to profess and practise their own religion \".",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. What do the expressions \" in community with others \" and \" in community with other members of their group \" mean ? Do they imply simply freedom of assembly exercised from time to time for the purpose of teaching, practice, worship or observance, or do they also imply the right to organize on a permanent basis for these purposes ? In other words, do they refer only to freedom of assembly, or also to freedom of association and the right to organize ?",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. It may be argued that freedom of association for the purpose of manifesting a religion or belief is referred to, along with the freedom of peaceful assembly, in article 20 of the Declaration, which provides that \" Everyone has the right to freedom of peaceful assembly and association \" and that \" No one may be compelled to belong to an association \". In view of the generality of the terms of this article, there can be no doubt that it extends to the sphere of religion or belief. However, certain facts relating to the two freedoms here involved — freedom of assembly on the one hand and freedom of association and the right to organize on the other — must be pointed out.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. History and contemporary practice show a remarkable difference in the attitude of public authorities towards these two freedoms when they are applied in the field of religion or belief, and when they are applied in other fields. In many fields freedom of association and the right to organize have been more readily conceded than freedom of assembly. But in the field of religion, freedom of association and the right to organize have often been, and still are, denied or severely curtailed, whereas freedom of assembly in houses of worship has been recognized first, at least for the dominant religion, and later for a number of recognized — or even all — religions or beliefs. This difference is not accidental; public authorities consider that, in fields other than religion, there is less of a threat to public order and security in the existence of permanent organizations than in the congregation in one place of a large number of people. In the religious field, on the other hand, a meeting held for purposes related purely to matters of religion or belief does not generally present a threat to public order and security, whereas the establishment of a new and permanent organization may be considered dangerous because of the considerable impact which a religion or belief normally has upon its followers. Moreover, as will be seen later, freedom of association and the right to organize may have quite a different meaning in the field of religion from that which they have in other fields : such questions as the structure of the religious organization and the management of its religious affairs are often, to a large extent, questions of dogma and therefore not matters of voluntary choice.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Although freedom of assembly for individuals of a particular faith does not raise such complicated issues as freedom of association and the right to organize, conflicts may arise even here between freedom of assembly and considerations of morality, public order, the general welfare, or respect for the rights and freedoms of others.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Thus it may be seen that the collective aspect of freedom to manifest religion or belief — whether it implies freedom of assembly only, or freedom of association and the right to organize in addition — is of particular importance from the point of view of this study, since intervention by the State to regulate or to limit manifestations of a religion or belief are more frequent when these manifestations are performed \" in community with others \" than when they are performed \" alone \".",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The same observation applies to the reference, in article 18 of the Declaration, to manifestations of religion or belief \" in public or private \". Intervention by the State is more likely when a manifestation takes place in public than when it takes place in private.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. In this connexion, it may be pointed out that limitations upon manifestations of religion or belief are most likely to occur when such manifestations are performed simultaneously \" in community with others \" and \" in public \", as in the case of a public procession through the streets of a city, which comes into conflict with certain other aspects of modern life such as urbanization and the flow of traffic.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. It must be realized that in many cases restraints upon freedom of thought, conscience and religion — and even denials of that freedom stem not from any governmental action but from pressures within the society in which they occur. Such pressures are usually exercised through subtle methods of exclusion from social life, or other forms of social ostracism. Public authorities have a duty to protect individuals and groups against this kind of discrimination, as is made clear in article 7 of the Universal Declaration of Human Rights. But these authorities do not operate in a vacuum: they cannot overlook the factors which underlie social pressures.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Thus the position which a particular religion or belief enjoys in a country may depend upon the proportion of its adherents to the total population. If the group is relatively small and does not try to expand by converting members of the predominant group, tolerance is the general rule. Conversely, if the group is relatively large and tries not only to gain converts but also to exert political influence, the predominant group often shows impatience which may turn into intolerance.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. The origin of the religion or belief may also be a factor: there are\" traditional minorities \" and groups which have emerged only in recent times. Greater intolerance is usually shown towards the new groups, especially if they are splinters of the predominant religion or belief which attempt to win converts to what the predominant religion considers to be a schism or a heresy. But even \" traditional minorities \" sometimes arouse the animosity or the predominant group, which frequently charges them with showing excessive group-consciousness or becoming a \" State within a State \", with growing more prosperous than other groups in the community, or with practising secret rites.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Still another factor is the relationship of individuals or groups holding a particular religion or belief to members of that religion or belief residing outside the country. While one such group may have no followers outside",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. the country, another may be merely a local branch of a larger religion or belief. In the latter case, if the same religion or belief is predominant in another State and this State is accused of intervening on behalf of its co-religionists, this may lead to resentment and discrimination.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. In a larger context the attitude of a religion or belief, or of its followers, towards the State in which it lives and towards the predominant faith within that State cannot be ignored. Of course no State can turn a blind eye towards activities aimed at its destruction. It should be apparent, however, that in evaluating this particular aspect of the attitude of the State and of the predominant group towards a minority, the greatest caution must be observed; for while the maintenance of social cohesion may be a legitimate aspiration, it has only too often been invoked by States and by predominant groups within States to justify tyranny and persecution.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Since it is often extremely difficult to disentangle prejudice from such factors, it is not always possible for public authorities to initiate immediately the measures which are necessary to eradicate discrimination against various religions or beliefs. Moreover, where the social pressures are solely the result of unreasoning prejudice and where they are exerted by large and powerful groups, attempts to counter them directly might lead not only to an increase in tension but even to open clashes endangering peace and tranquillity.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Even so, public authorities are under a positive duty to ensure as widely as possible freedom of thought, conscience and religion to all religions and beliefs and to their followers. Further, they have a responsibility to cut at the very roots of intolerance and prejudice by all possible means, such as educational measures and co-operation with groups willing to assist in counteracting prejudice and discrimination. Finally, they must provide adequate protection not only against discrimination itself but also, as mentioned in article 7 of the Declaration, \" against any incitement to such discrimination \".",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. All these factors should be borne in mind when assessing the acts of public authorities. A particularly close scrutiny is imperative in determining whether these authorities have used the argument of peace and tranquillity legitimately, or only as a pretext for initiating or perpetuating infringements upon the right to freedom of thought, conscience and religion; in this case more than in any other it is necessary, in assessing the attitude taken by States and public authorities, to take into account whether the infringements are occasional and temporary in nature, or form part of a deliberate and systematic policy.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The right of an individual to freedom of thought, conscience and religion is recognized today in nearly all areas of the world. This right, in the words of the Universal Declaration of Human Rights, \" includes freedom to change his religion or belief \". It would also seem to include not only the inner freedom of an individual to maintain his religion or belief, but also his freedom to belong, or not to belong, to an organized religion or belief.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Examples of compulsory conversion, or of legislation specifically banning a particular religion or belief — frequent in the past — are nowadays not very much in evidence. However, in certain areas even today the law, while making no distinction — or only relatively minor distinctions —• between various theistic religions and their followers, provides for different treatment of non-theistic beliefs and their followers. Conversely, in other areas, non-believers seem to be favoured in comparison with believers. Furthermore, instances may be found of individuals or groups being subjected to pressure to leave their own religion or belief for another. Such pressure ranges from outright persecution of members of a particular group or its spiritual leaders — which may involve denial of their civil and other rights — to measures of an economic character such as exclusion from certain trades and professions. Although it is rare for public authorities to exert such pressure directly nowadays, in many instances they fail to curb sufficiently pressures which are exerted by religions or beliefs enjoying a preferential position in the State.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. In some areas of the world, intolerance has been directed not so much against individuals or groups professing a different faith from that of the predominant group, as against heretical or schismatic elements which have broken away from the parent group. Thus in one instance state recognition of such an element as a religious group was denied and its followers were officially considered to be members of the parent group despite the fact that they had withdrawn from it, while in another instance dissenting elements — including their hierarchies as well as their followers were compelled to merge against their will with the parent group. In both instances individuals were forced not only to give up their religion or belief for another but also to be considered by public authorities as members of a faith which they had not voluntarily accepted.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. In other areas law, custom, or social pressure has resulted in the maintenance of a status quo in which individuals are restrained—although not actually prevented — from changing their religion or belief. In some instances the limitations thus placed upon a possible change of faith are such as to amount to a total denial of freedom to change.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. In this connexion it ought to be realized that while many religions or beliefs welcome — and in some cases even encourage — the conversion of individuals belonging to other faiths, they are reluctant to admit the conversion of individuals of their own faith; apostasy is viewed with disfavour by them and often is prohibited by their religious law or discouraged by social ostracism. While this point of view is understandable, and while almost every religion considers membership in it to be invested with a significance different from that of membership in a civil society, it must none the less be pointed out that the consensus of world opinion, as expressed in the Universal Declaration of Human Rights, is unequivocably in favour of permitting an individual not only to maintain but also to change his religion or belief in accordance with his convictions.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. In the past, when State and Church were normally closely associated, the attitude of organized religion towards this question often found expression in the law, particularly with respect to matters pertaining to membership in the Established Church or the State religion. Whereas conversion to this church or religion was made easy, apostasy often was severely punished by measures such as excommunication, exile, or even death. Today, examples of such harsh treatment are extremely rare. In a few areas, however, the State still recognizes the religious law of a group to be the law of the State. If this religious law does not ensure the right of an individual to leave the group, a change of religion or belief is legally impossible for members of that group; furthermore, the individual who does not submit to the prescriptions of the religious law in such a case is liable to be punished. In other areas, although the State does not deny the right of individuals to change their religion or belief, it enforces that part of the religious law of the various recognized communities which pertains to personal status. Here a change of religion or belief may lead to certain incapacities or to the loss of certain family, inheritance, or other rights. There are also instances of an individual not being permitted to change over from one religious community to another until he receives a formal release from the group to which he had first adhered. If that group, applying its religious law, refuses to grant such a release, the change becomes legally impossible.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. In some areas, a change of religion or belief has legal effect only after formal registration by religious or State authorities. Usually this is a remnant of the practice of an Established Church or State religion, which in the past had exercised complete control over its members. Here the formality of registration does not bar an individual from changing his religion or belief, as the facilities for registration are available equally to members of the Established Church or State religion and to members of the recognized dissident faiths. There is, however, a possibility that such formalities might in fact be employed as a means of dissuading an individual from changing his religion or belief. Moreover, although the conditions which were initially conducive to pressure against, or prohibition of, changes of religion or belief have disappeared, they may have left their pattern on the social attitudes of the community; society still frowns upon certain changes of religion or belief and the individual has to weigh his desire to go over to another group against the ostracism which he can expect to face from the group to which he belongs.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. Particular problems arise as to the meaning of freedom to maintain and to change religion or belief in connexion with the upbringing of children. It is generally admitted that children should be brought up in the religion or belief decided upon by their parents. Thus article 14 of the draft covenant on economic, social and cultural rights, as adopted by the Third Committee of the General Assembly, provides (A/3764, para. 50) that the States parties to the covenant will \" undertake to have respect for the liberty of parents and, when applicable, legal guardians, to choose for their children schools other than those established by the public authorities which conform to such minimum educational standards as may be laid down or approved by the State and to ensure the religious and moral education of their children in conformity with their own convictions \". Further, the Sub-Commission on Prevention of Discrimination and Protection of Minorities, in one of the fundamental principles which it drew up in connexion with its Study of Discrimination in Education, expressed the view (E/CN.4/740, resolution C), that: \" No person or group of persons should be compelled to receive religious or anti-religious instruction inconsistent with his or their convictions, and respect should be paid to the freedom of parents and, when applicable, legal guardians, to ensure the religious education of their children in conformity with their own convictions.\"",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 87,
        "Text": "87. However, the question becomes more complicated in countries where legal recognition is accorded to ante-nuptial agreements concerning the religion or belief in which children are to be educated and — even more important — brought up. Some religions require, as a pre-condition for the marriage of one of their members with a non-member, the conclusion of an ante-nuptial agreement that the children will be brought up in conformity with the religion of the member. Even if the guardian parent wants the child to adhere to another religion, the change cannot be made until the child reaches an age — specified by law — when he can decide for himself. The courts have upheld the validity of such ante-nuptial agreements, thus overruling the wishes of the guardian parent.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 88,
        "Text": "88. The question of the upbringing of children who have been torn from their family environment by events such as serious disturbances of the peace, massacres, or mass migrations — as for example the Jewish orphans living in various countries occupied by Nazi Germany during the Second World War — presents acute problems. While attention should be paid to the expressed or presumed wishes of the deceased or absent parents in such cases, the best interests of the child itself should be the paramount consideration. These interests include not only its material welfare, but spiritual elements, and needless to say they must be ascertained in an objective manner. In each individual case consideration has to be given to all the factors mentioned above, and also to the possible inability of the community, or the persons who have taken charge of the child, to bring him up in the religion of his parents. While conceding the unavoidable and sometimes compelling nature of these factors, it must nevertheless be stressed that the child's helplessness and distress should not be exploited for its conversion.",
        "Labels": [
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 89,
        "Text": "89. Conflicts also arise between the right of certain individuals to maintain their particular religion or belief and the right of others to disseminate a different faith. The methods of propagation — which sometimes include social ostracism, curtailments of human rights in other fields, or improper inducements through the conferment of various favours, often of a material character — may amount to indirect pressures upon an individual or even upon a group. Improper inducements are particularly difficult to define because even when a line has been drawn between what is proper and what is improper, one must still take into account not only what is given or promised by the missionary but also the receptivity of the individual or group to such inducements.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Another kind of problem arises when educational activities — such as the maintenance of orphanages or schools by missionaries — are considered by some people to be a form of propagation of a faith; in such a situation freedom to disseminate has to be weighed against freedom to maintain, as such propagation operates mainly amongst children — a most impressionable group. It is often argued that children in particular have to be protected against possible conversions which would not be entirely free. This argument has been invoked in many countries in support, if not of an outright ban on educational institutions run by missionaries, at least of a limitation upon their educational work such as a prohibition against their imparting religious education to children who are not of their faith. Such a limitation is normally considered to be legitimate as long as it does not override the prior right of parents to request such education for their children. However, in fairness to missionaries, it must be pointed out that they have achieved remarkable results in many parts of the world where children would not otherwise have been educated.",
        "Labels": [
            "Children",
            "Children in alternative care"
        ]
    },
    {
        "ID": 91,
        "Text": "91. Similar arguments have been adduced against certain humanitarian aspects of missionary work, such as the operation of hospitals, dispensaries and workshops, and the distribution of food and clothing. It is said that these services may constitute a material inducement to people to change their faith. While it may be true in certain isolated cases that the provision of such services has amounted to outright bribery intended to induce members of less fortunately placed sections of society to change their faith, it would certainly be improper to generalize from a few instances.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. To sum up, it would appear that as a general rule everyone should be free to adhere, or not to adhere, to a religion or belief in accordance with the dictates of his conscience. Parents should have a prior right to decide upon the religion or belief in which their child should be brought up. When a child is torn from its family environment, the decision as to the religion or belief in which that child is to be brought up should be made primarily in accordance with the objectively ascertained interests of the child, due attention being paid to the expressed or presumed wish of the parents. Finally, no one should be subjected to coercion or to improper inducements likely to impair his freedom to maintain or to change his religion or belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 93,
        "Text": "93. As pointed out above, freedom to manifest a religion or belief may be curtailed legitimately for certain purposes set forth in the Universal Declaration of Human Rights. One cannot examine the various aspects of this freedom without first taking note of these permissible limitations; as a matter of fact, it is above all by a close examination of the conditions and circumstances in which limitations are imposed upon the freedom that conclusions can be drawn as to the existence or absence of discrimination.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. The question of which limitations are legitimate ones and which are illegitimate ones amounting to discrimination cannot be fully answered in abstracto. One has always to consider the particular nature of the manifestation in question, and the number of ways in which faiths may be manifested is practically limitless. One has also to consider the variety of interpretations which may be given to such terms as those used in article 29 of the Declaration : \" the just requirements of morality, public order and the general welfare in a democratic society \". All that can be affirmed is that the criteria laid down are intended to exercise a check on arbitrary judgement.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. However, there are certain manifestations which are so obviously contrary to morality, public order, or the general welfare that public authorities are always entitled to limit them, or even to prohibit them altogether. Into this category fall such practices as the sacrifice of human beings, self-immolation, mutilation of the self or others, and reduction into slavery or prostitution, if carried out in the service of, or under the pretext of promoting, a religion or belief. In these cases limitations or even prohibitions are not discriminatory since they are founded upon the superior interest of society, or even of the international community.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. Nor can public authorities allow activities aimed at the destruction of the State, such as rebellion or subversion, even though undertaken in the name of religion or belief. They are always entitled to restrain or to limit such activities provided that they act in good faith to preserve the security of the State and do not employ the restraints or limitations as a pretext for justifying a policy of repression of a faith.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Measures which may be taken by public authorities against those who refuse to pay taxes on the ground that such payment is contrary to their religion or belief are also justified. This of course does not mean that certain taxes may not themselves be discriminatory; such would be the case if a special tax, earmarked for the support of a particular faith, were to be levied upon individuals who were not members of that faith. Further, it must be borne in mind that a State cannot be precluded from carrying out obligations which it has assumed as a result of taking over property belonging to a religion or belief, nor from contributing funds towards the preservation of religious structures of historic or artistic value, and from using revenue derived from general taxes for these purposes.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. Finally, it will be recognized that in the international community, under the Charter of the United Nations, any breach of international peace and security is prohibited. No State or faith may justify such a breach on the ground that it is a manifestation of a religious duty, and limitations upon the right to freedom of thought, conscience and religion imposed in order to prevent such a breach are legitimate and not discriminatory.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Another type of limitation which States may legitimately impose in this field is based not only on considerations of \" the just requirements of morality, public order and the general welfare in a democratic society\", but also upon the requirement that the State must secure \" due recognition and respect for the rights and freedoms of others \".",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. For example, in some areas particular social groups were not permitted until recently to enter temples or other places of worship of their own faith, nor were they allowed access to shops, public restaurants, hotels, or places of public entertainment. They were also prevented from using wells, tanks, and bathing facilities, although these facilities are maintained out of State funds and dedicated to the use of the general public. In recent years constitutional and legislative provisions have been enacted to abolish such prohibitions. There is no doubt that such abolition cannot be considered discriminatory, even though the policy of exclusion was considered by some to be one of the prescriptions of their faith. By enacting such laws, public authorities discharge their duty to establish social justice and equality.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. It would seem that similar considerations may be used to justify measures taken against polygamy. In a great number of countries, since time immemorial, polygamy has been considered to be contrary to morality and public order, and consequently has been prohibited for all groups. In some other countries, however, a different view prevailed — at least until recently — and polygamy was permitted at least for members of groups whose religious laws admit this institution. In recent years, in some of these countries, polygamy was banned for members of all groups. Such a prohibition cannot be considered discriminatory; the family being a social institution, a ban on polygamy is justified on considerations of morality, public order, and general welfare, whether these are determined mainly by the religion or belief of the majority of the population or by other factors. It must be realized that morality, public order and general welfare are not immutable concepts. Further, it has to be borne in mind that polygamy inevitably leads to inequality between the sexes.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. In certain areas polygamy, while still permitted for certain groups whose faith allows it, is prohibited for others. When this difference in treatment results from recognition of the differing prescriptions of the religious law of each group in this matter, it cannot be pronounced to be discriminatory as between various religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. There are also countries where the State has prohibited polygamy for members of certain faiths whose religious law permits it, while other groups in the country are still allowed to practise it. This difference in treatment is based on recognition of the difference in social evolution of the groups concerned. The mores of one group may have changed so that the group no longer considers the institution of polygamy to be permissible, whereas the mores of another group may still allow it. Even in this case the distinction is not discriminatory, as it is based on the difference of mores which have prevailed as a result of the evolution of the various groups.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The individual's right to worship by himself in private does not raise any serious problem; however, worship normally takes place \" in community with others \" and \" in public \". In most areas the right to worship in public is not only recognized, but protected, by law; there are, however, notable exceptions. In a few countries the law recognizes the right to worship in public only for followers of the Established Church or the State religion. Members of other faiths do not have this right. In other areas the right to worship in public is denied to certain faiths, either directly, or indirectly by preventing them from using buildings which were erected for purposes of public worship.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The right of a group to manifest its religion or belief through public worship is also sometimes curtailed — and occasionally even negated by unreasonable regulations. Licences for the opening of places of worship may be arbitrarily withheld, or permits for the assembling of a group of worshippers arbitrarily refused. Or, if the licence or permit is not withheld or refused, it may be granted on terms which are onerous or difficult to comply with, and which may in effect negate — or at least seriously curtail — the right to worship in common.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Two closely related questions are the protection against interference with worship by outsiders, and the protection of places of worship and articles used in the performance of rites. In most areas such protection is provided either by law or by administrative action, and in many cases criminal penalties are visited upon those who disregard such provisions. But if equal protection is not afforded to all faiths, either in law or in fact, discrimination is the result.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Thus while public authorities may legitimately regulate the exercise of the right to freedom of worship \" in community with others \" and \" in public \" in the general interest, taking account of rival demands, it must be affirmed that as a general rule everyone should be free to worship in accordance with the prescriptions of his religion or belief, either alone or in community with others, and in public or in private; and that equal protection should be accorded to all forms of worship, places of worship, and objects necessary for the performance of rites.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Some religions consider processions to be an integral part of worship, while others use processions as a way of disseminating their faith. In addition, processions may be organized for purely ceremonial purposes, in connexion with such events as funerals and marriages. While all religious processions are prohibited in some areas, only certain types are forbidden in others.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. In some areas a distinction is made between traditional and other religious processions. The former can be held without a permit, but for the latter a permit may be granted or refused, subject to the observance of prescribed conditions. At first glance this may appear to involve discrimination, especially if traditional processions are normally organized by long-established groups while the others are planned by relatively new groups. But this difference in treatment is not necessarily discriminatory. Processions present a particular problem because they use the public thoroughfares; when they are held, public authorities not only have to take account of the normal use of that thoroughfare, but also have to maintain order. Processions organized by new groups are more likely to provoke clashes — especially when they are used as a means of propagating a new religion or belief—than traditional ones. Here as elsewhere the public authorities have to maintain order and at the same time protect the participants from interference by rival groups and individuals; hence the need for permitting such processions to be organized only after permission has been granted. But if the permission is unreasonably withheld, or is granted under onerous conditions, one of the important forms of manifestation of a religion or belief is curtailed to the detriment of the group affected.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. In view of the fact that particular circumstances have to be taken into account in each case, it is not possible to formulate a rule of nondiscrimination having general applicability on this subject. All that can be affirmed is that processions of all religions or beliefs, when legally organized, should enjoy equal protection.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. While some faiths consider it to be a duty of every follower to undertake pilgrimages to one or more sacred places associated with special events in their history, others favour such pilgrimages without making them obligatory. Pilgrimages may be undertaken by individuals either singly or in groups; in the latter case they sometimes take the form of processions and have to be regulated as such. Frequently they involve not only travel within a country, but also travel to a foreign country where the sacred places are located. Pilgrimages to foreign countries involve not only the possibility for the pilgrim to leave his own country, but also the possibility for him to enter the appropriate foreign country.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. Particular circumstances, such as a state of war or an internal disturbance of the peace, the outbreak of an epidemic, or economic considerations leading to such measures as currency regulations, may necessitate temporary restrictions on the undertaking of pilgrimages to sacred places. But when a pilgrimage is an essential part of a faith, any systematic prohibition or curtailment of the possibility for pilgrims to undertake journeys to sacred places, or of the possibility for pilgrims to leave their own country or to enter a foreign country where the sacred place is located, would constitute a serious infringement of the right of the individual to manifest his religion or belief. Thus as a general rule the possibility for pilgrims to journey to sacred places as acts of devotion prescribed by their religion or belief — whether inside or outside their own country — should be assured.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 113,
        "Text": "113. When public authorities prohibit or limit the wearing of certain apparel, the use of bells or musical accompaniments, or the display of symbols associated with a religion or belief, they may thereby prevent the observance of an obligatory part of practice, or at least an established custom.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. However, in prohibiting the wearing of religious apparel outside places of worship these authorities may only be motivated by a desire to protect the clergy against hostility, which might be great in a period of acute social tension. They might also find it necessary to prevent the exploitation of the wearing of religious apparel outside places of worship. A prohibition of the wearing of religious apparel in certain institutions, such as public schools, may be motivated by the desire to preserve the non-denominational character of these institutions. It would therefore be difficult to formulate a rule of general application as to the right to wear religious apparel, even though it is desirable that persons whose faith prescribes such apparel should not be unreasonably prevented from wearing it.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Regulation by public authorities of the use of symbols, bells, musical accompaniments and amplifiers associated with a religion or belief may be necessary in order to preserve peace and tranquillity, particularly in localities where people of different faiths reside. From such a regulation — or even a temporary prohibition — one cannot necessarily infer a discriminatory practice. In particular, the social climate in which such restrictions are imposed cannot be ignored. If the Government is concerned with curtailing social tensions, the limitations may acquire a special significance. Thus the surrounding circumstances in each case — such as whether or not the display of religious symbols or the use of bells, musical accompaniments or amplifiers is likely to result in a serious breach of the peace — have to be taken into account before an assessment is made. The possibility that other members of the community may be seriously disturbed by the use of such equipment or symbols may also have to be taken into account. When unequal treatment is meted out to various groups as a matter of policy and without valid reason, it is clearly a case of discrimination. But since each case must be considered on its own merits, a rule of general application on this aspect of the question is not formulated. However, it may be asserted that as a general rule the members of a religion or belief should not be prevented from acquiring or producing articles necessary for the performance of the rituals prescribed by their faith, such as prayer books, candles, ritual wine and the like. And in cases where a country has adopted an exonomic system under which the Government controls means of production and distribution, the public authorities should make such articles, or the means of producing them, available to the groups concerned.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. Burial grounds or cemeteries are normally operated by public authorities, by the Established Church or State religion, by recognized religious groups, or by private individuals. Regulation by public authorities of these grounds and of the burial, cremation, or other methods for the disposal of the dead is legitimate and unavoidable in the interests of morality, public order and the general welfare — including, of course, considerations of public health. However, in certain cases such regulation may lead to abuse, or be so unreasonable as to be discriminatory.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. Where public authorities are responsible, burial grounds and cemeteries are usually equally accessible to all. But this very fact of equal accessibility may cause the followers of certain religions or beliefs to complain that such an arrangement is contrary to their faith and hence discriminatory. This objection is met, in many instances, by allotting separate cemeteries or burial grounds to various faiths, and reserving space for those willing to bury their dead in common ground. In addition, in some instances, the families of deceased persons are permitted to display the symbols of their faith, and to participate in their own religious ceremonies, at the common cemeteries or burial grounds.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. Where the Established Church or State religion is responsible for the grounds, and its authorities have the discretion to refuse to bury certain individuals in consecrated ground, either because they do not belong to that religion or because of the circumstances of their death, serious discrimination can occur unless alternative facilities for burial are made available. Moreover, where these authorities prohibit the ceremonies of other faiths, or the display of their symbols, discrimination ensues. But such instances are rare. Many countries having an Established Church or State religion provide special cemeteries or burial places for dissidents, where ceremonies according to their own faith may be performed.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. Where separate burial grounds or cemeteries are operated by the various recognized religious groups, a problem arises when a person dies who belongs to none of those faiths. This dilemma is sometimes resolved by providing that, where there are no cemeteries or burial grounds available for members of a particular religion or belief, other groups must relax their restrictions. However, such groups may then feel that the prescriptions of their own faith are being disregarded, and that they are being discriminated against.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. Where cemeteries or burial grounds are privately operated, religious or non-sectarian groups are usually free to establish and maintain their own, either directly or through a trust or a corporation. Here no problem arises except perhaps in the case of groups so small that they are not in a position to operate a cemetery.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. In many areas funeral or commemorative rites are protected, either by law or by administrative action, against interference by outsiders, and cemeteries and burial grounds are protected against desecration. Criminal penalties are often visited upon those who disregard such laws. But if equal protection in this respect is not afforded to all faiths, either in law or in fact, discrimination results.",
        "Labels": []
    },
    {
        "ID": 122,
        "Text": "122. As a general rule the prescriptions of the religion or belief of a deceased person should be followed in the assignment of places for burial, cremation or other methods of disposal of the dead, in the display in such places of religious or other symbols, and in the performance of funeral or commemorative rites. Equal protection against desecration should be afforded to all places for burial, cremation or other methods of disposal of the dead, as well as to religious and other symbols displayed in these places, and equal protection against interference by outsiders should be afforded to the funeral or commemorative rites of all religions and beliefs.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. In a multireligious society, a problem arises in connexion with the observance of holidays and days of rest. No doubt, religious holidays, including periodic days of rest, play an important part in the life of members of every religion. But various faiths attach differing degrees of importance to holidays and days of rest; while for some, strict observance of such days is a categorical imperative, for others it involves only a limited prohibition of certain activities or a prescription to attend services or to perform certain ceremonies.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. One of the most common instances of public authorities giving legal effect to the practices of the faith of the majority of the population is in the designation of the holidays and days of rest of that faith as official holidays and days of rest. In many areas special permission is granted to persons of certain faiths to observe a weekly day of rest different from that of the majority, but this is not always possible, since public convenience usually requires some standardization of working days.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. When occasional holidays other than the weekly day of rest are considered, the situation may be different. Public authorities are usually in a position to declare holidays for institutions under their control, such as public schools, government offices and defence establishments. But even here, in a multireligious society, the occasional holidays of all faiths when put together may reach a total which is prohibitive. This may not only preclude the granting of all religious holidays to members of all faiths, but may even lead to a reduction in the number of holidays granted to the members of each group, including the predominant one. However, public authorities must take care to mete out approximately equal treatment to all faiths. As a general rule the prescriptions of each religion or belief relating to holidays and days of rest should be taken into account, subject to the overriding consideration of the interest of society as a whole.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. Although dietary regulations prescribed by various religions and beliefs are usually followed in private, they nevertheless give rise to some problems which the public authorities cannot overlook. It may not be possible, for example, to conform to such regulations in preparing food for members of a mixed group — as for example in schools, hospitals, prisons or the armed forces — unless the number of people observing a particular regulation is sufficiently large. Moreover, certain dietary practices are dependent upon the performance of certain other acts of a preparatory nature, and these acts may not be permitted. Thus, according to the Jewish religion, only meat prepared by the ritual slaughtering of animals {Shehitah) may be eaten; and in some countries the law precludes this form of slaughter. Such laws may not expressly prohibit Shehitah, being phrased in general terms, but their intent as well as their effect may be to prevent the observance of this rite; and this is felt to be discriminatory by the group affected, even though public authorities take measures to mitigate their difficulties by permitting the importation of ritually prepared meat from abroad. Moreover, in countries where the entire economy or at least the provision of food — is government-controlled or governmentoperated, the observance of such dietary practices may be difficult if not impossible unless special provisions are made.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. Although it would not seem possible to impose upon the public authorities a duty of securing by positive measures the observance of dietary practices of all faiths in all circumstances, the general rule should be that no one should be prevented from observing the dietary practices prescribed by his religion or belief. In the case of a country which has an economic system under which the Government controls the means of production and distribution, this rule would imply that its public authorities are under an obligation to place the objects necessary for observing dietary practices prescribed by particular faiths, or the means of producing them, at the disposal of members of those faiths.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. A particulary fertile ground for conflicts between the prescriptions of religious law and those of secular law is to be found in questions pertaining to the celebration and dissolution of marriage. These conflicts occur because most religions or beliefs consider these questions to be within their competence, whereas the modern State assumes the right to regulate family relationships on the ground that the family is the basic unit of society.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. Most countries prescribe or recognize one or more forms of celebration of marriage. Some recognize only marriage performed by the civil authorities, others give equal recognition to civil and to religious marriage and leave the parties free to make a choice between the two, while still others permit only a religious celebration of marriage either for all or for certain groups of the population. The problems to which each of these systems give rise are somewhat different.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. In countries which recognize only civil marriage, there would appear to be equal treatment for all. But if this rule were to be coupled with a prohibition of religious marriage ceremonies, this would undoubtedly be considered discriminatory by persons belonging to religious groups. Actually there is no such general prohibition in any country of this category; in all of them individuals are free to celebrate their marriage in the form prescribed by their religion, although no legal effects may be attached to such a ceremony. In such countries the law usually prescribes that religious ceremonies should take place only after civil marriage, and sometimes it imposes penalties upon clergymen who perform religious ceremonies in disregard of this provision.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. In countries where individuals are free to choose between a marriage according to secular law or one with religious rites, there is no discrimination if legal recognition is accorded to the marriage rites of all faiths.",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. In countries where only civil marriages and marriages performed in accordance with the rites of certain recognized religions are valid, individuals who do not belong to such religions are precluded from celebrating a marriage in accordance with the prescriptions of their faith, and having legal effect. Since, however, such individuals may contract a civil marriage and in addition are not precluded from celebrating their marriage in accordance with the rites of their own religion or belief — this inequality does not have serious consequences.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. In some countries which permit the celebration of marriage only in accordance with the rites of certain recognized religions, and in which there is no secular law of marriage, individuals who do not belong to one of the recognized religions have no choice except to be married by a ceremony prescribed by one of the recognized groups, although it may not be in conformity with their own convictions. In other countries members of certain recognized religions are compelled to celebrate their marriage in accordance with the prescriptions of those religions, while civil marriage is available to those who belong to other religions, or to none at all. In either case considerable difficulties arise for individuals who belong to a faith which does not admit the right of a member to break away. Even though the individual considers himself to be a dissenter, he is sometimes not permitted to contract a marriage except in the form prescribed by the faith to which he is nominally attached. Furthermore, in the second group of countries the performance of a civil marriage may be conditional upon proof that the individual has left his former religion or belief; difficulties and delays may arise because of the reluctance of the ecclesiastical authorities to recognize the break. In addition, some clergymen in these countries may refuse to celebrate a marriage between a member of their own religion and one who belongs to another faith, or may agree to celebrate the marriage only upon the promise to fulfil certain conditions, such as an undertaking to bring up any children of the marriage in their religion.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 134,
        "Text": "134. To sum up, in countries where there is no civil form of marriage, those who do not belong to a recognized religion or belief are compelled to celebrate marriage in accordance with religious rites not in conformity with their convictions. In countries where only religious marriage is available to members of certain groups, persons who withdraw from these groups are sometimes compelled to celebrate marriage in accordance with rites prescribed by a faith of which they no longer consider themselves to be members. Both cases involve discrimination.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. As a general rule, it may be said that no one should be prevented from having marriage rites performed in accordance with the prescriptions of his religion or belief, nor be compelled to undergo a religious marriage ceremony not in conformity with his convictions.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. The possibility of and the grounds for dissolution of marriage by divorce vary from area to area, and are influenced by social as well as religious considerations. In some areas divorce is not permitted. Countries which permit divorce fall into two main categories : those in which divorce can be granted only by civil courts which apply the same law to all irrespective of their faith, and those in which civil or religious authorities apply the religious law of each community to members of that community.",
        "Labels": []
    },
    {
        "ID": 137,
        "Text": "137. Where divorce is not permitted, this policy normally stems from the concept which society entertains of the family and its protection. Often this concept reflects the prescriptions of the faith of the majority, and in such cases the fact that the country has adopted the principle of separation of State from religion or belief makes no difference. In such countries, persons whose faith permits the dissolution of marriage by divorce are precluded from the possibility of obtaining one. It must be noted, however, that in prohibiting divorce a State does not prohibit any mandatory prescription of a religion or belief, but only a practice which is considered permissible.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. In countries where divorce is granted only by civil courts, which apply the same law to all, irrespective of their religion or belief, the procedure for granting a divorce, or the grounds on which it may be granted, need not necessarily be in conformity with the prescriptions of a particular faith. Here members of a religion or belief, the concepts of which do not coincide with — or are opposed to — those of the law of the land, may feel aggrieved. However, since the State is entitled to regulate marriage and its dissolution in conformity with the views entertained by society, and since in such cases the law reflects the concept which society as a whole entertains of the family and its protection, it would not be proper to consider the result as discriminatory. Even when the prescriptions of the law are identical with those of the faith of the majority, the result cannot be considered discriminatory, and for the same reason.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. In countries where civil or religious authorities apply the religious law of each faith to members of that faith, the results again can hardly be considered discriminatory, since each individual is governed by the prescriptions of his own religion or belief. However, problems may arise, mainly in three types of cases. First, individuals who are not members of a recognized group cannot effect a dissolution of their marriage, since no authority has the competence to grant it. Secondly, individuals who do not consider themselves as belonging to a particular faith may nevertheless be compelled to submit to its religious law in areas where religious authorities, rather than the individuals concerned, have the power to determine who is a member of their faith. Thirdly, individuals may find it impossible to effect a dissolution of their marriage in cases where they have been married in accordance with the religious law of a recognized community, because of a stipulation in that religious law that it would govern marital relations between the parties irrespective of any change of faith by either of the parties.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. Because of the great variety of policies followed by States in this matter — some recognizing the dissolution of marriage by divorce and others not recognizing it — it is impossible to frame a rule covering all countries and all legal systems. However, in countries which recognize the dissolution of marriage by divorce, the right to seek and to obtain a divorce should not be denied to anyone whose convictions admit divorce, solely on the ground that he professes a particular religion or belief.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. While some faiths do not attempt to win new converts, many of them make it mandatory for their followers to spread their message to all, and to attempt to convert others. For the latter, dissemination is an important aspect of the right to manifest their religion or belief.",
        "Labels": []
    },
    {
        "ID": 142,
        "Text": "142. The problems raised by dissemination, although in the main the same as those raised by other forms of manifestation, present an intensity and a sharpness not to be found in any of the others. The attempt to convert individuals from one faith to another may conflict with their freedom to maintain their own religion or belief, and tends to meet with resistance not only from the individuals concerned but from groups as well. And even the propagation of a message may affect the peaceful coexistence of various faiths and lead to clashes between them, either because of the contents of the message or the methods used in spreading it. In such instances the State may have to intervene, but any such intervention should not be more than what is justified in order to ensure peace and tranquillity.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. In some areas cultural factors determine, at least to a large extent, the attitude of society and of the State towards dissemination of a faith. For example, where a religion or belief, introduced from outside a country or territory, propagates its faith through foreign missionaries, a fresh culture is introduced which may not harmonize with the existing order. It was probably with this in mind that the work of missionaries has often been curtailed by the powers administering non-self-governing territories, either in the territory as a whole or in certain regions. This action was taken in many cases despite the fact that the religion of the missionaries was that of the administering authorities. Here the hostility of the local population was not based so much upon antagonism to a new religion as upon the fear of the introduction of a fresh cultural impact, and this fear had to be recognized by the authorities. The rival claims of competing faiths, social stability, and national security all had to be taken into account in determining the extent to which the right to disseminate religion or belief had to be limited. But it is clear that sometimes concepts of social stability and national security were over-emphasized, with the result that the right to disseminate was unduly limited.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. It is sometimes argued that educational and social activities such as the maintenance by a faith or by its missionaries of hospitals, schools and orphanages, constitute an unfair form of dissemination, since such activities are carried on amongst children — undoubtedly a particularly impressionable group. But where the prior right of parents or guardians to decide whether or not their children shall attend religious instruction is conceded, and where the institutions in question advance social welfare, the advantages obtained by such educational and humanitarian activities can hardly be considered to constitute a material inducement to a change of religion or belief. This is not, however, to overlook the fact that in certain isolated cases improper inducements — amounting even to outright bribes offered to members of the less fortunately placed sections of society — may bring about a change of faith which does not spring from genuine conviction. Here the State has a right to limit such activities in order to protect individuals from conversion by unfair means.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 145,
        "Text": "145. Where missionaries come from another country, the attitude of the State towards them is determined not only by their own conduct but also by the relations subsisting between the two countries. Sometimes in periods of acute international tension exceptional measures — curtailing missionary activity or even prohibiting it entirely in certain regions such as frontier areas — may be necessary. It is clear that dissemination of a faith cannot be allowed to cloak the pursuit of political aims calculated to impair the security of the State.",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. The need for upholding morality and the general welfare, and for promoting health, may also at times necessitate a limitation upon the right to disseminate a faith. But while recognizing the inherent right of the State to protect the morals of its society and the rights of all faiths and their followers, one cannot overlook the fact that sometimes the prescriptions of the predominant religion or belief have been incorporated in the laws of the State, and that these may restrict the emergence of new competitive faiths.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. Dissemination of a religion or belief has two facets : the substance of the message and the method by which it is spread. Members of other faiths may object to the message, or to the manner in which it is propagated, or to both, and these objections may lead to clashes between the groups. It is to prevent the dissemination of a faith in a manner offensive to others that special laws, such as laws against blasphemy, have been enacted in some areas; and even in countries where freedom of anti-religious propaganda is recognized, it is considered necessary to caution against methods of dissemination calculated to wound the religious feelings of the faithful or of the clergy. Unfortunately, in some cases the laws against blasphemy have been framed in such a manner that they characterize any pronouncement not in conformity with the predominant faith as blasphemous. Under such laws, censorship of books, pamphlets and newspapers, as well as control of the media of mass communications such as films, radio, television and the like, have sometimes been used to limit unduly — or even to prohibit altogether — the dissemination of beliefs other than those of the predominant religion or philosophy. However, in some countries the laws against blasphemy — although still on the statute books — are no longer applied because the times have changed and society is stronger than before; in modern times reasonable men do not foresee the dissolution or downfall of society because a religion or belief is publicly criticized \" by methods not scandalous \".",
        "Labels": []
    },
    {
        "ID": 148,
        "Text": "148. To sum up: in this difficult field where the dividing line between justifiable and not-so-justifiable restraints is thin, it is more than ever necessary to emphasize the objectives which should influence the policies of States. Firstly, although the right to disseminate a faith must be safeguarded, this should be done within the framework of ensuring to everyone freedom to maintain his religion or belief. Secondly, any limitations on the dissemination of a faith should be such as will maintain peace and tranquillity both inside and outside the country or territory, failing which no religious freedom is possible. Thirdly, although certain limitations upon particular forms of dissemination are permissible in the interest of morals as conceived by society as a whole, such limitations as may be temporarily imposed should be removed as quickly as possible — even though gradually — in order that the largest possible measure of freedom may be assured.",
        "Labels": []
    },
    {
        "ID": 149,
        "Text": "149. Apart from these considerations, it may be stated as a general rule that everyone should be free to disseminate a religion or belief, in so far as his actions do not impair the right of any other individual to maintain his religion or belief.",
        "Labels": []
    },
    {
        "ID": 150,
        "Text": "150. Freedom to manifest a religion or belief implies the right to train personnel such as ministers, priests, rabbis, mullahs and imams, since the lack of adequately trained leaders may make the performance of many practices and observances difficult, if not impossible. Arrangements for such training vary from area to area. In some countries personnel of the predominant religious group are trained in state-operated or state-supported institutions. In others, the State provides facilities for several different faiths to train their personnel. In still others, each religion or belief has to provide the facilities for training its personnel at its own expense. As long as a State does not hinder or prevent any faith from training the personnel required, the unequal treatment which results from some of these arrangements is not serious, except in so far as it involves favoured financial treatment of certain religions or beliefs. This aspect is considered later.",
        "Labels": []
    },
    {
        "ID": 151,
        "Text": "151. If the facilities to train the personnel required by a faith are available only abroad — either because the group is too small to maintain an appropriate institution in its own country or because its prescriptions call for training at particular places outside the country — the withholding of permission for prospective trainees to travel abroad would affect the manifestation of the religion or belief. Whether or not such treatment is discriminatory can be determined only after a full consideration of all the facts. If it is based on a systematic policy of preventing or hindering the training of personnel of a particular faith or of all faiths, then it is clearly discriminatory. But if it is genuinely based upon other grounds, such as external or internal security or a shortage of foreign currency, it cannot be pronounced to be discriminatory.",
        "Labels": []
    },
    {
        "ID": 152,
        "Text": "152. As a general rule, no group professing a religion or belief should be prevented from training the personnel required for the performance of practices or observances prescribed by that religion or belief. When such training is available only outside the country, no permanent limitations should be placed upon travel abroad for the purpose of undergoing such training.",
        "Labels": []
    },
    {
        "ID": 153,
        "Text": "153. In most countries the law requires that an individual, before testifying in court or giving information to specified public authorities, should take an oath. Usually provision is made that anyone whose religion or belief does not permit him to take an oath may make a solemn declaration of affirmation instead; in some cases this question is left entirely to the discretion of the individual and anyone may substitute a solemn declaration or an affirmation for an oath, whether or not he invokes religious grounds. In some countries permission to substitute a declaration or an affirmation for an oath is granted either to members of specified religions, or to the followers of any faith who object to taking an oath, but no corresponding provision is made for atheists, agnostics, or rationalists. There are also a few countries where the law does not provide for the substitution of a declaration or an affirmation for an oath under any circumstances.",
        "Labels": []
    },
    {
        "ID": 154,
        "Text": "154. When the law compels an individual to take an oath in disregard of the prescriptions of his religion or belief, there is discrimination. Even though the refusal to take an oath may not be punishable, it may nevertheless give rise to problems as when, for example, an individual is impeded in his defence in criminal proceedings or prevented from proving his case in civil matters by his failure to take an oath. A second and similar issue arises in countries where individuals are obliged to take an oath before exercising certain rights or assuming certain public or other offices. A special problem presents itself if a particular oath is prescribed by the State for clerics before they can enter upon their clerical duties and the taking of that oath is contrary to the prescriptions of their religion. Here not only is the cleric himself excluded from access to office, but the group to which he belongs may also be deprived of having spiritual leaders and thereby penalized.",
        "Labels": []
    },
    {
        "ID": 155,
        "Text": "155. Thus it may be said that as a general rule no one should be compelled to take an oath contrary to the prescriptions of his religion or belief.",
        "Labels": []
    },
    {
        "ID": 156,
        "Text": "156. There is no uniform solution to the problem of conscientious objection to military service based on the ground that such service is contrary to the prescriptions of a religion or belief; it varies considerably from country to country, and even in various parts of the same country, according to circumstances and the state of public opinion. Normally recognition of the claim of conscientious objectors to full or partial exemption from military service is left to the discretion of the State. This arrangement has been recognized in article 8 of the draft covenant on civil and political rights, recently adopted by the Third Committee of the General Assembly, which deals with forced or compulsory labour and which specifically lays down that this term shall not include: \". . . any service of a military character and, in countries where conscientious objection is recognized, any national service required by law of conscientious objectors . . .\"",
        "Labels": []
    },
    {
        "ID": 157,
        "Text": "157. Some countries do not exempt any individual from military service on the ground that such service is contrary to the prescriptions of his faith, others exempt anyone who genuinely objects to military service for conscientious reasons, and still others exempt only those who are members of certain religions or beliefs. In addition, in a few countries exemption is granted but only to specified categories of individuals, such as the clerics of all religions or of one or several particular religions. Further, countries excusing conscientious objectors from military service differ in the extent of the exemption which they grant. While some exempt only from combatant duties, others exempt even from non-combatant duties those whose faith prohibits any participation in the armed forces. However, it must be realized that even though the right to conscientious objection is recognized by law, impediments may be placed in the way of conscientious objectors by the public, particularly in regard to their access to employment and to social life.",
        "Labels": []
    },
    {
        "ID": 158,
        "Text": "158. Some conscientious objectors do not believe in performing any services which are even remotely connected with a military effort; in the present circumstances hardly any society can afford to recognize this stand. Others are prepared and even willing to perform alternative compensatory national services, often in conditions of considerable hardship and of danger to their lives; and wherever possible such alternative avenues of service should be explored. But whether an individual belongs to the first or the second category, the population of the country as a whole may feel that any exemption creates a privilege entailing discriminatory treatment of others.",
        "Labels": []
    },
    {
        "ID": 159,
        "Text": "159. As a rule, it may be stated that where the principle of conscientious objection to military service is recognized, exemptions should be granted to genuine objectors in a manner ensuring that no adverse distinction based upon religion or belief may result.",
        "Labels": []
    },
    {
        "ID": 160,
        "Text": "160. Certain ceremonies or observances sponsored by public authorities, which individuals such as schoolchildren, hospital patients and members of the armed forces are required to attend, may be objected to by some on the ground that participation in them is contrary to a prescription of their religion or belief. Such ceremonies may be those prescribed by a faith to which the objectors do not belong, or they may be purely civic in character, such as pledging allegiance to a country's flag or singing its national anthem.",
        "Labels": []
    },
    {
        "ID": 161,
        "Text": "161. A variety of approaches to this problem has been adopted in different countries and even in different parts of a single country. Particular circumstances such as the climate of public opinion, the need to strengthen the common bonds of citizenship, or the existence of a state of war, may have a decisive influence. But it is clear that States cannot give up the sponsoring of such ceremonies and observances altogether, and therefore it is not possible to decide in the absolute whether or not a particular solution is justified.",
        "Labels": []
    },
    {
        "ID": 162,
        "Text": "162. What can be affirmed is that, as a rule, in a country where exemptions from participation in certain or all public ceremonies are granted to individuals who object to such participation on the ground that it is contrary to a prescription of their religion or belief, such exemptions should be granted in such a manner that no adverse distinction based upon religion or belief may result.",
        "Labels": []
    },
    {
        "ID": 163,
        "Text": "163. Some religions require their followers to confess their sins to a cleric and prohibit him from divulging such information. In many countries the confidential nature of such confessions is protected by law — even to the extent of forbidding the cleric, under penalty, to divulge the information thus obtained. But in countries where the confidential nature of such confessions is not recognized, clerics may be compelled to divulge information obtained in confessions at the request of public authorities. In the latter group of countries an important duty prescribed by religion cannot be discharged.",
        "Labels": []
    },
    {
        "ID": 164,
        "Text": "164. It would appear, therefore, that as a general rule no cleric who receives information in confidence, in accordance with the prescriptions of his religion, should be compelled by public authorities to divulge such information.",
        "Labels": []
    },
    {
        "ID": 165,
        "Text": "165. Some individuals object to certain measures for preventing disease •—• such as the fiuoridation of water supplies, vaccination, or inoculation and others object to certain or any forms of medical treatment on the ground that such measures are contrary to the prescription of their religion or belief. What value should public authorities attach to such objections?",
        "Labels": []
    },
    {
        "ID": 166,
        "Text": "166. Certainly where there is any likelihood of an epidemic endangering the welfare of the whole community, public authorities are under an obligation to take all possible preventive and curative measures; they cannot therefore exempt the members of any particular faith from the operation of these measures. Further, they may consider it proper to insist upon what are considered to be scientifically proven methods of preventing and curing disease, and in so doing may have to overrule the prescriptions of an individual's religion or belief. A particular problem arises in the case of refusal by parents to apply such preventive or curative measures to their children. Here a conflict arises between what the parents on the one hand, and society on the other, consider to be in the child's interest. In such a case the State is entitled, on behalf of society, to impose its decision upon the parents.",
        "Labels": []
    },
    {
        "ID": 167,
        "Text": "167. But where there is no danger of an epidemic, and where adults are concerned, the attitude of the public authorities varies greatly from country to country, although it would seem that everywhere it is admitted that the public has to be protected against abuses such as witchcraft and quackery. While in some countries the authorities are not willing to interfere with the freedom of an individual to follow the method of treatment prescribed by his faith, unless this method is considered to be contrary to accepted standards of morality, in other countries they consider it proper to insist upon what is considered to be scientifically proven medical treatment even though individuals or groups object on the ground that such treatment is contrary to the prescriptions of their religion or belief.",
        "Labels": []
    },
    {
        "ID": 168,
        "Text": "168. For these reasons it would seem impossible to formulate a rule of general applicability on this subject. But generally it would be conceded that where an individual's refusal of scientific medical treatment, or his resort to unscientific treatment, endangers his life, public authorities may intervene just as they would intervene to prevent an individual from taking his own life.",
        "Labels": []
    },
    {
        "ID": 169,
        "Text": "169. From a juridical point of view countries may be classified broadly into three categories: those which have an Established Church or State religion, those in which several religions are recognized by the State, and those in which the State and religion are separate.",
        "Labels": []
    },
    {
        "ID": 170,
        "Text": "170. It is sometimes contended that the mere fact of separation of the State and religion ensures non-discrimination and that other arrangements — particularly the establishment of a religion by the State — necessarily give rise to discrimination. Actually, the situation is not so simple. For one thing, where the law does not explicitly define the relationship between the State and religion, it may be difficult to determine into which of the three categories a country falls. And even when the law defines the relationship and several countries fall into the same broad category, their interpretation of the relationship in practice may be quite different, resulting in discrimination in some and not in others. Conversely, when several countries fall into different categories, the actual arrangements made in respect of religions may be found to be so similar that it is difficult to suggest that one type of relationship leads to discrimination while the other does not.",
        "Labels": []
    },
    {
        "ID": 171,
        "Text": "171. For centuries, a close relationship existed in almost all countries between the State and the predominant religion. This religion enjoyed a special status, either because it had been recognized as the Established Church or because it had been accepted as the State religion. Not infrequently recognition of the predominant religion led to the total exclusion of all other religions, or at least to their reduction to a subordinate position. Thus in the past the mere existence in a country of an Established Church or of a State religion usually connoted severe discrimination — and sometimes even outright persecution — directed against dissenters. But is it correct today to suggest that wherever there is an Established Church or a State religion, there is necessarily discrimination against all other religions or their followers?",
        "Labels": []
    },
    {
        "ID": 172,
        "Text": "172. An examination of the present-day situation in various countries which have either an Established Church or a State religion reveals that in a few of them there is as still a more or less pronounced discrimination against other faiths — and sometimes even against their followers as individuals — not only in the matter of religious rights and practices but also in other fields. But in other countries of this group, as a result of evolution, a number of other religions — or even all of them — have achieved a status identical in almost all respects to that of the Established Church or the State religion. Thus the survival of an Established Church or of a State religion in a country may today be not much more than a mere historic relic.",
        "Labels": []
    },
    {
        "ID": 173,
        "Text": "173. Nor can it be inferred, from the mere fact of a State recognizing a single religion, that other religions or their followers are necessarily treated in a discriminatory manner. In some countries, for example, concordats assure certain rights and privileges to the Roman Catholic Church, but these do not preclude non-discriminatory treatment of other religions or of their followers, since equal rights and privileges may be accorded to them by the State.",
        "Labels": []
    },
    {
        "ID": 174,
        "Text": "174. There is no strict dividing line between countries having an Established Church or a State religion and those where several religions are recognized; in many Muslim countries, for example, Islam is the State religion, but recognition is accorded to a number of other religious communities as well. In the countries of this group a considerable variety of arrangements may be found. In some of them only two — or a few — religions have a status in law. In others, any religion may be granted recognition upon application and the completion of certain formalities. But even in countries where only a limited number of religions are recognized, this fact does not necessarily imply that there is discrimination against the unrecognized religions or their followers, since in many cases such religions can avail themselves of the general law of association and since, in addition, their followers, as citizens, are equal under the law.",
        "Labels": []
    },
    {
        "ID": 175,
        "Text": "175. But of course if the State has discretionary power to grant or to refuse recognition, and if the privileges accorded to recognized religions, or to their followers, are very different from those accorded to unrecognized ones, this may lead to discrimination. Where the cumulative impact of such arrangements is severe — as in countries where to a large extent the personal status of each individual is regulated by the religious law of his community — even the basic right of an individual to ch'ange his religion or belief may be seriously impaired. This right may also be curtailed more directly — or even nullified — where religious leaders are entitled to prevent, or to refuse to recognize, the withdrawal of a member from his religion.",
        "Labels": []
    },
    {
        "ID": 176,
        "Text": "176. There is no doubt that historically the principle of separation of State and religion emerged as a reaction against the privileged position of the Established Church or the State religion, and that its purpose was to assure a large measure of equality to the members of various religions. Within eminence is sometimes achieved by a particular religion and the law of the country — although equally applicable to everyone — reflects in certain important matters the concepts of the predominant group. Thus rules regulating marriage and its dissolution are often taken over from the religious law of the predominant group. Similarly, official holidays and days of rest in many countries correspond to a large extent to the religious holidays and days of rest of the predominant group.",
        "Labels": []
    },
    {
        "ID": 177,
        "Text": "177. The State, even when applying the principle of separation, may accord a special status to religious organizations, distinct from that accorded to other kinds of associations. But such a status may be granted only on condition that the religious group satisfies certain specified conditions a possibility for some but not for others.",
        "Labels": []
    },
    {
        "ID": 178,
        "Text": "178. Even if a State maintains strict neutrality as between various faiths, inequality of treatment is not necessarily excluded. The demands of various religions are different, and a law prohibiting certain acts, or enjoining the performance of others, may prevent one religious group from performing an essential rite or from following a basic observance, but be of no importance at all to another group.",
        "Labels": []
    },
    {
        "ID": 179,
        "Text": "179. It would seem therefore that the mere fact that a country falls into one of the three categories mentioned above is not in itself a sufficient basis upon which to determine whether or not discrimination with respect to freedom of thought, conscience and religion exists in that country. It is necessary to probe more deeply into the actual situation in each case in order to reach a conclusion in this matter. Thus it is impossible to draft a rule of general applicability, recommending a particular form of juridical relationship between the State and religion.",
        "Labels": []
    },
    {
        "ID": 180,
        "Text": "180. The term \" management of religious affairs \", which is variously interpreted by practically every religion, is used here as referring to such essential matters as the determination of the membership of a religion, its organizational structure, and its spiritual administration. These usually fall within the province of dogma, since they pertain to matters of faith, ritual and doctrine.",
        "Labels": []
    },
    {
        "ID": 181,
        "Text": "181. If we examine first the example of an oecumenical religion, it will be found that the essential rules concerning these matters are determined by supranational organs. However, in some cases, agreements between the State and the supranational religion, or its local hierarchy, give the State a voice in such matters as the appointment of the local clergy, the use of buildings for religious purposes, and the expenditure of funds. Some of these agreements impose upon the clergy the obligation to take an oath of allegiance to the State before they enter upon their religious duties, and stipulate their removal from office by ecclesiastical authorities at the request of the State. Such agreements have to take into account the fact that the religion is precluded from accepting what is contrary to its dogma. They also normally imply a recognition by the State of the juridical personality of the religion for various purposes, such as the acquisition and management of property and the operation of various institutions.",
        "Labels": []
    },
    {
        "ID": 182,
        "Text": "182. Where there is an Established Church, the relationship between the State and that Church is usually so intimate that the political organs of the State are clothed with power to decide questions relating to faith, doctrine and ritual, including rules for the management of religious affairs. But this does not mean that public authorities can intervene at will in the management of religious affairs. For example, although theoretically they have the power to appoint any member to the clergy, actually their choice is limited since they cannot appoint a person who does not possess the requirements laid down by the Church. In addition, today, in a large number of countries having an Established Church, the State concedes considerable autonomy to elected church bodies in several fields, including not only day-to-day administration but also the organization of the church. For example, the appointment of the clergy, including members of the hierarchy, often must be recommended by church assemblies or other ecclesiastical authorities, and the State exercises only the right to formal approval of the appointment.",
        "Labels": []
    },
    {
        "ID": 183,
        "Text": "183. Where the State recognizes several religions, either along with or without an Established Church or a State religion, a similar situation prevails. The degree of autonomy which each faith enjoys in the management of its religious affairs is determined by the State. The recognition of each religion takes into account the important prescriptions of that religion.",
        "Labels": []
    },
    {
        "ID": 184,
        "Text": "184. It will be realized that in none of the three cases is there absolute freedom for the management of religious affairs. In particular, there is no freedom of association in the ordinary sense of this term because, to a large extent, the form of organization of a religious group is determined by dogma.",
        "Labels": []
    },
    {
        "ID": 185,
        "Text": "185. It is sometimes contended that, at least in one important respect, maximum freedom in the management of religious affairs is assured to all faiths in those countries where the State and religion are separate. According to this view, all religions are automatically treated equally in such countries; and the very idea of separation implies at least a minimum of intervention — if not complete non-intervention — in the management of religious affairs.",
        "Labels": []
    },
    {
        "ID": 186,
        "Text": "186. However, it must be borne in mind that since the demands made by various religions upon their members are different and since varying degrees of importance are attached to different manifestations, uniformity of treatment may in reality lead to discrimination against some religions. Thus, if the State prescribes a certain pattern of religious organization — in which, for example, all members of each religious group have an equal voice in some aspects of its management, such as the selection of its leaders — this would be detrimental to those groups whose religions prescribe a hierarchical organization and submission to a supranational authority, and would therefore be discriminatory. Or, in a case where the law prescribes a minimum membership for forming a religious association, but the religion itself considers fewer members to be sufficient for this purpose, a small group may be handicapped in its desire to organize. In a country where the right to organize a religious group is recognized only if the sole purpose of the group is to hold religious services, this would constitute a severe limitation upon those religions for whom propagation of their faith, social, cultural or humanitarian activities, or the distribution of alms, are essential. Similarly, a prohibition of monastic orders would adversely affect religions maintaining such institutions, or a limitation on the right to correspond with co-religionists abroad would be resented as a grievous discrimination by a group which considers it an obligatory duty on the part of its clergy to correspond with spiritual leaders outside the country.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 187,
        "Text": "187. Regarding the notion that separation of State and religion somehow guarantees a minimum of State intervention in the management of religious affairs, it must be pointed out that even in countries where the principle of separation is in effect, the State cannot afford to dissociate itself completely from what is happening in the religious sphere. Freedom ensured to one religion may at some point conflict with freedom assured to another. Or a conflict may arise between the right of a religion to determine its membership and the right of an individual to follow the dictates of his conscience, since religions often do not recognize the right of a member to leave the faith into which he was born, or at least view such a change with extreme disfavour. In such a situation the State cannot remain indifferent and may have to limit the authority of the group to determine its membership, even though this might result in some curtailment of its right to manage its religious affairs.",
        "Labels": []
    },
    {
        "ID": 188,
        "Text": "188. Certain practices of a religion or of its followers may also conflict with the requirements of public order and national security. One cannot, for instance, allow subversive acts to be committed from a place of worship. As has been pointed out, if such subversive action should be attempted by a cleric, neither his robe nor his pulpit will be a defence.",
        "Labels": []
    },
    {
        "ID": 189,
        "Text": "189. In some instances such authorities have to adjudicate between rival elements within a religion, each of which claims the right to conduct services, to perform religious rites in a place of worship, or to appoint religious leaders. When such matters come before civil courts, lay judges must decide between the conflicting claims; and not infrequently they can do this only after taking cognizance of, and interpreting, the provisions of the religious law. This necessarily implies some interference in the management of religious affairs, but is inevitable in the circumstances.",
        "Labels": []
    },
    {
        "ID": 190,
        "Text": "190. Therefore it should be realized that however strong the desire of a Government to refrain from interfering in the management of religious affairs, circumstances can compel such authorities to take a stand, not only on questions of internal administration, but sometimes also on matters of faith, ritual or doctrine. This has occurred in countries of all types, including those in which the State and religion are separate. But it is clear that not all interventions by the State in the management of religious affairs can be considered proper.",
        "Labels": []
    },
    {
        "ID": 191,
        "Text": "191. The line between legitimate interference and undue pressure is in many cases extremely thin. When there are rival claimants to the headship of a religion, or where two or more elements of a single faith claim the exclusive right to perform a certain ritual and there is a possibility that the organization may be torn by strife, or that a breach of the peace may occur, the State assuredly has the right to intervene at a certain stage, and even to pronounce its views on matters of internal administration, faith, ritual or doctrine. However, when such a situation arises because the public authorities themselves have created the conflict or have sponsored one or more elements in the dispute in order to achieve extra-religious ends — even though the real nature of their action is thinly veiled — this might not only be a serious case of discrimination but might even amount to a denial of religious and other human rights and fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 192,
        "Text": "192. In view of the variety of considerations involved, it is difficult to formulate a rule of general applicability, even though it would be desirable to affirm once more the principle that every religion should be accorded the greatest possible freedom in the management of its religious affairs.",
        "Labels": []
    },
    {
        "ID": 193,
        "Text": "193. Public authorities may — and sometimes do — use their financial powers as a potent weapon of discrimination against various religions or their followers; in some cases these measures severely restrict the enjoyment of the right to freedom of thought, conscience and religion.",
        "Labels": []
    },
    {
        "ID": 194,
        "Text": "194. From the point of view of the individual, certain fiscal measures may be discriminatory because they compel him to support a religion to which he does not belong. An extreme case is that of a special tax levied upon all citizens to support an Established Church or a State religion. This situation was much more in evidence in the past than it is today, when religious tax laws normally exempt dissenters or permit them to pay a lower rate. In the latter case the reduced tax is justified on the ground that it compensates for services rendered to dissenters on behalf of the community — as for example when ministers of the established religion or of the State Church keep records of births, marriages and deaths, and issue official documents based on these records.",
        "Labels": []
    },
    {
        "ID": 195,
        "Text": "195. A tax intended solely for the support of a particular religion, levied upon everyone irrespective of his faith, would be discriminatory. On the other hand, compulsory contributions by an individual to his own religious community or organization are not usually considered discriminatory, and in a large number of countries — particularly those having an Established Church or a State religion and those recognizing several religions civil authorities assist in the collection of these contributions. So long as the right of the individual to change his religion or belief is not impaired, either in law or in fact, and so long as he is not compelled to remain a member of any particular faith against his will, the practice of levying contributions from him for the support of his own religion may not be discriminatory.",
        "Labels": []
    },
    {
        "ID": 196,
        "Text": "196. Where certain religions are subsidized or exempted from paying taxes by the State, the others — and individual taxpayers as well — may consider that they are being discriminated against and object to State funds being used in this way. These objections appear to have a prima facie justification; however, they cannot always be accepted at their face value. In some instances the subsidies or exemptions from taxation are the result of arrangements made to compensate the religious organization for property taken over by sequestration or otherwise. Or they may result from the interest of society in the maintenance of religious structures not so much because of their religious significance, as because they constitute monuments of historic or artistic value. Or they may simply be a method of compensating clergy of the Established Church or the State religion for performing duries on behalf of the community which the dissident clergy do not have to perform.",
        "Labels": []
    },
    {
        "ID": 197,
        "Text": "197. A problem arises when educational or humanitarian enterprises, operated by a religious group on a non-commercial basis mainly for the benefit of its own members, receive subsidies from the exchequer or are granted exemption of payment of certain taxes. It is contended, on the one hand, that this policy of financial assistance is justified since the community is thus provided with facilities for which the State would otherwise have to pay the full cost. On the other hand, it is argued that the sole function of the State is to provide equal facilities for all citizens without in the least taking account of their religion, and that it should not promote — even indirectly —• the establishment of separate facilities for members of a particular religion. In considering this problem, it is necessary to take into account the benefits that accrue to the whole community. Where the enterprise in question is on such a scale that it amounts to a public service benefiting the population as a whole — and this is so in many cases — subsidies and even exemption from the payment of taxes may be justified, provided of course that any other religious group which wishes to undertake similar activities is accorded equal treatment. On the other hand, where such an enterprise benefits exclusively the members of the particular religion which sponsors it, and is run with the sole aim of providing facilities to its members, a subsidy or exemption from taxation would be discriminatory if other groups were not entitled to equal treatment.",
        "Labels": []
    },
    {
        "ID": 198,
        "Text": "198. Another problem arises where enterprises are run by a religious organization for profit, and are exempted from the payment of certain taxes. It is contended by some that these enterprises should not be exempted from the payment of taxes even though they are of an educational or humanitarian character, since such exemption would constitute an indirect form of propagation of that faith. However, this argument does not seem to have much substance since instances of conversion as a result of such activity are rare.",
        "Labels": []
    },
    {
        "ID": 199,
        "Text": "199. Where the State is separated from religion, the situation appears to be simpler and indeed to present no problems. But here too complications arise, mainly because the demands of various religions are different. In certain countries where the principle of separation is recognized, the State puts the necessary buildings and other physical facilities at the disposal of followers of various religions. If the State has a monopoly of printing presses, factories, and workshops, it may likewise assume the responsibility for producing various religious accessories and placing them at the disposal of the appropriate religion. The sameness of treatment meted out to all faiths is considered to be non-discriminatory by the State. But it is possible that public authorities may in fact disregard •— or may not take into account as fully as they should — the needs of a particular religion or its followers while providing fully for the needs of other faiths.",
        "Labels": []
    },
    {
        "ID": 200,
        "Text": "200. The very fact that the State and religion are separate may be felt by some religions, in certain cases, to be discriminatory — as for example where public authorities, applying the general rule that no religion should be subsidized or exempted from taxes, refuse any support to religious schools out of the public treasury. The members of these religions suggest that their children's education costs twice as much as it normally would, since they have to maintain religious schools in accordance with the prescriptions of their faith, and still pay taxes to support public schools. Other religions of course maintain that this refusal of the State to support religious schools stems from a correct application of the principle of separation of State and religion. Thus differing interpretations of the principle lead to precisely opposite results.",
        "Labels": []
    },
    {
        "ID": 201,
        "Text": "201. Strictly speaking, it may be argued that the question of the financial relationship between State and religion falls outside the province of the right to freedom of thought, conscience and religion. Nevertheless, this question is an extremely important one for this study since financial measures, such as subsidies or exemption from taxation, may easily be abused by public authorities and used as a means of discriminating against certain religions or their followers.",
        "Labels": []
    },
    {
        "ID": 202,
        "Text": "202. To sum up, it may be stated that as a general rule no adverse distinctions between various religions or their followers in such matters as subsidization or exemption from taxation should be made by public authorities. Nevertheless the State is not precluded from levying general taxes, nor from carrying out obligations which it assumed as a result of arrangements made to compensate a religious organization for property taken over by sequestration or otherwise, nor from contributing funds towards the preservation of religious structures recognized to be monuments of historic or artistic value.",
        "Labels": []
    },
    {
        "ID": 203,
        "Text": "203. Throughout this study references have been made to various duties devolving upon public authorities in connexion with the question of ensuring to everyone without discrimination the right to freedom of thought, conscience and religion. It may be useful to summarize these duties at this point.",
        "Labels": []
    },
    {
        "ID": 204,
        "Text": "204. Firstly, public authorities must themselves refrain from making any adverse distinctions against, or giving undue preference to, individuals or groups of individuals with regard to this right. Secondly, they must prevent any individual, or group of individuals, from making such adverse distinctions or giving such undue preferences. They may discharge these duties through the adoption of appropriate legal provisions of a preventive or remedial character —• including, when necessary, penal sanctions — as well as by administrative action. In addition, they should make every effort to educate public opinion to an acceptance of the principle of non-discrimination in respect of the right to freedom of thought, conscience and religion, and to create proper leadership for this purpose.",
        "Labels": []
    },
    {
        "ID": 205,
        "Text": "205. In discharging these duties certain considerations ought to be borne in mind by the public authorities. For example, in case of a conflict between the requirements of two or more religions or beliefs, they should endeavour to find a solution assuring the greatest measure of freedom to society as a whole, while giving preference to the freedom of everyone to maintain or to change his religion or belief over any practice or observance tending to restrict this freedom.",
        "Labels": []
    },
    {
        "ID": 206,
        "Text": "206. Primarily, public authorities have to ensure that the freedom of everyone to maintain or change his religion or belief is not impaired. Secondarily, they must ensure as widely as possible the freedom of everyone to manifest his religion or belief, either alone or in community with others, and in public or in private. In this connexion they must see to it that any limitation imposed upon that freedom is exceptional; that it is confined within the narrowest possible bounds; that it is prescribed by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society; and that it is not exercised in a manner contrary to the purposes and principles of the United Nations. In addition, they are under a duty not to make any adverse distinctions against, or to give undue preference to, religions or their followers in the granting of subsidies or exemptions from taxation; however, this does not preclude the State from levying general taxes or from carrying out obligations assumed as a result of arrangements made to compensate a religious organization for property taken over by sequestration or otherwise, or from contributing funds for the preservation of religious structures recognized as monuments of historic or artistic value.",
        "Labels": []
    },
    {
        "ID": 207,
        "Text": "207. It is relatively easy to analyse the actual situation in the world today, as reflected in the country monographs upon which this study is based, with respect to the right to freedom of thought, conscience and religion. But a prediction of general trends is far more difficult. A prediction of trends is in the nature of prophecy, and it is quite possible that any estimate — either favourable or unfavourable in character — might be reversed by the course of human affairs. Nevertheless this study would not be complete if it did not include a picture — vague in some respects but useful all the same — of the direction in which the world is likely to move in the foreseeable future.",
        "Labels": []
    },
    {
        "ID": 208,
        "Text": "208. Generally, there is today a more favourable trend towards equality of treatment of religions and beliefs, and their followers, than in the recent past. There is also an increasing recognition of the rights of those who do not hold a theistic belief, like agnostics and atheists, in countries where the majority of the population adhere to one or more religion.",
        "Labels": []
    },
    {
        "ID": 209,
        "Text": "209. A major factor that has contributed to this trend is the change in attitude of a number of religions and beliefs. In the past, many faiths considered themselves to be the sole repositories of truth; and this certainty of conviction led them to display a condescending or even a belligerent attitude towards the State and towards other faiths. In such an environment some scholars and expositors of religious doctrines attempted to promote better understanding, but their writings had little effect upon their contemporaries. Today their approach has been accepted, in a large measure, by nearly all faiths.",
        "Labels": []
    },
    {
        "ID": 210,
        "Text": "210. An example of this trend may be found in Catholicism. The basis of its new approach to the relationship between State and Church is explained by a Catholic writer, Jacques Maritain, as follows: \".. . Whereas ' mediaeval man '. . . entered the State .. . to become a ' citizen ' through the Church and his membership in the Church, modern man is a citizen with full civic rights whether he is a member of the Church or not... \"",
        "Labels": []
    },
    {
        "ID": 211,
        "Text": "211. \". . . Even if, by the grace of God, religious unity were to return, no return to the sacral régime in which the civil power was the instrument of the secular arm of the spiritual power could be conceivable in a Christianly inspired democratic society.\"",
        "Labels": []
    },
    {
        "ID": 212,
        "Text": "212. More recently Pope John XXIII, out of respect for other religions, deleted the word \" unbelieving \" from an ancient liturgical text used in Good Friday services and referring to the Jews; and later deleted a passage from another prayer in order to avoid hurting the feelings of Muslims, Jews, and members of other faiths. The greater respect shown towards other religions, while most pronounced in the enunciation of doctrinal prayers, is in one sense part of old teaching. But the fresh emphasis upon this ethical precept is significant.",
        "Labels": []
    },
    {
        "ID": 213,
        "Text": "213. Nearly all religions and beliefs display a similar trend towards a greater measure of tolerance, although in certain areas of the world there are instances of the religious groups, and their leaders, maintaining discrimination on the ground of race even against their own followers. But the impact of modern developments upon society in the East as well as in the West — the greater interchange of cultures, the disturbance of pathetic contentment with their lot among the broad masses of people, and the resurgence of a new interest in the changes taking place — is perceptibly affecting the attitude of religions and beliefs. Indeed, in Christian, Islamic, Hindu and Buddhist societies, there is taking place a reinterpretation of religious precepts with a view to reconciling them with the needs of the new society. In this atmosphere poets, philosophers and scholars have helped by their natural tendency to challenge rules, customs aad conventions.",
        "Labels": []
    },
    {
        "ID": 214,
        "Text": "214. The movement for bridging the gap between the old learning and modernism in Islam, initiated by Jamal Eddin Afghani (1838-1897) and Shaikh Muhammad Abdo (1849-1905) of Egypt, led to the growth of a school which emphasizes the dignity of man and the responsibilities which he owes to his society. This school of thought attacked the rigid adherence to dogma on the part of the fukaha (those learned in theology) and demanded greater freedom for the interpretation of the Koran. According to this school, knowledge and religion, rightly understood, need not come into conflict with one another. Therefore it was the duty of the truly religious to interest themselves in the education of the masses. That these writers have had influence on contemporary Islamic society is borne out by the greater emphasis given in recent years to freedom of the individual as such, rather than to the rights of groups. Recent interpretations of the Koran underline this spirit of responsibility to other members of society.",
        "Labels": []
    },
    {
        "ID": 215,
        "Text": "215. Since for many centuries Jews were subjected, in many parts of the world, to discrimination and at times to outright persecution, Jewish communities tended to live in isolation, with little or no contact with other people. It was only after the French Revolution that these traditional restrictions gradually broke down and that the basic tenets of Judaism proclaimed in the Bible and in the tractate Gittin 61 of the Talmud were re-interpreted to affirm the reality of universal brotherhood rather than the inherent separateness of different communities. Recently one of the exponents of conservative Judaism, Robert Gordis, affirmed that all men must share a common body of basic ideals regarding their relationship to one another and to the world; similarly a prominent representative of orthodox Judaism, Rabbi Menahem M. Kusher, affirmed that the oneness of mankind is becoming more and more evident — a unity of all human beings which is paralleled and strengthened by a growing realization of a basic oneness in nature as well.",
        "Labels": []
    },
    {
        "ID": 216,
        "Text": "216. These few examples serve to illustrate the change in attitude of various faiths towards other religion or beliefs; similar examples are to be found in the writings of authoritative exponents of other groups. This change has influenced the attitudes of people in different parts of the world, and has helped in some measure to promote a more tolerant understanding as between various faiths.",
        "Labels": []
    },
    {
        "ID": 217,
        "Text": "217. There has been a similar change in the attitude of public authorities towards religions and beliefs in many areas of the world. Even in countries where there is an Established Church or State religion, the position of dissident groups — and to a lesser extent of atheists and agnostics now approximates more nearly to equality than it did a few decades ago; both in law and in fact non-conformists now are treated on an almost equal footing with members of the Established Church or State religion.",
        "Labels": []
    },
    {
        "ID": 218,
        "Text": "218. In Islamic countries, where there are recognized religions, the \" millets \" enjoyed in the past a large measure of autonomy in their religious and civil affairs; this concession was necessary because the State law was based upon Islamic religious law and members of non-Islamic communities were otherwise left outside the pale of the dominant society. Today, however, most Islamic States have secularized their legal systems, and the trend is to consider all communities as part and parcel of society and to grant them a position similar to that enjoyed by members of the State religion. This has naturally resulted in a reduction of group autonomy and a greater emphasis upon the liberty of the individual.",
        "Labels": []
    },
    {
        "ID": 219,
        "Text": "219. The emergence of former non-self-governing territories into independent nationhood has generally tended to engender a spirit of freedom and thus to assure a larger measure of religious liberty. Prior to their emancipation, the predominant religion or belief in these territories had normally been that of the administering authorities, which was different from that of the majority of the inhabitants. This often led to discrimination against the religion or belief of the majority. Since achieving independence, most of these States have guaranteed equal treatment to all citizens irrespective of their affiliation, and to all religions and beliefs. In addition, some of them have taken legal and educational measures to abolish forms of social discrimination which the religions themselves had permitted. The fact that in a few instances a newly predominant group has exhibited a certain intolerance towards other religions and beliefs does not alter the general conclusion. It is to be hoped that even in such instances the spirit of toleration, and recognition of the rights of other groups, will prevail.",
        "Labels": []
    },
    {
        "ID": 220,
        "Text": "220. But it must not be assumed that all factors work in favour of increased tolerance and recognition of the right to freedom of thought, conscience and religion. States, in imposing limitations upon this right, have to take into account considerations of \" morality, public order and the general welfare in a democratic society \". And in the very nature of things — since these concepts are not precise — this may sometimes imply the imposition of the mores of a predominant group. In all societies conflicts occur between the concepts of morality entertained by the majority and those held by minorities. These are not always resolved in a manner which meets \" the just requirements of a democratic society \". Such is sometimes the case, for example, with laws of blasphemy and censorship. Even to this day there are in a few countries archaic enactments on the statute books which are not applied in normal times but which can acquire strength in times of stress and be applied in such a way as to discriminate against religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 221,
        "Text": "221. Apart from laws — important though they are in moulding public opinion — the general attitude towards religions or beliefs on the part of important elements within a society also has to be taken into account by public authorities; in some instances heretical or schismatic groups are subjected to social pressure by the adherents of certain religions or beliefs because they consider the teachings of the former to present a vital threat to their own traditional faith. There have been unfortunate instances of public authorities acquiescing in these efforts to apply pressure, in effect restricting the rights and liberties of heretical and schismatic groups; whereas the enactment of laws and the taking of positive administrative and educational measures are required to eradicate —• even if only gradually — such stubborn prejudices.",
        "Labels": []
    },
    {
        "ID": 222,
        "Text": "222. It is clear that there are areas of the world — happily not numerous in which neither the needs nor the rights of certain faiths are sufficiently recognized. In one such area foreigners whose faith differs from that of the majority of the population experience great difficulties in meeting, even in private, for the purpose of worship. In another, the constitution expressly prohibits any public manifestation of a faith other than the State religion; it admits for dissidents only the right to worship, or otherwise to manifest their religion or belief, in private. Legislative and administrative measures — ostensibly to implement this constitutional provision — sometimes further impede the manifestations of dissident groups, even when such manifestations are conducted in private. In still another area, official recognition of a particular faith is withheld by a Government with the result that those professing this faith do not enjoy the rights conceded to recognized communities; this has serious consequences since members of the group are prevented from manifesting their faith in such matters as worship in common, celebration of marriages, and disposal of their dead, are discriminated against in matters of public employment and access to educational institutions; and are generally restricted in their civic life. It would appear also that in times of stress the public authorities have been reluctant to afford members of this faith the necessary protection against mob violence, or against the incitement to such violence. No doubt all this adds up to a serious discrimination. Fortunately it is only a rare survival of a state of affairs which prevailed at one time in many areas of the world.",
        "Labels": []
    },
    {
        "ID": 223,
        "Text": "223. A recent phenomenon is the emergence, in some areas of the world, of political and social systems which avow faith in scientific atheism. Prior to this, the predominant religion and the old order had been closely linked; since the predominant religion had given sustenance to the old order, it was considered by the new rulers to constitute a threat to their State. But basically the new ruling groups considered all religions to be merely a superstitious relic of the past which should eventually be replaced by scientific atheism. Consequently, this approach led to measures being taken not against a particular religion but against all theistic beliefs. At one stage not only the predominant church, but also all other religions, were vigorously combated, and manifestations of religion were hindered even to the point of prohibition in certain cases. But later, following upon a change in attitude of the predominant church towards the new order in some areas, a revised policy was evolved. Although propaganda in favour of scientific atheism continued, it was laid down that it had to be conducted in a manner not to outrage the religious feelings of the faithful or the clergy. Injurious acts directed towards church, clergy, or citizens who believe are now treated as contrary to the policy of the State. But it must be remembered that some religious groups consider that they are unable to enjoy freedom of thought, conscience and religion to the full extent in these areas.",
        "Labels": []
    },
    {
        "ID": 224,
        "Text": "224. To sum up : while on the whole there is a trend — more pronounced now than in the nineteenth century — in favour of recognition of the right of everyone to freedom of thought, conscience and religion, certain unfavourable factors continue to operate. It is to be remembered that respect for human rights has evolved only after a long struggle; now and then mankind has witnessed reversals — sometimes very serious ones — of the general trend to a larger measure of freedom. To cite a recent example: up to the 1930s, it was easily assumed that the basic premises of religious freedom and other human rights would not be challenged, and that progress — even though slow in some parts of the world — would be certain. But suddenly Nazism emerged in Germany, advocating outright denial of human rights to individuals on grounds of race and religion. So systematic was that policy of discrimination that many assurances which had been given to racial and religious minorities in international instruments were repudiated and those groups had to pass through a dark period of travail and persecution.",
        "Labels": []
    },
    {
        "ID": 225,
        "Text": "225. Although traditional forms of discrimination have now disappeared in most parts of the world because of the change in opinion of churches, of Governments, and of the general public towards dissenters — and above all because of the change in climate of the world community — a reversal of these happy trends cannot be ruled out in the future. It is the duty of the United Nations to see to it not only that all types of discrimination — whether they are remnants of the past or something new — are eredicated, but also that in the future no one should be subjected to any treatment likely to impair his right to freedom of thought, conscience and religion. In short, its duty is to ensure that the trend towards equality should become both universal and permanent.",
        "Labels": []
    },
    {
        "ID": 226,
        "Text": "226. From its inception, the United Nations has taken a positive interest in the promotion of human rights, and has endeavoured to assure to everyone the right to freedom of thought, conscience and religion. This principle has been reaffirmed many times by the General Assembly, and the nations of the world have been reminded that it is in the higher interests of humanity to put an immediate end to religious persecution and discrimination.",
        "Labels": []
    },
    {
        "ID": 227,
        "Text": "227. In addition to making recommendations, the United Nations has interested itself in the preparation of several conventions bearing on the right to freedom of thought, conscience and religion. The Convention on the Prevention and Punishment of the Crime of Genocide, adopted in 1948 by the General Assembly — at the same session which adopted the Universal Declaration of Human Rights — binds the contracting States to prevent and punish acts committed \" with intent to destroy, in whole or in part, a religious group as such \". To date the Convention has been ratified or acceded to by sixty States.",
        "Labels": []
    },
    {
        "ID": 228,
        "Text": "228. Under the auspices of the United Nations, diplomatic conferences held in 1951 and 1954 concluded conventions relating respectively to the Status of Refugees and the Status of Stateless Persons. Each of these instruments obliges contracting States to accord a treatment to refugees (or to stateless persons) at least as favourable as that which they accord to their nationals in respect of freedom to practice their religion or belief as well as freedom to decide upon the religious education to be given to their children. The Convention on the Status of Refugees has been ratified or acceded to by twenty-one States, while the Convention on the Status of Stateless Persons has been ratified by five States.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Non-citizens and stateless"
        ]
    },
    {
        "ID": 229,
        "Text": "229. As for Trust Territories, freedom of religious worship and of religious teaching is guaranteed under each of the agreements concluded with the administering authorities by the United Nations, and relevant developments are reviewed regularly by the Trusteeship Council and the General Assembly. For the Non-Self-Governing Territories, the General Assembly has recommended to the administering authorities the abolition in those territories of all discriminatory laws and practices contrary to the principles of the Charter and the Universal Declaration of Human Rights.",
        "Labels": []
    },
    {
        "ID": 230,
        "Text": "230. The draft convenant on civil and political rights, which contains an article on the right of freedom of thought, conscience and religion, is now under consideration by the General Assembly. It is impossible to forecast the final shape which this article will take, or what measures will be adopted to ensure its implementation.",
        "Labels": []
    },
    {
        "ID": 231,
        "Text": "231. While this study is intended primarily to throw light on the nature of discrimination in respect of the right to freedom of thought, conscience and religion, it is not enough merely to expose the contours of this problem. What is required, in addition, is the prescription of solutions which, if adopted, would lead to an eradication of discriminatory practices in this sphere. Therefore, in this chapter, general rules are enunciated which may serve as a guide to public authorities. In addition, suggestions are made as to how, within the framework of the United Nations, these rules may be brought to the notice of Governments for implementation.",
        "Labels": []
    },
    {
        "ID": 232,
        "Text": "232. This study reveals that the principles of the Universal Declaration of Human Rights with regard to non-discrimination in respect of the right to freedom of thought, conscience and religion have not as yet been fully implemented in all countries. In order to assist Governments in eradicating discriminatory measures in this field, it may be useful as a first step to enunciate basic rules for dealing with concrete problems which have emerged from the study.",
        "Labels": []
    },
    {
        "ID": 233,
        "Text": "233. The rules presented below are intended to show how the goals proclaimed in the Declaration may be reached. If followed, they would ensure the achievement of these goals. But even if not followed immediately in all cases, they might nevertheless be useful in educating world opinion.",
        "Labels": []
    },
    {
        "ID": 234,
        "Text": "234. Once the international community has examined, debated, and accepted these rules, their meaning and significance will be brought forcefully to the attention of Governments. Not only will they be awakened to an awareness of concrete aspects of discrimination in this sphere, but their attention will be directed to measures calculated to overcome such discrimination. More important, individuals, groups, and public authorities who still practise or condone discrimination will feel the impact of crystallizing world opinion. Furthermore, new forces will emerge in each country, and those who practise or condone discrimination will be placed on the defensive.",
        "Labels": []
    },
    {
        "ID": 235,
        "Text": "235. It must be realized that even those who are the victims of discrimination are often unaware of the wrong that is being done them. Long-standing habits sometimes lead people to believe that the existing order is the best possible one, and to accept its evils together with its virtues. Particularly the education of the young in the principles of non-discrimination will help to widen the ambit of freedom in this sphere, for they will be in a position, once aroused, to expose more clearly and forcefully the evils that lie shrouded in their social system.",
        "Labels": []
    },
    {
        "ID": 236,
        "Text": "236. Underlying most discriminatory practices are prejudices which have crystallized into mores of a society. In the particular case of attitudes towards religions or beliefs, perhaps more than in any other field, mores are slow to change since they stem from deeply held convictions. It is therefore all the more important that forces within a society holding non-discrimination to be a basic tenet should consider ways and means of educating public opinion. Legal techniques may also hasten the process of eradicating discrimination, particularly when they involve the imposition of penal sanctions. The very process of adoption of laws may in itself constitute an educational measure. Individuals are inclined to consider wrong what the law prohibits, and right what it enjoins them to do. The new things learned in the forward march of humanity, the pressures of new hopes and even new fears, the consciousness that discrimination tends to narrow public spirit and to pervert the noble ideal of citizenship, may lead, sooner than many realize, to a change of values and a consequent removal of stains that mar present-day society.",
        "Labels": []
    },
    {
        "ID": 237,
        "Text": "237. Rule 1 (a) Everyone should be free to adhere, or not to adhere, to a religion or belief, in accordance with the dictates of his conscience. (b) Parents should have a prior right to decide upon the religion or belief in which their child should be brought up. When a child is torn from its family environment, the decision as to the religion or belief in which that child is to be brought up should be made primarily in accordance with the objectively ascertained interests of the child, due attention being paid to the expressed or presumed wish of the parents. (c) No one should be subjected to coercion or to improper inducements likely to impair his freedom to maintain or to change his religion or belief.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 238,
        "Text": "238. Rule 2 Everyone should be free to comply with what is prescribed or authorized by his religion or belief, and free from performing acts incompatible with the prescriptions of his religion or belief.",
        "Labels": []
    },
    {
        "ID": 239,
        "Text": "239. Rule 3 (a) Everyone should be free to worship in accordance with the prescriptions of his religion or belief, either alone or in community with others, and in public or in private. (b) Equal protection should be accorded to all forms of worship, places of worship, and objects necessary for the performance of rites.",
        "Labels": []
    },
    {
        "ID": 240,
        "Text": "240. Rule 4 The possibility for pilgrims to journey to sacred places as acts of devotion prescribed by their religion or belief, whether inside or outside their own country, should be assured.",
        "Labels": []
    },
    {
        "ID": 241,
        "Text": "241. Rule 5 (a) The members of a religion or belief should not be prevented from acquiring or producing articles necessary for the performance of the rituals prescribed by their religion or belief, such as prayer books, candles, and ritual wine. (b) Where the Government controls the means of production and distribution, it should make such articles, or the means for producing them, available to the groups concerned.",
        "Labels": []
    },
    {
        "ID": 242,
        "Text": "242. Rule 6 (a) The prescriptions of the religion or belief of a deceased person should be followed in the assignment of places for burial, cremation or other methods of disposal of the dead, the display in such places of religious or other symbols, and the performance of funeral or commemorative rites. (b) Equal protection against desecration should be afforded to all places for burial, cremation or other methods of disposal of the dead, as well as to religious and other symbols displayed in these places; and equal protection against interference by outsiders should be afforded to the funeral or commemorative rites of all religions and beliefs.",
        "Labels": []
    },
    {
        "ID": 243,
        "Text": "243. Rule 7 The prescriptions of each religion or belief relating to holidays and days of rest should be taken into account, subject to the overriding consideration of the interest of society as a whole.",
        "Labels": []
    },
    {
        "ID": 244,
        "Text": "244. Rule 8 (a) No one should be prevented from observing the dietary practices prescribed by his religion or belief. (b) Where the Government controls the means of production and distribution, it should place the objects necessary for observing dietary practices prescribed by particular religions or beliefs, or the means of producing them, at the disposal of members of those religions or beliefs.",
        "Labels": []
    },
    {
        "ID": 245,
        "Text": "245. Rule 9 (a) No one should be prevented from having marriage rites performed in accordance with the prescriptions of his religion or belief, nor compelled to undergo a religious marriage ceremony not in conformity with his convictions. (b) The right to seek and to obtain a divorce should not be denied to anyone whose convictions admit divorce, solely on the ground that he professes a particular religion or belief.",
        "Labels": []
    },
    {
        "ID": 246,
        "Text": "246. Rule 10 Everyone should be free to disseminate a religion or belief, in so far as his actions do not impair the right of any other individual to maintain his religion or belief.",
        "Labels": []
    },
    {
        "ID": 247,
        "Text": "247. Rule 11 (a) No group professing a religion or belief should be prevented from training the personnel required for the performance of practices or observances prescribed by that religion or belief. (b) When such training is available only outside the country, no permanent limitations should be placed upon travel abroad for the purpose of undergoing such training.",
        "Labels": []
    },
    {
        "ID": 248,
        "Text": "248. Rule 12 No one should be compelled to take an oath contrary to the prescriptions of his religion or belief.",
        "Labels": []
    },
    {
        "ID": 249,
        "Text": "249. Rule 13 In a country where the principle of conscientious objection to military service is recognized, exemptions should be granted to genuine objectors in a manner ensuring that no adverse distinction based upon religion or belief may result.",
        "Labels": []
    },
    {
        "ID": 250,
        "Text": "250. Rule 14 In a country where exemptions from participation in certain or all public ceremonies are granted to individuals who object to such participation on the ground that it is contrary to a prescription of their religion or belief, such exemptions should be granted in such a manner that no adverse distinction based upon religion or belief may result.",
        "Labels": []
    },
    {
        "ID": 251,
        "Text": "251. Rule 15 No cleric who receives information in confidence, in accordance with the prescriptions of his religion, should be compelled by public authorities to divulge such information.",
        "Labels": []
    },
    {
        "ID": 256,
        "Text": "256. Rule 16 (a) Public authorities should refrain from making any adverse distinction against, or giving preference to individuals or groups of individuals with regard to the right to freedom of thought, conscience and religion; and should prevent any individual or group of individuals from making such adverse distinctions or giving such undue preferences. (b) These duties must be discharged through the adoption of appropriate legal provisions of a preventive or remedial character, including penal sanctions when necessary, as well as by administrative action. (c) Public authorities should make every effort to educate public opinion to an acceptance of the principle of non-discrimination in respect of the right to freedom of thought, conscience and religion and to create proper leadership for this purpose. (d) In discharging these duties, public authorities should be guided by the following considerations: (i) The freedom of everyone to maintain or change his religion or belief must be ensured; (ii) The freedom of everyone to manifest his religion or belief, either alone or in community with others, and in public or in private, must be ensured as widely as possible. Any limitation imposed upon that freedom should be exceptional, should be confined within the narrowest possible bound, should be prescribed by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society; and should not be exercised in a manner contrary to the purposes and principles of the United Nations; (iii) In case of a conflict between the requirements of two or more religions or beliefs, public authorities should endeavour to find a solution assuring the greatest measure of freedom to society as a whole, while giving preference to the freedom of everyone to maintain or to change his religion or belief over any practice or observance tending to restrict this freedom; (iv) Public authorities should make no adverse distinctions against, or give undue preference to religions or their followers in the granting of subsidies or exemptions from taxation. The State is, however, not precluded from levying general taxes or from carrying out obligations assumed as a result of arrangements made to compensate a religious organization for property taken over by sequestration or otherwise, nor from contributing funds for the preservation of religious structures recognized as monuments of historic or artistic value.",
        "Labels": []
    },
    {
        "ID": 257,
        "Text": "257. If the competent organs of the United Nations approve these basic rules, a procedure for bringing them to the notice of Governments will have to be devised. Should they be incorporated into a resolution of the Economic and Social Council, or preferably the General Assembly, they would at least have weight and exercise persuasive force. A further question arises as to whether they should be included in some form of international instrument.",
        "Labels": []
    },
    {
        "ID": 258,
        "Text": "258. The General Assembly has before it the draft covenants on human rights, which include provisions — based on the principles proclaimed in the Universal Declaration of Human Rights — dealing with the right to freedom of thought, conscience and religion. If the basic rules are compared with the corresponding provisions of the draft covenants, it will",
        "Labels": []
    },
    {
        "ID": 259,
        "Text": "259. be seen that the rules — based on this study of the de facto as well as the de jure situation — are somewhat more comprehensive. Certain ideas expressed in the rules do not appear in either of the draft covenants. It might therefore the appropriate to suggest that the rules should be borne in mind when the final texts of the covenants are being prepared.",
        "Labels": []
    },
    {
        "ID": 260,
        "Text": "260. In addition, the possibility might be envisaged of embodying the rules in a special international instrument, perhaps along the lines of the Convention Concerning Discrimination in Respect of Employment and Occupation adopted by the International Labour Organisation or the convention on discrimination in education under preparation by UNESCO.",
        "Labels": []
    },
    {
        "ID": 261,
        "Text": "261. Article 18 of the draft covenant on civil and political rights reads: \" 1. Everyone shall have the right to freedom of thought, conscience and religion. This right shall include freedom to maintain or to change his religion, or belief, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching. \" 2. No one shall be subject to coercion which would impair his freedom to maintain or to change his religion or belief. \" 3. Freedom to manifest one's religion or beliefs may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others.\"",
        "Labels": []
    },
    {
        "ID": 262,
        "Text": "262. It will be seen that paragraph 1 of this article provides that the individual's right to freedom of thought, conscience and religion includes freedom \" to manifest his religion or belief in worship, observance, practice and teaching \". The question arises whether this formulation is sufficiently broad to include freedom \" from performing acts incompatible with the prescriptions of his religion or belief \", as referred to in rule 2.",
        "Labels": []
    },
    {
        "ID": 263,
        "Text": "263. It will be seen further that paragraph 2 of the article provides that \" No one shall be subjected to coercion which would impair his freedom to maintain or to change his religion or belief\". As \"coercion\" is not defined, the question arises whether it includes \" improper inducements \", as referred to in rule 1 (3).",
        "Labels": []
    },
    {
        "ID": 264,
        "Text": "264. The third paragraph of the article prescribes that freedom to manifest one's religion or belief may be \" subject only to such limitations as are prescribed by law and are necessary to protect public safety, order, health, or morals or the fundamental rights and freedoms of others \". The question arises whether this formulation makes it clear that in case of a conflict between the requirements of two or more religions, public authorities should give preference to \" the freedom of everyone to maintain or to change his religion or belief over any practice or observance tending to restrict his freedom \" as referred to in rule 16.",
        "Labels": []
    },
    {
        "ID": 265,
        "Text": "265. Article 14 of the draft covenant on economic, social and cultural rights, as adopted by the Third Committee of the General Assembly, reads in part (A/3764, paragraph 50): \" 3. The States Parties to the Covenant undertake to have respect for the liberty of parents and, when applicable, legal guardians, to choose for their children schools other than those established by the public authorities which conform to such minimum educational standards as may be laid down or approved by the State and to ensure the religious and moral education of their children in conformity with the own convictions.\" There is no corresponding provision in the draft covenant on civil and political rights.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 266,
        "Text": "266. It would appear that article 14 (3) applies only to the choice of schools by parents or legal guardians who desire to ensure the religious and moral education of their children in conformity with their own convictions; it does not deal with the more general issue of the upbringing of a child. Moreover, the article refers to \" parents and, when applicable, legal guardians \", but does not envisage a situation in which children have been torn from their family environment and brought up by individuals who are neither parents nor legal guardians. Rule 1 (2) emphasizes that \" when a child is torn from its family environment, the decision as to the religion or belief in which that child is to be brought up should be made primarily in accordance with the objectively ascertained interests of the child, due attention being paid to the expressed or presumed wish of the parents \". It might be considered advisable to include a fresh provision along these lines in the draft covenant on civil and political rights, first because this is a matter of primary importance in order to ensure the right to freedom of thought, conscience and religion; and secondly because the provision which appears in article 14 (3) of the draft covenant on economic, social and cultural rights would not bind States which become parties only to the covenant on civil and political rights.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 267,
        "Text": "267. Finally, attention is drawn to rule 16 (4) (d), which reads: \" Public authorities should make no adverse distinctions, or give undue preference to religions or their followers in the granting of subsidies or exemptions from taxation. The State is, however, not precluded from levying general taxes or from carrying out obligations assumed as a result of arrangements made to compensate a religious organization for property taken over by sequestration or otherwise, nor from contributing funds for the preservation of religious structures recognized as monuments of historic or artistic value.\"",
        "Labels": []
    },
    {
        "ID": 268,
        "Text": "268. Although strictly speaking it may be said that the question dealt with in this rule does not fall within the purview of the right to freedom of thought, conscience and religion, it undeniably has an important bearing upon the enjoyment of this right, since financial measures •— such as special taxes for the support of a particular religion, subsidies, or exemption from taxation — may be employed by public authorities as a means of discrimination against various religions or their followers. Therefore it may be appropriate and advisable to include a provision along the lines of the rule in the draft covenant on civil and political rights.",
        "Labels": []
    },
    {
        "ID": 269,
        "Text": "269. As has already been pointed out, progress in combating discrimination in respect to freedom of thought, cosscience and religion presupposes, more than in any other field, not only changes in the mores of a society and in its manner of thinking, but also —• and most important of all — in its way of feeling. It cannot be assumed that, because this study has been made and certain conclusions enunciated, the problem will vanish overnight. The United Nations has a special and continuing responsibility in this matter.",
        "Labels": []
    },
    {
        "ID": 270,
        "Text": "270. In the case of the two previous studies initiated by the Sub-Commission, there are specialized agencies competent to deal with any future developments in the respective fields : UNESCO in the matter of education and the International Labour Organisation in the matter of employment and occupation. There is no such agency directly concerned with the promotion of the right to freedom of thought, conscience and religion. Therefore, unless the United Nations itself continues to take an active interest in the question, there is a danger that this study will become the end of an effort rather than a starting point for a fresh attack on discrimination.",
        "Labels": []
    },
    {
        "ID": 271,
        "Text": "271. It is open to the Sub-Commission which originated this study to retain the subject on its agenda. A discussion could take place at periodic intervals on the basis of further reports. If such future examination of the question is envisaged, the sub-Commission may wish to express its views on the sources, in addition to Governments, from which information should be collected, and on the method by which the study should be prepared. It may not be necessary to burden Governments with further requests for information, since the Commission on Human Rights has initiated a system of periodic reports on human rights by Governments and specialized agencies, and the information received by the Commission is available to the Sub-Commission. Under the Commission's reporting procedure, as approved by the Economic and Social Council, States Members of the United Nations and of the specialized agencies are requested to transmit to the Secretary-General, every three years, a report describing development and progress achieved during the preceding three years in the field of human rights, and the measures taken to safeguard human liberty in their metropolitan areas and non-self-governing territories. The rights on which reports are requested are those enunciated in the Universal Declaration of Human Rights and, in addition, the right of peoples to self-determination. The Commission has decided that, on the basis of information reported and summarized by the Secretary-General and the specialized agencies, it will in future consider general developments in human rights and transmit to the Council such comments, conclusions and recommendations of an objective and general character, in accordance with the Charter of the United Nations, as it deems appropriate.",
        "Labels": []
    },
    {
        "ID": 271,
        "Text": "271. The need for exercising continuing vigilance with respect to enjoyment of the right to freedom of thought, conscience and religion, may not be fully grasped if one considers only the present situation. Let it be stressed again that the most acute forms of discrimination in this field are seldom in evidence in our day. But if one recalls the long history of struggle to achieve freedom of thought, conscience and religion in different parts of the world, it will be realized that the march towards progress has never been straight. Bearing this in mind, the framers of the Charter declared that one of the purposes of the United Nations is \" to achieve international co-operation... in promoting and encouraging respect for human rights and fundamental freedoms for all \". So the championship of human freedom must be continuous, and one should never consider that the struggle is over or that victory has been achieved. Whereas the peoples of the United Nations have, in the Charter, reaffirmed their faith in human rights and fundamental freedoms, and have taken a stand against all forms of discrimination, including discrimination on the ground of religion or belief, Whereas the principle of non-discrimination and the right to freedom of thought, conscience and religion have been proclaimed in the Universal Declaration of Human Rights, Whereas the disregard of human rights and fundamental freedoms and in particular of the right to freedom of thought, conscience and religion has brought in the past untold sorrow to mankind, Whereas it is therefore the duty of Governments, organizations and private persons to promote through education, as well as through other means, respect for the dignity of man and a spirit of understanding, tolerance and friendship among all religious and racial groups, as well as among all nations, Whereas the efforts of Governments, organizations and private persons to eradicate discrimination in respect of the right to freedom of thought, conscience and religion should be supported by elaborating the provisions relating to these freedoms with a view to ensuring their protection and furtherance, Now therefore the following provisions are proclaimed to promote the freedom of thought, conscience and religion and the eradication of discrimination on the ground of religion or belief:",
        "Labels": []
    },
    {
        "ID": 1,
        "Text": "1. Everyone shall be free to adhere, or not to adhere, to a religion or belief, in accordance with the dictates of his conscience.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Parents or, when applicable, legal guardians, shall have the prior right to decide upon the religion or belief in which their child should be brought up. In the case of a child who has been deprived of its parents, their expressed or presumed wish shall be duly taken into account, the best interests of the child being the guiding principle.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 3,
        "Text": "3. No one shall be subjected to material or moral coercion likely to impair his freedom to maintain or to change his religion or belief.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Anyone professing any religious or non-religious belief shall be free to do so openly without suffering any discrimination on account of his religion or belief. Everyone shall be free to comply with what is prescribed or authorized by his religion or belief, and free from performing acts incompatible with the prescriptions of his religion or belief, particularly in the following respects, subject to the interests of society as a whole as provided in parts III and IV:",
        "Labels": []
    },
    {
        "ID": 1,
        "Text": "1. (a) Everyone shall be free to worship, either alone or in community with others, and in public or in private. (è) Equal protection shall be accorded to all forms of worship, places of worship, and objects necessary for the performance of rites.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Everyone shall have the freedom, as acts of devotion, to journey to sacred places, whether inside or outside his country.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. No one shall be prevented from observing the dietary practices prescribed by his religion or belief.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. (a) The members of a religion or belief shall not be prevented from acquiring or producing all materials and objects necessary for the performance or observance of prescribed rituals or practices, including dietary practices. (b) Where the Government controls the means of production and distribution, it shall make such materials or objects, or the means of producing them, available to the members of the religion or belief concerned.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. («) Without prejudice to the right of the State to lay down the conditions of a valid marriage, no one shall be prevented from having marriage rites performed in accordance with the prescriptions of his religion or belief. (6) No one shall be compelled to undergo a religious marriage ceremony not in conformity with his convictions. (c) The right to seek and to obtain a dissolution of marriage shall be determined solely in accordance with the provisions of the law applicable to it without any adverse distinction being based upon the religion or belief of the parties.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. (a) The prescriptions of the religion or belief of a deceased person shall be followed in all matters affecting burial, cremation or other methods of disposal of the dead, particularly in the assignment of places for such disposal, the display in such places of religious or other symbols, and the performance of funeral or commemorative rites. (b) Equal protection against desecration shall be afforded to all places for burial, cremation or other methods of disposal of the dead, as well as to religious or other symbols displayed in these places; and equal protection against interference by outsiders shall be afforded to the funeral or commemorative rites of all religions and beliefs.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Due account shall be taken of the prescriptions of each religion or belief relating to holidays or days of rest.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. (a) Everyone shall be free to teach or to disseminate his religion or belief, either in public or in private. (b) No one shall be compelled to receive religious or atheistic instruction, contrary to his convictions or, in the case of children, contrary to the wishes of their parents and, when applicable, legal guardians.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. (a) No group professing a religion or belief shall be prevented from training the personnel intending to devote themselves to the performance of its practices or observances, or from bringing teachers from abroad necessary for this purpose. (6) When such training is available only outside the country, no permanent limitations shall be placed upon travel abroad for the purpose of undergoing such training.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. No one shall be compelled to take an oath of a religious nature contrary to his convictions.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In countries where conscientious objection to military service is recognized, exemptions shall be granted to genuine objectors in a manner ensuring that no adverse distinction based upon religion or belief may result.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In countries where exemptions from participation in certain or all public ceremonies are granted to individuals who object to such participation on the ground that it is contrary to their conscience, such exemptions shall be granted in such a manner that no adverse distinction based upon religion or belief may result.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. No priest or minister of religion who receives information in confidence in the performance of his duties as prescribed by his religion or belief shall be compelled to divulge such information.",
        "Labels": []
    },
    {
        "ID": 1,
        "Text": "1. The freedom set out in part I and in paragraphs 10 and 13 of part II shall not be subject to any restrictions.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. (a) The freedoms and rights set out in the other paragraphs of part II shall be subject only to the limitations prescribed by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, health, public order and the general welfare in a democratic society. Any limitations which may be imposed shall be consistent with the purposes and principles of the United Nations. (b) These freedoms and rights may in no case be exercised contrary to the purposes and principles of the United Nations. Public authorities shall refrain from making any adverse distinctions against, or giving undue preference to, individuals or groups of individuals with respect to the right to freedom of thought, conscience and religion; and shall endeavour to prevent any individual or group of individuals from doing so. In particular:",
        "Labels": []
    },
    {
        "ID": 1,
        "Text": "1. In the event of a conflict between the demands of two or more religions or beliefs, public authorities shall endeavour to find a solution reconciling these demands in a manner such as to ensure the greatest measure of freedom to society as a whole.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In the granting of subsidies or exemptions from taxation, no adverse distinction shall be made between, and no undue preference shall be given to, any religion or belief or its followers. However, public authorities shall not be precluded from levying general taxes or from carrying out obligations assumed as a result of arrangements made to compensate a religous organization for property taken over by the State or from contributing funds for the preservation of religious structure recognized as monuments of historic or artistic value. 1. A study of discrimination in the matter of religious rights and practices was suggested to the Sub-Commission on Prevention of Discrimination and Protection of Minorities at its fifth (1953) session, and was included by the Sub-Commission in its list of projected studies. The list was subsequently approved by the Commission on Human Rights and the Economic and Social Council.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. In 1955, the Sub-Commission examined a preliminary report on the proposed study, prepared by Mr. Philip Halpern (United States of America), a member of the Sub-Commission. It was not, however, in a position to initiate the study at that session because it had not completed the first study of the series, on discrimination in education.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In 1956, the Sub-Commission decided to proceed with the study of discrimination in the matter of religious rights and prectices, and appointed Mr. Arcot Krishnaswami (India) as its Special Rapporteur for this study. It instructed the Special Rap-< porteur to follow the same general procedure, in preparing the study, as had been followed in the case of the study of discrimination in education.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Under this procedure, the Special Rapporteur proceeded first to collect, analyse, and verify material relating to discrimination in the matter of religious rights and practices. The main sources of material were (a) the Governments of States Members of the United Nations and of the specialized agencies; (b) the Secretary-General of the United Nations; (c) the specialized agencies of the United Nations; and {d) nongovernmental organizations, particularly those in consultative status with the Economic and Social Council. This material was supplemented when necessary by reference to the writings of recognized scholars and scientists.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The outline used in the collection of information was as follows: A concise account of any historic events essential to an understanding of the present situation with regard to discrimination in respect of religious rights and practices. Information and statistical data concerning the various existing religions or religious groups. This would include official (census) statistics of the number adhering to each religion (and of non-adherents), membership statistics reported by religious groups, or other estimates. Note by the Secretariat. (a) Basic constitutional provisions, other basic laws and guarantees, official statements, and judicial decisions concerning religious rights and practices in general. Laws relating to specific rights or practices would be dealt with in the appropriate section below. (b) Information concerning the status of religion and of religious groups in relation to the State. This information would show, in particular, whether there is an established religion, whether a number of religions find recognition, or whether the principle of separation of State from religion is applied. Information concerning any restrictions upon the right of individuals to maintain religions or other beliefs, to adhere or not to adhere to a particular religion, or any religion, to change religion or belief, or any coercion impairing these freedoms. This would include any evidence of persecution, discrimination, or restriction compelling or inducing adherence or non-adherence to a dominant or other religion, or to an antireligious or an a-religious ideology. Information concerning any restrictions upon the right of everyone to manifest religion or belief in a form of worship of his own choosing, and to engage in worship in accordance with the beliefs and customs of the religious group to which he belongs. This information would indicate, in particular, any legal safeguards against interference with, or disturbance of, such worship, and any compulsion to practice a different form of worship. (i) Information concerning any notable denials of, or restrictions on, religious practices and observances, and any safeguards against the denial or restriction of such practices or observances (e.g., form of marriage and its dissolution, burial, religious holidays and festivals, dietary practices, religious dress, fasting, mortification, use of symbols and images, ritualistic processions and other rites, the problem of conscientious objection).; (ii) Information concerning notable cases of conflicts between religious practices and the interest of the community. (iil) Information concerning notable cases of special protection afforded to particular practices or observances of a religious group, other than the predominant group. Information concerning any restrictions on the right of everyone to teach a religion or belief to co-religionists. This information would include, for example, data concerning restrictions on the training of religious leaders, on meetings of groups for religious teaching, or on religious instruction of children not covered by the study of discrimination in education. Information concerning any restrictions on the freedom of everyone to seek, receive, disseminate information and propagate ideas concerning religion or belief. This information would deal particularly with restrictions on the public expression of religion or belief or philosophy, including freedom of persuasion, as well as freedom from coercion. - (a) Information concerning any restriction of, or interference with regard to: - (i) The right to organize for religious purposes, to determine membership and leadership, and to communicate with co-religionists; - (ii) Matters of faith, doctrine and ritual; - (iii) Finances and property, including any restrictions on voluntary contributions, or on the acquisition and administration of property. - (6) Information concerning cases of unequal subsidation or taxation. - C. DISCRIMINATION IN THE ENJOYMENT OF OTHER RIGHTS LEADING INDIRECTLY TO A CURTAILMENT OF THE RIGHT TO MANIFEST A PARTICULAR FAITH a Information showing whether there are disabilities or discrimination imposed by law, statutory or customary, which lead to a curtailment of the right of an individual to maintain or manifest his belief or philosophy by imposing upon him disabilities or subjecting him to discrimination in the enjoyment of rights other than the right to religious freedom. In this part only such information as was not dealt with in previous studies, or in parts A and B as outlined above, will appear.",
        "Labels": [
            "Children",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 6,
        "Text": "6. With the assistance of the Secretariat of the United Nations, the Special Rapporteur prepared, for each State Member of the United Nations or of a specialized agency, a draft summary of the available information, which he forwarded to the Government concerned for comment and supplementary data. On the basis of the comments and data received, the Special Rapporteur prepared final country reports, which were circulated to the Sub-Commission as \" Conference Room Papers \", and made available on request to bodies and persons interested in the study. In accordance with a decision of the Economic and Social Council (resolution 664 (XXIV)), the country reports utilized in the preparation of studies in this series are not issued as documents, and therefore are not published.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The eighty-six papers prepared in this manner summarized the available information relating to discrimination in the matter of religious rights and practices in the following countries up to 14 October 1959: | Colombia | |--------------------| | Costa Rica | | | | Czechoslovakia | | Denmark | | Dominican Republic | | | | El Salvador | | Ecuador | a The bulk of the material received under this heading related either to section IV of the outline, \" Freedom to maintain or to change religion or belief, \" or to discrimination in education or discrimination in employment and occupation, on which separate studies had been prepared. | | MemberStates | | |----------------------|----------------------|-----------------------| | Ethiopia | Jordan | Portugal | | Federation of Malaya | Laos | Romania | | Finland | Lebanon | Saudi Arabia | | France | Liberia | Spain | | Ghana | Libya | Sudan | | Greece | Luxembourg | Sweden | | Guatemala | Mexico | Thailand | | Haiti | Morocco | Tunisia | | Honduras | Nepal | Turkey | | Hungary | Netherlands | Ukrainian SSR | | Iceland | New Zealand | Union of South Africa | | India | Nicaragua | USSR | | Indonesia | Norway | United Arab Republic | | Iran | Pakistan | United Kingdom | | Iraq | Panama | United States | | Ireland | Paraguay | Uruguay | | Israel | Peru | Venezuela | | Italy | Philippines | Yemen | | Japan | Poland | Yugoslavia | | | Non-MemberStates | | | Fed. Rep. of Germany | Republic of Korea | Switzerland | | Liechtenstein | Republic of Viet-Nam | |",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. On the basis of the information in these papers, the Special Rapporteur proceeded to prepare first a progress report, later a draft report, and subsequently a final report. The progress report was submitted to the ninth (1957) session of the Sub-Commission. The draft report was submitted in two sections, the first to the tenth (1958) session and the second to the eleventh (1959) session. The final report was examined by the Sub-Commission at its twelfth (1960) session.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In preparing the report, the Special Rapporteur bore in mind the general directives which had been given him by the Sub-Commission, and which were as follows : \" (i) The report should be undertaken on a global basis and with respect to all the grounds of discrimination condemned by the Universal Declaration of Human Rights, but special attention should be given to instances of discrimination that are typical of general tendencies and instances where discrimination has been successfully overcome. \" (ii) The report should be factual and objective and should deal with the de facto as well as the de jure situation .. . \" (iii) The report should point out the general trend and development of legislation and practices with regard to discrimination... stating whether their tendency is toward an appreciable elimination or reduction of discrimination, whether they are static, or whether they are retrogressive. \" (iv) The report should also indicate the factors which in each instance have led to the discriminatory practices, pointing out those which are economic, social, political, or historic in character and those resulting from a policy evidently intended to originate, maintain or aggravate such practices. \" (v) The report should be drawn up not only to serve as a basis for the Sub-Commission's recommendations, but also with a view to educating world opinion. \" (vi) In drawing up the report full advantage should be taken of the conclusions already reached with respect to discrimination by other bodies of the United Nations or by the specialized agencies. \" (vii) In addition to the material and information which he is able to collect and which he shall embody in his report in the form of an analysis, the Special Rapporteur shall include such conclusions and proposals as he may judge proper to enable the Sub-Commission to make recommendations for action to the Commission on Human Rights. \" The final report (E/CN.4/Sub.2/200) was based primarily upon the earlier drafts, revised as necessary in the light of the discussions in the Sub-Commission and the Commission on Human Rights.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. In the Sub-Commission the Special Rapporteur was congratulated on his success in having carried out, with great skill and painstaking care, an exceptionally comprehensive and constructive study which probably would remain for many years as the classic work in an extremely delicate and controversial field, and which would serve as a guide for action by Governments, non-governmental organizations and private individuals. The report was welcomed not only because of the profound analysis of the problem of discrimination in the matter of religious rights and practices which it contained, based upon the voluminous informations which had been collected and which threw light upon an exceedingly delicate and much-misunderstood problem, but also for its scrupulous objectivity and for the excellence of its literary style. It was characterized as a landmark in the efforts of the United Nations to eradicate the prejudice and discrimination.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In the course of the examination of the report by the Sub-Commission, the Special Rapporteur was able to accept a number of suggestions made by his colleagues, and to incorporate them in the present text.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In transmitting the Study on Discrimination in the Matter of Religious Rights and Practices to the Commission, the Sub-Commission expressed its deep appreciation to the Special Rapporteur for his devoted work, and its gratitude to the States Members of the United Nations and of the specialized agencies, the Commission on the Status of Women, and the non-governmental organizations concerned, for their collaboration.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Sub-Commission prepared, on the basis of the report, a series of draft principles relating to discrimination in respect of the right to freedom of thought, conscience and religion, and transmitted these also to the Commission on Human Rights. It expressed the view that the adoption by the United Nations of recommendations to its Members, based upon these principles, would be a fitting culmination to the Study. It requested the Economic and Social Council to urge Governments (a) to take into consideration the information and conclusions contained in the Study, and to be guided by the principles drawn up by the Sub-Commission in this connexion, after their final approval; and (è) to continue, and if necessary to accentuate, their efforts designed to eliminate all discrimination based upon religion or belief. In addition, it requested the Council to ask the General Assembly to take account of these principles, as far as they may be appropriate, when it comes to draft article 18 of the covenant on civil and political rights.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Members of the Commission on Human Rights were likewise unanimous in expressing to the Special Rapporteur their appreciation of the excellent work which he had performed. In their view he had produced, with competence and good faith, a masterly report of great intrinsic importance, pertaining to the very core of the work of the Commission. The Study was constructive, comprehensive, and above all, objec- tive and impartial. The Special Rapporteur, in their view, had demonstrated unusual skill and finesse in avoiding the pitfalls of controversy inherent in the subject-matter, and had produced a report which was not only profoundly scientific and scholarly, but which also had the virtues of conciseness and clarity.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Commission unanimously expressed its appreciation to the Special Rapporteur for the Study, and requested the Secretary-General to print and circulate it as widely as possible. Further, it requested the Secretary-General to transmit to the Governments of States Members of the United Nations and of the specialized agencies the text of the draft principles on freedom and non-discrimination in the matter of religious rights and practices prepared by the Sub-Commission, so that they might submit their comments on the substance of the draft principles and the form in which such principles should be embodied not later than 31 October 1960. Finally, it drew the attention of the General Assembly, in connexion with the consideration by that organ of article 18 of the draft covenant on civil and political rights, to the Study and to the fact that the draft principles had been submitted to Governments for their observations. ARGENTINA Editorial Sudamericana, S.A., Alsina 500, Buenos Aires. AUSTRALIA Melbourne University Press, 369/71 lonsdale Street, Melbourne C. 1. AUSTRIA Gerold & Co., Graben 31 , Wien, 1. B. Wullerstorff, Markus Sittikusstrasse 10, Salzburg. BELGIUM Agence et Messageries de la Presse, S.A., 14-22, rue du Persil, Bruxelles. BOLIVIA Libren'a Selecciones, Casilla 972, La Paz. BRAZIL Livraria Agir, Rua Mexico 98-B, Caixa Postal 3291, Rio de Janeiro. BURMA Curator, Covt. Book Depot, Rangoon. CAMBODIA Entreprise khmère de librairie, Phnom-Penh. CANADA The Queen's Printer, Ottawa, Ontario. CEYLON Lake House Bookshop, Assoc. Newspapers of Ceylon, P.O. Box 244, Colombo. CHILE Editorial del Pacffico, Ahumada 57, Santiago. Librerla Ivens, Casilla 205, Santiago. CHINA The World Book Co., Ltd., 99 Chung King Road, 1st Section, Taipeh, Taiwan. The Commercial Press, Ltd., 211 Honan Rd., Shanghai. COLOMBIA Librerla Buchholz, Bogota. Librerfa America, Medellin. Librerfa Nacional, Ltda., Barranquilla. COSTA RICA Imprenta y Libreriq Trejos, Apartado 1313, San José. CUBA La Casa Belga, O'Reilly 455, La Habana. CZECHOSLOVAKIA Ceskoslovensky' Spisovatel, Nârodnf TÏida 9, Praha 1. DENMARK Einar Munksgaard, Ltd., N^rregade 6, K\\benhavn, K. DOMINICAN REPUBLIC Libreria Dominicana, Mercedes 49, Ciudad Truiillo. ECUADOR Librerfa Cientffica, Guayaquil and Quito. EL SALVADOR Manuel Havas y Cfa., la . Avenida sur 37, San Salvador. ETHIOPIA International Press Agency, P.O. Box 120, Addis Ababa. FINLAND Akateeminen Kirjakauppa, 2 Keskuskatu, Helsinki. FRANCE Editions A. Pédone, 13, rue Soufflot, Paris (Ve). GERMANY R. Eisenschmidt, Schwanthaler Strasse 59, Frankfurt/Main. Elwert & Meurer, Hauptstrasse 101, Berlin-Schoneberg. Alexander Horn, Spiegelgasse 9, Wiesbaden. W. E. Saarbach, Gerfrudensfrasse 30, Koln (1). GHANA University Bookshop, University College of Ghana, P.O. Box Lagon. GREECE Kauffmann Bookshop, 28 Stadion Street, Athènes. GUATEMALA Sociâdad Econômico-Financiera, 6a Av. 14-33, Guatemala City. HAITI Librairie \"A la Caravelle\", Port-au-Prince. HONDURAS Libreria Panamericana, Tegucigalpa. HONG KONC The Swindon Book Co., 25 Nathan Road, Kowloon. ICELAND Bokaverziun Sigfusar Eymundssonar H. F., Austurstraeti 18, Reykjavik. INDIA Orient Longmans, Calcutta, Bombay, Madras, New Delhi and Hyderabad. Oxford Book & Stationery Co., New Delhi and Calcutta. P. Varadachary & Co., Madras. INDONESIA Pembangunan, Ltd., Gunung Sahari 84, Djakarta. IRAN \"Guity\", 482 Ferdowsi Avenue, Teheran, IRAQ Mackenzie's Bookshop, Baghdad. IRELAND Stationery Office, Dublin. ISRAEL Blumstein's Bookstores, 35 Altenby Rd. and 48 Nachlat Benjamin St., Tel Aviv. ITALY Libreria Commissionaria Sansoni, Via Gino Capponi 26, Firenze, and Via D. A. Azuni 15/A, Roma. JAPAN Maruzen Company, Ltd., 6 Tori-Nichome, Nihonbashi, Tokyo. JORDAN Joseph I. Bahous & Co., Dar-ul-Kutub, Box 66, Amman. KOREA Eul-Yoo Publishing Co., Ltd., 5, 2-KA, Chongno, Seoul. LEBANON Khayat's College Book Cooperative, 92-94, rue Bliss, Beirut. LIBERIA J. Momolu Kamara, Monrovia. LUXEMBOURG Librairie J. Schummer, Luxembourg MEXICO Editorial Hermes, S.A, Ignacio Mariscal 4 1 , Mexico, D.F MOROCCO Bureau d'études et de participations industrielles, 8, rue Michaux-Bellaire, Rabat. NETHERLANDS N.V. Martinus Nijhoff, Lange Voorhout 9, 's-Gravenhage. NEW ZEALAND United Nations Association of New Zealand, C.P.O., 1011, Wellington. NORWAY Johan Grundt Tanum Forlag, Kr. Augustsgt 7A, Oslo PAKISTAN The Pakistan Co-operative Book Society, Dacca, East Pakistan. Publishers United, Ltd., Lahore. Thomas & Thomas, Karachi, 3. PANAMA José Menéndez, Apartado 2052, Av 8A, sur 21-58, Panama. PARAGUAY Agencia de Librerias de Salvador Nizza, Calle Pte. Franco No. 39-43, Asuncion. PERU Libreria Internacional del Peru, S.A., Lima. PHILIPPINES Alemar's Book Store, 769 Rizal Avenue, Manila. PORTUGAL Livraria Rodrigues, 186 Rua Aurea, Lisboa. SINGAPORE The City Book Store, Ltd., Collyer Quay SPAIN Libreria Bosch, 11 Ronda Universidad, Barcelona. Libreria Mundi-Prensa, Castello 37, Madrid. SWEDEN C. E. Fritze's Kungl. Hovbokhandel A-B, Fredsgatan 2, Stockholm. SWITZERLAND Librairie Payot, S.A., Lausanne, Genève. Hans Raunhardt, Kirchgasse 17, Zurich 1 THAILAND Pramuan Mit, Ltd., 55 Chakrawat Road, Wat Tuk, Bangkok. TURKEY Librairie Hachette, 469 Istiklal Caddesi, Beyoglu, Istanbul. UNION OF SOUTH AFRICA Van Schaik's Bookstore (Pty.), Ltd., Box 724, Pretoria. UNION OF SOVIET SOCIALIST REPUBLICS Mezhdunarodnaya Knyiga, Smolenskaya Ploshchad, Moskva. UNITED ARAB REPUBLIC Librairie \"La Renaissance d'Egypte\", 9 Sh. Adly Pasha, Cairo. UNITED KINGDOM H. M. Stationery Office, P.O. Box 569 London, S.E. 1. UNITED STATES OF AMERICA International Documents Service, Colum bia University Press, 2960 Broadway, New York 27, N. Y URUGUAY Representaciôn de Editoriales, Prof. H D'Elia, Plaza Cagancha 1342, 1° piso, Montevideo. VENEZUELA Librerfa del Este, Av. Miranda, No. 52, Edf. Galipân, Caracas. VIET-NAM Librairie-Papeterie Xuân Thu, 185, rue Tu-Do, B.P. 283, Saïgon. YUGOSLAVIA Cankarjeva Zalozba, Ljubljana, Slovenia. Drzavno Preduzece, Jugoslovenska Knjiga, Terazije 27/11 , Beograd. Prosvjeta, 5, Trg Bratstva ï Jedlnstva, Zagreb. [60EU Orders and inquiries from counfn'es where safes agents have nof yef been appointed may be sent to: Sates and Circulation Section, United Notions, New Yorfc, U.S.A.; or Sales Section, United Nations, Palais des Nations, Geneva, Switzerland Printed in France Price: \\$U.S. 1.00; 7/- stg.; Sw. fr. 4.— 23640—Nov. 1960—3,500 (or equivalent in other currencies) United Nations publication Catalogue No.: 60.XIV.2 > E/CN.4/Sub.2/200/Rev.l",
        "Labels": []
    }
]