[
    {
        "ID": 1,
        "Text": "1. The Human Rights Council reviewed the mandate of the Special Rapporteur on the right to freedom of opinion and expression at its seventh session in March 2008. As a result, the mandate was extended for a further three years by virtue of resolution 7/36, in paragraphs 3 and 4 of which the Council outlined the terms of reference of the Special Rapporteur, who is mandated: (a) To gather all relevant information, wherever it may occur, relating to violations of the right to freedom of opinion and expression, discrimination against, threats or use of violence, harassment, persecution or intimidation directed at persons seeking to exercise or to promote the exercise of the right to freedom of opinion and expression, including, as a matter of high priority, against journalists or other professionals in the field of information;; (b) To seek, receive and respond to credible and reliable information from Governments, non-governmental organizations and any other parties who have knowledge of these cases;; (c) To make recommendations and provide suggestions on ways and means to better promote and protect the right to freedom of opinion and expression in all its manifestations;; (d) To contribute to the provision of technical assistance or advisory services by the Office of the United Nations High Commissioner for Human Rights to better promote and protect the right to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Council, through this resolution, recognizes that the exercise of the right to freedom of opinion and expression is one of the essential foundations of a democratic society, and in paragraph 5 it calls upon all Governments \"to cooperate with and assist the Special Rapporteur in the performance of his tasks, to provide all information to respond to communications transmitted by the mandate-holder without undue delay and calls upon Governments to seriously consider responding favourably to the requests of the Special Rapporteur to visit their countries in a spirit of constructive dialogue\".",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur notes with appreciation the request in resolution 7/36 to continue to provide his views, when appropriate, on the advantages and challenges of new information and communication technologies, particularly the reference in paragraph 4 (f) to the right to access to the information society for all. The Special Rapporteur considers access to information as one of the priority issues for the mandate and as such wishes to focus part of this report on access to information in situations of extreme poverty.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. In paragraph 4 (d) of resolution 7/36, the Council further requests that the Special Rapporteur report \"on instances in which the abuse of the right of freedom of expression constitutes an act of racial or religious discrimination, taking into account articles 19, paragraphs 3 and 20 of the International Covenant on Civil and Political Rights, and general comment No. 15 of the Committee on the Elimination of All Forms of Racial Discrimination, which stipulates that the prohibition of the dissemination of all ideas based upon racial superiority or hatred is compatible with the freedom of opinion and expression\".",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The Special Rapporteur will continue to pursue the provisions outlined in the resolution in addition to the International Covenant on Civil and Political Rights and other relevant international and regional instruments, which continue to provide the legal framework for the mandate.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. For the effective implementation of his mandate, the Special Rapporteur focuses on information received from a variety of sources, including Governments; local, national, regional or international governmental and non-governmental organizations; associations of media professionals and writers; and trade unions. The communications received from various sources are a means to identify trends, reiterate issues already discussed in previous reports and bring to the attention of the international community a number of policies, practices and measures having an impact on the respect for freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Information received is a significant indicator of the degree of implementation of the right to freedom of opinion and expression in a given country. The Special Rapporteur may also decide to take initiative motu proprio on issues of general concern that he considers relevant to his mandate.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The majority of cases received by the Special Rapporteur concern threats, aggressions, harassment, murder or other sorts of attacks on the physical and psychological integrity of journalists, students, human rights defenders and unionists in retaliation for the exercise of their right to freedom of opinion and expression. In many cases, these attacks are linked to the repression of peaceful protests conducted to express disagreement with a particular governmental policy, at the national or local level, or with the actions of large corporations. While the extent of the repression, its duress and length may substantially vary, allegations received are not confined to countries where the political, social and economic situation is particularly difficult, but also concern violations occurring in transitional or long-established democracies.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Analysis of communications also shows a large number of cases of prosecution or imprisonment of individuals including media professionals on charges of defamation, libel and slander, despite the decriminalization of these offences by some countries. Another important trend in many regions has been the adoption of legislation that unduly limits freedom of expression by fostering State interference in editorial independence; by creating subjective licensing procedures that are used to close media outlets; by restricting the ability of journalists, particularly foreign correspondents, to perform their work freely; and by imposing severe limitations on the operation, including funding, of civil society organizations.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. From 5 December 2007 to 31 December 2008, 433 communications were sent on behalf of the Special Rapporteur, 365 of which were signed jointly with other special-procedures mandate-holders. The geographical division of the communications was as follows: 30 per cent in Asia and the Pacific; 20 per cent in Africa; 20 per cent in Latin America and the Caribbean; 17 per cent in the Middle East and North Africa; and 13 per cent in Europe, North America and Central Asia.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Within the scope of his mandate the Special Rapporteur may issue press releases in order to highlight his particular concern about current events in relation to freedom of opinion and expression. Since the beginning of his term in August 2008 the Special Rapporteur has issued four joint press statements concerning restrictions on the right to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. On 18 November 2008, the Special Rapporteur, together with the Special Rapporteur on the situation of human rights in Myanmar, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on the situation of human rights defenders, and the Special Rapporteur on freedom of religion or belief, issued a joint press release condemning the severe conditions and unfair trials of prisoners of conscience in Myanmar. The experts noted that peaceful demonstrators arrested in 2007 were being tried after one year of arbitrary detention, with dozens of the detainees being sentenced to 65 years' imprisonment; others were given 25-year sentences. Moreover, defence lawyers had also been sentenced to several months' imprisonment or were barred from representing their clients. The experts strongly urged authorities in Myanmar to cease these acts of harassment and detention against individuals who were exercising their human rights. They stipulated that all the detainees should be retried respecting fair trials guarantees and that all the defence counsels be released.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 13,
        "Text": "13. On 27 November 2008, the Special Rapporteur, along with the Special Rapporteur on the situation of human rights defenders and the Special Rapporteur on violence against women, issued a press release regarding the ongoing harassment and intimidation of members of the One Million Signatures Campaign in the Islamic Republic of Iran. The experts noted that peaceful demonstrators had been arrested, detained and persecuted with prison sentences, while women's rights activists involved in the campaign had been continuously harassed and prevented from travelling. The experts stipulated that women's participation in public life, to promote equal treatment of women and men in the Islamic Republic of Iran, should be encouraged as a means to build a stronger and healthier society, in which women's unique contributions can flourish. As such, the Special Rapporteurs urged the Government of the Islamic Republic of Iran to abide by its obligations under the International Covenant on Civil and Political Rights and the International Convention on the Elimination of All Forms of Discrimination against Women, and to respect the rights of women's rights activists to freedom of association and peaceful assembly, and to freedom of opinion and expression.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 14,
        "Text": "14. On 10 December 2008, the Special Rapporteur, along with 35 other special rapporteurs and independent experts, issued a press release welcoming the adoption by the General Assembly of the Optional Protocol to the International Covenant on Economic, Social and Cultural Rights, which enables those suffering from violations of their economic, social and cultural rights to seek remedies and hold those responsible to account for their actions. The experts expressed their hope that views adopted by the Committee under the Optional Protocol procedures would be used by the human rights community to assist States in taking concrete steps to realize the rights The full text of the press statement is available at: http://www.unhchr.ch/huricane/huricane.nsf/ view01/875F9C3B794E9AB3C125750500497FDD?opendocument. of all and to reach out to the most marginalized and disadvantaged, who are the most likely to see their rights violated. The experts called on all States to sign and ratify the instrument swiftly, so as to secure a speedy entry into force and wide application.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. On 9 February 2009, the Special Rapporteur, together with 10 other independent experts, issued a press statement expressing their deep concern about the deteriorating human rights situation in Sri Lanka, particularly the shrinking space for critical voices and the fear of reprisals against victims and witnesses. The experts noted that impunity for human rights violations continues unabated throughout the country with a climate of fear and intimidation reigning over those defending human rights, especially over journalists and lawyers. The experts also noted the serious and fatal aggression against journalists and the media as now a common occurrence as witnessed in the killing of the journalist Lasantha Wickremetunga and attacks on major media outlets. The experts shared the deep concern of the High Commissioner for Human Rights over the rapidly deteriorating conditions facing those civilians and the significant number of civilian casualties. They also deplored the restrictions on humanitarian access to conflict areas which exacerbate the ongoing serious violations of the most basic economic and social rights. The experts strongly urged the Government of Sri Lanka to immediately take measures to ensure that effective remedial action can be pursued in support of the victims of human rights abuses and their families. They also highlighted that thorough reforms of the general system of governance are needed to prevent the recurrence of further serious human rights violations. The experts called for an immediate end to impunity and to refrain from any reprisals. To strengthen the rule of law and to help ensure the safety and protection of the human rights of all persons in Sri Lanka, the experts noted that they would continue to extend their offer of assistance to the Government.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. From 2 to 3 October 2008, the Special Rapporteur participated in the \"Expert seminar on the links between articles 19 and 20 of the International Covenant on Civil and Political Rights: Freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence\". The seminar was organized by the Office of the High Commissioner for Human Rights and was attended by over 200 observers, including representatives of Governments, other United Nations agencies, regional organizations, the media and non-governmental organizations. The aim of the event was to clarify the links between articles 19 and 20 of the International Covenant on Civil and Political Rights on freedom of expression and advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence. The Special Rapporteur presented a paper on the differences and links between permissible limitations under article 19, paragraph 3, in particular when it comes to restrictions aimed at protecting the rights of others, and States' obligations under article 20 of the Covenant. The Special Rapporteur noted through his participation in the event the importance of resolving tensions based on genuine cultural or religious differences through Details of the event can be viewed at www2.ohchr.org/english/issues/opinion/articles1920\\iccpr/. open debate, emphasizing that free speech is therefore a requirement for, and not an impediment to, tolerance. The Special Rapporteur's participation in the event falls within the realms of his mandate as outlined in resolution 7/36 of the Human Rights Council.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. From 7 to 8 October 2008, the Special Rapporteur participated in the information session for newly appointed special-procedures mandate-holders, held in Geneva. The meeting primarily discussed the institution-building process conducted by the Human Rights Council and the new methods of work of mandate-holders, as well as issues such as cooperation with civil society, national human rights institutions and among special-procedures mandates.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. While in Geneva to attend the aforementioned events, the Special Rapporteur met with representatives of the Organization of the Islamic Conference (OIC) and the Group of Latin American and Caribbean Group States (GRULAC). The Special Rapporteur is keen to maintain open dialogue with all regional groups and plans to meet with those he did not have the opportunity to meet with during his future visits to Geneva.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. On 10 October 2008, the Special Rapporteur participated in a seminar at the European Court of Justice in Strasbourg entitled \"The European protection of freedom of expression: reflections on some recent restrictive trends\". The event was organized jointly by Robert Schumann University of Strasbourg, Ghent University and the Open Society Justice Initiative.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. On 26 October the Special Rapporteur met with members of the World Association of Newspapers (WAN) in London.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. On 28 October, the Special Rapporteur attended the International Symposium on Freedom of Expression organized by UNESCO in Paris. The event, entitled \"Freedom of expression: development, democracy and dialogue\", was organized to commemorate the sixtieth anniversary of article 19 of the Universal Declaration of Human Rights. While in Paris for this event, the Special Rapporteur also met with representatives of Reporters Without Borders.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. On 7 November 2008, the Special Rapporteur attended the international symposium \"25th anniversary of AMARC: Development and empowerment through community radio\" organized by the World Association of Community Radio Broadcasters (AMARC) in Montreal.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. From 13 to 15 November 2008, the Special Rapporteur participated in an event organized by the Latin American Association for Educational Radio (ALER), in Buenos Aires. The international conference focused on \"Freedom of expression, pluralism and diversity in radio\".",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Following a meeting on 9 December 2008, as part of the Global Forum on World Media Development (held 7-10 December 2008 in Athens), the Special Rapporteur, along with the Organization for Security and Cooperation in Europe (OSCE) Representative on Freedom of the Media, Miklos Haraszti, the Organization of American States (OAS) Special Rapporteur on Freedom of Expression, Catalina Botero, and the African Commission on Human and Peoples' Rights Special Rapporteur on Freedom of Expression and Access to Information, Faith Pansy Tlakula, issued a joint declaration on defamation of religions, and anti-terrorism and anti-extremism legislation. The declaration noted that the concept of \"defamation of religions\" did not accord with international standards regarding defamation and that restrictions on freedom of expression should be limited in scope to the protection of overriding individual rights and social interests. Restrictions should never be used to protect particular institutions or abstract notions, concepts or beliefs, including religious ones. The declaration further noted that restrictions on freedom of expression to prevent intolerance should be limited in scope to advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence and it encouraged the General Assembly and the Human Rights Council to desist from further adoption of statements supporting the idea of defamation of religions.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. On 11 December 2008, the Special Rapporteur attended an event in London organized by the non-governmental organization Article 19, on \"Promoting equality within a free speech framework\", and from 12 to 14 December he participated in an International Expert Roundtable event on freedom of expression organized by the Center for Media and Communication Studies at Central European University in Budapest.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. On 5 February 2009 the Special Rapporteur participated in an event entitled \"The Agenda for Change: A free speech framework for Nepal\" which took place in Kathmandu. A report (\"Agenda for Change on Right to Freedom of Expression in Nepal\") prepared as a joint initiative of the non-governmental organizations Freedom Forum, Article 19 and Federation of Nepali journalists (FNJ) was launched as part of the event by Prime Minister Puspa Kamal Dahal.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. On 23 January, the Special Rapporteur addressed the Wilton Park Conference on \"the relationship between freedom of expression and freedom of religion: a victim's perspective\". The event, entitled \"Contemporary and future human rights challenges\", took place from 22 to 24 January in London.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. From 25 to 29 January, the Special Rapporteur participated in the regional meeting of Latin American organizations on freedom of expression, organized by the International Freedom of Expression Exchange (IFEX) in Antigua, Guatemala.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. From 13 to 16 March, the Special Rapporteur participated in a round-table event organized by the International Press Society (SIP) in Asunción.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. From 22 to 25 March 2009, the Special Rapporteur participated in an international seminar entitled \"Latin America in the 21st century: communication and power\". The event was organized by the Latin American Association for Educational Broadcasting (ALER) and the Universidad Andina Simón Bolívar. The seminar took place in Quito.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. From 1 to 5 March 2009, the Special Rapporteur undertook an official country visit to the Maldives. This was the Special Rapporteur's first country mission as mandate-holder. The visit was carried out at the invitation of the Government in order to examine issues of relevance to his mandate. In his conclusions on the visit, the Special Rapporteur highlighted the importance of the ongoing democratic transition in the Maldives and made preliminary recommendations on how to strengthen this process. An addendum (A/HRC/11/4/Add.3) to this report includes the full mission report of the Special Rapporteur on his visit to the country.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Special Rapporteur notes that country visits will remain central to the activities of the mandate. Visits previously undertaken by the former Special Rapporteur, along with requests made to Governments for official country visits, and the emerging trends as they result from the analysis of communications on freedom of expression and opinion form the basis of requests sent to countries requesting an invitation from various Governments. Requests for invitations to visit a number of countries have been sent by the Special Rapporteur, taking into consideration the importance of achieving a geographical balance. The Special Rapporteur hopes that visit requests will be met favourably by the concerned Governments.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. As this is the first report of the Special Rapporteur to the Human Rights Council, this chapter highlights his vision for the mandate along with proposed working methods. The Special Rapporteur will also make some preliminary reflections on the issue of limitations to the right to freedom of opinion and expression. The report elaborates on two priority areas identified by the Special Rapporteur, including the right of access to information in situations of extreme poverty, and the protection of journalists and the media working in conflict situations.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur will build on the accomplishments achieved by his predecessors holding the mandate and he presents this report in a spirit of transparency and openness. While recognizing the immutable independence inherent to the position of a special-procedures mandate-holder, the Special Rapporteur believes that open dialogue with all stakeholders should be encouraged and that such interaction will be of fundamental importance to the implementation of the mandate.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur will continue to analyse trends and challenges facing the right to freedom of opinion and expression, and will aim to develop methods with interested Governments, national institutions, regional mechanisms, diplomatic representatives and relevant branches of international and regional organizations to enhance this fundamental right. The Special Rapporteur would also like to further reinforce follow-up to individual cases brought to his attention through the mandate, and in doing so, will enhance collaboration with stakeholders, including Governments, human rights communities at the national, regional and international levels, regional mechanisms, national institutions, the Office of the United Nations High Commissioner for Human Rights, including its field presences, human rights components of United Nations country teams and peacekeeping missions, the media, treaty bodies and other special procedures.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. In fulfilling some of the requirements cited in Council resolution 7/36, which calls upon the mandate of the Special Rapporteur \"to make recommendations and provide suggestions on ways and means to better promote and protect the right to freedom of opinion and expression in all its manifestations\" and \"to contribute to the provision of technical assistance or advisory services by the Office of the United Nations High Commissioner for Human Rights to better 3 Paragraph 3 (c). promote and protect the right to freedom of opinion and expression\", the Special Rapporteur has proposed developing an online training programme for media personnel on freedom of expression, human rights and multiculturalism. The aim of the programme is to identify ways to strengthen professional commitments to high-quality journalism, while also fostering greater respect for diversity, multiculturalism and human rights education. The programme will aim to address some of the main concerns voiced by various stakeholders in relation to hate speech, intolerance and discrimination.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The Special Rapporteur participated in the Durban Review Conference held in Geneva from 20 to 24 April 2009. The Conference was meant to provide an opportunity to review progress made in the combat against racism, racial discrimination, xenophobia and related intolerance and the actual implementation of the Durban Declaration and Programme of Action at the national, regional and international levels since 2001, as well as to share best practices. The Special Rapporteur's participation in the event highlights the indivisible link between the promotion of the right to freedom of expression and the fight against racism, racial discrimination, xenophobia and related intolerance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 38,
        "Text": "38. The exercise of the right to freedom of opinion and expression is a significant indicator of the level of protection and respect of all other human rights in a given society. Democratic institutions, while not preventing all violations of the right to freedom of opinion and expression, do offer guarantees for its protection as well as an enabling environment for its exercise. Freedom of opinion and expression not only benefits from a democratic environment; it also contributes to, and is indeed instrumental to, the emergence and existence of effective democratic systems. However, violations of the right to freedom of opinion and expression may occur in all regions and countries, whatever their system, and may have various forms.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur notes that freedom of expression is the manifestation of cultures, cultural diversity, religion and ideologies. Therefore, the right to freedom of expression should be approached with a positive view to defending it. Existing international instruments establish a specific limit on freedom of expression. In particular, the International Covenant on Civil and Political Rights provides that \"any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law\". The main challenge thus lies in identifying at which point these thresholds are reached. A broad interpretation of these limitations, which has recently been suggested in international forums, is not in line with existing international instruments and would ultimately jeopardize the full enjoyment of human rights. Limitations to the right to freedom of opinion and expression have more often than not been used by States as a means to restrict criticism and silence dissent.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Limitations on freedom of expression should be clearly defined and provided by law. Limitations should not threaten the exercise of the right itself. In addition, they ought to be 4 Para. 3 (d). necessary and proportionate to the objective they propound to achieve, and should include the least intrusive means insofar as freedom of expression is concerned, to prevent a chilling effect. The adjudication of such limitations should be made by an independent judiciary.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The right to freedom of expression cannot be exercised passively, but requires a lasting commitment by States to ensure the mechanisms that guarantee and protect it. Mechanisms for criticism, including of political leaders, are deemed important to hold individuals accountable. Freedom of expression is not limited to statements that are considered appropriate or beneficial; any boundaries should directly adhere to the wording of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. In many countries, overbroad rules in this area are abused by the powerful to limit non-traditional, dissenting, critical or minority voices, or discussion about challenging social issues. Furthermore, resolution of tensions based on genuine cultural or religious differences cannot be achieved by suppressing the expression of differences but rather by debating them openly. The Special Rapporteur notes that free speech is therefore a requirement for, and not an impediment to, tolerance.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The protection of journalists engaged in dangerous missions during an armed conflict is a major concern for the international community and in the last year remained a key obstacle for achieving the full implementation of the right to freedom of opinion and expression. In 2008, a total of 60 journalists were killed, some 29 media professionals were kidnapped and 929 were physically attacked or threatened throughout the year.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Violent conflicts in many parts of the world, and specifically in Afghanistan, Iraq, the Middle East, Somalia, the Sudan and recently Ossetia, have a serious impact on the ordinary population, including journalists and media professionals. Large numbers of journalists are either assassinated, wounded by direct armed attacks during the fighting or deliberately targeted and kidnapped by the parties to the conflict. The proliferation of small arms, the use of increasingly sophisticated weapons by belligerents and the concern to win the war of images worsens the situation of physical safety for civilians and media professionals. Such attacks, in blatant violation of international humanitarian and human rights law, are committed in an environment of almost total impunity.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur received numerous reports concerning deliberate attempts to target journalists, particularly in areas of ongoing armed conflict. The evolution of modern warfare has a serious impact on the freedom of expression, the freedom of the press, and on the quality and independence of information, which are the basic components of a free media. Factors contributing to this are, among others, the loss of the civilian status of media professionals that 5 Reporters Without Borders, Press Freedom Round-up; see www.rsf.org/article.php3?id\\article=24909. results in the restriction of their movement and of their access to reliable and objective sources of information, the increasing use of embedded journalists and the insecurity that exists regarding their status of protection.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. In 2008, the Special Rapporteur received reports that lawyers investigating the killing of Radio Okapi journalist Serge Mahese, were subjected to ongoing threats and harassment. Serge Mahese was shot dead in Bukavu in the Democratic Republic of the Congo on 13 June 2007. He was a respected journalist with Radio Okapi, a national radio station sponsored jointly by the Swiss Hirondelle Foundation and the United Nations Organization Mission in the Democratic Republic of the Congo (MONUC).",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The main provisions protecting journalists and other media professionals in situations of armed conflict come from humanitarian law, in particular from special measures contained in article 79 of Protocol I to the Geneva Conventions of 12 August 1949, relating to the protection of victims of international armed conflicts. This article establishes that \"journalists engaged in dangerous professional missions in areas of armed conflict shall be considered as civilians\" and \"shall be protected as such under the Conventions and this Protocol, provided that they take no action adversely affecting their status as civilians\". The civilian status of journalists transcends any type of contractual arrangement that the journalist may have; equal protection is granted to freelance, independent or to journalists belonging to any media.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 48,
        "Text": "48. The Security Council passed resolution 1738 (2006) to express its deep concern \"at the frequency of acts of violence in many parts of the world against journalists, media professionals and associated personnel in armed conflict\", and it condemned intentional attacks against this group. The Security Council also underlined the obligation under humanitarian law to grant civilian status to journalists during armed conflicts, as established by the Geneva Conventions.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Special Rapporteur supports this Security Council resolution, adopted on the joint initiative of Greece and France, and would encourage States to give renewed attention to the fact that the media, its personnel and its equipment as long as they are not making an effective contribution to military action cannot be considered a legitimate target and attacks against them are illegal under international humanitarian law.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Journalists and media professionals are not only at risk during times of conflict, but many are targeted during public crises and states of emergency. In such cases, journalists are often victims of abuse and harassment by the security forces, and are subjected to arrests and detention. Throughout 2008, the Special Rapporteur has received reports of such human rights violations against journalists, particularly those covering public demonstrations opposing government policies.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Extreme poverty, often described as multidimensional and not limited to income, but also touching livelihood, health, education and housing as well as social, cultural and political participation, affects millions of people worldwide. This multidimensional approach to poverty is paralleled by an integrated understanding of human rights, in which civil and political rights are indivisible from social, economic and cultural rights.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. The impact of the global financial crisis of 2008 has had a considerable impact on the developing world, with slowdowns expected in all emerging economies. These growth declines could have significant effects on the world's poorest populations.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The concept of human poverty that focuses on the denial of opportunities and choices most basic to human development and the lack of respect of others, also highlights a lack of participation in decision-making and in civil, social and cultural life. The Commission on Human Rights, in its resolution 1997/11, reaffirmed that \"in accordance with the Vienna Declaration and Programme of Action, it is essential for States to foster participation by the poorest people in the decision-making process in their communities, in the promotion of human rights and in efforts to combat extreme poverty\". The Special Rapporteur notes that people affected by chronic extreme poverty risk becoming socially excluded from full participation in the society in which they are living. Often the poor, the unemployed and people belonging to ethnic minorities and other vulnerable groups, remain marginalized in the social hierarchy. As such, the Special Rapporteur emphasizes the need for access to information to be guaranteed as a means towards securing participation and accountability.",
        "Labels": [
            "Persons living in poverty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Strengthening the voices of people living in poverty improves understanding and actions aimed at addressing poverty, injustice and inequality and can inform and influence public agendas locally, nationally and internationally. Adequate access to knowledge and information helps communities work for a better future. The Special Rapporteur believes that the media can play an important role by ensuring the dissemination of information and raising awareness of poverty as well as of a community's role in eliminating poverty and improving living standards.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 55,
        "Text": "55. The inability of some people to command the processes and benefits of globalization, communications and information included, is a key concern. For many poor people, for whom globalization and the information revolution is still a slow-moving process, careful thought must be given as to how best to include them in local, national, regional and international information flows. The Special Rapporteur urges the international community to address the exclusion of marginalized and vulnerable groups from the media. Minorities, indigenous peoples, migrant workers, refugees and many other vulnerable communities have faced higher barriers, some of them insurmountable, to be able to fully exercise their right to impart and also to access information. For these groups, the media plays the central role of fostering social mobilization, participation in public life and access to information that is relevant for the community. Without a means to disseminate their views and problems, these communities are in effect excluded from public debates, which ultimately hinders their ability to fully enjoy their human rights.",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Migrants",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. This report outlines the vision and priorities of the Special Rapporteur for his mandate that he wishes to share with Member States and other stakeholders in a spirit of openness and transparency. The Special Rapporteur hopes that this same spirit will characterize his relationship with them throughout his tenure.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur will interpret the mandate by building on the achievements of his predecessors and the knowledge base developed and methods of work used.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Given that this is his first report, the Special Rapporteur has focused on two areas only which he deems as priority for the mandate. Future reports will aim to further develop thematic issues related to the fundamental right of freedom of opinion and expression. As such, the Special Rapporteur will be in a position to present more detailed recommendations based on the activities and trends which he will identify during his first year as mandate-holder. A. Access to information in situations of extreme poverty",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Rights to information and freedom of expression should be encouraged at all levels. The Special Rapporteur urges Governments to deregulate the communications and media environment to allow free and fair information to flow more effectively to civil society. Support for enhancing such flows and targeted interventions that support the most vulnerable and marginalized groups within society at large should be given priority.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur further encourages States to uphold the rights to freedom of expression and access to information stipulated within article 19 of the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights. Public access to information can be systematically denied by Governments and, similarly, Governments can place restrictions on free speech and freedom of expression via legislation and activities that deny rights of political and cultural association. Openness of government and the free flow of information are enshrined within the principle of \"maximum disclosure\" through which Governments and public institutions become more answerable to the general public. A civil society that is empowered with open information is better placed to advocate for more impartial and transparent service delivery and has a greater sense of participation and ownership in decision-making processes.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Governments may be poorly placed to systematically disseminate information to the public or may not be inclined towards such transparency because of high levels of corruption. The Special Rapporteur recommends that in such cases support for the media during times of conflict and deregulation of the communications and media environment be seen as mechanisms for increasing the plurality and diversity of information flows in poor and conflict-prone countries.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 62,
        "Text": "62. The Special Rapporteur encourages Governments to strengthen public broadcasting and to introduce anti-monopoly legislation in order to achieve a diverse broadcasting system which is accessible to all. Policies should promote freedom of expression and public participation.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Community-based broadcasting provides an alternative social and economic model for media development that can broaden access to information, voice and opinion. People faced with economic exclusion also face systemic obstacles to freedom of expression that are associated with the conditions of poverty, including low levels of education and literacy, poor infrastructure, lack of access to electricity and general communications services. The Special Rapporteur recommends that Governments consider community broadcasting as a vital tool for the voiceless, which would enable them to exercise their right to freedom of expression and access to information. Such programmes should encourage active participation of the community in their initiation, production and presentation to empower the poorest people and communities and as a means of reducing poverty. B. Safety and protection of media professionals",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur reiterates the recommendations of his predecessors that Governments should translate their formal concerns about the safety of journalists, elaborated in international forums and treaty law, into concrete measures for enhancing the safety of journalists and other media personnel including at the legislative, administrative and judicial levels. Measures should be taken to protect all media personnel regardless of their professional and political affiliation. The protection of journalists and media workers must be ensured at all times, particularly during armed conflicts, states of emergency and public disorder and electoral processes. Governments are also urged to ensure the protection of other groups at risk, such as trade unionists, social workers, students and teachers, writers and artists.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Creating a culture of safety for journalism adds to the capacity of media to contribute to building prosperous and confident democracies. The Special Rapporteur urges Governments and State institutions to provide support and an assurance that all acts of violence against journalists are fully investigated. Limiting impunity for the perpetrators of crimes against media professionals will function as an important deterrent against the repetition of these crimes.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur encourages Governments to develop protection schemes for media personnel. News associations should be supported in promoting actions that secure the safety of journalists, including safety training, health care, life insurance, and equal access to social protection for freelance employees and full-time staff.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Council may wish to consider the opportunity, as previously suggested by his predecessor, of entrusting the Special Rapporteur with the preparation of a study on the causes of violence against media professionals, based, inter alia, on information from and the experiences of Governments, intergovernmental and non-governmental organizations, and including a comprehensive set of conclusions and recommendations and the drafting of guidelines for the protection of journalists and other media professionals. This study could represent the first step towards a debate, within the Human Rights Council, on this crucial issue, following the discussions held by other bodies, including the Security Council. -----",
        "Labels": []
    }
]