[
    {
        "ID": 1,
        "Text": "1. Digital technology is a double-edged sword, amplifying opportunities for expression, participation and the sharing of information in ways unimaginable in the past but also multiplying online risks and threats. Gendered disinformation is not a new phenomenon, but, fuelled by new technologies and social media, it has gained traction, threatening, intimidating, harming and silencing women and gender nonconforming persons. The negative consequences go far beyond the targeted individuals and undermine human rights, gender equality, inclusive democracy and sustainable development.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 2,
        "Text": "2. Despite growing concerns about the disproportionate and harmful impact of online gendered disinformation, there is no agreement on what constitutes the phenomenon nor on how it can best be addressed. There is also a lack of clarity on how gendered disinformation promotes online gender-based violence and is spurred by other inequalities. The absence of an agreed definition and gaps in knowledge underscore the complex, contested and intrinsically political nature of the problem.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur believes that it is vital to clarify the distinct nature of gendered disinformation, which is both a strategy to silence the free expression of women and gender nonconforming persons and a form of online gender-based violence in certain circumstances. It is essential to understand the factors that drive it, who is affected by it and how, and who is behind it and why. It is only by doing so that effective strategies can be developed by States, companies and other stakeholders to combat gendered disinformation while upholding the right to freedom of opinion and expression and other human rights.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 4,
        "Text": "4. It is imperative to make digital spaces safe for all, but measures to do so should not lead to restrictions of freedom of expression beyond what is permissible, necessary and proportionate under international law. Freedom of opinion and expression is essential for women's political, social and economic empowerment, for preserving democracy and for promoting the transformative changes that gender justice demands.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 5,
        "Text": "5. During the past year, the Special Rapporteur co-convened a series of regional consultations with civil society organizations and survivors to better understand the lived experiences of those contending with online attacks day in and day out in various contexts around the world. She also met with various Governments and companies to discuss her concerns.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Drawing on the consultations and building on her reports on disinformation and gender justice, in the present report the Special Rapporteur takes a deep dive into the gender dimensions of disinformation online. She identifies key aspects of the phenomenon of online gendered disinformation and briefly analyses the responses of States, companies and civil society, identifying concerns and some emerging good practices. She makes some broad recommendations while acknowledging the need for more research and discussion.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 7,
        "Text": "7. In line with her previous work, the Special Rapporteur adopts a feminist analytical framework that is attentive to the lived realities and needs of women. She takes an intersectional approach, noting that experiences vary according to race, ethnicity, caste, religion, sexual orientation, age, geographical location, socia l, economic and legal status and other factors.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Both sex and gender are relevant in the context of gendered disinformation. While focusing primarily on women (using the term to also include girls where relevant), the Special Rapporteur also refers to lesbian, gay, bisexual, transgender and questioning (LGBTQ+) persons, where appropriate.",
        "Labels": [
            "Women/girls",
            "Children",
            "LGBTI+"
        ]
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur is grateful for having received over 50 written contributions from Governments, companies, civil society organizations and experts in response to her call for submissions. In the light of the complex and multifaceted nature of the subject, the present report is of an interim nature and is intended to generate further consultations with States, companies and civil society on the recommendations contained therein and the next steps to be taken.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Gendered disinformation is a strategy to silence women and gender-diverse voices. It is also a form of online gender-based violence in some situations. The dual nature of the phenomenon in the digital age makes both the definition of the problem and the search for solutions more complex and challenging.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 11,
        "Text": "11. In this section of the present report, the Special Rapporteur \"unpacks\" the distinct nature of gendered disinformation, the contextual challenges and the relevant international legal framework. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Gendered disinformation is gendered because it targets women and gender nonconforming individuals, because of the gendered nature of the attacks and their gendered impact, and, very importantly, because it reinforces prejudices, bias and structural and systemic barriers that stand in the way of gender equality and gender justice.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 13,
        "Text": "13. Gendered disinformation has multiple aims: portraying women as weak, incompetent and sexualized objects, incapable of leadership; driving women and gender nonconforming persons out of public spaces and places of power; and silencing those who do not comply with gender norms. Gendered disinformation attacks not only individuals but also their collective struggles by seeking to delegitimize feminism and gender rights. The overall objective is to undermine human rights, gender equality, sustainable development and democracy.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 14,
        "Text": "14. Like all forms of disinformation, gendered disinformation seeks to spread false or misleading information with the intent to cause harm to individuals and to society at large. It combines three defining characteristics of online disinformation – falsity, malign intent and coordination.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Unlike other forms of disinformation, gendered disinformation relies not just on false information but also on existing gender narratives to achieve its social and political goals, including maintaining the status quo of gender or creating a more polarized electorate.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 16,
        "Text": "16. Information is manipulated and amplified with some degree of coordination to reaffirm gender stereotypes, inflame existing bias and prejudices and push overarching negative gender narratives. It is laced with misogynistic and sexualized language and images and may also contain explicit or implicit threats of gender-based violence. Overlapping tactics of intimidation, shaming and discrediting are frequently used, especially against women to depict them as unfit for leadership.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 17,
        "Text": "17. In her 2021 report on freedom of expression and gender justice, the Special Rapporteur draws attention to discriminatory laws, policies, practices, social attitudes, cultural norms and patriarchal values that suppress, control and punish women's expression. As more women and gender nonconforming persons use digital spaces to discuss, debate and build support on issues that are taboo in their homes and communities, the patriarchal and misogynistic norms that prevail in the offline world are replicated and amplified on the platforms. Gendered disinformation is a manifestation of that toxic, harmful environment.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 18,
        "Text": "18. Gendered disinformation thrives in contexts where gender equality and women's freedom of expression are constrained. Increasingly, it is apparent not only in authoritarian States but also in emerging and established democracies as part of a dangerous pattern of backsliding on human rights and pushback on women's rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 19,
        "Text": "19. As the overarching objective of gendered disinformation is to shape perceptions towards gender and the role of women in society and reinforce patriarchal and heteronormative institutional and cultural structures, it is highly contextualized. Participants at the regional consultations co-organized by the Special Rapporteur emphasized the importance of local context in the content of gendered disinformation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 20,
        "Text": "20. In South Asia, most disinformation lies at the intersection of gender, religion and caste. In Africa, the narrative of \"protection of the family\" emerges strongly. Women politicians, journalists and human rights defenders are often portrayed as attacking family values. The anti-colonialism narrative is also used in Africa to accuse women's rights activists and gender rights defenders of succumbing to \"Western values\". In Latin America, women and gender nonconforming persons are often attacked for preaching \"dangerous gender ideology\".",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 21,
        "Text": "21. In Eastern Europe, LGBTQ+ groups are conscious of the links between geopolitics and gendered disinformation, with activists frequently being labelled as traitors and spies of the West. In a study on disinformation against LGBTQ+ persons in the European Union, findings included recurrent narratives of LGBTQ+ persons representing \"colonialism\" by the West and a \"threat to child safety\" and of sex education promoting unnatural sexuality and gender expressions, and calls for protecting the \"natural\" family's rights and restoring the \"natural\" order as ordained by God.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 22,
        "Text": "22. The relationship between gendered disinformation and gender-based violence has been described in several ways. On the one hand, it is seen as a subset of online gender-based violence. On the other hand, it flows from the same heteronormative patriarchal context in which people experience online gender-based violence, and in some cases there may be an overlap between gendered disinformation and online gender-based violence.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Tailored responses to gendered disinformation require an understanding of the distinct differences and similarities between the two phenomena. Online violence or threats of violence are often an element of gendered disinformation campaigns, and the reverse is also true. For instance, in a survey measuring the global prevalence of online violence against women, 67 per cent of the cases included \"misinformation and disinformation\" (defined as spreading rumours and slander to discredit or damage a woman's character). On the other hand, gender-based violence is a much broader phenomenon than gendered disinformation. For instance, the survey mentioned above included eight indicators of harmful online behaviour to describe gender-based violence, of which gendered disinformation was only one.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Gendered disinformation also intersects with hate speech. Some forms of gendered disinformation advocate incitement to violence, hostility and discrimination and can amount to hate speech, but hatred can also consist of speech that incites without implicating falsity and thus would not amount to disinformation.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. While there is overlap among gendered disinformation, gender-based violence and gendered hate speech, the three phenomena are not synonymous (as illustrated below). This is not just a matter of semantics but also has policy and practical implications. Source: Special Rapporteur. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Firstly, the international legal standards applicable to disinformation, hate speech and gender-based violence are different. Clarification of the relationships can help to ensure not only that differentiated responses are developed but also that the responses are in line with the respective standards.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Secondly, acknowledgement of both the similarities and differences highlights the contextualized nature of gendered disinformation and the importance of avoiding a \"one-size-fits-all\" approach to solutions.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. There is a need for more contextualized research of gendered disinformation. Organizations based in the global South have pointed out major gaps in data from low-income and middle-income countries, and, even in cases where data are available, they are not disaggregated by gender or do not reflect the intersectional aspects of the problem.",
        "Labels": [
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 29,
        "Text": "29. While gendered disinformation has a negative impact on many human rights, the most relevant rights are those relating to expression, gender equality and protection from violence.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 30,
        "Text": "30. The right to freedom of expression, enshrined in article 19 (2) of the International Covenant on Civil and Political Rights, protects all kinds of information and ideas, irrespective of the truth or falsity of the content. In the context of gendered disinformation, it is important to note that international law does not allow speech to be prohibited solely on grounds of falsity. What is or is not false is a contentious issue. Furthermore, speech often consists of opinions and perspectives not suited to this binary categorization. State practice shows that laws that prohibit \"false news\", purportedly as a measure against disinformation, are used in effect to suppress speech that is critical of the Government.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. In line with article 19 (3) of the Covenant, freedom of expression may be restricted only when such restrictions are provided for by law and are strictly necessary and proportionate for the legitimate aim of respecting the rights and reputation of others and protecting national security, public health, public order or morals. Thus, defamation laws may provide a remedy against gendered disinformation, but in practice civil suits (litigation) are challenging, both because of the difficulties of proving harm caused by falsity and because of the numerous barriers that women face in gaining access to justice in many countries. Criminal defamation is a disproportionate response and is open to abuse, including against women.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. While international law does not refer to \"hate speech\", it prohibits the equivalent notion of \"advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence\". This prohibition is considered to extend to sex and gender, on the basis of the principles of gender equality and non-discrimination enshrined in international law. Those forms of gender discrimination that meet the criteria set out in this provision are prohibited.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 33,
        "Text": "33. It should be noted that United Nations guidance, developed in consultation with legal experts and endorsed by the Human Right Council, calls for this provision to be applied narrowly and with caution, and only in cases where the advocacy presents a real and imminent danger of incitement to violence. Other forms of advocacy of hatred should be addressed by other measures, ranging from administrative sanctions to condemnation by public figures, community-based programmes and policies to raise awareness and promote tolerance and inclusion.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The prohibition against sexual and gender-based violence is well established in international law and regional human rights instruments. At the national level, many States have criminalized violence against women, and some have also introduced laws to prohibit online violence. However, many of these laws have come under criticism for being ineffective. In the absence of a precise definition of online gender-based violence or gendered disinformation, there is a risk that such laws may overreach and encroach on freedom of expression, while doing little to address gendered disinformation.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In this section of the present report, the Special Rapporteur identifies who is being harmed and by whom, as well as the wide scope of the harm inflicted by gendered disinformation. In research on the topic, there is a tendency to map out the human rights violations and harmful behaviour relating to both phenomena without making a clear distinction between the two. The Special Rapporteur acknowledges this shortcoming and notes cases where specific information on gendered disinformation is available.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. According to one global survey, the prevalence of online gender-based violence among Internet users, measured on the basis of eight indicators, including one concerning gendered disinformation, ranges from 74 per cent in Europe to 88 per cent in the Asian and Pacific region, 90 per cent in Africa, 91 per cent Latin America and the Caribbean and 98 per cent in the Middle East.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Research shows that, the more visible the women are, the more likely they are to be attacked as part of a deliberate strategy to intimidate, silence and exclude them from engaging in political and public life. Several studies have highlighted the grave and disproportionate levels of attacks against women politicians, journalists and human rights defenders. According to the Inter-Parliamentary Union, 45 per cent of women parliamentarians in Africa and 58 per cent of women parliamentarians in Europe have been subjected to online attacks. In a survey of 1,200 women journalists from around the world, 73 per cent of the respondents said that they had experienced some form of online violence in the course of their work.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 38,
        "Text": "38. While research and discourse, especially in the West, have tended to be focused on prominent and professional women in the public space, the fact is that gendered disinformation affects a much larger group of women and gender nonconforming individuals for a variety of reasons, ranging from the political to the personal.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 39,
        "Text": "39. Online attacks, including gendered disinformation, are a daily reality for many young women and girls in the global South who use the Internet for their communications and entertainment. Most girls report their first experience of social media harassment occurring between 14 and 16 years of age. Owing to their evolving capacities, children cannot always distinguish between reliable and unreliable information. As a result, not only can they be harmed by disinformation, but they may also spread it among their peers inadvertently.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 40,
        "Text": "40. Gendered disinformation exploits existing social divides and tension points (e.g. racism, homophobia and transphobia) by targeting one or more aspects of an individual's identity. In the survey on women journalists mentioned above, Black, Indigenous, Jewish, Arab and gender-diverse journalists experienced both the highest rates and the most severe consequences of online violence.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 41,
        "Text": "41. Gendered disinformation affects LGBTQ+ communities disproportionately, perpetuating harmful stereotypes and further marginalizing them. Through recent research carried out in 18 countries, it was found that a higher proportion of gender nonconforming persons reported having lies spread about them (29.3 per cent) than heterosexual persons (17.4 per cent).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 42,
        "Text": "42. Transgender persons, especially transgender women, have been a target of gendered disinformation campaigns from a variety of sources, including trans-exclusionary radical feminists, with malicious allegations of them causing harm to society or \"spreading paedophilia\".",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 43,
        "Text": "43. During the regional consultations co-organized by the Special Rapporteur, participants from South Asia highlighted the intersections between gender, caste and religion in disinformation campaigns in their region. In Pakistan, for example, a disinformation campaign centred on blasphemy allegations against participants in the Aurat March (\"Women's March\") has endangered the lives of many of the organizers. In 2022, a fundamentalist Islamist political group in the country initiated a disinformation campaign, primarily on social media, about the Transgender Persons (Protection of Rights) Act of 2018 and specific transgender activists. In India, Rana Ayyub, a Muslim woman journalist who has reported critically about the Government's policies and treatment of the Muslim minority, has become the target of vicious coordinated gendered disinformation campaigns.",
        "Labels": [
            "Women/girls",
            "LGBTI+"
        ]
    },
    {
        "ID": 44,
        "Text": "44. Other identity-related characteristics beyond race, ethnicity and religion may also feature in gendered disinformation. In Colombia, for example, violent Graphic Interchange Format (GIF) images and video clips in sign language have been used to target women representatives of the deaf community.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 45,
        "Text": "45. Forms of harm emanating from gendered disinformation are varied and deeply consequential to both individuals and society at large. At the individual level, persons who are targeted often pay a heavy price psychologically, physically, socially and economically. At the societal level, identity-based attacks online erode civil liberties, diminish public discourse, limit the knowledge available to inform policy and electoral decision-making, and teach all women that activism and public service are unappealing, high-risk endeavours to be avoided.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 46,
        "Text": "46. Gendered disinformation not only spreads lies but also uses highly emotive and value-laden content, tailored to local contexts, that undermines women's credibility and competence, stigmatizes them and isolates them. Gender narratives have been invoked against women journalists, sexualizing them and attacking their character, integrity, appearance and intelligence as a way of discrediting their reporting and discouraging them from continuing their work. In conservative societies, the \"honour\" or reputation of women human rights defenders has been attacked.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Coordinated public shaming can lead family members, colleagues and neighbours to turn against the targeted individuals. In traditional societies where women are dependent on families and communities for protection, they can find themselves in a vulnerable position. During the regional consultation held in the Middle East and North Africa region, participants highlighted this aspect and the role that male family members sometimes play in disinformation campaigns and related violence.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Gendered disinformation may lead women in public life or journalism to leave online spaces or may have a chilling effect on their freedom of expression and on their ability to continue their professional activities. In a study tracking the engagement of politically active women on X (formerly known as Twitter) before and after they had experienced online attacks, strong evidence was found indicating that online abuse decreased politically active women's willingness to continue engaging on social media. In the digital age, this phenomenon significantly curtails the outreach, influence and impact of public figures and journalists.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 49,
        "Text": "49. A recent study provided empirical evidence that, among participants who reported experiencing one of the forms of online harm identified in the study, 21.7 per cent said that online forms of harm had a very negative impact on their freedom to express their political and personal views. Looking at lesbian, gay and bisexual persons as a subgroup, it was found in the study that online forms of harm had a very negative impact on their freedom to express their political and personal views (25.5 per cent compared with 19.5 per cent of heterosexual persons).",
        "Labels": [
            "LGBTI+"
        ]
    },
    {
        "ID": 50,
        "Text": "50. Another debilitating aspect of the various forms of harm is that they often radiate beyond the individuals or groups directly targeted. For instance, gendered disinformation has been found to dissuade women from entering politics, journalism or activism. It is particularly harmful to the aspirations of young women and girls, according to a study indicating that one out of four girls felt less confident about sharing their views, one out of five girls stopped engaging in politics or current affairs, and 46 per cent of girls felt sad, depressed, stressed, worried or anxious as a result of online misinformation and disinformation.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Growing evidence shows that online gender-based violence facilitates offline violence and creates \"climates of unsafety\" within society. For instance, in a survey conducted by the United Nations Educational, Scientific and Cultural Organization, 13 per cent of survey respondents and many interviewees said that they had received threats of violence against those close to them, including children and infants. In the Economist Intelligence Unit global survey mentioned above, 92 per cent of women reported that online violence had harmed their sense of well-being, and one out of every three women thought twice before posting any content online. Psychological distress, trauma and long-term mental health impacts have also been documented. Online gender-based violence often precedes violence carried out against women and girls offline. For instance, one in five women journalists reported that they had been abused and attacked offline in connection with online violence. In the Arab States, 44 per cent of women who experienced online violence in the past year reported that the incident had moved offline.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Negative narratives about women and LGBTQ+ persons and their communities legitimize technology-facilitated and physical violence against them. Transphobic and homophobic ideas purporting that there are limited gender and sexual roles are used to condone violence against those who do not fit within these discriminatory norms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 53,
        "Text": "53. In conflict settings, the boundaries between disinformation and violence and between online threats and offline risks can be hard to distinguish, increasing the dangers for women and deterring them from speaking out or participating in peace processes. Fear of reprisals resulting from false accusations can make public speaking a risky undertaking, even in the United Nations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Gendered disinformation violates women's right to health by spreading false and misleading information on sexual and reproductive health and rights. For instance, in Ireland around the time of the referendum on abortion, false information was spread linking abortion to depression, cancer and Down syndrome. In Italy, a campaign by pro-life groups falsely affirmed that abortion was the main cause of femicide around the world. A study in Latin America found a thematic predominance of disinformation campaigns focused on gender-based violence and abortion, questioning the right of women to bodily autonomy, as well as polarizing the exercise of that right.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. While there are not much data specifically on the economic costs of gendered disinformation, it has been estimated in one study that the economic costs of online gender-based violence to individuals and society in the European Union member States is between 49.0 and 89.3 billion euros per year. The gravity of these figures indicate a need for more targeted research to assess the specific costs of gendered disinformation.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. An analysis of underlying drivers of online gender-based violence highlights an overarching theme of power and control, and heteronormative expectations around gender roles and sexual practice. These same factors also drive gendered disinformation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Non-State actors, motivated by extremist ideologies, religious convictions or political, social or economic objectives, play a significant role in organizing coordinated online gendered disinformation campaigns. \"While trolls, white nationalists, men's rights activists, gamergaters, the 'alt-right', and conspiracy theorists may diverge deeply in their beliefs, they share tactics and converge on common issues.\" For instance, the fact-checking group Chequeado exposed a network of anti-rights groups coordinating to promote disinformation on gender issues in the Americas, including through messaging, the channelling of funds, strategic alliances among organizations, training scholarships and international events.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 58,
        "Text": "58. There are also increasing numbers of reports of the alignment of non-State campaigns with State policies and interests in some countries, and of State sponsorship of disinformation campaigns within the States' borders or abroad.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. Social media platforms are a key vector in enabling disinformation to reach new levels of scale, speed and reach. The digital context not only mirrors the offline misogyny faced by women but also provides the space and tools for controversial, emotive and sensationalist content to be significantly augmented.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 60,
        "Text": "60. Algorithmic recommender systems play a major role in exacerbating the problem. Adversarial narratives exploit the human tendency towards negative content and disproportionately drive engagement on platforms. Algorithmic newsfeeds craft automatically generated, highly personalized adversarial content streams that keep users engaged on the platform, and monetized, and that in the end corrupt the entire global information ecosystem.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Coordination, and \"coordinated inauthentic behaviour\" in particular, is an increasingly important proxy indicator of disinformation campaigns. The risk of harm arising from online disinformation results mainly from the power of amplification and coordination, in which perpetrators feed off one another, forming a complex ecosystem. While individual posts may not seem too problematic in isolation, when coordination and amplification are carried out, a \"virtual mob\" launches an operation that, over time, can lead to serious threats.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. In addition to opportunistically weaponizing weaknesses, such as endemic gender, racial and religious discrimination, disinformation campaigns also take advantage of \"flash points\", such as elections, pandemics and other prominent newsworthy events, to achieve greater influence. Increasingly, they use \"malign creativity\" – coded language, iterative, context-based visual and textual memes and other tactics, which make the identification of gendered disinformation more challenging.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Deliberately or inadvertently, traditional media have been known to reinforce, replicate, legitimize and amplify online gendered disinformation. Many media outlets continue to perpetuate in their news and editorial positions gender stereotypes that feed anti-gender narratives. Their failure to apply a gender lens to programming, secure equality in access to professional opportunities, promote gender diversity among their employees or provide care and safety to them sustains an environment in which gendered disinformation thrives.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 64,
        "Text": "64. Lack of diversity is also a problem in the digital technology sector and is one of the factors contributing to the gender blindness of policies and products.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 65,
        "Text": "65. The General Assembly and the Human Rights Council have affirmed that responses to tackle disinformation must be grounded in international human rights law. States are obliged under international law to respect, protect and fulfil human rights, including the right to freedom of opinion and expression and the right of women to be free from gender-based violence online and offline.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 66,
        "Text": "66. State action takes various forms across a spectrum, ranging from laws, policies and programmes to tackle online disinformation and address underlying gender inequalities to disturbing practices of State-sponsored gendered disinformation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 67,
        "Text": "67. In their submissions, States note various legal measures to combat gender discrimination and online gender-based violence, laws and judicial decisions to protect women political candidates from digital violence and sexist media attacks, and programmes to discourage sexist stereotypes in the media.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 68,
        "Text": "68. Generally, States have adopted three types of laws to tackle gendered disinformation: those relating to online violence, those that specifically address disinformation and regulations on social media to address harmful content.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. As noted earlier in the present report, some forms of gendered disinformation may amount to gender-based violence. A growing number of States have enacted laws or updated existing legislation to prohibit online violence or require social media platforms to remove violent content, without making a specific reference to gendered disinformation.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. \"The mere existence of a law does not necessarily imply changes.\" Consultations with civil society indicate that women continue to face serious difficulties in seeking redress against online violence because of inadequate legislation, poor implementation of laws and policies, inadequate understanding by officials of the nature and impact of online threats, and lack of adequate support for survivors. Significant improvements and investments are needed, for example, to improve laws, train and provide guidance to police, prosecutors, judges and social workers, and adopt administrative and social measures to support and empower survivors and tackle the root causes of online violence.",
        "Labels": [
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 71,
        "Text": "71. The European Union is considering criminalizing certain forms of online gender-based violence as part of a directive to combat violence against women and domestic violence, proposed in March 2022. The directive will establish minimum criminal standards for the perpetration of cyberstalking, non-consensual sharing of intimate or manipulated material and cyberincitement to violence or hatred.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 72,
        "Text": "72. As the risks and dangers of online disinformation become more apparent, many States have adopted laws that prohibit \"false news\" online. These laws raise several concerns. Firstly, they are gender-neutral and thus do not address the distinct challenges of gendered disinformation. Secondly, the laws often use vague, overly broad definitions of disinformation, set disproportionately high criminal sanctions and give the authorities excessive discretion to compel the platform in question to remove content without judicial oversight. They largely fail to meet the criteria for restricting freedom of expression, namely, legality, necessity, proportionality and legitimate aim, as set out in article 19 (3) of the International Covenant on Civil and Political Rights.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The criminalization of speech through broad, vaguely framed laws can chill freedom of expression. Adopted to combat disinformation, such laws have been used to prosecute and punish critics of Governments.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 74,
        "Text": "74. Women's rights activists point out that laws criminalizing speech are increasingly being turned against women, such as the use of laws criminalizing blasphemy to condemn the Aurat March (\"Women's March\") in Pakistan. In Indonesia, survivors of sexual violence who have spoken online about their experiences have been prosecuted for criminal defamation in an effort to discredit and silence them. In a number of countries, women's online social behaviour has been punished on grounds of \"public morals\", while gendered disinformation on online platforms goes unaddressed.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. States approach social media regulation in several ways. A number of States have intervened directly with platforms to compel them to remove content that is deemed illegal. Failure to comply is sanctioned with significant fines or the blocking of content.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Some other States have adopted laws setting out criteria and processes under which platforms are obliged to remove certain content or face consequences. Laws containing vague definitions, short timelines to respond and steep fines for failing to comply create a risk that companies, erring on the side of caution, are likely to rely on automated content moderation using artificial intelligence and to carry out overly broad content removal. Such regulation can be detrimental to freedom of expression without deterring gendered disinformation.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. Systemic regulation, which emphasizes \"architecture over takedown\", allows for more proportionate responses and is likely to be better aligned with freedom of expression standards.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. A good approach has been taken by the European Union through the Digital Services Act, under which the State does not interfere with content but instead demands due diligence, impact assessments and transparency from companies. It requires very large online platforms and search engines to meaningfully assess and mitigate the systemic risks stemming from the design and operation of their services, by carrying out risk assessments overseen by independent audits. In the Digital Services Act, specific reference is made to addressing the risks of gender-based violence, and there are numerous references to the risks posed by disinformation to democracy and elections. The Act only recently entered into force, on 16 November 2022.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. There is also a strengthened European Union code of practice on disinformation for the largest social media platforms.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. States have an obligation to proactively remove the structural and systemic barriers to gender equality, including patriarchal and gender stereotypes and negative social norms, perceptions, customs and behaviours that drive gendered disinformation. All Governments have made commitments, and many have set up national action plans and programmes to promote gender equality and eradicate gender discrimination and stereotypes. Nevertheless, widespread gendered disinformation and the emergence of State-sponsored and State-condoned disinformation against women and gender nonconforming persons are evidence that much more needs to be done by States to change cultural norms and attitudes towards women, girls and gender nonconforming persons.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 81,
        "Text": "81. Two issues deserve particular attention by States: unequal access of women to the Internet and gender data gaps. States have a responsibility not only to make the Internet safe for women but also to ensure their meaningful connectivity.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 82,
        "Text": "82. The Internet is a space for mobilization and an important locus where people can organize around gender issues, including content to challenge gendered disinformation. Women's unequal access to the Internet, lack of safety tools and more limited familiarity with cybersecurity means that they are at the same time both more vulnerable to disinformation and technology-facilitated violence and less equipped to respond to it. This situation creates a significant imbalance between those who spread anti-gender narratives and those who confront them.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 83,
        "Text": "83. Although 132 States have adopted laws on the right to information, not only is women's access to information patchy, but data on key issues disaggregated by gender are missing in many countries. The lack of trustworthy, verifiable information on gender issues increases the risk of disinformation and the spread of false information. States have a positive obligation to fulfil the right to information by proactively providing factual, verifiable data on issues of interest to women, such as on sexual and reproductive health.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 84,
        "Text": "84. The spread of gendered disinformation, whether directly coordinated by State actors or carried out by non-State actors with explicit or tacit support of the State, can be very potent because of the power, resources, media assets, troll farms and influence networks at the disposal of the State, as well as the pressure that State actors exert on digital platforms to not take action against disinformation campaigns.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. States use a wide variety of strategies and tactics online and offline, including orchestrated online campaigns on multiple platforms, laws and policies to restrict or manipulate information on gender-related issues. Incendiary, misogynistic statements and negative gender narratives are often spouted by senior officials and political figures, which creates an overall toxic environment in which non-State actors feel emboldened to attack women and gender nonconforming persons. The Special Rapporteur has joined with mandate holders in regional organizations to denounce intolerant, divisive, false and manipulated public statements by politicians and public officials against journalists and human rights defenders and has called on States and political parties to establish and enforce codes of conduct on public communications by their officials.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 86,
        "Text": "86. In the Philippines, gendered disinformation was triggered at the highest political level of the State against Maria Ressa, Nobel Laureate and journalist, and amplified by followers of then President Duterte. Individuals and groups abroad are also targeted by States. Gendered disinformation and online attacks originating from the Islamic Republic of Iran targeted journalists and media workers of the British Broadcasting Corporation (BBC) Persian broadcast station and other diaspora journalists in the United Kingdom of Great Britain and Northern Ireland.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. In Brazil, after Jair Bolsonaro was elected President in 2018, anti-rights discourse became a prominent and toxic aspect of politics, marked by discriminatory, incendiary public statements by the President and other senior officials and orchestrated social media campaigns to denigrate journalists reporting on sexual and reproductive health rights, feminists and gender nonconforming activists, especially those with intersectional identities, with some dire consequences for the targeted individuals.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 88,
        "Text": "88. Stigmatizing statements made by public officials against LGBTQ+ persons create an environment conducive to violence against members of that community, gender rights activists and human rights defenders working to protect the rights of these groups, as seen in Hungary and Uganda.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 89,
        "Text": "89. Some States have stigmatized and restricted access to information on sexual and reproductive rights and health on the ground that it perpetuates \"gender ideology\" and threatens culture, religion, traditional values and parental rights. Such misrepresentation is contrary to States' obligation to fulfil the right to information and contributes to a toxic environment in which fabricated information gains traction, appealing to pre-existing gender stereotypes. In Poland, severe restrictions have been imposed on women's access to safe abortion, accompanied by inflammatory rhetoric, disinformation and misinformation campaigns supported or tolerated by some public officials and political and religious actors.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 90,
        "Text": "90. Impeding access to accurate, factual information on sexual and reproductive health can have serious implications for a range of human rights, including endangering the life and health of women and girls. In Kenya, non-governmental organizations (NGOs) successfully challenged a governmental ban on information for adolescents and young people on abortion and on where to obtain help, on the ground that it violated the right to have access to information, the right to freedom of expression and the right to health.",
        "Labels": [
            "Women/girls",
            "Adolescents"
        ]
    },
    {
        "ID": 91,
        "Text": "91. Companies have the responsibility to respect all human rights, including gender equality and the right to freedom of opinion and expression. In line with the Guiding Principles on Business and Human Rights, social media companies are expected to exercise due diligence and conduct regular human rights assessments of their products, operations and policies, with a view to identifying, preventing or mitigating actual or potential adverse impacts on human rights, and to provide remediation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 92,
        "Text": "92. It is not evident to what extent the social media platforms are following these guidelines. What is evident is the widespread prevalence of online gendered disinformation and the overriding sense among women, gender nonconforming persons, civil society and most Governments that companies are failing to tackle such material on their platforms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 93,
        "Text": "93. Key concerns relate to content moderation, business models and inadequate transparency of the platforms.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. Many major platforms, including Facebook, X, YouTube, Instagram and TikTok, ban hate speech, harassment, the promotion of violence and abuse and remove offensive content and users who repeatedly violate their terms of service or community guidelines. However, some platforms take pride in minimal content moderation. Telegram, for instance, has been described as having \"the most misogynistic and abusive content and seemingly the most 'hands off' content moderation and platform policies\".",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Platforms that have anti-harassment policies identify abusive content using a combination of proactive detection through automation, human moderation and reactive detection by means of user reporting (which is then adjudicated by automated systems or human moderators). They respond to disinformation through a combination of policies, product interventions, features and enforcement measures that seek to limit its spread, provide users with greater access to authoritative information or context, and promote community response and societal resilience, including through digital literacy and Internet access. They frequently partner with external organizations to identify \"false\" information through fact-checking.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. A closer analysis of their content moderation policies and practices shows serious shortcomings when applied to gendered disinformation. These include a \"one-size-fits-all\" approach that fails to appreciate or address the distinct nature of gendered disinformation, cumbersome complaints processes, inadequate contextual knowledge and local language skills, as well as the uneven application of community standards.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. Gendered disinformation often goes undetected because the contextual knowledge, local languages and gender awareness required to identify the gender narratives that drive it are lacking among platform content moderators. \"Malign creativity\", using various forms of media and coded images that seem innocuous or meaningless without context, can evade automated detection and filters. The methods of fact-checking individual posts, providing access to authoritative information or labelling and \"nudging\" that are used against disinformation are much less effective in relation to gendered disinformation, which relies on deeply held existing prejudices and social divisions to build credibility for its false or manipulated information.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 98,
        "Text": "98. Described graphically as \"shouting into a void\", reporting mechanisms, when available, are cumbersome and sometimes confusing, and they often force users to attribute their experiences to predetermined categories that fail to capture the multifaceted nature of the abuse faced, in particular in cases when online genderbased violence intersects with disinformation.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Most reporting mechanisms require the targets to report the abuse. Not only is this traumatic and an unfair burden on individuals, but it also shows a piecemeal approach to a problem that requires systemic and proactive strategies to tackle the risk factors and systemic causes of gendered disinformation. Coordinated gendered disinformation campaigns cannot be dealt with on a \"comment by comment\" basis.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. At the core of the problem of the proliferation of gendered disinformation lies the business model of social media companies. Attention economics, content curation, automated advertising and the amplification of gendered disinformation are intimately connected.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. Disinformation, including gendered disinformation, is a lucrative business. The main revenue of large intermediaries comes from the buying, selling and marketing of advertisements. Platforms monetize attention through targeted advertising, using complex statistical models to predict and maximize engagement with content. The more time a person spends scrolling and clicking, the more data companies can collect and the more ads they can sell.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. Content curation builds on the profiling and microtargeting of individuals, the ultimate aim of which is to serve platforms' advertising purposes. Targeted advertising results in algorithms being customized to cultivate attention and engagement. The practice of cultivating attention influences what is prioritized in people's content and advertising feeds, as well as what is recommended to them.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. Recommender systems tend to promote provocative, attention-grabbing content, which, research shows, is easier to process in terms of cognitive effort and emotional resonance. Platforms contribute to the amplification of incendiary, controversial and divisive information, as it directly aligns with the commercial and technological infrastructure of their recommender systems, which are optimized for user engagement.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The ability of platforms to directly collect and mine first-party data is a major component of the attention economic model (and applies not only to social media platforms but also to search engines and search functionalities on other platforms). It undermines the right to privacy and personal data protection.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. \"Ad tech\" policy and inadequate protection of the right to privacy and enforcement of data protection facilitate the monetization of disinformation content that perpetuates and spreads adversarial narratives directed against marginalized and at-risk groups. Responses to address gendered disinformation are unlikely to be effective without addressing these aspects of the business model and ensuring robust protection of privacy and data. \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Internet platforms, and in particular social networking services, need to increase transparency within their operations to allow researchers and activists to better understand the scope, dynamics and nature of disinformation.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Transparency regarding recommender systems and the use of algorithms can help to hold platforms accountable and enable more evidence-based policymaking. Advertisement transparency is crucial. Given the granularity with which advertisers can target users, the companies must provide much more information about why users are seeing an advertisement and about enforcement of their terms of service regarding advertisements that contain disinformation content.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. At the community level, various initiatives have emerged with a focus on enabling and empowering those being targeted. reliable sources in terms of cognitive effort and appeal to emotions\", Humanities and Social Sciences Communications, vol. 9, No. 162 (2022).",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. Counterspeech has been a successful response strategy, which involves challenging or mocking stereotypes and norms, exposing hate speech and calling out gendered disinformation. It emphasizes the agency of those being targeted and the solidarity of others towards them. As an example, when some groups associated with the \"Gamergate\" harassment campaign attacked feminist Internet rights activists associated with the \"Take Back the Tech!\" campaign and posted false claims about the Association for Progressive Communications, organizations and individuals involved in the campaign and their allies joined forces to reclaim the narrative in a \"tweet storm\". In addition, the Association for Progressive Communications issued a statement correcting the false claims made about its work.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. Online communities providing support and services have been set up to assist targets or potential targets with counterspeech efforts, monitor digital spaces where the attacks are being carried out and help with the reporting of incidents. For instance, TrollBusters, a network based in the United States of America, provides support to women journalists, while HER Internet in Uganda proactively builds alliances and networks as support systems for mitigating impact and countering false narratives.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 111,
        "Text": "111. Support from national and international bodies is also being mobilized. For example, in Indonesia, support from human rights organizations and \"security guarantees\" from the national human rights commission have been used to provide solidarity and deter attacks against LGBTQ+ communities. When Nighat Dad, a human rights lawyer in Pakistan, faced online intimidation, the Pakistan Bar Council issued a public statement in her support, expressing \"grave concern at the vilification campaign\" and the \"intentional creation of a hostile work environment for female colleagues\". At the international level, the special procedures mandate holders have issued strong public statements condemning attacks on women journalists, human rights defenders and gender activists. Alerting international media is also an important tactic, as this is one of the fastest ways to motivate platforms to put in place protection measures or take action on disinformation campaigns.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 112,
        "Text": "112. Researchers, practitioners and civil society actors engage in social media monitoring activities to inform their understanding of gendered disinformation, identify entry points to disrupt gendered disinformation and advocate for laws, regulations and policies to address the growing challenges. Consistent social media monitoring is also being used to develop early warning systems.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. Awareness-raising, digital and media literacy and capacity-building are among other measures that civil society organizations are actively providing. Major public awareness-raising campaigns have been organized to raise awareness about violence against women in elections. Training is being provided and toolkits have been developed covering a range of topics, from digital safety and security to counterspeech.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 114,
        "Text": "114. Training and guidance have also been focused on journalists and media outlets, given their dual roles as both targets and vectors of gendered disinformation. For instance, as part of the National Strategy for Women in Lebanon 2022–2030, the National Commission for Lebanese Women, in cooperation with media institutions, launched awareness-raising campaigns, workshops and studies to combat gender stereotypes in the media and in advertising.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 115,
        "Text": "115. Gendered disinformation weaponizes gender bias, stereotypes, sexism, misogyny and social and cultural norms based on patriarchal values to threaten, intimidate, silence and exclude women and gender nonconforming persons from public spaces and positions of power. Its most virulent attacks are reserved for those who belong to minority or marginalized communities. It chills both speech and aspirations.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 116,
        "Text": "116. The ultimate aim of gendered disinformation is to reduce public participation and the diversity of voices and views, including in the media, weaken democratic institutions and destroy inclusive societies. This makes gendered disinformation deeply dangerous and concerted action to counter it more urgent.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. Gendered disinformation is a human rights challenge, and strategies to fight it must be grounded firmly in human rights, especially freedom of expression. Strategies that undermine freedom of expression in the name of fighting gendered disinformation are counterproductive. Because the goal of gendered disinformation is to disempower women, the priority should be empowerment rather than censorship, agency rather than paternalistic approaches. There can be no trade-off between women's right to be safe and their right to speak.",
        "Labels": []
    },
    {
        "ID": 118,
        "Text": "118. Companies need to move away from a \"one-size-fits-all\" approach in which the same methods are applied to gendered disinformation as to other forms of disinformation and gender-based violence. Gendered disinformation is highly contextualized and has distinct features and objectives. Platforms need to better understand gendered disinformation and go beyond content moderation based on fact-checking for the purpose of determining truth and falsity. They need to identify the specific factors that increase the risks of gendered disinformation in different contexts and act to minimize them.",
        "Labels": []
    },
    {
        "ID": 119,
        "Text": "119. Research shows that gendered disinformation evolves and adjusts to varying contexts and responses. This situation calls for proactive, preventive strategies from States and companies.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. States, too, must adjust their responses. Regulation of social media should be \"smart\", focused not on content but rather on enforcing the due diligence, impact assessment, transparency and accountability of companies, and requiring them to review design, structure, systems and policies to address the threats.",
        "Labels": []
    },
    {
        "ID": 121,
        "Text": "121. States must reinvigorate their efforts to remove the structural and systemic barriers that impede gender equality and that reinforce discrimination, exclusion, prejudice and stereotypes that are being exploited by gendered disinformation campaigns.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 122,
        "Text": "122. State officials and political leaders have a particular responsibility to set the tone of inclusive public discourse. They play a key role in shaping public debate and opinion and enjoy considerable latitude of political expression in international law. They should exercise that privilege responsibly and ethically to promote tolerance, not to feed hatred.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. While law has an important role to play in the fighting of discrimination and in situations where gendered disinformation amounts to gender-based violence or advocates incitement to violence, legal measures, especially criminal law, have their limits as an effective weapon against the false narratives or entrenched bias and prejudices that lie at the core of gendered disinformation campaigns.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. Fighting gendered disinformation while upholding human rights requires a careful balancing of interests. It cannot be left totally to the discretion of companies, nor treated solely as a matter of regulation by States. The law, especially criminal law, can be a blunt and dangerous instrument in the hands of some States. This situation underlines the importance of global standards and multi-stakeholder approaches that promote the active participation of civil society alongside States and companies. The negotiations on a global digital compact will be an important opportunity to engage all stakeholders and build consensus on standards and approaches to make the Internet accessible and safe for all.",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. States should redouble their efforts and take all appropriate measures, including through laws, social policies and programmes, to strengthen gender equality and eliminate gender stereotypes, negative social norms and discriminatory laws, policies, practices and attitudes.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 126,
        "Text": "126. States should not make, sponsor, encourage or disseminate statements that they know or should reasonably know to be false, nor should they support in any way the dissemination of gendered disinformation.",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. All measures to restrict gendered disinformation, hate speech or online gender-based violence should comply fully with international human rights standards, and in particular should respect the requirements set out in articles 19 (3) and 20 (2) of the International Covenant on Civil and Political Rights, strictly and narrowly construed.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. States should respect the protection that gender, sexual and cultural information and expression enjoy under international law and should not seek to restrict women's expression under the guise of protecting public morals.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. Criminal law should be used only in very exceptional and the most egregious circumstances of incitement to violence, hatred or discrimination. Criminal defamation laws should be repealed where they exist and replaced, where necessary, with appropriate civil defamation laws.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. State regulation of social media should be focused on enforcing transparency, due process rights for users, and human rights and gender due diligence by companies, and on ensuring that the independence and remit of the regulators are clearly defined, guaranteed and limited by law.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 131,
        "Text": "131. States should ensure media freedom and diversity by ensuring the safety of women and gender nonconforming journalists.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 132,
        "Text": "132. States should adopt strong data protection laws and other relevant laws to limit the pervasive tracking and targeting of individuals and their activities online. Data protection is key to reorienting the advertisement-driven business model of the digital economy, which drives gendered disinformation and online gender-based violence.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. Media literacy, information literacy and digital literacy empower women and LGBTQ+ persons to benefit from digital technology and build their resilience to disinformation, misinformation and online violence. These forms of literacy should be included in national school curricula and national development plans.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 134,
        "Text": "134. States should fulfil their duty to ensure the right to information by proactively providing data and information on sexual and reproductive health and rights that are accurate, verifiable and disaggregated by gender.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. States should enhance their efforts to ensure that women have meaningful, free, open, interoperable, reliable and secure access to the Internet, in line with the commitments made under the 2030 Agenda for Sustainable Development.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 136,
        "Text": "136. Companies should review their business models and ensure that their business operations, data collection and data processing practices are compliant with international human rights standards. They should conduct regular human rights and gender due diligence and impact assessments of their products, in particular of the role of algorithms and ranking systems in the amplification of disinformation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 137,
        "Text": "137. Companies should review their advertising models to ensure that they do not have an adverse impact on diversity of opinions and ideas and that they are clear about the criteria used for targeted advertising. They should provide meaningful information about advertisers in online advertisement repositories and give users the choice to opt in to be exposed to advertising.",
        "Labels": []
    },
    {
        "ID": 138,
        "Text": "138. Companies should provide clear and meaningful information about the parameters of their algorithms or recommender systems and ensure that those systems enable users to receive a diversity of viewpoints by default, while also enabling them to choose the variables that shape their online experience.",
        "Labels": []
    },
    {
        "ID": 139,
        "Text": "139. Companies should develop clear content moderation policies on gendered disinformation that are in line with international human rights standards, with full transparency and the participation of stakeholders. Policies should be accessible and available in non-technical jargon in local languages and should be enforced consistently.",
        "Labels": []
    },
    {
        "ID": 140,
        "Text": "140. Companies should be guided by international human rights standards in their content moderation. To address gender-related harmful content, content moderation should be attentive to local contexts and language diversity.",
        "Labels": []
    },
    {
        "ID": 141,
        "Text": "141. Companies should provide easily accessible, trauma-informed reporting tools that are accessible to individuals with variable technical literacy and that allow for localized interpretations of online abuse. The platforms should develop coordination mechanisms at the country level with the involvement of community organizations to better identify cases of gendered disinformation, receive reports of such cases and escalate actions to combat gendered disinformation, and to develop preventive, proactive strategies.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 142,
        "Text": "142. Companies should publish comprehensive, detailed and contextualized transparency reports that include a breakdown of the actions taken against gendered disinformation-related content and appeals against those actions, including the number of shares, views, reach, complaints and requests for removal.",
        "Labels": []
    },
    {
        "ID": 143,
        "Text": "143. Companies should establish internal appeals mechanisms for a broader range of content moderation decisions and of types of content, such as coordinated inauthentic behaviour. They should also consider the creation of external oversight mechanisms, such as social media councils.",
        "Labels": []
    },
    {
        "ID": 144,
        "Text": "144. Companies should ensure data security and privacy and should ensure that the use of data respects international human rights law and relevant national laws and is carried out with the full informed consent of data providers.",
        "Labels": []
    },
    {
        "ID": 145,
        "Text": "145. Employers, including media outlets, political parties, research institutions and others working in areas affected by gendered disinformation, should introduce appropriate policies and processes to identify and support employees targeted by or at risk of becoming a target of gendered disinformation.",
        "Labels": []
    },
    {
        "ID": 146,
        "Text": "146. Academics and civil society should continue to deepen their research, engage with stakeholders and provide policy recommendations in relation to gendered disinformation, online gender-based violence and misogynistic hate speech.",
        "Labels": []
    },
    {
        "ID": 147,
        "Text": "147. Gendered disinformation affects a range of communities, including those working in the areas of gender-based violence and journalistic safety, women human rights defenders, and those working with gender and sexual minorities. Alliances should be built to ensure that such organizations have sufficient access to platform data for the purposes of documentation and risk assessment.",
        "Labels": [
            "Women/girls"
        ]
    }
]