[
    {
        "ID": 1,
        "Text": "1. In December 2021, two journalists – Maria Ressa from the Philippines and Dimitry Muratov from the Russian Federation – were awarded the Nobel Peace Prize for their \"courageous fight for freedom of expression … as representatives of all journalists who stand up for this ideal in a world in which democracy and freedom of the press face increasingly adverse conditions\". Within weeks of that event, six journalists were killed in Mexico, underscoring the urgent need to galvanize action to end impunity for crimes against journalists. Then, at the end of February 2022, the invasion of Ukraine and the subsequent targeting of media workers and media installations by the Russian Federation brought the escalating threats to the safety of journalists and media freedom into sharp focus in the context of attacks on peace, security and human rights in the digital age.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Digital technology has enabled groundbreaking investigative reporting, new models of cross-border collaboration, cooperative fact-checking with audiences and access to treasure troves of data and diverse sources with a mouse-click. However, it has also given rise to unprecedented challenges and changes for the news industry, aggravating existing threats and creating new ones.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The challenges are multiple, complex and often interconnected. Longstanding problems of violent attacks on and legal harassment of journalists with impunity, censorship of content and manipulation of regulatory authorities have been entrenched, aggravated and augmented by digital technology. Notable new manifestations include gender-based online violence, targeted surveillance of journalists, legislation restricting information online, \"media capture\" by State or corporate interests and viral disinformation campaigns that undermine public trust in independent journalism.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Digital technology has blurred the distinctions between print and broadcast media, and between media outlets and their audiences, changing the concepts of who is a journalist and what is media freedom. The business models of digital and social media platforms have weakened news media with a flood of competing content of lesser quality and the diversion of advertisement revenue.",
        "Labels": [
            "Persons affected by natural disasters"
        ]
    },
    {
        "ID": 5,
        "Text": "5. In a climate of surging authoritarianism, many Governments have taken advantage of the pandemic to justify new restrictions on freedom of expression and access to information online. Populist leaders have actively sought to demonize and discredit independent journalists to consolidate their own power, while deadly conflicts in places like Afghanistan, Ethiopia, the Syrian Arab Republic, Ukraine and Yemen have heightened the risks journalists face.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. Media freedom and the safety of journalists are in dangerous decline in almost every region of the world. The present report to the Human Rights Council is a call for urgent action to reverse that trend.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. This year marks the tenth anniversary of the United Nations Plan of Action on the Safety of Journalists and the Issue of Impunity (United Nations Plan of Action). It has provided a common framework for States, international organizations and civil society to share experiences, identify good practices, improve coordination, increase awareness of the problems and inspire other collaborative initiatives. Drawing lessons from those experiences, renewed efforts must be made to counter the evolving ecosystem of threats and challenges to media freedom and the safety of journalists, including those spawned by new technologies.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The report calls for a holistic response, going beyond physical threats to address legal and digital risks, as well as the enabling environment that sustains them, and the mobilization of the political will for sustained action. It analyses key challenges and threats, including the impact of digital technology, assesses the compliance of States and companies with relevant international legal standards, notes good practice and sets out recommendations for States, the international community, companies and civil society.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Written contributions from 16 States, 29 civil society organizations, including a consortium of 40 partners, scholars and journalists, and 4 international organizations, and consultations with various stakeholders, have informed the report. The Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression thanks all the stakeholders for their contributions.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The right to freedom of opinion and expression provides the international legal basis for uncensored and unhindered news media, and the right of journalists to work safely and without fear. This right is enshrined in article 19 of both the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, which state that everyone is entitled to seek, receive and impart information and ideas of all kinds regardless of frontiers through any media of their choice, and is reaffirmed in regional instruments. It encompasses the right to information, provides an expansive understanding of protected expression – whether true, false, offensive or enlightened – and anticipates the continued development of media, including new technologies that enable data to cross borders in an instant.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. A free, independent and diverse media fulfils society's right to know, as well as journalists' right to seek, receive and impart information. It has been acknowledged as a key pillar of democracy and sustainable development in numerous General Assembly and Human Rights Council resolutions. The right to information is a target of the 2030 Agenda for Sustainable Development, and the safety of journalists is a success indicator. Decisions of regional human rights courts, activities of regional organizations and joint declarations by the Special Rapporteur on the right to freedom of opinion and expression and regional mechanisms, have affirmed and enhanced international standards for the protection and promotion of media freedom and the safety of journalists.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In recent years several important initiatives have been launched by Governments, intergovernmental organizations and civil society to protect journalists, nurture media freedom, independence and pluralism, and secure a viable future for public interest journalism. The Special Rapporteur welcomes these initiatives.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The societal relevance of independent, free and pluralistic news media – as a pillar of democracy, a tool to support accountability and transparency, and a means to sustain open deliberation and encourage the exchange of diverse views – underscores the importance of journalism as a public good. Journalists are not above the law, but by virtue of their function and the public interest in disclosure, they are entitled to specific legal protection. States are obliged not only to refrain from arbitrary restraints, but also to put in place legislative and regulatory measures in line with international human rights standards to enable journalists to carry out their work safely and without hindrance.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Public interest media, and in particular investigative journalism, play a crucial role in ensuring access to reliable information on vital issues such as elections, conflicts, the coronavirus disease (COVID-19) crisis, corruption, organized crime and climate change. As recognized in the Windhoek+30 Declaration, the preconditions for information as a public good include the economic viability of journalism, the transparency of Internet companies and the media and information literacy of the public. All three require reinforcement in the digital age.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Today, neither the concept of a journalist nor the practice of journalism is limited to those employed by news publishers. The Human Rights Committee has recognized journalism as a function shared by a wide range of actors, including professional full-time reporters and analysts, as well as bloggers and others who engage in forms of self-publication in print, on the Internet or elsewhere. While limited accreditation and registration schemes can facilitate privileged access for journalists to certain places or events in particular situations, general State systems of registration or licensing of journalists are incompatible with international human rights law.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. While the rise of digital media has significantly expanded the possibilities for creating and disseminating content, citizen news sites, blogs and the news services of nongovernmental organizations complement rather than replace news outlets. Some scholars have argued in favour of legal protection being defined in connection with \"acts of journalism\", rather than through the definition of the professional functions of a journalist. In other words, the professional designation of the individual is less relevant than the nature of the content and its public interest function.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The term \"media freedom\" is used in this report to mean the freedom, independence and plurality of the news media, including the production, publication and dissemination of journalism across all mediums and platforms. Some scholars have sought to define media freedom as a distinct right with particular prerogatives.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Media independence is understood as editorial independence from political interference and the preservation of professional journalistic standards through selfregulation and independent regulatory authorities. Media pluralism is the existence of multiple actors, spanning public, private and community media, and is a precondition for content diversity and for the promotion of gender equality and social inclusion in and through the media.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 19,
        "Text": "19. Like other forms of expression, media freedom can be restricted only in line with the three-part test set out in article 19 (3) of the International Covenant on Civil and Political Rights. Firstly, the restriction must be provided by law in precise and clear terms, and not left to the unfettered discretion of those responsible for its execution. Secondly, it can be imposed only for the specific legitimate objective of respecting the rights or reputations of others or protecting national security, public order, public health or public morals. Thirdly, the restriction must be strictly necessary, appropriate, proportionate and directly relevant to achieving the legitimate objective. Restrictions must be construed narrowly, using the least intrusive measure possible and never going so far as to impair the essence of the right itself.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Although the principle of necessity and proportionality deems that journalists should not be prosecuted for disseminating information that is of legitimate public interest, many Governments use laws protecting national security, public order and public morals to clamp down on reporting that is critical of their policies. The Special Rapporteur considers the weaponization of the law against journalists as a major threat to media freedom (see sect. IV below). Prior censorship is deemed disproportionate control of the media, and the outright banning of particular media outlets or websites and Internet shutdowns in many cases also violate the principle of necessity and proportionality.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. While States are obliged to both respect human rights and to protect them from attacks by others, in line with the Guiding Principles on Business and Human Rights, corporate entities also have the responsibility to respect human rights. At a minimum, corporations should conduct due diligence to identify and assess the human rights risks associated with their activities, establish clear policies on how to address them, publish transparency reports on the risks they encounter and how they are addressed, and provide for remedies in case of violations.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Particularly relevant to the present report are the role and responsibilities of social media platforms – as enablers of media, as well as vectors of coordinated digital attacks against journalists and viral disinformation that undercuts credible journalism – and those of spyware companies, which provide electronic surveillance tools that threaten the safe practice of journalism.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Media companies as employers and key players in the news industry are also responsible for upholding the rights of journalists, ensuring their safety and promoting diversity and inclusion.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The right of journalists to work safely and without fear is inseparable from the concept of media freedom. Whether online or offline, the objective of those who threaten journalists remains the same: to chill public interest reporting by increasing the risks faced by journalists.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The United Nations Plan of Action defines the safety of journalists as encompassing not only physical attacks but also prosecution, arrest, imprisonment and denial of journalistic access, as well as impunity for crimes against journalists. In the digital age, attacks on journalists are recognized as including psychological as well as physical harms emanating from digital threats.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Three major contemporary threats to the safe and free practice of journalism in the digital age are addressed below: impunity for crimes against journalists; gender-based online attacks; and targeted digital surveillance.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. A related threat is the rise of transnational digital attacks targeting diaspora journalists. For instance, Iranian journalists working for the BBC Persian service and other Farsilanguage news outlets outside the Islamic Republic of Iran have faced online attacks, harassment and surveillance, as well as criminal investigations, the freezing of their assets and defamation suits by the Iranian authorities in contravention of international human rights law.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. According to the United Nations Educational, Scientific and Cultural Organization (UNESCO), 455 journalists were killed while doing their jobs between 2016–2021. These cases include deaths as a result of extrajudicial killings, targeted terrorists attacks and in conflicts. In more than eight out of ten cases, the perpetrators have not been brought to justice.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Silencing journalists by killing them is the most egregious form of censorship. The failure of the State to prosecute and punish serious crimes against journalists denies justice to the victims' families, emboldens perpetrators and can deter other journalists from reporting high-risk stories. Countries with high rates of impunity also have high rates of journalist fatalities, underscoring the correlation between impunity and the perpetuation of such crimes.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Strong advocacy from civil society and growing awareness of the problem have led the Security Council and the Human Rights Council to adopt a series of resolutions calling for prompt and effective investigations into attacks on journalists. In 2021, for the first time in the context of international efforts to combat crime, States recognized the importance of ending impunity for crimes against journalists in General Assembly resolution 76/181.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 31,
        "Text": "31. National action plans inspired by the United Nations Plan of Action are gaining momentum. In 2021, 14 Governments introduced legislation and reformed law enforcement procedures to protect journalists, while 11 carried out capacity development in this area. 23 Drawing on lessons learned, Mexico has undertaken to strengthen its prevention and protection mechanisms with civil society participation. Some States have provided resources to the UNESCO Global Media Defence Fund and a global defamation defence fund for journalists set up by the United States of America. A number of States have set up special visa regimes for journalists at risk.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. At the regional level, the Council of Europe Platform for the Protection of Journalism and Safety of Journalists is a good example of an early warning and rapid response mechanism, engaging Governments and journalists' organizations. Hundreds of journalists have also benefited from the European Union mechanism for the protection of human rights defenders. At the global level, UNESCO supports the capacity development of judges and prosecutors and has produced guidelines for the prosecution of crimes against journalists.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. A good practice example from journalists themselves is Forbidden Stories, a nonprofit news organization committed to investigative journalism into the killings and imprisonment of journalists. Its motto is: \"Killing the journalist won't kill the story\". 27",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Notwithstanding these efforts, high levels of impunity persist in both conflict and nonconflict situations because of the failure of States to comply with international human rights standards. Key factors are weak and corrupt law enforcement and judicial systems and a nexus between political actors, corrupt business leaders and organized crime, as noted in the report of the public inquiry into the murder of Maltese investigative journalist, Daphne Caruana Galizia.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The special procedure mandate holders, including the Special Rapporteur on the right to freedom of opinion and expression, the High-Level Panel of Legal Experts on Media Freedom, some States and civil society groups have called for tough measures to fight impunity for crimes against journalists, including an independent international investigative mechanism, enhanced capacity for existing United Nations mechanisms, the use of targeted sanctions and capacity-building of civil society. The recommendations deserve serious consideration by the Human Rights Council as well as UNESCO and the Office of the United Nations High Commissioner for Human Rights (OHCHR) in the context of the United Nations Plan of Action.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Online attacks against women journalists are one of the most serious contemporary threats to their safety, gender equality and media freedom. Vicious, coordinated, highly sexualized and malicious, the attacks often target women from religious and ethnic minorities or gender non-conforming people.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Drawing on the results of a survey conducted in 2020 and other research, a UNESCOcommissioned report by the International Center for Journalists found that such violence inflicts very real psychological injury, chills public interest journalism, kills women's careers and deprives society of important voices and perspectives. Analysing millions of social media posts directed at two prominent journalists, Maria Ressa and Carole Cadwalladr, the report found disturbing patterns of abuse, including death and rape threats, digital misogyny and networked gaslighting linked to political actors.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Since 2017, the General Assembly and the Human Rights Council have adopted several resolutions condemning online violence against women journalists. States are called upon to create and maintain, in law and in practice, a safe and enabling environment for journalists, including with a strong focus on combating, both online and offline, sexual and gender-based discrimination and violence against women journalists, as well as the particularities of online threats and harassment of women journalists.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 39,
        "Text": "39. The ultimate responsibility rests with States, as the primary duty bearers of human rights, to ensure that women journalists are safe from online violence. As the main vectors of online attacks, social media companies are also responsible for exercising due diligence and taking measures to ensure the safety of journalists on their platforms in accordance with the Guiding Principles on Business and Human Rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 40,
        "Text": "40. News media employers should ensure training and support for women journalists, including freelance contributors. Furthermore, news organizations should avoid instituting social media policies that effectively penalize women journalists for speaking out against their abusers or documenting the attacks they experience.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 41,
        "Text": "41. An example of emerging good practice comes from the Canadian news industry, where the International Women's Media Foundation and the International Center for Journalists have set up the Online Violence Response Hub.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The rise in gender-based online violence against journalists and its connection to offline harm points to the need for an early warning system to prevent the escalation of threats. The Foreign, Commonwealth and Development Office of the United Kingdom is funding research designed to support the development of such a system. Steps have also recently been taken by the European Commission and the Scottish Government to identify misogynous offences and sex-based hate speech, including online attacks on women journalists, through a proposed directive and model legislation.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 43,
        "Text": "43. Targeted electronic surveillance of journalists poses a challenge to investigative journalism, puts the confidentiality of journalistic sources at risk and exposes both journalists and their sources to increased physical harm. The full scale and impact of targeted surveillance of journalists is unknown given the lack of transparency surrounding the practice and the market that supports it; however, information that has come to light suggests it is used widely, in blatant disregard of international human rights law, with severe consequences for media freedom and the safety of journalists.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Advanced surveillance technology is designed to provide the authorities with access to the entirety of an infected device and allows them to access information that might otherwise be protected by encryption. While many companies have been implicated in targeted digital surveillance of journalists over the past decade, in 2021 the Pegasus Project revealed that at least 180 journalists in 20 countries were potentially targeted by Governments using Pegasus spyware developed by NSO Group Technologies (NSO Group). In early 2022, other investigations revealed the use of Pegasus against more than 30 individuals associated with media organizations in another country.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. Targeted digital surveillance ultimately serves as a means of intimidation, increasing the risks faced by journalists and their sources and undercutting critical reporting. In a https://spcommreports.ohchr.org/TMResultsBase/DownLoadPublicCommunicationFile?gId=26564. number of cases, it has been a documented precursor or follow-on to physical harm, detention, legal harassment, imprisonment and smear campaigns.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Women journalists have been disproportionately targeted in some countries and have experienced severe harm from targeted digital surveillance, which operates as a form of gender-based violence. Personal information of women journalists obtained through surveillance appear to have been used in online violence campaigns (including doxing).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 47,
        "Text": "47. Widespread digital surveillance practices ultimately discourage confidential sources from communicating with journalists, with significant chilling effects on whistle-blowing and investigative journalism. The extraterritorial reach of targeted digital surveillance allows States to control expression beyond their jurisdictions, possibly stifling investigative reporting at the global level. The use of targeted digital surveillance technologies against journalists to monitor the work they do is contrary to international human rights law, according to which both reporter and source enjoy rights that may be limited only in accordance with the strict requirements of article 19 (3) of the International Covenant on Civil and Political Rights. 50",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. Targeted digital surveillance also increases the costs of engaging in journalism, which may further undermine news media viability and pluralism. Digital security training, tools and vigilance have become essential aspects of a journalist's work, requiring resources and constant adaptation. Journalists regularly rely on end-to-end encryption, the availability of which is itself under threat in some jurisdictions. However, even advanced encryption techniques and constant vigilance cannot prevent zero-click attacks like those offered by the NSO Group.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. States claim they require targeted digital surveillance technologies to prevent crime and terrorism, and companies such as NSO Group argue that the use of their surveillance tools is strictly limited to these purposes. However, extensive evidence has emerged of a broad parallel use by States of advanced surveillance technologies to target journalists whose work may be critical of Governments or focus on sensitive political or social issues. States have used targeted digital surveillance to limit investigative journalism, control public narratives, crack down on journalists and track journalists' sources, in violation of article 19 of the International Covenant. In this context, State efforts to legalize the use of targeted digital surveillance – such as changes to German legislation initiated in 2021 that removed exemptions for journalists from surveillance and hacking during terrorism investigations – are deeply disturbing.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. States and companies are largely shielded from scrutiny regarding targeted surveillance due to the invocation of national security, State secrecy and State immunity rationales for their activities. Recent changes to export regulations in the European Union may provide some data, but do not sufficiently address the problem. Various legal actions and inquiries are under way, including lawsuits by WhatsApp against NSO Group, the establishment of a committee of inquiry by the European Parliament, the order by the Supreme Court of India for an independent inquiry and the blacklisting of two companies by the United States, signalling the strong concern of civil society, certain Governments, oversight bodies and digital technology companies. However, impunity will persist unless robust international rules and national laws are adopted and enforced to protect journalists and journalism from targeted digital surveillance.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Laws – from sedition to censorship – have long been used to punish journalists and suppress media freedom. That practice has been revived by some States with a new ferocity in the digital age. The arsenal of legal weapons has broadened to include criminal cyberlibel, anti-terrorism, cybersecurity and fake news laws. In many instances, punishment for online publication is more severe than print or broadcast. Additionally, libel, income tax or other financial investigations and vexatious and frivolous lawsuits are commonly used to harass and intimidate journalists or media outlets.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Possibly the strongest emblem of legal weaponization is Nobel Laureate Maria Ressa. She has faced an onslaught of legal actions in the Philippines covering tax violations, ownership and securities fraud and multiple libel suits, including criminal cyberlibel for which she was convicted retroactively. When combined, the criminal charges carried a cumulative sentence of almost 100 years. 62",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Arrests and prosecutions of journalists leading to heavy fines and harsh prison sentences serve not only to intimidate and punish the individuals charged but also to create a climate of fear, chilling critical reporting by other journalists. In recent years the Special Rapporteur has expressed serious concern at draconian laws and tough sentencing in countries as diverse as Belarus, Egypt, Iran (Islamic Republic of), Myanmar, the Russian Federation, Sri Lanka, the Syrian Arab Republic, Turkey, Venezuela (Bolivarian Republic of) and Viet Nam.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. Following her correspondence with the Government of the Republic of Korea on the draft Press Arbitration Act in 2021, the Special Rapporteur welcomed the decision of the parliament to form a cross-party special committee on media reform to re-examine the bill and other media reform issues. https://spcommreports.ohchr.org/TMResultsBase/DownLoadPublicCommunicationFile?gId=22145. See https://www.cbc.ca/radio/thecurrent/the-current-for-june-18-2020-1.5616058/facing-possible-jail- time-totalling-100-years-journalist-maria-ressa-says-she-won-t-stop-fighting-for-justice-1.5617289. See https://www.ohchr.org/en/press-releases/2021/06/belarus-black-hole-media-freedoms-afteregregious-attacks-say-un-experts?LangID=E&NewsID=27146. https://spcommreports.ohchr.org/TMResultsBase/DownLoadPublicCommunicationFile?gId=26688.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. National security is often used as a justification to prosecute journalists who criticize government policies or officials. The sedition law was used to arrest journalists and shut down all independent media in Hong Kong, China. In India, journalists were arrested under sedition and anti-terrorism laws for critically reporting on events in Kashmir as well as the farmers' protests in Delhi.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. States are obliged to ensure that national security laws are crafted and applied in a manner that conforms to the strict requirements of legality, necessity and proportionality, as set down in article 19 (3) of the International Covenant on Civil and Political Rights. 76 Nevertheless, common problems with security laws include a lack of clear definitions of key terms, like \"terrorism\" or \"violent extremism\", or the use of vague terms, such as \"apology\", \"glorification\", \"advocacy\" or \"propaganda of terrorism\", which allow considerable leeway for misuse. F.docx#ftn2)or instance, in Turkey, where 41 journalists remained in prison at the end of 2021, the Penal Code and anti-terrorism legislation criminalize broad categories of speech in ambiguous terms, including expressions that \"denigrate the Turkish nation\" or \"insult the President\". 78",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Criminal defamation and lese-majesty laws are frequently used against journalists who criticize government officials or members of royal families. Not only are criminal penalties, especially imprisonment, inherently disproportionate when used against journalists who are simply doing their job, they are an abuse of power by public officials. Those who serve in public office should expect a higher degree of public scrutiny and be open to criticism.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Domestic courts in Uganda, Zambia and Zimbabwe have found criminal defamation laws to be unconstitutional and unjustified in modern democratic societies. In 2016, the regional court in West Africa found that the laws defining the criminal offences of sedition, fake news and criminal defamation in the Gambia infringed international law and ordered them to be repealed. The Human Rights Committee has called on States to consider abolishing criminal defamation. Nevertheless, criminal laws against defamation persist in 160 countries in the world, including some in the European Union, a strong champion of media freedom. The Special Rapporteur repeats her call for a global ban on the criminalization of defamation and seditious libel online and offline.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. There are also examples where journalism has ostensibly been criminalized to protect the right to privacy but effectively suppresses the disclosure of adverse information affecting powerful political or business interests. In Switzerland, the Federal Banking Law provides for imprisonment of up to five years for whistle-blowing by bank employees or the dissemination of such information by third parties, including journalists. The effect of the law seems to be to hamper investigative journalism, to stifle legitimate reporting on allegations of financial crimes and to chill Swiss media interest. Where financial wrongdoing is at issue, States should recognize the public interest in disclosure and respect media freedom.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. International human rights law provides strong protection for whistle-blowers, journalistic sources and public interest reporting. In this context, the continuing efforts of the United States to prosecute Julian Assange, the founder of Wikileaks, raise concerns that the Espionage Act charges could establish a precedent for punishing not only whistle-blowers but also journalists, without considering whether their reporting is in the public interest.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. A week after the invasion of Ukraine by the Russian Federation, the Russian parliament adopted a law making it a serious criminal offence to publish news regarding the war in Ukraine that differed from official Russian government information – including even referring to it as a \"war\". The fake war news law led Russian media outlets to self-censor their reporting on the situation in Ukraine. Some independent outlets closed down or suspended their activities due to the increased restrictions on reporting. Fearing for the safety of their staff, several international media outlets announced their intention to suspend reporting from Moscow or were blocked partially or fully from reporting by the Russian authorities. This total information blackout is one in a series measures taken by the authorities to restrict media freedom in the Russian Federation. 90",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 62,
        "Text": "62. In late February 2022, the European Commission banned two media outlets owned and controlled by the Russian Federation from broadcasting in the European Union on the grounds that they spread disinformation and propaganda and so constituted a threat to public order and security. The total ban of a media outlet is a severe restriction of freedom of expression. While international law permits restriction of freedom of expression to protect public order and national security, it requires the measure to be strictly necessary and proportionate. As disinformation can be addressed without banning media outlets, there is concern about the proportionality of the response of the European Union. 93",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. The best way of countering disinformation is not through censorship or banning of outlets but through the promotion of free, independent and pluralistic media. Nevertheless, especially since the outbreak of the pandemic, many Governments have adopted legislation ostensibly to prohibit fake news or disinformation online. The real objective, however, seems to be to clamp down on criticism of government policies. In Egypt, for instance, journalists and human rights defenders have been prosecuted for spreading fake news after they published reports on the human rights situation in the country. In Cambodia, six media outlets had their licences revoked for reporting on COVID-19 in 2021. https://europeanjournalists.org/blog/2022/03/01/fighting-disinformation-with-censorship-is-amistake/.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Fake news laws generally fail to meet the three-pronged test of legality, legitimate aims and necessity set out in article 19 (3) of the International Covenant on Civil and Political Rights. An example of such flawed legislation is the Digital Security Act of Bangladesh, which imposes draconian punishments for a wide range of vaguely defined acts encompassing national security, criminal cyberlibel and disinformation, and bestows significant and highly intrusive investigative, search and seizure powers on the authorities. Its use has led to the arbitrary detention, torture and custodial death of journalists, and chilled journalism online and offline. The Special Rapporteur repeats her call for the law to be repealed.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Other examples of countries that have recently adopted or enforced legislation that is not compliant with international standards include Cuba, France, Italy, Malaysia, 100 Qatar and Singapore, among others.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. In some countries, journalists have been threatened with investigations and prosecutions for matters unrelated to reporting, such as violations of COVID regulations or tax laws, but in circumstances that suggest the legal action has been brought as retaliation or intimidation.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Furthermore, Governments as well as private actors are increasingly targeting journalists and news outlets – and human rights defenders – with lawsuits, generally for libel or defamation, seeking exorbitant damages. Known as strategic lawsuits against public participation (SLAPPs), the point of the legal action is not necessarily to win the lawsuit but to intimidate or exhaust the resources and morale of the other party. By masquerading as ordinary lawsuits such actions convert matters of public interest into private disputes.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Daphne Caruana Galizia, who was killed in 2017 for her work as an investigative journalist, was confronted with 42 civil libel suits brought by Maltese politicians and their business associates. Four years after her murder, her family is still fighting in the courts to have eight pending cases dismissed. Her plight stirred up action to create an effective law against such lawsuits in Europe. The Special Rapporteur welcomes the decision of the Council of Europe to draft a recommendation relating to strategic lawsuits against public participation and the proposal by the European Commission to include measures against such lawsuits in the proposed Media Freedom Act.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Much more needs to be done by States to address this growing abuse of the judicial system.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. The Working Group on the issue of human rights and transnational corporations and other business enterprises has called on companies to desist from bringing frivolous lawsuits against journalists and human rights defenders.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. A welcome development in improving the legal protections for journalists worldwide has been the creation of the Legal Network for Journalists at Risk. The platform, led by several civil society organizations, coordinates the different resources and types of support currently offered pro bono by various organizations to journalists and media outlets in need of critical legal support.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. In a world where disinformation increasingly masquerades as news and authoritarian and populist leaders attack journalists and media outlets to sow public distrust, critical independent journalism produced in the public interest is essential. Its absence or decline in many countries represents a major assault on media freedom. Journalism must be able to function safely and independently, free from State control and other forms of interference. It must also be economically viable.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. This section briefly analyses the key threats to media independence, pluralism and economic viability.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. In a number of countries, media freedom is effectively non-existent as a result of tight State control over the practice, production and dissemination of journalism in contravention of international human rights standards. In some other countries, there has been visible backsliding on media independence and pluralism in recent years, with serious implications for democracy, freedom of expression and the diversity of political participation. Some research suggests that when inducements (\"soft censorship\") fail, restrictions are triggered with the aim of stopping information from reaching politically important constituencies, including through partial or fuller media capture.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Media capture can be defined as the process by which formerly independent institutions fall under the sway of Governments, plutocrats and corporations. It usually entails political interference with regulatory bodies and with public service media, converting them into governmental mouthpieces; the takeover of independent news media by political actors or conglomerates controlled by wealthy political donors or business entrepreneurs; and the instrumentalization of public advertising and State-administered subsidies to undermine media critical of the Government and strengthen those favoured by the Government.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. In a number of countries, including in Central and Eastern Europe, there is a creeping trend towards State control over public service media through political domination of its governance and pressure on funding, or the weakening or marginalizing of public service media in favour of privately owned media that serves the political or economic interests of those in power. 114",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. During an official visit to Hungary in November 2021, the Special Rapporteur found a classic case of media capture, which included the exercise of political influence over media regulatory bodies, the consolidation of pro-government ownership of the media along with substantial State advertisement funds and other support, and the ostracization of media reporting critically on the Government.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur welcomes the initiative of the European Commission to draft a European Media Freedom Act. She urges the Commission to pay particular attention to strengthening the rules on the independence of media regulators, the transparency of media ownership and editorial freedom.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Concentration of media ownership has long been acknowledged as a major threat to media pluralism. The more plural the news media – in terms of the production, funding and distribution of journalism – the more difficult it is to control the entirety of media output. Consolidation of media ownership via monopolies under State control, the ruling party or powerful private interests linked to political actors is not only an issue of economic competition and rent-seeking, it is a major risk to media freedom and, more generally, to freedom of expression and the right to information.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. Tools for undermining pluralism include controls (or the lack thereof) over ownership and competition; the exploitation of national laws against foreign ownership; and threats to news media viability through cuts in public funding.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. There are examples of the concentration of news media ownership in liberal democracies that have led to heavily partisan coverage, which in turn has undercut trust in credible journalism and led to damaging divisive political debate on issues such as elections, climate change and migration. One global media concentration index has ranked the Australian newspaper market as the third most concentrated in the world after China and Egypt. This level of concentration and domination is damaging to media diversity and democratic deliberation.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Media plurality and diversity are diminished by gender inequality in and through the news media. Globally, only 25 per cent of news sources and subjects are women. They are underrepresented in managerial and top executive positions in the media sector. Other disadvantaged groups face similar problems. While some progress has been made to enhance gender equality and diversity, much remains to be done.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 83,
        "Text": "83. Many States understand their \"abstention role\" as allowing liberalization of the media sector through deregulation and privatization. While it has opened up space for media pluralism and independent journalism, measures to ensure independent regulation, recognized self-regulation and legal status (for example, for community media) – which are necessary conditions for media freedom to flourish – are frequently absent.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Good practices regarding media pluralism, viability and independence include sustained and adequate support for public service broadcasting in several Nordic and Baltic countries and steps to strengthen independent public broadcasting in South Africa.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Media viability is a matter of human rights, not just a question of economics. If independent public interest media cannot survive – let alone thrive – disinformation will flourish, journalists will be further imperilled and societies' right to information will be undermined.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The collapse of the advertising-based news media business model in recent years has led to a financial crisis, resulting in staff cutbacks and news outlet closures in many countries. There has been a reversal in news media pluralism and density at the level of local news publishing and with regard to diversity of languages. The crisis has been intensified by the COVID-19 pandemic, with dire consequences for journalists and media pluralism. While national and international news providers and niche news producers are managing through subscriptions, paywalls, reader contributions and subsidies (in fact, some are even thriving with innovative funding models), many others could face a \"media extinction event\". 122",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. The major shift of advertising revenue to social media and search engines over the past decade and the growth in the power of Internet companies controlling advertising technology have further eroded the economic foundations for news media pluralism, facilitated media capture, weakened diversity in news content and made it more difficult for news providers to resist other pressures.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. Governments have used various measures to address media viability, with mixed results, including State support for journalistic innovation, subsidies, tax relief and public service or community media grants. The dependence of the media on either government or owner subsidies presents a risk to media independence. For instance, various State schemes were set up to support public interest journalism during the financial crisis accompanying the COVID-19 pandemic. However, in some cases, those funds were disbursed in such a way as to support only news publishers who were sympathetic to government policies, bypassing those engaged in critical reporting.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The Australian News Media Bargaining Code and the European Parliament rules for hyperlinks to news articles require Internet communications companies to share revenue with the news media. There is some concern that the Australian model could leave smaller news outlets further marginalized in the face of bilateral agreements being cut between their bigger counterparts and the Internet companies.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. The growing dependence of media on Internet platforms, on the one hand, and the largely unchecked power of those platforms, especially large search engines and social media platforms, on the other, raise serious concerns. Digital platforms are important distribution and audience engagement channels for many media outlets. As digital gatekeepers, they have a profound impact on media independence, pluralism, diversity and viability, as well as public access to information.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. Digital platforms control the availability, dissemination and accessibility of content based on algorithms, community standards and economic interests but have no public accountability and little transparency. Through their curatorial and content moderation roles they make important editorial decisions. Automated content moderation has led to the non- https://www.washingtonpost.com/magazine/interactive/2021/local-news-deserts-expanding/. transparent removal or suspension of accounts of journalists and activists based on algorithms.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Platforms are also under increased pressure from Governments to take down, delist, de-index, block and filter content, including journalistic content, leading to a form of opaque, privatized censorship.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. Some of the biggest Internet companies operate major digital advertising gateways, with their automated advertising technology often functioning to reward or fuel content that violates human rights with advertisements, while penalizing news content and thereby depriving news media of a significant revenue stream.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. As the media's dependence on digital platforms grows, there have been calls for regulation of the platforms to reflect the changed landscape of media and communications. Although the Special Rapporteur supports self-regulation and some co-regulation of social media based on human rights standards, she cautions that digital regulation by Governments should not be used to restrict freedom of expression online beyond what is permissible under international law. Nor should the platforms use their policies, practices or business models to undermine the freedom, independence, plurality and economic viability of the media.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. There is a palpable decline of public trust in the media. It has translated at times into hostility towards journalists by members of the public. Lack of trust in the media parallels the decline of public trust in factual information and the rise of parallel narratives and conspiracy theories, which have serious consequences for human rights, democracy and social stability.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The spread of disinformation on social media platforms is a significant factor in weakening public trust in credible, independent journalism, threatening both journalists and the information ecosystem in which they work. Online smear campaigns, particularly directed at women journalists, and disinformation narratives, which include labelling international journalists as \"foreign agents\", contribute to the erosion of trust.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 97,
        "Text": "97. Also worrying is the rise in harsh public attacks by politicians, designed to delegitimize and discredit journalists and news outlets that are critical of their policies.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. The role of State controlled, \"captured\" or heavily partisan news media – which often act as a conduit for misinformation and disinformation – also needs to be acknowledged as a major factor in undermining public trust in journalism. In this context, audience mistrust in fact-based journalism is further weaponized to undermine the credibility of news outlets and individual journalists who speak truth to power.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. To counter these trends, an innovative self-regulatory media scheme, the Journalism Trust Initiative, has been designed to promote trustworthy journalism through adherence to an agreed set of trust and transparency standards. https://spcommreports.ohchr.org/TMResultsBase/DownLoadPublicCommunicationFile?gId=26852.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. The decline of media freedom and the rise in threats to the safety of journalists is a worldwide trend, most sharply evident in backsliding democracies and recalcitrant totalitarian States. The consequences for human rights, democracy, public participation and development are worrying.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. Independent public interest journalism faces a perfect storm. Threats and challenges – from online gender-based violence and orchestrated disinformation campaigns against journalists to targeted surveillance of journalists, legal restrictions on freedom of expression online and offline and erosion of media independence, pluralism and viability – are surging in a multifaceted, technology-enabled information ecosystem.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. International human rights law provides ample protection for media freedom. The General Assembly and the Human Rights Council have affirmed that the rights protecting the free and safe practice of journalism offline also apply online. The overriding problem is not one of gaps in international law but of failures in compliance and implementation, rooted in a lack of political will.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. States, companies and international organizations must respond urgently and holistically to the complex mesh of physical, legal and digital threats. Without concrete action backed by political will, the prognosis for media freedom and the safety of journalists is grim.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The Special Rapporteur on the right to freedom of opinion and expression makes the following recommendations. Translate commitment into action",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. At the national level, States should develop and implement national action plans, based on human rights obligations and tailored to online as well as offline issues, to advance the freedom, independence and pluralism of the media; set up prevention and protection mechanisms for the safety of journalists; and promote awareness about human rights standards and best practices.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. States should consult with civil society and journalists' organizations in developing, monitoring and assessing their national action plans in a transparent and inclusive way.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. The Human Rights Council should encourage States to use the universal periodical review and the voluntary national review of the Sustainable Development Goals to report on compliance, challenges and good practices relating to media freedom and the safety of journalists. Align laws and policies with international human rights law",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. States should adopt laws – or review and revise existing ones – relating to freedom of expression online and offline to ensure they are aligned with international standards. Any restriction of freedom of expression should adhere strictly to the requirements of legality, necessity, proportionality and legitimate aim set out in article 19 (3) of the International Covenant on Civil and Political Rights, and acknowledge the public interest role of journalists.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. States must ensure the legal framework governing the media protects editorial freedom, upholds the independence of regulatory bodies and guarantees content diversity among and within media outlets.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. States should refrain from compelling digital companies to restrict or remove journalistic content without judicial due process. As part of transparency reporting, digital companies should inform the public and the media about content restrictions requested by States.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. States should repeal criminal defamation and seditious libel laws and laws criminalizing the criticism of State institutions and officials. Criminalization of speech (other than in the most egregious cases of incitement to violence and hatred) is disproportionate, gags journalism and damages democratic discourse and public participation. The Special Rapporteur urges the European Union to set an example by inserting in the proposed Media Freedom Act a requirement for member States to repeal laws criminalizing defamation.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. The rule of law is essential for the exercise of free and safe journalism. States should strengthen the capacity and expertise of the judiciary, national human rights institutions and lawmakers to uphold the human rights on which media freedom is based.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. States should discourage frivolous or vexatious legal action (strategic lawsuits against public participation) against journalists and news outlets by adopting laws and policies that allow early dismissal of such cases, limit the damages claimed in civil defamation suits against journalists and media outlets, permit the defence of \"public interest\" and \"no malice\" for journalists, provide legal support to victims of strategic lawsuits against public participation, end \"forum shopping\" and sanction the use of strategic lawsuits against public participation.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. States should ensure that all attacks against journalists are investigated promptly, effectively, impartially and independently, in line with the Minnesota Protocol on the Investigation of Potentially Unlawful Death. Specialized capacity and expertise should be developed to investigate and prosecute crimes against journalists.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. States should set up prevention and protection mechanisms, in consultation with civil society, media outlets and journalists. Such mechanisms should be adequately resourced, gender responsive and fully integrate online and offline spaces. They should be regularly assessed by an independent, dedicated multi-stakeholder body.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 116,
        "Text": "116. The Human Rights Council should establish an independent task force to support international and national efforts to prevent, investigate and prosecute attacks against journalists. Additionally, it should strengthen the capacity of the relevant special procedures to monitor and report on impunity for crimes against journalists.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. OHCHR should update the Minnesota Protocol with an annex specifically focused on investigating crimes against journalists. Protect women journalists from gender-based online violence",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 118,
        "Text": "118. There must be no trade-off between the safety of women journalists and the right to freedom of expression on which their vocation is based. The Special Rapporteur reiterates her call on international treaty bodies to provide clear guidelines defining online violence, so that the right to freedom of opinion and expression is not compromised in efforts to safeguard women from online violence.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 119,
        "Text": "119. States should adopt specific legislation to prohibit, investigate and prosecute online violence against women and ensure its proper implementation by law enforcement authorities, the judiciary and social media platforms.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 120,
        "Text": "120. Companies should create safe online space for women journalists. They should improve their transparency and moderation functions, make it easier to report online violence and create direct, accessible routes for the escalation of complaints. They should ensure that the relevant teams have the necessary expertise on the safety of journalists, gender-based violence and the cultural context.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 121,
        "Text": "121. News organizations should ensure gender-sensitive and holistic digital safety support. They should also address gender discrimination and promote diversity by including women and marginalized groups and their perspectives in the journalistic work. Prohibit targeted digital surveillance of journalists",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 122,
        "Text": "122. The Special Rapporteur calls on the Human Rights Council and other relevant United Nations bodies to develop a consensus on impermissible targets of State cyberespionage and cyberattack. At a minimum, a presumption of protection from targeted digital surveillance and cyberattack should apply to journalists and media outlets.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. States should incorporate adequate safeguards in national laws, such as judicial oversight, to ensure that digital surveillance laws and activities do not undermine international standards on the protection of journalists and their sources. They should hold surveillance companies accountable for foreseeable use of their technology by their clients to target journalists, and amend sovereign immunity laws to permit civil action against States engaged in cross-border digital attacks on journalists.",
        "Labels": []
    },
    {
        "ID": 124,
        "Text": "124. Surveillance technology companies should publicly affirm their responsibility to respect human rights in line with the Guiding Principles on Business and Human Rights and Organization for Economic Cooperation and Development guidelines, and conduct and publicly disclose robust human rights due diligence for all proposed transfers of surveillance technology. They should refrain from exporting surveillance technology if there is a significant risk it will be used to commit human rights violations. Respect the Guiding Principles on Business and Human Rights",
        "Labels": []
    },
    {
        "ID": 125,
        "Text": "125. Digital service companies should conduct due diligence and impact assessment to prevent or mitigate any adverse impact on human rights resulting from their operations, products or services, including attacks on journalists and the erosion of media freedom. They should enhance their transparency and review their business models to reverse commercial incentives that discriminate against the monetization of public interest media.",
        "Labels": []
    },
    {
        "ID": 126,
        "Text": "126. Social media platforms should ensure that algorithms and human moderators recognize credible information sources and that journalists and news organizations can access fast-track appeal and remedy procedures. Ensure independence, pluralism and viability of the media",
        "Labels": []
    },
    {
        "ID": 127,
        "Text": "127. Governments should promote the economic viability of independent news media while respecting their professional autonomy and freedom. For example, tax benefits or State advertising revenue can be given to independent news outlets in a fair and transparent manner, and without compromising editorial independence.",
        "Labels": []
    },
    {
        "ID": 128,
        "Text": "128. Governments should adopt anti-monopoly rules to prevent undue concentration of media ownership, direct or indirect, and legislate for transparency with regard to media ownership, the licensing of broadcasters and the distribution of government advertising.",
        "Labels": []
    },
    {
        "ID": 129,
        "Text": "129. The independence of the media regulatory authorities should be clearly established by law, with a transparent governance system and appointment procedures, free from political influence.",
        "Labels": []
    },
    {
        "ID": 130,
        "Text": "130. Well-funded independent public service media both reinforces and is reinforced by democracy. States should respect the standards for public service media, including editorial freedom, and provide adequate funding. Public service media should ensure services for minority, marginalized, linguistically diverse and otherwise disadvantaged audiences.",
        "Labels": []
    },
    {
        "ID": 131,
        "Text": "131. States should refrain from imposing licensing requirements on journalists, and recognize community media as a distinct and legitimate part of the news sector. Build resilience in society",
        "Labels": []
    },
    {
        "ID": 132,
        "Text": "132. Civil society should continue to play its vital watchdog role, holding Governments to account for applying human rights standards on media freedom. Civil society should continue to raise public awareness of the risks faced by journalists and advocate for their safety.",
        "Labels": []
    },
    {
        "ID": 133,
        "Text": "133. State and civil society should collaborate to encourage all individuals to develop media and information literacy skills so that they are able to differentiate between reliable, verified information and unverified information. Strengthen multi-stakeholder cooperation",
        "Labels": []
    },
    {
        "ID": 134,
        "Text": "134. Upholding media freedom and ensuring the safety of journalists in the digital age is a multi-stakeholder endeavour, involving States, civil society and digital and media companies. The Special Rapporteur calls on UNESCO and OHCHR to convene a multistakeholder advisory group under the United Nations Plan of Action on the Safety of Journalists and the Issue of Impunity, in which State and civil society coalitions as well as digital and media companies can engage to further advance the Plan.",
        "Labels": []
    },
    {
        "ID": 135,
        "Text": "135. Given the importance of free, independent and plural media for democracy and sustainable development, the international community should ensure that media development is an integral part of international cooperation and is owned and driven locally. The United Nations should enhance technical assistance and programmatic support on media development through the United Nations country teams.",
        "Labels": []
    },
    {
        "ID": 136,
        "Text": "136. The Secretary-General's Global Digital Compact should include a concrete commitment by all stakeholders to respect media freedom and safety of journalists.",
        "Labels": []
    }
]