[
    {
        "ID": 1,
        "Text": "1. \"If you cannot enfranchise poor people, if they do not have a right to expression, if there is no searchlight on corruption and inequitable practices, you cannot build the public consensus needed to bring about change\". Drawing lessons from a World Bank project that recorded the lived experience of 60,000 individuals trapped in poverty, James Wolfensohn, then President of the Bank, put his finger squarely on the vital contribution of freedom of expression in overcoming the challenges that often undermine or derail development.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 2,
        "Text": "2. The meaningful engagement of poor and marginalized communities is essential to good development. When people are informed and consulted, when they can express their views freely and take part in making decisions that affect their lives and livelihoods, they are better able to overcome deprivation, exclusion and insecurity. By enabling people to be active participants in, rather than passive recipients of development, freedom of expression promotes voice and agency and improves the quality and sustainability of development outcomes.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 3,
        "Text": "3. Freedom of expression is an essential enabler of sustainable development. In addition to empowering individuals, communities and civil society, it facilitates a range of other rights, including those underpinning sustainable development, such as the rights to health, education, water and a clean environment. It allows Governments to be better informed and more responsive to the needs of their people. It enables civil society, the media and citizens to hold Governments and corporate power to account, making democracy meaningful. It also generates economic dividends. Research has shown that in societies where public debate is open and information flows freely from diverse sources, markets operate more efficiently and public institutions are more effective and accountable.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. Illicit financial flows, corruption, tax evasion and illegal activities, such as illegal deforestation, illicit mining and trafficking in rare species, are major obstacles to sustainable development because they rob valuable national resources. Access to information, which is at the heart of freedom of expression, is a vital tool to expose and counter such activities. Transparency, civic space and independent media – which thrive in contexts where freedom of expression is upheld – are powerful drivers in ensuring that much-needed public funds or natural resources for sustainable development are not destroyed or diverted for private use.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The link between sustainable development and freedom of expression is not only about information. Equally fundamentally, it is about voice – the right to articulate views, debate, discuss, criticize, challenge, protest and demand. If development is to be meaningful, then the voices of those most disadvantaged in society must be heard and heeded, and civil society and the media must have the freedom and space to use information and voice to hold the powerful to account.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The right to freedom of opinion and expression, enshrined in article 19 of the Universal Declaration of Human Rights and of the International Covenant on Civil and Political Rights, and in various international and regional instruments, encompasses the right to seek, receive and impart information and ideas, regardless of frontiers and in any media. The rights to public participation, of peaceful assembly and to freedom of association are closely linked to freedom of opinion and expression. The expansive language of freedom of expression underscores the obligation for proactive disclosure of information by duty bearers, and the entitlement of rights holders to full and active participation in the development process.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. Freedom of expression is not absolute. It can be restricted by measures that are lawful, non-discriminatory, necessary and proportionate to respect the rights and reputation of others or to protect national security, public order and public health and morals. Furthermore, advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence is prohibited under international law. Given the importance of freedom of expression for the enjoyment of other rights, and for promoting transparency and accountability, the restrictions should be exceptional and narrowly construed, and must not jeopardize the right itself. They must not be overly broad or so vaguely framed that they can be misused by the authorities to suppress criticism of government policies, or by companies and powerful public figures to evade disclosure in the public interest.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The explicit recognition of human rights in the 2030 Agenda for Sustainable Development marks a paradigm shift in international development. Some earlier international agreements had acknowledged the instrumental role of voice, participation and access to information in tackling poverty, reducing inequalities and protecting the environment. The 2030 Agenda goes much further, framing the fulfilment of fundamental freedoms as an objective of sustainable development, not simply a pathway to it. The Agenda acknowledges that development is sustainable, not only because it incorporates economic, social and environmental dimensions, but also because respect for human rights makes it just, inclusive and transformational.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Sustainable Development Goals and their associated targets include some 20 commitments relating to participation, expression and information. A cluster of key commitments are in Goal 16, which is to promote peaceful and inclusive societies. The targets of that goal include developing effective, accountable and transparent institutions, ensuring equal access to justice for all, substantially reducing corruption, ensuring responsive, inclusive, participatory and representative decision-making, ensuring public access to information and protecting fundamental freedoms.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The 2030 Agenda endorses both the information and voice aspects of freedom of expression. That is evident in the two indicators selected by Member States to measure progress with regard to the objectives to \"ensure public access to information\" and \"protect fundamental freedoms\" in target 16.10: (a) the safety of journalists, associated media personnel, trade unionists and human rights advocates; and (b) the enactment of laws to promote access to information.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Notwithstanding the value that freedom of expression brings to sustainable development and its affirmation in the 2030 Agenda, the reality remains grim in many parts of the world. A confluence of multiple and interlocking political, economic and climate crises, a debilitating pandemic and entrenched conflicts have not only stalled progress on the Sustainable Development Goals but also wiped out some important past gains, pushing 100 million more people back into poverty and leaving many more facing an uncertain future marked by deprivation, inequalities, exclusion, insecurity and injustice.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 12,
        "Text": "12. Against a background of rising authoritarianism and shrinking civic space, journalists, environmental activists, trade unionists and human rights defenders are threatened, attacked and killed in many countries. The voices of young people calling for gender equality and social, economic, environmental and climate justice are crushed. Individuals, communities and civil society organizations are blocked from effective participation in decision-making processes. Where public participation occurs, often it is uninformed and tokenistic, more performative than participatory. Laws on access to information have been widely adopted, but requests for information are often denied. Verifiable information is suppressed, and disinformation and misinformation are amplified on digital platforms.",
        "Labels": [
            "Women/girls",
            "Adolescents"
        ]
    },
    {
        "ID": 13,
        "Text": "13. Universal access to an open, free, interoperable and secure Internet is essential for the enjoyment of human rights and for the advancement of sustainable development. While the Internet is relevant to all human rights, it is particularly significant for freedom of expression, expanding the opportunities to access information, communicate, organize and participate, but it also increases threats to the safety of women, children and minorities. The Internet is not equally available or accessible to all, deepening existing inequalities and inequities and creating new divides. The inequalities that are holding women back in the offline world are also holding them back from accessing the Internet on an equal basis.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 14,
        "Text": "14. As world leaders prepare to gather at the United Nations Headquarters in September 2023 to review progress on meeting the Sustainable Development Goals and the impact of multiple crises, it is vital that Member States focus on the threats and challenges to freedom of expression that are holding back progress on the 2030 Agenda. With less than seven years left to reach 2030, the gap between the promise to leave no one behind and its realization on the ground remains unacceptably wide. The need to reinforce and reinvest in human rights is urgent.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The present report is a call to action on the right to freedom of expression. The objective of the report is three-fold: (a) to highlight the vital and multidimensional contribution of freedom of expression to sustainable development; (b) to assess the opportunities, threats and challenges to freedom of expression that affect sustainable development; and (c) to revitalize political commitment to uphold freedom of expression. In the first section of the report, the relationship between the right to freedom of expression and sustainable development has been set out. Sections two and three cover information and voice, the two main dimensions of freedom of expression, including some aspects of digital technology. In the final section, conclusions are draw and some recommendations made to Governments and other stakeholders.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur recognizes the complexities of the issues and the challenges that corporate power and digital technology pose to freedom of expression in the context of sustainable development, which cannot be addressed adequately within the word limit of the present report. She intends to cover some of those issues further in her future work on freedom of expression and sustainable development.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur is grateful for written submissions from 15 States, 53 civil society organizations and academia, 12 national institutions and 5 international and multistakeholder organizations, and for online consultations with legal and policy experts.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. During the coronavirus disease (COVID-19) pandemic, the lack of trustworthy public information, or worse still, outright misinformation and disinformation by government officials and others, contributed to the loss of millions of lives, mismanagement of billions of dollars of public funds and the loss of trust in public institutions and the integrity of public information. It was a stark reminder of the importance of access to verifiable, diverse sources of information.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Over the past three decades, access to information has been incorporated as a right in international agreements, national constitutions and laws. Multi-stakeholder models to promote transparency have also emerged. In the present section, positive developments and good practices, as well as the gaps, failures and challenges in the context of access to information, are reviewed.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. The Human Rights Committee indicated in 2011 that States should make every effort to ensure easy, prompt, effective and practical access to government information of public interest through proactive legislative and policy measures. The 2030 Agenda also requires States to adopt laws and policies that guarantee public access to information.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. According to the United Nations Educational, Scientific and Cultural Organization (UNESCO), 135 States and numerous self-governing jurisdictions have adopted laws or national policies to ensure public access to information, covering over 90 per cent of the world's population. However, nearly one third of the States Members of the United Nations still do not have any laws or regulation on access to information.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Furthermore, many of the laws which have been enacted do not meet international or regional standards. Key problems include overly broad or vaguely framed exemptions, gender discrimination, poor implementation of the law, lack of independent oversight, and inadequate or non-existent appeals.",
        "Labels": [
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 23,
        "Text": "23. Vague, overly broad definitions of national security and official secrecy are used by Governments often to exclude large swathes of information from public scrutiny. The authorities of the United States of America have withheld information from affected communities about dangerous chemicals on military bases in the United States and around the world which could poison local water supplies. In Malaysia, a range of laws give the Government broad powers to classify information that it holds. Those provisions have been used to block publication of government reports even where there is a public interest in disclosure.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In Bangladesh, Rozina Islam, an investigative journalist, has been charged under the Official Secrets Act for seeking information from the Ministry of Health on the procurement of vaccines against COVID-19. Her case continues, even though the authorities admitted in court that after two years of investigation, they have not found any evidence to substantiate the charge.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Access to information is excluded and requests are denied regularly, including, for instance, for public contracts or communications between officials, on the grounds that they would entail disclosure of personal information in violation of the right to privacy and obligations on data protection.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. In Switzerland, article 47 of the Federal Act on Banks and Savings Banks criminalizes the unauthorized disclosure of bank account holders' personal information by whistleblowers or its publication by journalists, regardless of financial wrongdoing or criminal activity by the account holders. In India, the Digital Personal Data Protection Bill, 2022, has been criticized for limiting access to nearly all information that identifies any person, effectively removing the public interest exception for access to personal data in the Right to Information Act.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The Court of Justice of the European Union has ruled that public registers of corporate beneficial owners violate data protection rules. As a result, several member States of the European Union have closed their registers to the public, raising serious concern among journalists and activists who rely on such information to pursue illicit financial flows and other criminal activities, and risking \"retrogression in protection of economic, social, cultural and environmental rights\". 28",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The relationship between data protection, the right to privacy and the right to information is complex and requires a careful balancing of interests. That in turn requires that laws and policies clearly define, on the one hand, the personal information that is protected legitimately under the right to privacy and, on the other, the public interest justifying disclosure. Under such a test, even if the information is determined to be personal and its release would infringe privacy, it may be disclosed if the public interest in release is more important than the privacy interest. That test is used in several countries, including Ireland, New Zealand, Slovenia and the United States of America.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. Access to information is key to women's empowerment and agency, but structural inequalities and specific restrictions combine to undermine it. Significant barriers include low literacy levels resulting from unequal educational opportunities, a lack of access to the Internet, digital illiteracy, language problems, income poverty and time poverty, cultural and legal norms that deem it inappropriate for women to seek information from public authorities, and lack of responsive policies. For instance, Indigenous women in Chiapas, Mexico, were unable to access vital life-saving information during the COVID-19 pandemic because it was provided in the official State language, which they did not speak.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. Information of particular interest to women, for instance relating to gender-based violence, workplace inequities or sexual and reproductive health, is often unavailable, outdated or difficult to find. Some Governments and private actors restrict access to information on reproductive and sexual health and rights, including safe abortion, in contravention of international human rights law.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. Gender disaggregated data, including on Internet access and use by women, are lacking in many countries, despite the recognition of the need for such data by the Group of 20, the Organisation for Economic Co-operation and Development and the Freedom Online Coalition. The discrimination in access to gender-relevant information and the gender data gap are inconsistent with the commitment of States to uphold gender equality under international law and under various goals and targets of the 2030 Agenda.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 32,
        "Text": "32. Poor record-keeping, inadequate capacity and resources, high fees, an absence of independent and effective oversight and non-existent, ineffective or expensive appeals mechanisms are major barriers to access of information.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Information laws in China, Indonesia, Japan, Mongolia, Nepal and Thailand have no provision on records management, nor do they require guidelines to be developed. In many countries, public officials are not adequately trained and lack resources to respond to requests. In some cases, even where information is released proactively or in response to a request, it may be late and incomplete. Fees are sometimes too high, while appeals are slow and expensive. The lack of independence of oversight bodies is also a major problem. Data show a correlation between dedicated, independent oversight mechanisms and effective implementation and enforcement of the right to information laws.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. As most States do not comprehensively track requests and denials for information, there are inadequate data to measure progress on access to information at the national level. That also makes it difficult to assess progress globally on indicator 16.10.2.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Guiding Principles on Business and Human Rights recognize the responsibility of companies to respect the right to information in relation to their operations and activities. The 2030 Agenda encourages companies to adopt sustainable practices, exercise due diligence and make information public. The reference in target 16.10 of the Sustainable Development Goals to \"public access to information\", rather than access to public information, recognizes that information from other sources should also be accessible if it is of public interest.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Increasingly, regional instruments and national laws and regulations require private entities receiving public funds or performing public functions as a contractor or through public-private partnerships to provide information on their activities, either directly or through the body with which they have contracted.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. In line with the Declaration of Principles on Freedom of Expression and Access to Information in Africa, adopted by the African Commission on Human and Peoples' Rights, a number of African States have incorporated the right to access information held by private entities in constitutional and legal provisions. In some countries, the corporate obligation to provide information has been applied to national entities that are regulated, receive foreign funding, or are private monopolies or privatized public services such as water and telecommunications. In Argentina, for instance, the Federal Administrative Court ruled that Telefónica de Argentina SA was required to release information on its telephone services.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Many Governments have placed obligations on companies to disclose information on environmental and health risks from pollution, hazardous substances and genetically modified organisms. In over 40 countries, public registers provide information about pollution and toxic chemicals released by factories for use by national and local groups that are monitoring the targets of the Sustainable Development Goals relating to health, water and the environment.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. At the level of the European Union, there has been a gradual expansion of requirements from the Non-Financial Reporting Directive, which mandated disclosure only of environmental and other impacts, to the Corporate Sustainability Reporting Directive, 48 which requires companies to disclose environmental, social and governance risks (and additional requirements are being contemplated). Some countries have gone further in requiring disclosures. In Norway, under the Transparency Act, individuals have the right to demand information from any large Norwegian company or international company regarding their human rights practices.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Despite regional and national legislation extending the right to information to private entities, in practice, accessing information on corporate activities that have an impact on human rights is often problematic and restricted excessively on grounds of commercial confidentiality. Although publication of corporate information relating to environmental risks is increasing, in the absence of clear legal obligations, many companies publish only limited and often misleading information. Furthermore, the data that are published are often in formats that are hard to use or in highly technical databases that the average individual cannot navigate in a meaningful way. Ultimately, the lack of corporate transparency is a reflection of the weakness of State institutions to enforce the rules and hold powerful businesses to account.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. Although many countries have made access to the Internet a legal right, States spectacularly failed to reach the target set in the 2030 Agenda to \"significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020\". 55",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The digital divide, or the lack of universal and meaningful connectivity, is a major barrier to accessing information. An estimated 2.7 billion people worldwide are not online. In the least developed countries and landlocked developing countries, only 36 per cent of the population use the Internet. A majority among those who have access do not have meaningful connectivity. Practices like zero-rated services – where access is free but limited to certain sites or applications – limit the information that users can access, which can, for instance, hinder their ability to fact-check in the context of disinformation and misinformation.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. Internet access among women is significantly lower than among men, and within countries the gender digital divide cuts across other axes of discrimination. There are significant differences in mobile subscription, gender, age and urban/rural usage. Although information and communications technology can provide significant opportunities for persons with disabilities to engage and participate in public life, they face considerable barriers to participating and accessing information, online and offline. Internet access is significantly lower among persons with disabilities. The Regional Agreement on Access to Information, Public Participation and Justice in Environmental Matters in Latin America and the Caribbean (Escazu Agreement) explicitly prohibits the use of information and communications technology to provide access to information or in consultations in a discriminatory way (art. 4 (9)).",
        "Labels": [
            "Women/girls",
            "Persons with disabilities"
        ]
    },
    {
        "ID": 44,
        "Text": "44. The main reason behind the unequal access to the Internet is affordability, with broadband access costing 30 times more in the least developed countries than in developed countries. That in turn is a result of the huge disparities in investment and misplaced priorities of companies and Governments which are seeking to further enhance the connectivity of those who are already well connected, while billions who could have been connected for a fraction of that sum are left without meaningful access to the Internet or no access at all. Investments in machine-to-machine connectivity also appear to be attracting more investment and attention than connecting the unconnected.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. More attention needs to be given in unconnected communities to community networks established, owned and run by communities themselves. As local networks with local control and content, community networks hold great potential for empowering and enabling marginalized groups, yet they have received little support from Governments or the private sector to date. They can give voice to disadvantaged persons and communities, creating opportunities for their expression by cutting costs, enhancing reach and encouraging new forms of journalism. In some countries, community-based centres have been set up to facilitate access and promote digital skills in marginal urban and rural areas.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 46,
        "Text": "46. There are positive examples of the use of right to information laws by individuals, communities and civil society groups to claim social and economic rights or address corruption and misuse of development funds. For instance, in Mexico, local groups are using the law to demand information on access to health services. In India, researchers have used geospatial, procurement and health data to review public health spending in the state of Assam and found that funds are not reaching the districts where mothers and babies are most in need. Civil society groups, on their own or partnering with government bodies, have used procurement and right to information laws to access information about contracts and expose corruption.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. Transparency in public procurement data systems has led to better spending decisions, benefiting many more citizens, including women and marginalized groups. For instance, the Mexican state of Nuevo Leon improved transparency and management of its infrastructure projects significantly with a digital platform powered by open data and supported by a multistakeholder coalition, including civil society organizations, to engage citizens and businesses.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 48,
        "Text": "48. Some multi-stakeholder global initiatives have successfully enhanced engagement among States, companies and civil society. The Open Government Partnership provides a platform for States to work dynamically with civil society to facilitate reforms through research, learning, guidance and advocacy of good practices. The Open Contracting Partnership, a non-governmental organization, focuses on improving transparency in procurement processes. A growing number of countries have adopted the Open Contracting Data Standard, which facilitates open data standards with procurement to improve access and monitoring.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. Public access to information on beneficial ownership, in other words, who controls anonymous \"shell\" companies, is supported by a growing number of Governments, civil society and international organizations, as a good practice that helps to expose corruption and illicit funds. The Extractive Industries Transparency Initiative, a multi-stakeholder initiative which sets standards on the information that countries and companies in extractives should release, requires companies engaged in extractive industries in member countries to make their beneficial ownership publicly available.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Over 100 countries are now committed to open public registers. Journalists and civil society groups frequently use public registers of beneficial owners to investigate corruption. In Nigeria, the Mining Cadastre Office uses public registers to identify owners of companies with mining contracts with previous unpaid debts and reject unsuitable applications. In Kenya, they are used to publicize the ownership of companies that receive government contracts. Transparency is also important in the return of stolen assets, where access to information and the involvement of civil society organizations and independent bodies not only help to advance investigations effectively but can ensure that the assets are returned to the victims or used for socially beneficial purposes.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Voice is a fundamental attribute of the right to freedom of expression and, combined with access to information, gives individuals and communities the agency to shape the conditions affecting their lives and to demand accountability. Voice in that context is the right to share information and ideas, express diverse views, participate in decision-making processes, criticize government and corporate policies and practices, and expose wrongdoing without fear. Voice, combined with access to information, reinforces transparency and accountability.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. This notion of voice, well grounded in international human rights principles and standards, is acknowledged also in the 2030 Agenda. In its targets and indicators, Sustainable Development Goal 16 recognizes that a robust civil society, an open and thriving media space, and legal and institutional frameworks that foster participation and accountability in all areas of public life are essential features of peaceful, just and inclusive societies. Various other Sustainable Development Goals promote voice and participation at the individual, community, societal and global levels, encouraging inclusive approaches that enhance the participation of women, Indigenous Peoples and other disadvantaged populations.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The present section examines the ways in which voice is enabled but also unfortunately, only too frequently inhibited and, in some contexts, throttled.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Informed public participation, long recognized as an important facilitator of sustainable development, has been incorporated in international and regional agreements. International instruments also require States to ensure the \"free, prior and informed consent\" of Indigenous Peoples in development projects through processes that are \"free from intimidation, coercion, manipulation and harassment\". 81",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 55,
        "Text": "55. Those commitments have been bolstered by recent treaties that specifically seek to safeguard and promote civic engagement. A notable example is the Escazu Agreement, which not only strengthens open, inclusive public participation in all aspects of environmental decision-making, but also specifically protects human rights defenders working on environmental issues. The Aarhus Compliance Committee monitors compliance of the equivalent treaty in Europe, North America and Central Asia and has established a rapid response mechanism for the protection of environmental defenders.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Environmental impact assessments are recognized as a standard tool with which Governments can engage affected communities in large development projects. They are required under numerous international treaties, including the Convention on Biological Diversity and the Antarctic Treaty, and mandated by most international financial institutions as part of their lending requirements. In some circumstances, the International Court of Justice has found environmental impact assessments to be part of customary international law.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Multi-stakeholder initiatives have been established to bring together Governments, civil society organizations, private sector entities and other stakeholders to jointly develop plans relating to governance, extractive industries, infrastructure construction, fishing and medicines. The largest such initiative, mentioned earlier in the present report, is the Open Government Partnership, which includes 76 Governments and over 100 local members.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Both within multi-stakeholder arrangements and independently of them, civil society organizations and social movement networks, activists and human rights defenders, including environmental, land and Indigenous defenders, have proactively forged spaces in sustainable development processes at the global, regional, national and local levels. They contribute to identifying and shaping national development priorities, monitor development projects and programmes, promote the participation of communities in decision-making, critique development projects and suggest alternative approaches.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 59,
        "Text": "59. Their specific expertise, relationships of trust and connections with communities make them effective advocates, valuable partners and important interlocutors. For instance, in Uganda, civil society played a leading role in demanding greater transparency from the authorities about sovereign debt obligations and the performance of debt-funded projects. In Indonesia, Corruption Watch, a non-governmental organization, teamed up with the State Corruption Eradication Commission to improve online access to information on contracts and build the capacity of journalists, researchers and other non-governmental organizations to identify irregularities and report them to the authorities for action.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. At the international level, civil society monitoring and reporting on the Sustainable Development Goals provides a much-needed counterpoint to that conducted by Governments and intergovernmental bodies. As an example, the annual Spotlight on Sustainable Development offers a global shadow report on the Goals, drawing attention not only to achievements, but also to structural and systemic barriers to progress and proposing solutions.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Free, independent, diverse and pluralistic media fulfil the public's right to know as well as the individual's right to freedom of expression. Numerous General Assembly and Human Rights Council resolutions have acknowledged them as a key pillar of democracy and sustainable development.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. As early as 1952, the General Assembly noted in its resolution 633 (VII) that the development of information media contributes greatly to the economic and social progress of peoples. Public interest media is an educator and a messenger between Governments and communities. Community media that are locally based and managed are useful in reflecting the needs and issues of the community and are protected and facilitated by law in a number of countries.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Investigative journalism plays a vital watchdog role, exposing human rights violations, environmental harms, organized crime, corruption and illicit financial and arms flows, which directly and indirectly thwart progress towards achieving the Sustainable Development Goals. Investigative reporting on the response to the COVID-19 pandemic revealed corruption and bribery worth billions of dollars around the world.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. In many cases, media reporting of wrongdoing has triggered public campaigns for accountability and induced policymakers to initiate reforms. An important case in point was the Panama Papers, in which over 100 media organizations worked together to analyse and reveal stories from leaked databases containing 11.5 million documents about stolen or untaxed assets and complex tax evasion and avoidance schemes. It also revealed how complex secret shell companies were involved in land-grabbing, displacement, deforestation and deadly haze fires. It resulted in resignations, investigations and prosecutions, as well as fines and payment of over one billion dollars in unpaid taxes. It led to new laws on ensuring the transparency of beneficial ownership of companies. Tax fairness gained greater prominence in public discussions and led to General Assembly resolution 77/244.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Whistle-blowers have been a key source of information for journalists in numerous global investigations, but they remain unprotected and open to retaliation in the absence of adequate protection in most jurisdictions, despite the recommendations of regional bodies in Africa, the Americas and Europe calling on States to adopt comprehensive whistle-blower protection laws.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The most alarming inhibitors of free expression and full participation are threats, attacks, arbitrary detention and killing of journalists and activists. The statistics are damning. According to UNESCO, 455 journalists died in the course of their work between 2016 and 2021 and hundreds more were imprisoned. In the Sustainable Development Goals Report 2022, it is noted that there were 320 fatal attacks against human rights defenders, journalists and trade unionists in 35 countries in 2021.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 67,
        "Text": "67. More than half of the human rights activists killed globally in 2021 were land, environment or Indigenous rights defenders. Indigenous advocate Bruno Araújo Pereira and British journalist Dom Phillips were killed while documenting Indigenous rights defenders' efforts to combat illegal fishing and mining in the Brazilian Amazon. In Honduras, Berta Cáceres, who led protests against the construction of a dam which threatened the traditional lands and water resources of the Lenca community, was killed in 2016. One person was convicted after five years, but those who masterminded her killing are still at large.",
        "Labels": [
            "Indigenous peoples",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 68,
        "Text": "68. Killing activists and journalists with impunity is the most egregious form of censorship. According to UNESCO, 9 out of 10 such cases go unpunished. Impunity thrives because of the powerful vested interests behind the crimes. It denies justice to the victims' families, emboldens perpetrators and risks intimidating others into silence. The failure to address impunity is a violation of the international obligation of States to protect the right to life. It is also a failure to respect the political commitment States have made under the 2030 Agenda on the safety of journalists and activists.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. An increasingly high proportion of women journalists, human rights defenders, political activists and feminist leaders are targeted with online attacks which are vicious, coordinated, highly sexualized and malicious.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 70,
        "Text": "70. There is also increased evidence of targeted digital surveillance of investigative journalists and human rights defenders by Governments, using highly sophisticated and intrusive spyware. Such surveillance has a chilling effect not only on journalists, but also on their sources.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. In some contexts, the authorities have sought to publicly denounce, stigmatize and discredit journalists, civil society organizations and activists, endangering their security or exposing them to threats and violence by others. For instance, there are reports that activists in the Philippines who criticize the environmental and social costs of development projects or advocate for marginalized communities have been \"red-tagged\" as terrorists or Communist sympathizers, implying they are a threat to national security.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Counter-terrorism, national security, cybercrime and even income tax and financial crime laws are used frequently against human rights defenders, activists, whistle-blowers, journalists and civil society organizations to threaten, intimidate and punish them.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Increasingly non-governmental organizations, community leaders, media organizations and journalists are being targeted by powerful business and political figures with frivolous or vexatious libel lawsuits that seek exorbitant damages. The point of those strategic lawsuits against public participation actions is not necessarily to win the lawsuit but to distract, intimidate, silence and exhaust the resources and morale of the person or organization being sued, and to intimidate others into silence. A survey of such cases found that over half of them targeted environmental-related advocacy, and another third or so were against human rights defenders and labour rights advocates.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The European Court of Human Rights and the Constitutional Court of South Africa have found that such lawsuits violate the right to free expression. A number of Governments, including those of Australia, Canada and Lithuania, and some jurisdictions in the United States, have adopted legislation to deter such lawsuits. The European Union is considering a directive, and the Council of Europe is drafting a recommendation.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. As in relation to access to information mentioned above, women's participation in decision-making and development processes is constrained by multiple layers of discrimination, inequalities and inequities, ranging from discriminatory social, cultural and legal norms to poverty, low literacy, lack of language skills, Internet access or digital skills and high levels of sexual and gender-based violence online and offline. Gendered censorship is pervasive, with women's voices being suppressed by State, non-State and private actors.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Gender-based violence, hate speech and disinformation on digital platforms are a serious barrier to women's ability to speak, engage and organize online. Those with intersecting marginalized identities, such as women who are of African descent, Indigenous women, Dalit women, migrant women, LBTQI+ women and women with disabilities, are at higher risk of being silenced or excluded online and offline.",
        "Labels": [
            "Indigenous peoples",
            "Migrants",
            "Women/girls"
        ]
    },
    {
        "ID": 77,
        "Text": "77. Women's rights groups play an important role in the struggle for gender equality and in promoting the agency of women. They have come under pressure as civic space has shrunk in a number of countries, the most egregious example being Afghanistan, where women's public presence has been totally erased by the Taliban.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 78,
        "Text": "78. Many States have failed to respect the participatory rights of Indigenous people in international and regional instruments. Some countries refuse to even acknowledge that Indigenous communities exist, identifying them in contorted legalistic terms to avoid obligations. As noted above, those from Indigenous communities who seek to defend their land, environmental and other rights are at heightened risk of harassment, threats and violence.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Free, prior and informed consent is often an empty promise. Frequently, communities are not informed of the decisions and processes concerning the obligations for consultation and appeals. The processes often do not adequately engage with the communities and do not give them the full power to choose to engage or not or to refuse the development plans. As an example, in Brazil a bill which seeks to establish conditions for mineral, hydrocarbon and hydropower activities on Indigenous lands does not contemplate any means by which to include the views of the affected groups on the impacts suffered and remedies. Furthermore, only 24 countries have ratified the Indigenous and Tribal Peoples Convention, 1989 (No. 169) of the International Labour Organization.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 80,
        "Text": "80. Environmental impact assessments are often ineffective tools of engagement for Indigenous communities as they tend to be highly technical documents which are not understandable and in many cases, not available or accessible in local languages, and do not adequately allow the affected communities to shape the projects. Civil society groups claim that development finance institutions, which fund many major projects in developing countries, often take a top-down approach to project development, engaging only superficially with communities in violation of their own environmental and social impact assessment policies.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 81,
        "Text": "81. Despite the commitment in the 2030 Agenda to make the Internet universally available and accessible, Governments have imposed Internet shutdowns or slowdowns or blocked mobile communications for intermittent or prolonged periods in 74 countries in the past five years. The disruptions have occurred most frequently in the context of conflicts, armed operations, political unrest, large-scale protests, elections and examinations.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Not only do Internet disruptions undermine freedom of expression and peaceful assembly, they also have severe negative consequences on economic and social rights, disrupting education, health and other essential online services, as well as financial, commercial and industrial activities and people's everyday lives. For instance, in the state of Tigray in Ethiopia, the shutdown of the Internet for over two years disrupted communications, essential social services and humanitarian assistance, causing great distress to the civilian population.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Intentional disruption of access to the Internet by States constitutes disproportionate interference with the right to freedom of expression. Blanket Internet shutdowns and generic blocking and filtering of services have been considered by the United Nations human rights mechanisms and regional courts to be in violation of international human rights law.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The dangers of disinformation and misinformation to human rights and recommendations to address the problems have been covered extensively by the Special Rapporteur elsewhere. Given their serious impact on sustainable development, she would like to recall four points.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Firstly, misinformation and disinformation online are a serious threat, not only to freedom of expression, but also to life, health, gender equality, effective response to climate change, humanitarian crises and a host of other issues relevant to sustainable development. By eroding people's trust in institutions and scientific knowledge, they not only aggravate the problems, but also undermine policy responses and contribute to polarizing the political environment.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 86,
        "Text": "86. Online disinformation often targets scientists, journalists and human rights defenders, as well as vulnerable groups, including ethnic minorities and gender identity-based groups, and can contribute to violence, hatred and discrimination. Gendered disinformation seeks to discredit women, intimidate them from speaking freely online and prevent others from accessing the ideas and opinions they might otherwise share.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 87,
        "Text": "87. Secondly, when there is an information gap, people tend to turn to social networks, where disinformation and misinformation thrive. A good way to counter that is for Governments to enhance their own transparency and proactively inform citizens. Proactive disclosure tends to support policy implementation and promotes government accountability, helping to build public trust. States have an obligation to issue truthful, verifiable, factual information. They should not make, sponsor, encourage or disseminate statements that they know or should reasonably know to be false.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. Thirdly, using \"fake news\" laws to restrict media freedom or criminalize online speech on grounds of falsity is not only contrary to international human rights standards, but is also counterproductive in combating disinformation and misinformation. Stopping the free flow of diverse sources of news creates more distrust, aggravating rather than addressing the problem. Free, independent, diverse and pluralistic media allows fact-checking of disinformation and misinformation and builds public trust.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. Fourthly, social media regulation should respect the international standards on freedom of expression. It should encourage companies to adopt policies in line with international human rights standards, undertake human rights due diligence and ensure transparency and adequate remedies for users. The roles of algorithms, ranking systems and platform design in amplifying disinformation are relevant concerns. Regulation can help by requiring companies to undertake risk assessments, audits and other forms of systemic transparency. Laws on data collection and data processing practices in line with international standards and good practice are vital to addressing concerns about the business model of platforms.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. Finally, media, information and digital literacy empowers people and builds their resilience against disinformation and misinformation. Several countries have launched programmes and campaigns that indicate emerging good practices. They deserve higher priority in national development plans.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. These are difficult times for freedom of expression. The implications for sustainable development are significant and must be addressed urgently.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. Almost 97 per cent of the world's population today is estimated to be living in countries where civic space is either closed, severely repressed, obstructed or has narrowed. Shrinking civic space means that marginalized communities, such as Indigenous Peoples, women living in poverty and individuals with disabilities, are less able to organize and voice their concerns. Those whom the 2030 Agenda pledged not to leave behind remain the least heard in decision-making, the most excluded from access to information, and the most exposed to harassment, discrimination and violence.",
        "Labels": [
            "Indigenous peoples",
            "Women/girls",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 93,
        "Text": "93. Those who dare to speak truth to power or shine the light on human rights violations, corruption and illegal exploitation of natural resources are censored, intimidated, prosecuted, attacked or killed with impunity. While some important strides have been made to assert the right to information, a culture of official secrecy, serious gaps in the scope and implementation of laws, lack of capacity and resources and uneven Internet access have overshadowed the gains.",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. States which most vocally profess their support for the 2030 Agenda for Sustainable Development are also among those which most virulently suppress the rights to information, expression and participation that the 2030 Agenda promotes. Where civil society and the media have been restricted, access to information is denied regularly, dissent has been suppressed and opacity, impunity and authoritarianism have eroded public trust and democratic accountability, efforts to reduce inequalities, promote inclusion and pursue sustainability are more challenging.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Conversely, good practices and good results on sustainable development are emerging where multi-stakeholder partnerships have built transparency and trust, the media have been able to operate with freedom and independence to expose corruption and wrongdoing, and civil society has enjoyed the space to participate in development processes and contribute with ideas, opinions and information.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The halfway point of the 2030 Agenda, combined with the challenges of postpandemic recovery and global crises, has created a new imperative to invest in sustainable development. The Special Rapporteur believes that one of the most impactful \"investments\" that States can make is to uphold freedom of expression as a catalyst as well as an integral component of sustainable development. States must respect, protect and fulfil the right to freedom of expression holistically. Both information and voice must be guaranteed with equal rigour if sustainable development processes are to be effective, inclusive, participatory and accountable.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. States should protect those on the frontlines of the struggle for sustainable development, including disadvantaged communities, human rights defenders (including environmental, land and Indigenous rights defenders) and journalists.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 98,
        "Text": "98. States must investigate and prosecute effectively, impartially, independently and promptly all those who threaten, harass, attack or kill human rights defenders, journalists and activists.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. Specific laws and policies should be adopted to prevent, prohibit, investigate and prosecute gender-based online attacks against women human rights defenders, community leaders and journalists. Those laws should be grounded in international human rights law, including provisions on gender equality.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 100,
        "Text": "100. States should put in place effective and adequately resourced prevention and protection measures for human rights defenders and journalists, designed in consultation with them and assessed regularly for their efficacy and further improvements.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. States should affirm publicly the critical and legitimate role of human rights defenders and journalists in advancing sustainable development and should send an unequivocal message that attacks against them will not be tolerated or left unpunished.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The Human Rights Council should signal an end to impunity by establishing an independent task force to support international and national efforts to prevent, investigate and prosecute attacks against human rights defenders and journalists.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. States should strengthen freedom of expression and the right to information online and offline, in line with international human rights standards.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. States should repeal laws on criminal defamation, seditious libel and those prohibiting criticism of State policies, institutions and officials online or offline, and refrain from applying counter-terrorism and security legislation to legitimate activities of civil society.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. States should enact laws and policies to discourage and deter frivolous and vexatious legal actions (strategic lawsuits against public participation) against journalists and human rights defenders.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. States should enact or revise existing national laws on access to information to ensure they are in line with international human rights standards, including maximum disclosure in the public interest. Exemptions from disclosure should be provided clearly in the law, be narrowly defined and be necessary and proportionate to protect the rights or reputation of others, national security, public order or public health and morals.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Independent oversight bodies should be set up to monitor the effective application of the right to information law. Clear guidelines should be developed on record management, and robust monitoring mechanisms should be put in place with input from civil society to track, assess and publish data on implementation to ensure comprehensive reporting on progress made with regard to indicator 16.10.2 of the Sustainable Development Goals at the national and international levels.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. States should refrain from imposing Internet shutdowns and slowdowns or disruptions to mobile connections. Such actions are an inherently disproportionate response and violate the right to information and freedom of expression.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. States' responses to disinformation and misinformation should be grounded in human rights. They should encourage the free flow of diverse sources of information, increase their own transparency, proactively disclose official data online and offline, affirm media freedom, independence, pluralism and diversity and ensure the safety of journalists.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. Multi-stakeholder initiatives have helped to enhance transparency, accountability, collaboration and participation of civil society on various issues of sustainable development. More efforts should be made by States and other participants to expand existing initiatives and develop new ones. Transparent, rigorous assessments should be carried out with input from all stakeholders to draw lessons and improve results.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. States should proactively publish comprehensive information on their activities, including budgets, expenditures, revenues and public procurement, as timely, open data in ways that enable citizens to freely access, use and participate in decision-making and ensure that public funds are spent equitably, sustainably and responsibly.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. States should establish publicly accessible registers of the beneficial owners of companies, trusts, foundations and other relevant legal vehicles. The European Union should examine how best its member States can do that in the light of the recent decision of the Court of Justice of the European Union to ensure the privacy of beneficial owners.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. Prior to investing in projects, development finance institutions should conduct comprehensive human rights due diligence, and country- and project-specific risk assessments in relation to freedom of expression. They should ensure adequate conditions for safe participation of civil society, meaningful processes for free, prior and informed consent, full transparency and accountability at all stages, and mitigation of risks of reprisals.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. Companies should fully disclose information relating to their potential impacts on human rights, in accordance with principle 17 of the Guiding Principles on Business and Human Rights, and on sustainability issues. They should also assess and report on their compliance with obligations to consult and engage with local communities and civil society, in line with international human rights standards. States should extend the duty of maximum disclosure to private entities when contracting on sustainable development related issues.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. States, international organizations and companies should work with civil society to support the empowerment, agency and meaningful participation of women, Indigenous Peoples and other disadvantaged groups in development processes.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 116,
        "Text": "116. States, the private sector and the international community, including relevant United Nations entities, should redouble their efforts to ensure universal and meaningful connectivity to an open, free, interoperable and secure Internet for all before 2030. Particular attention should be given to closing the gender digital divide.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 117,
        "Text": "117. Information, media and digital literacy should be included in all national school curricula and adult learning programmes and monitored as an indicator of the education and equality goals of the 2030 Agenda. Particular effort should be made to ensure that those programmes address the needs of women, girls and disadvantaged groups.",
        "Labels": [
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 118,
        "Text": "118. Specific gender-sensitive measures should be introduced to ensure the participation of women, including measures to address their lack of language, literacy and digital skills, practical constraints of income-poverty or time-poverty, legal identity, cultural constraints and gender discrimination. Those measures should take into account the intersectional nature of gender discrimination and prioritize those who are furthest behind.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 119,
        "Text": "119. States, in collaboration with international organizations and civil society, should create an enabling environment for community-based networks and Internet infrastructure, including through funding and regulations consistent with international human rights standards.",
        "Labels": []
    },
    {
        "ID": 120,
        "Text": "120. States should ensure that their national development plans include clear, concrete actions to strengthen freedom of expression, including access to information online and offline and participation of civil society, women and disadvantaged communities in development processes.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 121,
        "Text": "121. States should strengthen efforts to gather and analyse quality gender disaggregated data to enable tracking of progress and timely and systematic reporting on the freedom of expression-related indicators of the 2030 Agenda, including indicators 16.10.1 and 16.10.2.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 122,
        "Text": "122. The universal periodic review and the voluntary national review processes should focus particular attention on States' compliance with freedom of expression in the context of sustainable development.",
        "Labels": []
    },
    {
        "ID": 123,
        "Text": "123. The international community should reaffirm and reflect the integral role of information, expression and participation in advancing the Sustainable Development Goals in the political declaration of the 2023 high-level summit.",
        "Labels": []
    }
]