[
    {
        "ID": 1,
        "Text": "1. The present report is the fourth presented by the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, Mr. Abid Hussain (India), since the mandate was established by the Commission on Human Rights in resolution 1993/45 of 5 March 1993. In pursuance of Commission resolutions 1993/45, 1994/33 and 1995/40, all adopted without a vote, the Special Rapporteur submitted reports to the Commission at its fiftieth (E/CN.4/1994/33), fifty-first (E/CN.4/1995/32) and fifty-second (E/CN.4/1996/39 and Add.1-2) sessions respectively. The present report is submitted pursuant to resolution 1996/53, in which the Commission decided to renew the mandate of the Special Rapporteur for a period of three years.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. As the Special Rapporteur has indicated in his previous reports (E/CN.4/1996/39, para. 4; E/CN.4/1995/32, para. 12; and E/CN.4/1994/33, para. 40) he would like to touch on certain basic questions concerning the right to freedom of opinion and expression as guiding parameters for his work.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The large number of cases brought to the attention of the Special Rapporteur during the past four years strongly indicates that Governments continue to place undue emphasis on permissible restrictions relating to the right to freedom of opinion and expression. The Special Rapporteur thus believes that several comments made in the second report (E/CN.4/1995/32) bear repeating. In particular, the Special Rapporteur wishes to re-emphasize the importance of the principle of proportionality in the process of establishing whether any limitation of the right to freedom of expression is legitimate. The scope of protection offered by article 19 of the International Covenant on Civil and Political Rights is comprehensive and, in general, protection of the freedom is the rule and restriction of such freedom should be the exception to the rule. However, the Special Rapporteur would also like to note that the Covenant must be read as a whole, and that in particular, article 19 must be read in conjunction with article 20. While article 19 (3) refers to \"restrictions\" only, there are wider purposes for interference with the right to freedom of expression, notably article 20 of the Covenant, which obligates States to interfere with the right to freedom of expression as well as with other rights enumerated in the Covenant by prohibiting propaganda for war and the advocacy of racial hatred.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 4,
        "Text": "4. As regards restrictions on the right to freedom of expression imposed on the basis of protecting public order, the danger exists, in light of the vagueness inherent in the notion of public order, that the application of such restrictions undermines the right to freedom of expression itself. A general tendency to perpetuate or concentrate excessive and arbitrary authority in the hands of the executive branch vitiates an environment congenial to freedom of opinion and expression and restricts the independence of the judiciary and the legal system. The Special Rapporteur thus wishes to reiterate his view that to safeguard the protection of the freedom of expression as a general rule, as opposed to an exception, any appeal on the part of the State to restrict the exercise of the freedom of expression on the grounds of protecting public order should, in the eyes of the Special Rapporteur, meet strict requirements indicating its necessity. As a general rule, States should not invoke any custom, tradition or religious considerations to avoid meeting their obligations with respect to the safeguarding of the right to freedom of expression (see E/CN.4/1995/32, para. 53). The Special Rapporteur reiterates the importance of reflecting a judicious balance between the need and the right of States to protect legitimate national interests and the obligation of States to protect the right to freedom of opinion and expression. The Special Rapporteur urges all Governments to review not only laws specifically intended to protect national security but also ordinary criminal laws which may be used to infringe the rights to freedom of opinion and expression and information.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Furthermore, because of the fundamental social and political role of information, the right of everyone to receive information and ideas must be adequately protected. This right is not simply a converse of the right to impart information but is a separate freedom on its own. And, since the right to seek and receive information is one of the most essential elements of freedom of expression, the protection of this right must also be the rule and restrictions may only be the exception. The Special Rapporteur, therefore, underscores once again that the tendency of many Governments to withhold information from the people at large through such measures as censorship is to be strongly checked (see E/CN.4/1995/32, para. 35).",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. It shall also be recalled that the final report of the Special Rapporteurs of the Sub-Commission on Prevention of Discrimination and Protection of Minorities on the right to freedom of opinion and expression emphasized the fact that \"information is a tradeable commodity available to the haves and inaccessible to the have-nots and a component of economic, political or military power\". The Special Rapporteurs also observed that \"the precise meaning of the term [information] should be defined concretely in the context of the relevant circumstances, proceeding from the principle that all types of information should be available to everyone\" (E/CN.4/Sub.2/1992/9, para. 13). In light of the importance and complexity of the right to seek and receive information, the Special Rapporteur intends to develop further his commentary in his next report to the Commission.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur has received a large number of detailed allegations concerning cases of violations of the right to freedom of opinion and expression in 1996. As was the case in previous years, the Special Rapporteur was only able to transmit a limited number of requests for information to some Governments, owing to the insufficient financial and human resources to fulfil his mandate in the manner he would deem appropriate. The concerns raised in previous reports to the Commission concerning the circumstances of work (E/CN.4/1995/32, paras. 92-95 and E/CN.4/1996/39, para. 6) remain equally valid in relation to the year under scrutiny in this report.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. It should thus be emphasized that the presentation of the situations in the following section in no way reflects the extent of the problem worldwide. As indicated in paragraph 7 of last year's report, the Special Rapporteur has received information concerning a much larger number of countries. However, if there is to be any meaningful exchange of views with Governments, the mandate requires a substantially increased pool of resources. Within the current constraints, the Special Rapporteur has engaged in a dialogue with Governments only with regard to a limited number of cases, which are discussed in section III.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. An important element in carrying out his mandate is, in the view of the Special Rapporteur, the carrying out of country visits. From 20 to 25 September 1996, the Special Rapporteur undertook a visit to Turkey, on which he has submitted a separate report to the Commission at its current session (E/CN.4/1997/31/Add.1).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. To date, the Special Rapporteur is in possession of standing invitations for a visit by the Governments of Belarus, Poland and the Sudan. Moreover, during 1996, the Special Rapporteur requested an invitation to visit Albania, the Democratic People's Republic of Korea, Egypt, Indonesia, Peru and Viet Nam to examine in situ the realization of the right to freedom of opinion and expression. The Special Rapporteur wishes to reiterate his interest in conducting visits to those countries.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Finally, in the view of the Special Rapporteur, the exchange of views among all relevant actors concerned with issues relating to freedom of opinion and expression is indispensable. To this end, on 31 May 1996, the London-based organization ARTICLE 19, the International Centre Against Censorship, hosted, for the second time, a day-long consultation with the Special Rapporteur. During this consultation, he was able to exchange views on issues relating to his mandate with a number of non-governmental organizations active in the promotion and protection of the right to freedom of opinion and expression, and with representatives of the Government of Canada and the Government of the United Kingdom of Great Britain and Northern Ireland, as well as of the Council of Europe. The Special Rapporteur would like to express his gratitude to the host organization and all participants for the valuable contribution they have made to his work.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. In this context, the contribution of a number of non-governmental organizations regarding several aspects of relevance to the enjoyment of the right to freedom of opinion and expression bears repeating. The Special Rapporteur wishes to thank the organizations concerned for their continuous support of the mandate and encourages them to continue to provide materials useful in carrying out the mandate, and ultimately in furthering the enjoyment of the right to freedom of expression.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur in this section reports on the communications sent out and replies received during 1996. This, however, in no way implies that all cases of earlier communications have been closed to the satisfaction of the Special Rapporteur, in particular because in a significant number of cases he has not received replies from the Governments concerned. He refers to section III of last year's report to the Commission (E/CN.4/1996/39) for a list of cases previously examined.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur would like to draw attention to one important positive development, namely the increased cooperation of Governments in providing information on the cases in question. While in previous years a large number of Governments abstained from responding, this year, all the Governments have responded except one, from whom a reply is expected soon. While this is, of course, no reflection on the state of respect for freedom of opinion and expression in those countries or the world, it is a positive sign in that it opens the possibility for the Special Rapporteur to engage in a dialogue aimed at addressing the concerns as regards respect for freedom of opinion and expression. The opportunity for dialogue is even greater during country missions, and the Special Rapporteur wishes to express his hope for the continued cooperation of Governments in this regard.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. By letters dated 30 June 1994 and 26 September 1994, the Special Rapporteur transmitted to the Government information he had received concerning Mr. Alexander Frangaj, editor-in-chief of Koha Jone, and its reporter Mr. Martin Leka. According to this information, they were arrested for publishing State secrets, the latter also accused of \"slander and publication of fallacious data\", though they had not been charged nor formally released. Allegedly, these accusations had stemmed from an article by Mr. Leka about a document signed by the Minister of Defence.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. By letter dated 21 March 1996 the Government informed the Special Rapporteur that Mr. Martin Leka and Mr. Alexander Frangaj had been accused of rendering public State secrets in complicity, according to articles 122 and 13 of the Penal Code of Albania. The former was sentenced to one year and six months' imprisonment, the latter was acquitted in accordance with article 71, paragraph 7, of the Penal Procedure Code of Albania. The Court of Appeal had partially reversed the judgement of the District Court, thus declaring Mr. Leka guilty and, in compliance with article 20 of Press Act No. 7756 of 11 November 1993, sentenced him to 10 months in prison. Further, having been previously declared guilty of slander, the prison sentence for Mr. Leka was extended to one year and six months. The Court of Appeal had also reversed the judgement of the District Court in the case of Mr. Frangaj, declaring him guilty, and, in compliance with article 20 of Press Act No. 7756 of 11 November 1993, he was sentenced to five months' imprisonment. It is further noted that before the case was to be judged in the Court of Cassation, both journalists were pardoned by the President of the Republic of Albania on 3 May 1994, in accordance with article 28, paragraph 14, of Act No. 7491, dated 29 April 1991. Moreover, the Court of Cassation acquitted the two journalists on 31 May 1994.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 17,
        "Text": "17. The Special Rapporteur thanks the Albanian Government for the reply provided and the willingness shown to cooperate with the mandate. He intends to seek further clarifications regarding the grounds for the initial convictions and the application of national legislation in relation to the State's obligation to protect the right to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. By letter of 14 December 1995, the Special Rapporteur conveyed his concern to the Government on the fate of Mr. Hacene Ouandjeli, editor of the Algiers-based daily Liberté, and Mr. Abrous Outoudert, director of Liberté. According to information received by the Special Rapporteur both men were arrested at Algiers airport on 10 December 1995. Reportedly, the Ministry of the Interior ordered the closure of the daily, on the same day, for the duration of 15 days.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. By letter dated 8 April 1996, the Government informed the Special Rapporteur that Mr. Ouandjeli was never prosecuted, but rather that it was Mr. Abrous Outoudert and Mr. Samir Kneyaze, editor and a journalist with the daily Liberté, respectively, who were prosecuted. An application for the opening of examination proceedings against them on charges of defamation and using insulting language, under articles 144, 296 and 298 of the Penal Code and article 45 of the Information Code, was submitted by the Government Procurator to the Court of Algiers. Mr. Outoudert and Mr. Kneyaze, who were placed in custody on 10 and 11 December 1995, respectively, were tried and released on 13 December 1995, the former receiving a suspended sentence of four months' imprisonment, the latter a suspended sentence of two months. An appeal was lodged by all parties with the Court of Algiers.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 20,
        "Text": "20. In its reply, the Government also noted that freedom of conscience, opinion, expression, association and assembly are guaranteed in articles 35 and 39 of the Algerian Constitution. Concerning the legal framework for the exercise of the right to information, article 3 of the law of 13 April 1990 was cited. The reply further recalled that the democratization introduced by the Constitution of 1989 had brought a prodigious expansion in the information media, with the launching of some 100 new publications in the public and private sectors as well as the political press. The new publications in the private sector are managed by journalists' cooperatives which avail themselves of the facilities of the fund for the promotion of the written and audiovisual media. The daily circulation of all titles is estimated at almost 1.5 million. Finally, the response noted that since the advent of political pluralism and the increase in the number of organs of the press, journalists first formed a professional action movement (Algerian Journalists' Movement) and then the Algerian Journalists' Association (AJA), in order to better defend their corporate interests. In its dealings with the authorities, it focuses on promoting the status of journalists and improving the conditions in which they work.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. By letter dated 18 December 1995, the Special Rapporteur conveyed his concern to the Government regarding the deliberate killing of 26 press professionals between 6 January and 5 December 1995, the names of whom were noted in paragraph 19 of the report of the Special Rapporteur to the Commission in 1996 (E/CN.4/1996/39).",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. By letter dated 8 April 1996, the Government conveyed to the Special Rapporteur that the violent acts carried out against journalists over the past few years were attributable exclusively to armed terrorist groups, who attacked indiscriminately all members of social and professional categories, as well as members of the security forces and the civilian section of the population. The commitment of journalists to democracy, and their denunciation and condemnation of the murders, attacks and other acts of sabotage on which they reported regularly, made them a prime target of armed groups. Since 1993, 78 journalists and other media personnel had been victims of particularly brutal terrorist attacks. As part of the Algerian Government's efforts to end the terrorist violence, a number of measures had been taken to improve the security of journalists, including better protection for journalists at their place of work, a firm commitment by the State to provide organs of the press whose offices had been car-bombed with new and more suitable premises, as well as the institution of legal proceedings against the perpetrators. Furthermore, it provided a list of specific measures taken by the Government to illustrate the Government's determination to subject those guilty of terrorist crimes to the full rigour of the law, including action taken with regard to the murders of Djamel Bouhidel, photographer for the newspaper Nouveau TELL; Farah Ziane, journalist for Révolution Africaine; Said Mekbel, journalist and editor of the daily Le Matin; Ahmed Said, an ENTV journalist, and Yasser Laakal, journalist for Quotidien El-Massa; Salah Aliou, journalist for El Houria; and Djamel Eddine Zaiter, journalist for El-djoumhouria.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur thanks the Government of Algeria for the replies provided and the willingness shown to cooperate with the mandate. However, the Special Rapporteur regrets that no information was provided regarding the alleged closure of the daily Liberté for the duration of 15 days. The Special Rapporteur remains concerned about the climate of violence in the country, and urges the Government to take all measures to ensure that the human rights of all its citizens are respected.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. By letter of 26 September 1994, the Special Rapporteur transmitted information to the Government alleging intimidation and the use of violence against Mr. Reinaldo Cabral, a correspondent in the State of Alagoas for the Rio de Janeiro-based newspaper Jornal do Brazil.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. By letter dated 5 June 1996, the Government conveyed to the Special Rapporteur information on this case, transmitted by the Office of the Attorney-General of the Republic. It was noted that a police inquiry (No. 21/93) was opened in the police station of the second district of Maceió to investigate the allegations raised by Mr. Cabral, namely that on 8 April 1993, two armed men approached his residence and, while being pursued by two watchmen, set fire to his car and fled. The incident was described by Mr. Cabral as an attempt on his life, motivated by the articles he had written denouncing police violence. The Government noted that the inquiry could not confirm the allegations and concluded that there had been an \"attempt to provoke material damages by means of fire\". The perpetrators of the incident could not be identified. It is further noted that after communicating the results of the inquiry to Mr. Cabral, the Public Prosecutor, Mr. Luiz Barbosa Carnaúba, placed himself at the disposal of Mr. Cabral for further discussion, without receiving a reply until 21 February 1994.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur thanks the Government of Brazil for the reply provided and the willingness shown to cooperate with the mandate.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. By letter dated 14 December 1995, in a joint initiative with the Working Group on Arbitrary Detention and the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur transmitted information on the fate of Mr. Wei Jingsheng and expressed, inter alia, his concern that the detention and trial of Mr. Wei were solely motivated by his non-violent pro-democracy activities, and therefore appeared to be in violation of his right to freedom of opinion and expression.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 28,
        "Text": "28. By letter dated 18 March 1996, the Government of China informed the Special Rapporteur that Mr. Wei Jingsheng, while on parole and deprived of his political rights, had once again carried out activities aimed at overthrowing the Government and the judicial organs of China had therefore brought him to trial and rendered judgement according to the law, with the proceedings of the case in full conformity with the provisions of the law of China and the relevant international human rights instruments. It was further noted that, according to relevant stipulations of the laws of China, the judicial organs of China enjoy independent jurisdiction over criminal cases and that no other administrative organs, social organizations or individuals had the right to excise such powers, nor were they able to intervene in the proceedings of the judiciary.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. As regards the facts and proceedings of Wei's case involving conspiracy to overthrow the Government, it was noted that on 13 December 1995, Beijing No. 1 Intermediate People's Court held an open hearing of Wei's case and, in accordance with the law, sentenced him at first instance to a 14-year fixed-term imprisonment and a 3-year deprivation of political rights for the crime of conspiring to overthrow the Government. Further, his previous sentence of 15 years of fixed-term imprisonment and 3 years of deprivation of political rights by an intermediate people's court of Beijing in 1979 for providing important military information to foreigners and for openly carrying out activities endangering national security aimed at overthrowing State power was recalled. Wei Jingsheng had been released on parole in accordance with the law on 14 September 1993. While on parole and deprived of his political rights, Wei Jingsheng once again conspired to overthrow the Government. With the approval of a branch of the People's Procuratorate of Beijing, the Public Security Bureau of Beijing arrested Wei on 21 November 1995 in accordance with the law.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Government further noted that after conclusion of the investigation by the Public Security Bureau of Beijing, the case had been transferred to the branch of the People's Procuratorate of Beijing on 23 November for review. The branch of the People's Procuratorate of Beijing initiated a public prosecution on 1 December at Beijing No. 1 Intermediate People's Court in accordance with article 100 of the Criminal Procedure Law of China. The bill of prosecution accused Wei of plotting to overthrow the Government, stating that his acts constituted a crime and that he should be punished accordingly.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Government further informed the Special Rapporteur that, during the proceedings, it was identified that Wei had masterminded and drawn up a plan of action for the purpose of overthrowing the Government, which included the establishment of fund-raising institutions in order to \"finance the democratic activities\", the purchase of several newspapers, setting up companies to organize cultural activities, organization of some non-governmental activities, such as expositions of paintings, cultural performances and producing publications with a view to establishing footholds to facilitate liaison and propaganda as part of a scheme to \"set off storms big enough to shake the current Government\". It was further noted that Wei had actively organized the implementation of the above plan, had purchased a 12.5 per cent share of a certain city credit cooperative, and handed over to persons responsible for a certain organization overseas \"A Brief Introduction to Projects in Need of Help\" written by himself. In addition, he had asked for tens of thousands of United States dollars as operational funds. He had also registered a \"Shengtao Corporation Ltd.\" in Hong Kong in the name of his younger brother and organized painting expositions in Beijing in the Corporation's name, in an attempt to form \"forces and organizations\" favourable to himself. Wei had also been very active in making secret contacts with certain elements within and outside China, studying the so-called tactics of struggle, plotting to unite the forces of the illegal organizations, \"building up capacity and waiting for the opportunities\", making organizational preparations for the purpose of overthrowing the Government. Furthermore, Wei had published a number of articles outside China through illegal channels, in which he attacked the Chinese Government, slandered the socialist system and the leadership of the Communist Party of China, as well as advocated the independence of Tibet. In this way, he had colluded with outside forces and organizations hostile to China in instigating the overthrow of the people's democratic dictatorship and the socialist system, and the splitting up of China.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The Court had written evidence shown, such as \"A Brief Introduction of Projects in Need of Help\" written by Wei himself and numerous articles and drafts, and had testimonies of witnesses read. It was further noted that Wei had openly admitted the facts identified by the Court. The Court made the above judgement in accordance with articles 90, 92, 52 and 60 of the Criminal Law of China. Wei had entrusted his relatives to engage a counsel who defended his case in court. Wei had also made full defence for himself in court, and made a final statement after conclusion of the court debate. Several dozen people, including journalists and Wei's relatives, were present at the hearing.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Regarding the concern that the detention and trial of Mr. Wei Jingsheng were solely motivated by his \"non-violent pro-democracy activities\", it was noted that China is a country in which the rule of law prevails. The Constitution of China and the relevant laws guarantee and protect the rights and fundamental freedoms of its citizens, while stipulating that the citizens must fulfil the obligations under the Constitution and the relevant laws. One can be brought to justice only when he or she has violated the law. The Government expressed the view that having different political views without committing acts endangering national security does not constitute a crime. The crime of endangering national security, for example, consists not only of the goal of overthrowing the Government and the socialist system, but also of the commission of acts to overthrow the Government, or undermine the territorial integrity of China, or acts of armed mass rebellion, or acts of espionage, this category of crime being punishable in other countries as well. It was further noted that facts and evidence have proved that Wei engaged in acts of plotting to overthrow the Government while on parole and deprived of political rights and, therefore, it was only just and reasonable that the Chinese judiciary should give its judgement in the case.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Finally, it was noted that the Criminal Procedure Law of China stipulates that the accused has the right to defence and, in addition to exercising the right to defend himself in the proceedings, the accused may also engage lawyers, close relatives or other citizens to defend him. After the court has decided to open the court session and adjudicate the case, a copy of the bill of prosecution should be delivered to the accused no later than seven days before the opening of the court session, so that the accused will be informed of the charges and causes, and will have sufficient time to prepare his defence and contact his counsels. The Government noted that during the proceedings, the Court followed strictly the Constitution and the Criminal Procedure Law of China, and provided effective guarantee for the right to defence of the accused. The Government further expressed the view that Beijing No. 1 Intermediate People's Court had conducted a fair trial of Wei's case of plotting to overthrow the Government. The whole of the proceedings was not only totally in conformity with the provisions of China's laws, but also in line with the relevant provisions governing fair trials set forth in international instruments, such as the Universal Declaration of Human Rights, and the International Covenant on Civil and Political Rights to which China has not yet acceded.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The Special Rapporteur expresses his appreciation to the Government of China for the reply offered in the case of Mr. Wei Jingsheng. He is pleased to note the position of the Government that \"having different political views without committing acts endangering national security does not constitute a crime\". He also welcomes the Government's reference to the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, in spite of China not being a party to that Covenant. In the opinion of the Special Rapporteur, the Government has thereby indicated its commitment to the promotion and protection of universal human rights as laid down in the framework of the United Nations. The reply by the Government of China and the cooperative spirit which underlies it permits the Special Rapporteur to deepen his understanding of the position of the Government as regards the protection of the right to freedom of opinion and expression under international and national law. The Special Rapporteur would appreciate continuing his cooperation with the Government of China, in particular with regard to a number of specific questions concerning the protection of the right to freedom of opinion and expression through national legislation. These questions relate to the plan of action referred to, the publications by which the defendant Mr. Wei was considered to have colluded with outside forces and organizations hostile to China and the criteria used in the application of the articles 90, 92, 52 and 60 of the Criminal Law.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. By letter dated 21 November 1996, the Special Rapporteur transmitted information to the Government regarding the fate of Mr. Liu Xiaobo, former lecturer in Chinese literature and resident of Beijing. According to information received by the Special Rapporteur, Mr. Liu was arrested at his home in Beijing on 8 October 1996 and summarily sentenced by an administrative court on 9 October 1996 to serve three years of forced labour in a camp at an undisclosed location.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. By letter dated 30 December 1996, the Government of China conveyed to the Special Rapporteur that investigations showed that Liu was arrested in 1989 in accordance with the law for engaging in subversive activities against the Government in violation of the Criminal Code. He was subsequently treated with leniency and released without being subjected to disciplinary action. However, Liu was unrepentant and continued to collude with anti-Chinese organizations from abroad to foment trouble and disrupt the social order. After issuing many warnings without effect, a public security organ finally had to invoke the Decision on Re-education through Labour and, with the explicit approval of the Bejing Municipal Labour Rehabilitation Board, decided to commit Liu to three years of education through labour. The reply further pointed out that labour rehabilitation is a compulsory re-education and reform measure taken to prevent and reduce crime and safeguard the social order, and by its nature is not a criminal punishment, and that it applies to urban persons whose habitual anti-social behaviour is incorrigible by other means or whose delinquency, though not so serious as to be deemed criminal, yet clearly transgresses against statutory interdictions and therefore qualified for rehabilitation. An individual undergoing labour rehabilitation, while having to submit to administrative measures imposed by statutes that restrict some of his rights, nevertheless keeps the many rights of a citizen endowed by the Constitution and the laws, including his right to freedom of expression and of opinion.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteur thanks the Government of China for the reply provided and the willingness shown to cooperate with the mandate. The Special Rapporteur intends to seek further clarifications on this case.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. By letter dated 26 February 1996, the Special Rapporteur transmitted information to the Government concerning the fate of Mrs. María de los Angeles Gutierrez Gonzales, administrator in the service of the Bureau of Independent Press of Cuba (BPIC). Reportedly, Mrs. de los Angeles Gutierrez Gonzales had been detained for four hours on 4 October 1995, had been summoned by the State Police of Havana on 12 October 1995, and had been arrested at home and subsequently detained for one hour on 16 October 1995.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 40,
        "Text": "40. By letter dated 26 February 1996, the Special Rapporteur transmitted information to the Government with regard to the fate of Mr. Héctor Peraza Linares, journalist with the Havana Press Agency. According to information received, Mr. Peraza was detained in Quiricam, Havana province, on 3 October 1995 and was summoned by the police of Quiricam on 10 October 1995.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 41,
        "Text": "41. By letter dated 26 February 1996, the Special Rapporteur transmitted information to the Government concerning the fate of Mr. Olance Noguera, journalist with the (BPIC). Reportedly, Mr. Noguera was held by officers of the State Police in Cienfuegos province on 7 October 1995 and was given to understand that a news story written by him for the Havana Press Agency had angered local authorities and that he would have to find a job with a State entity within 30 days or face charges of \"vagrancy\".",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. By letter dated 26 February 1996, the Special Rapporteur transmitted information to the Government with regard to the fate of Mrs. Roxana Valdivia, journalist with the BPIC. According to information received, Mrs. Valdivia had been detained for 28 hours, together with her husband, in Malecon prison, Havana, as of 3 October 1995, and was subsequently forced to board a train to Ciego de Avila, Cienfuegos province, and threatened with punitive measures if she were to contact the director of her Havana-based news agency, Mr. Yndamiro Restano.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur regrets that no information has yet been received by him from the Government on the cases in question and hopes that the Government would soon respond.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. By letter dated 26 April 1996, the Special Rapporteur, in a joint initiative with the Special Rapporteur on extrajudicial, summary or arbitrary executions and the Special Rapporteur on the question of torture, conveyed information to the Government concerning a confrontation between university students protesting a rise in transport fares and military personnel which had reportedly broken out in Ujung Pandang, Sulawesi, on 22 April 1996. On 24 April 1996, 212 students and members of the security forces were reportedly wounded, after the military entered 4 university campuses to quell the protests. In the course of the operations, some soldiers, after initially firing warning shots, allegedly fired directly at demonstrators, as a result of which some students received bullet wounds. At least three students, Andi Sultan, Syaiful and Adnan, died, allegedly after being subjected to severe beatings. A number of students were reportedly taken into custody, up to eight of whom were said to remain detained at the District Military Command in Ujung Pandang (26 April 1996).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 45,
        "Text": "45. By letter dated 10 May 1996, the Government replied that the demonstrations on 22 and 23 April 1996 held by university students against the hike in public transportation fares was peaceful and turned violent only on 24 April, when a number of students continued the demonstration and clashed with the Association of Public Transportation Drivers, who also held a demonstration aimed at demanding higher fares. The confrontation resulted in a number of injuries, material destruction and attacks on innocent bystanders resulting in injuries, by uncontrolled and aggressive students. In the attempt to restore public order, the security officers used rubber, not live bullets, tear-gas, water canons and other standard instruments. In the ensuing chaos, many students fled or jumped into the Pampang River. Three students, whose correct names are Szaiful Bya, Andi Sultan Iskandar and Tasrif were found drowned in the Pampang River the next day. It was further noted that on 25 April, the students gathered to roam around the city of Ujung Pandang, causing material damage, and not for the purpose of exercising the right to freedom of opinion. An investigation team was appointed on 27 April by the VII Military District Command to examine the manner in which security officers had dealt with the student demonstrators. The National Commission on Human Rights too sent an investigation team to Ujung Pandang and stated to the press in its preliminary conclusion that it regretted the incident and that there were leads pointing to possible irresponsible conduct by the security officers. The investigation team of the VII Military District Command concluded that a number of security officers were suspected of having acted irresponsibly. Twelve officers, including three senior officers and nine privates, were arrested and will face military court in May 1996. In this connection, the Chief of Staff for Political Affairs of the Armed Forces had publicly stated that the incident was indeed regrettable and should never have happened. Finally, it was noted that since the incident, peaceful demonstrations to show solidarity with the students of Ujung Pandang have taken place in many universities in Indonesia. These have neither been banned, interfered with nor repressed by the Government in any way.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur thanks the Government of Indonesia for the reply provided and the willingness shown to cooperate with the mandate. He would appreciate being informed of the motivation for any action taken against the security officers suspected of having acted irresponsibly.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. By letter dated 29 May 1996, the Special Rapporteur conveyed his deep concern to the Government regarding the alleged arrest of 190 people, possibly more, during the preceding few days by the State Law and Order Restoration Council (SLORC). According to information received, these people had been detained by the SLORC. Allegedly, the arrests had been accompanied by threats in the State-controlled media against Aung San Suu Kyi and other pro-democracy leaders, raising serious fears for their safety. The Special Rapporteur also noted that new measures were being applied to deny the international press access to Myanmar.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 48,
        "Text": "48. On 11 June 1996, the Government replied by sending materials concerning the developments in question, namely a report on \"Events Pertaining to the Recent Activities of the National League for Democracy (NLD)\"; a news cutting regarding the press conference held by the SLORC Information Committee in Yangon on 23 May 1996; and a news cutting entitled \"NLD delegates return home\", which appeared in the newspaper The New Light of Myanmar on 1 June 1996. The letter noted its hope that the information would provide the Special Rapporteur with a true picture of the situation prevailing in Myanmar, the endeavours of the Government to maintain peace and tranquillity in the country, and the status of the persons called in for questioning.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The material provided indicates that, as the conference and mass rally planned by the NLD for 26 to 29 May 1996 was considered to possibly cause disruption of peace and stability in the country, some delegates were called in for questioning as a preventive measure. It noted the efforts of the NLD to achieve a transfer of power since the 1990 elections, including the writing of a temporary State constitution, and how some members went underground to organize an armed movement to form a parallel government, which forced the Government of the Union of Myanmar to adopt these preventive measures, including the restriction and detention of persons. In 1992, most of the detainees were released according to SLORC Declaration No. 11/92. It further noted that after the lifting of restrictions placed on Daw Aung San Suu Kyi, the position and attitude of the NLD changed, internal as well as foreign pressure ultimately having led to the departure of NLD delegates from the National Convention. Moreover, it is noted that Daw Aung San Suu Kyi and her associates have been stepping up criticism of the current government while issuing frequent press releases to that effect. Finally, due to the threat of a breakdown of peace and stability in the country and in order to prevent a repeat of the unrest of 1988, the Government of Myanmar had to undertake what it perceived to be the best possible action for all the people of the country. Those who had been called in for questioning were not arrested or put into prisons or detention centres, but rather lodged at guest houses and given good treatment. The authorities sent home the delegates called in for questioning on 31 May 1996.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 50,
        "Text": "50. The Special Rapporteur thanks the Government of Myanmar for the reply provided and the willingness shown to cooperate with the mandate. Nevertheless, the Special Rapporteur refers to the report submitted by the Special Rapporteur on the situation of human rights in Myanmar to the General Assembly, in which he had found the right to freedom of expression in Myanmar to be seriously restricted by several combined laws which are difficult to reconcile with article 19 of the Universal Declaration on Human Rights, also affecting freedom of information through any of the media (see A/51/466, paras. 83-94). In particular, the Special Rapporteur notes that the Government of Myanmar refers to a threat of a breakdown of peace and stability as a reason to undertake measures for all the people of the country. In this respect, the Special Rapporteur shall seek further information on the nature of that threat to peace and security and on the proportionality of the measures taken by the Government to counter such threats.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. By letter dated 13 November 1996, the Special Rapporteur conveyed his concern to the Government regarding the fate of Dr. Jayalath Jayawardena, member of Parliament in Colombo. According to information received, the Criminal Investigation Department(CID) is currently investigating a charge, based on an undated and anonymous petition, that Dr. Jayawardena has drawn a salary from the State for three years without performing his duties as medical officer to the former heads of State (President R. Premadasa and President D.B. Wijetunge). Allegedly, the CID had failed to respect its obligation to inform the Honourable Speaker of Parliament prior to its initiation of investigations and its obligation to conduct it in a confidential manner. It is furthermore alleged that the charge related to a possible lapse on the part of the administration for which a civil case would have been more appropriate. Lastly, it is alleged that the CID had instructed the Attorney-General to charge Dr. Jayawardena for cheating in respect of public property, which is a non-bailable offence and would imply that Dr. Jayawardena could be kept in custody indefinitely and would thereby effectively be prevented from assuming his important responsibilities as a member of Parliament.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. By letter dated 8 January 1997, the Government of Sri Lanka offered a number of observations on the case in question. Clarifying the circumstances of service as a government doctor, the letter noted that the investigations into the case had commenced on 24 January 1996 for the sole purpose of gathering evidence, oral and documentary, to assist the Attorney-General to make a well-considered decision as to whether or not an indictment should be forwarded to the High Court. While the investigation by the CID started on the basis of certain allegations made in an anonymous petition, it is noted that the subsequent investigation was fair, impartial and comprehensive. After giving fullest consideration to all material placed before the Attorney-General by the CID as well as Dr. Jayawardena, two indictments were forwarded to the High Court of Colombo on 7 October 1996. The offences with which Dr. Jayawardena is charged are: (a) The offence of criminal misappropriation in respect of salaries drawn by the suspect in the years 1991 and 1992 without reporting for work;; (b) The offence of cheating the Director-General Hospital (the chief authority regarding the payment of salaries) by not informing him that he was not reporting for work and thereby representing that he was reporting for work and intentionally inducing the said Director to omit to do what he would have otherwise done had he known the truth, namely to stop the suspect's salary, the said omission causing a loss to the Government by the suspect drawing the salaries for the months specified in the charges.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. The charges are framed under sections 5 (1) and 5 (2) of the Offences against Public Property Act No. 12 of 1982, as the salaries originated from government funds. The Government noted that there has, therefore, been no violation of the freedom from arbitrary arrest and wrongful confinement. Dr. Jayarwardena has also been given every opportunity of presenting his case to the prosecuting authorities prior to the filing of the indictments and would be entitled to all the judicial safeguards provided to an accused person under the law of the land.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. The Special Rapporteur thanks the Government of Sri Lanka for the reply provided and the willingness shown to cooperate with the mandate, and hopes to receive, in due course, relevant information so as to keep himself apprised of the developments of the case.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. By letter of 10 November 1995, the Special Rapporteur conveyed his concern to the Government and requested information on the fate of Mrs. Alya Chérif-Chamari, lawyer, and Mr. Khemaïs Chamari, co-founder of the Arab Institute of Human Rights and the Mediterranean Centre for Human Rights. According to information received by the Special Rapporteur, Mr. and Mrs. Chamari were barred from leaving the country and their passports confiscated on Sunday, 29 October 1995, on or around 1600 hours, when they were on the verge of leaving Tunisia by air to attend a colloquium of the Mediterranean Centre for Human Rights in Valetta, Malta.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. By letter dated 21 June 1996, the Government informed the Special Rapporteur that the decision to prevent Mr. Khemaïs Chamari and his wife, Mrs. Alya Chérif-Chamari, from leaving the country on 29 October 1995 to attend a symposium in Malta was in no way connected with their right to freedom of opinion and expression, a right which is guaranteed by the Tunisian Constitution. Rather, this measure was taken after Mr. Chamari was apprehended by the Tunis-Carthage airport police, flagrante delicto, in possession of suspicious documents while preparing to leave the country with his wife. In view of Mr. Chamari's status as a Deputy, the Government Attorney ordered the airport police to photocopy the documents, regardless of the flagrante delicto, which would otherwise have been sufficient grounds for taking him into custody. It is also noted that on 27 October 1995, the examining magistrate requested the Minister of Justice to waive the parliamentary immunity of Mr. Chamari, who was involved in a case currently before the courts, so that he could be brought to trial for the acts of which he was accused and which constitute a crime under Tunisian law, namely, divulging confidential information obtained during the investigation of matters constituting a risk to national security, in accordance with article 60 bis of the Penal Code. As regards his wife, it is noted that she was prevented from leaving the country in accordance with an order issued by the examining magistrate on 28 October 1995, prohibiting her from travelling abroad.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur thanks the Government of Tunisia for the reply provided and the willingness shown to cooperate with the mandate, and hopes to receive, in due course, relevant information so as to keep himself apprised of the developments of the case and to assess the motivation of the airport police and Government Attorney involved in the case as well as the proportionality of the measures taken against Mr. Chamari.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. From 20-25 September 1996, the Special Rapporteur undertook a visit to Turkey, on which he has reported separately to the Commission at its present session (E/CN.4/1997/31/Add.1).",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The Special Rapporteur welcomes the increased cooperation on the part of Governments, which is reflected both in the fact that almost all the current requests for information received replies, as well as in the numbers of invitations received. He once again urges all Governments to cooperate with the mandate as well as to scrutinize their national legal systems with a view to bringing them into line with international standards governing the right to freedom of opinion and expression. Overall, the Special Rapporteur considers the rising trend in favour of defending the right to freedom of expression and the increasing acknowledgment of the right of people to express their opinion as very encouraging. This development is equally reflected in the fact that supporters of the opposite view are increasingly on the defensive rather than the offensive. On the whole, it is to be considered a positive development that a number of countries have set up national commissions for human rights, to which independent persons, such as judges, are appointed.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Nevertheless, the Special Rapporteur is compelled to conclude, as in previous years, that violations of the right to freedom of expression occur in all parts of the world. In a number of instances, these violations concur with violations of other human rights, including those related to enforced or involuntary disappearances, extrajudicial, arbitrary or summary executions, torture, religious intolerance and arbitrary detention as well as with the problem of terrorism.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur has in the past noted that the right to freedom of expression can be described as an essential test right, the enjoyment of which illustrates the degree of enjoyment of all human rights enshrined in the United Nations Bill of Human Rights, and that respect for this right reflects a country's standard of fair play, justice and integrity. He would like to emphasize here that actions by Governments to ban certain publications, disband independent organizations and unions, rescind or deny licences to independent media are also frequently good indicators of situations in which the protection of all human rights will, in future, be weakened. It is the view of the Special Rapporteur that the international community and specifically the Commission on Human Rights should give the required attention to reports of violations of the right to freedom of opinion and expression. In light of the value of such information for indicating a deterioration of the human rights and political situation in a specific country or region as a whole, this information should be increasingly integrated into early warning systems aimed at preventing human rights disasters and mass exoduses. The Special Rapporteur urges the Commission to consider how the information available through this mechanism can be integrated more effectively in an early warning system. Violations of human rights and humanitarian crises often cause and almost always result from violent conflicts.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. The Special Rapporteur remains deeply concerned with the cases brought to his attention in relation to the right to freedom of opinion and expression of women. While often silenced by formal as well as informal cultural pressure, women are emerging as a new factor in the public arena. The Special Rapporteur considers it of utmost importance that this trend be encouraged, and calls upon States to actively support women attempting to make their voices heard and to ensure that they are welcomed as active participants in public life. He further urges Governments to ensure that effective measures are taken to eliminate the atmosphere of fear that often prevents many women from communicating freely on their own behalf or on behalf of other women who have been victims of violence either in domestic or community settings or as a result of internal or trans-border conflict.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 63,
        "Text": "63. The Special Rapporteur expresses his sincere desire to work more closely with the Special Rapporteur on violence against women not only to identify the obstacles to freedom of opinion and expression for women but to establish a framework through which violations of women's right to freedom of expression can be systematically documented and addressed. The Special Rapporteur encourages organizations and associations working on women's human rights to establish closer links with non-governmental organizations for which freedom of opinion and expression is the primary mandate and to coordinate their communications with both mechanisms. The Special Rapporteur also requests that the Commission on Human Rights consider how this initiative can best be implemented within the United Nations system and to provide any additional resources that may be required.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur would also like to highlight the important link between the ability of people, both individually and collectively, to participate in the public life of their communities and country, and the rights to freedom of opinion and expression, including freedom to seek and receive information, an issue which has been noted in various studies conducted by the United Nations and in the reports of the Working Group on the Right to Development. The Special Rapporteur has followed with considerable interest the debates on the right to development as well as the discussions of this right by the Commission's Working Group on the Right to Development. The consensus achieved by States at the fifty-second session of the Commission on Human Rights indicated the international community's willingness to address the very important questions attached to this right in a systematic and cooperative manner, including the fundamental issue of popular participation.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. As discussions on the implementation of the right to development continue, laws and governmental practices which violate the rights to freedom of opinion, expression, information, dissent, association and participation must be taken into account. The reports of several of the mechanisms of the Commission on Human Rights clearly indicate that violations of these rights are among the most common and occur in virtually every country in the world. The rights are violated in many ways including through the suppression of political expression, denial of access to family planning information for women, discrimination against women through personal status laws, prohibitions on the establishment of independent trade unions, prohibitions or restrictions on the operations of independent media, restrictions on access to information on subjects of public interest and importance, suppression of the use of minority languages, infringements on the right to freedom of conscience, belief and religion, restrictions on the right to peaceful assembly, repression of the right to peaceful dissent, and resort to arguments based on a supposed need to maintain discipline or political order and stability, or respond to the imperative of modernization and nation-building.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur recommends that future discussions on implementation of the right to development take full account of the need for all Governments to fully promote and protect the rights to freedom of opinion and expression and to seek and receive information. These rights are fundamental prerequisites to ensure public participation, without which the realization of the right to development, as a prerogative of people rather than States, will remain in jeopardy.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Finally, the Special Rapporteur, regrettably, deems it necessary to repeat his deep concern as regards the imbalance between the requirements set out by the mandate and the inadequate financial and human resources put at his disposal at the Centre for Human Rights. Given the fairly recent establishment of the mandate, there is a pressing need for compiling and analysing information on a global level so as to identify trends and obstacles with regard to the realization of the right to freedom of opinion and expression at the country-specific, regional, as well as the global level. Such analysis would provide the necessary basis for the development of strategies, in cooperation with the Governments concerned, to ensure the full realization of the right to freedom of opinion and expression. Furthermore, in order to engage in a productive and useful dialogue with Governments, there is a need for both responding effectively to the numerous allegations received, as well as engaging in follow-up activities both as regards cases transmitted as well as countries visited. While the Special Rapporteur has sought to remedy this inadequacy by prioritizing among the tasks listed and by seeking outside support, notably with NGOs, the current means available to the Special Rapporteur in no way suffice to meet the demands, and it will remain difficult to comply with the whole range of activities called for by the Commission in previous resolutions until this issue has been addressed. -----",
        "Labels": []
    }
]