[
    {
        "ID": 1,
        "Text": "1. In the present report, the Special Rapporteur focuses on the realization of the right to freedom of opinion and expression in electoral contexts, paying particular attention to the establishment and enforcement of legal instruments regulating political communications.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The free flow of ideas is incontestably a core requirement for the promotion of democratic spaces. Ensuring an open space for the multiple voices of politicians, the press, minorities or citizens in general is a permanent challenge for entities tasked with overseeing electoral processes. The recognized need to establish and enforce regulations on political campaigning is inevitably accompanied by the concern that, depending on their application, such regulations may be used to obstruct or even impede the natural flow of ideas. How to ensure all voices have a space in the public debate, including newly established groups? How to avoid having the most powerful groups in a society take unfair advantage of their political or economic powers to exclude dissident voices from the debate?",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. A quick overview of recent electoral processes in all regions of the world can easily identify numerous structural, legal and practical barriers which impede the equitable enjoyment of the right to freedom of expression during electoral processes. In some situations politically dominant groups directly attack and intimidate voices of dissent and criticism which are crucial for the promotion of democratic debate; journalists, activists and political leaders are violently attacked, harassed through multiple legal procedures or arbitrarily detained. In others, economic and political imbalances permit some groups to dominate the public debate to a point where divergent ideas are often excluded from public debate. In these very different contexts, freedom of expression can be affected both by the absence of regulations for political communications and campaigning, and by the adoption of inadequate norms that disproportionately restrict political communications and jeopardize public debate.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The report will analyse some common challenges in the establishment and enforcement of legal instruments regulating communications in electoral processes. It will begin by describing the human rights framework applicable to the question of freedom of opinion and expression in political communications and electoral processes. It will analyse in more depth the main concerns regarding possible violations of free expression in this context. The Special Rapporteur will then propose some key principles that can guide the establishment and implementation of national legal frameworks regulating political communications.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. Common concerns relating to the realization of the right to freedom of opinion and expression studied by the Special Rapporteur in his recent reports are all relevant to the regulation of communications during electoral processes; the responsibility of States to \"prohibit\" incitement of hatred, hostility, discrimination and violence,1 for example, is particularly relevant in electoral periods. Unfortunately, one can observe today in all regions of the world, especially during political and economic crises, candidates making use while campaigning of a language of hatred and hostility, targeting, inter alia, women, racial, linguistic or religious minorities, homosexuals and foreign migrant workers. The protection of journalists from violence2 is central to ensuring that the press exercises its crucial role of informing the public about candidates, their platforms and the ongoing debates. Unfortunately, attacks against the press often increase during electoral periods. The full realization of the right to access information,3 is another crucial element in the promotion of free and fair democratic elections. As further detailed below, informed political debate requires transparency, with respect to the conduct of political organizations, the financing and promotion of political campaigns, and the ownership of media groups.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 6,
        "Text": "6. During the reporting period, the Special Rapporteur continued to participate in national and international events relating to the right to freedom of opinion and expression. In October 2013, he submitted his report to the General Assembly (A/68/362), in which he addressed the right to access information held by public bodies, emphasizing its relation with the right to truth. In 2013, he also undertook missions to Montenegro from 11 to 17 June, to the former Yugoslav Republic of Macedonia from 18 to 21 June, and to Italy from 11 to 18 November. His preliminary findings on these visits are detailed in the three additional reports to the 27th session of the Human Rights Council.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur regrets never having received a response from the Government of Indonesia to his repeated requests for a new date to visit the country, after the Government asked for his visit, previously scheduled for January 2013, to be postponed. He also expresses disappointment that the Government of Pakistan did not provide a date for his visit to the country, despite having invited the mandate holder to visit in early 2012. The following States never responded to requests for visits by the Special Rapporteur: Islamic Republic of Iran (visit requested in February 2010); Sri Lanka (visit requested in June 2009 and 2012); Thailand (visit requested in 2012); Uganda (visit requested in May 2011); and the Bolivarian Republic of Venezuela (visit requested in 2003 and in 2009).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. The Special Rapporteur has attended a number of international events at which topics studied in his previous reports were debated. In particular, he contributed to various seminars addressing freedom of expression and privacy in digital communications. In September 2013, he participated in a side event focusing on the topic at the twenty-fifth session of the Human Rights Council. In October 2013, he participated in a hearing at the Inter-American Commission on Human Rights on freedom of expression and communications surveillance by the United States of America, in the Americas and at the Council of Europe Conference of Ministers responsible for Media and Information Society in Belgrade. Since November 2013, he has been a member of the High-level Panel on Global Internet Cooperation and Governance Mechanisms. The panel brings together representatives of government, civil society and industry with the aim of proposing frameworks for Internet cooperation and a road map to address Internet governance challenges. In February 2014, he participated in an expert seminar on the right to privacy in the digital age, hosted in Geneva by the Permanent Missions of Austria, Brazil, Germany, Liechtenstein, Mexico, Norway and Switzerland.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. For the preparation of the present report, the Special Rapporteur reviewed studies on communications in electoral processes. He also organized a sequence of regional expert meetings, bringing together electoral authorities, researchers, journalists, activists and representatives of international organizations working on matters related to communications in electoral process in various regions. The consultations took place in Bangkok (co-hosted by the Southeast Asian Press Alliance and FORUM-ASIA); Johannesburg, South Africa (co-hosted by the University of Pretoria); Guatemala City (cohosted by the Instituto DEMOS); Madrid (co-hosted by the Fundación Cultura de Paz and the Complutense University of Madrid); Rio de Janeiro, Brazil (co-hosted by the Ford Foundation); and Washington D.C. (co-hosted by the Open Society Foundations).",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The right to freedom of opinion and expression is a central pillar of democratic societies; and a guarantor of free and fair electoral processes, and meaningful and representative public and political discourse. It is during times of political change that the right to freedom of expression is most essential, ensuring that a well-informed and empowered public is free to exercise its civil and political rights. Providing the conditions for free and open political communication is an essential element of ensuring fair and democratic electoral processes.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. In the context of elections and political communications, dedicated attention is to be afforded to the free expression rights of the main actors: the voters, who depend on the right to freedom of expression to receive full and accurate information, and express their political affiliation without fear; candidates and political organizations, who need to exercise their rights through campaigning and communicating their political messages freely without interference or attacks; and the media, which rely on the right to freedom of expression to play their essential democratic role of informing the public, scrutinizing political parties and platforms, and providing checks and balances in the electoral process.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. Common and continuing challenges to the promotion and protection of freedom of expression that persist in all aspects of society – censorship, violence against journalists, speech that incites hatred, discrimination and political violence – increase in both frequency and severity during electoral processes. Ensuring an open public debate where all the main stakeholders in an electoral process – namely, the voters, the political leaders and groups, and the media – can freely share information and opinions is a permanent challenge for democratic societies. In some cases, inadequate regulation of communications can unduly restrict the freedom of the media or of political actors. In other situations, the political debate is dominated by powerful political and economic groups that take advantage of poorly regulated and enforced legal frameworks.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. International human rights standards do not provide detailed models for regulating political communications. However, some core principles can be identified: efforts must be deployed to promote the pluralism of the media and ensure a plural political debate, ensure transparency in the promotion and financing of political campaigns, and guarantee accountability and fair enforcement of political regulations to prevent those in power from taking advantage of domestic regulatory regimes to dominate and manipulate public debate.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. States must take measures to eliminate the structural, legal and practical barriers to the enjoyment of the right to freedom of expression. At a fundamental, structural level, economic power enables political influence to be concentrated in, and exercised by, small segments of society, thereby undermining the democratic ideal. Those who own and finance media organizations and outlets are often able to use their economic power and influence to enhance the visibility of certain political candidates or groups, and impede the communication and expression of others. This is particularly the case where national legislative frameworks do not sufficiently provide for free, direct access by political candidates to publicly or privately owned media outlets for campaigning purposes. Even when such provisions are in place, many media organizations are able to use the unequal provision of air time, partisan editorial commentary, or the facilitation of paid political advertising to promote one political candidate or group over another. The situation is exacerbated when media ownership is obscured by complex corporate structures and there is no public transparency as to the corporate and private interests entwined with media coverage. Especially in circumstances in which a State's media ownership is concentrated in only a handful of corporate entities, this can threaten the ability of all political entities to freely and effectively express their positions and platforms, and impede individuals from receiving information about their electoral choices on an equal and impartial basis.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Freedom of opinion and expression in electoral processes is also threatened when economic power is exerted over the political process through campaign financing and paid political advertising. Wealthy societal segments and corporate interest lobbies can directly exert political influence through exploiting unregulated political finance structures, and opportunities for paid political advertising. In many States neither the donor nor the recipient is required publicly to disclose financial contributions. Wealthy groups and candidates are also disproportionately advantaged when there are no restrictions in place as to how political campaigns can use and disburse campaign funds.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The over- or under-regulation of electoral processes may also threaten enjoyment of the right to freedom of opinion and expression. Legal barriers to the free flow of communication and expression during electoral processes include thematic restrictions on political expression and discourse (which often include prohibitions on criticism of incumbent politicians or political groups), regulation of the content of print and online media sources, and limitations on protests and demonstrations during electoral processes. Lacunae in legal frameworks also erode free expression and communication in political discourse; failures to articulate regulatory frameworks related to equal direct access to publicly-owned media outlets, polling, campaign financing and paid political advertising create conditions that may unfairly disadvantage particular political candidates or groups, thereby undermining the equal and free flow of ideas and communications that is an essential prerequisite to a truly democratic electoral process.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In addition to the structural and legal threats to free expression rights in electoral processes, States are also actively restricting the practical enjoyment of the right to freedom of opinion and expression in political communications. Such measures include multiple forms of censorship, such as restrictions on particular websites and social media sites, sources of political commentary, including local and international media, or even Internet services more broadly; harassment of the media; violence against and imprisonment of journalists, activists and bloggers; direct attacks on dissident political groups; and measures to impede public demonstrations and other forms of valid political expression. These common violations of freedom of expression rights occur outside electoral processes as well, but are often more frequent or acute during moments of political change or upheaval, and are especially damaging during such times.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. The right to freedom of opinion and expression, as articulated in articles 19 of the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights, is fundamentally interrelated with article 25 of the Covenant, on the right to participation in government through free and fair elections. During electoral processes and in the context of political communication, the equal and unimpeded exchange of contrasting ideas is a crucial prerequisite to ensuring that the voting public can make informed choices and is thus a basic pillar of any democratic system. In the absence of protections to ensure the freedom to express, communicate, publish and discuss political and electoral issues, genuine and effective political participation cannot be realized.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In its general comment No. 34 (2011) on article 19 on freedoms of opinion and expression, the Human Rights Committee noted that: The free communication of information and ideas about public and political issues between citizens, candidates and elected representatives is essential. This implies a free press and other media able to comment on public issues without censorship or restraint and to inform public opinion. The public also has a corresponding right to receive media output.4",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. This finding builds on general comment No. 25 (1996) on article 25 (the right to participate in public affairs), in which it is stipulated that States must take positive measures to protect and promote the freedom of expression in the context of political and electoral processes in order to ensure the full realization of article 25.5 The General Assembly, in its resolution 59/201, declared that freedom of association and peaceful assembly were essential elements of democracy, together with the right to vote and to be elected at genuine periodic free elections, and encouraged the strengthening of political party systems and civil society organizations.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Both the right to free expression and the right to political participation are enshrined in numerous other regional and international human rights instruments.6 Importantly, their critical relationship and mutual dependency are also borne out in a number of human rights texts. It is stipulated in article 3 of the first protocol to the European Convention on Human Rights that contracting parties must \"hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature\". The European Court of Human Rights has repeatedly emphasized that the fundamental importance of freedom of political expression rests in large part on the importance of an informed electorate to the functioning of a genuine democracy, and that \"freedom of political debate is at the very core of the concept of a democratic society\".7 Free and impartial media are key to ensuring the necessary vibrant political debate that underpins democratic elections and political processes. The Court has noted that: Freedom of the press affords the public one of the best means of discovering and forming an opinion of the ideas and attitudes of their political leaders. In particular, it gives politicians the opportunity to reflect and comment on the preoccupations of public opinion; it thus enables everyone to participate in the free political debate which is at the very core of the concept of a democratic society.8",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. The press is also recognized as playing a crucial role in informing the public about matters of public interest and acting as a 'public watchdog': It is ... incumbent on [the press] to impart information and ideas on matters of public interest. Not only does it have the task of imparting such information and ideas: the http://hudoc.echr.coe.int/sites/eng/pages/search.aspx?i=001-57523 8 Castells v. Spain, Judgment of 23 April 1992, Series A no. 236, para. 43, available from http://hudoc.echr.coe.int/sites/eng/pages/search.aspx?i=001-57772. public also has a right to receive them. Were it otherwise, the press would be unable to play its vital role of 'public watchdog'.9",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Accordingly, all political parties and candidates should have access to the media in a fair and impartial way. As articulated in the Document of the Copenhagen Meeting of the Conference on the Human Dimension of the Conference on Security and Cooperation in Europe (CSCE), States must \"ensure that the will of the people serves as the basis of the authority of government\" by, inter alia, ensuring \"that no legal or administrative obstacle stands in the way of unimpeded access to the media on a non-discriminatory basis for all political groupings and individuals wishing to participate in the electoral process\".10",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Inter-American Court on Human Rights has equally emphasized that free expression rights are the cornerstone for the debate during electoral processes, because they act: as an essential instrument for the formation of public opinion among the electorate, strengthen the political contest between the different candidates and parties taking part in the elections, and are an authentic mechanism for analyzing the political platforms proposed by the different candidates.11",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Accordingly, the Inter-American Court has said, restrictions on political expression during electoral processes undermine the right to freedom of opinion and expression: \"everyone must be allowed to question and investigate the competence and suitability of the candidates, and also to disagree with and compare proposals, ideas and opinions, so that the electorate may form its opinion in order to vote.\"12",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. In a joint statement with the Organization for Security and Co-operation in Europe Representative on Freedom of the Media, the Organization of American States Special Rapporteur for Freedom of Expression and the African Commission on Human and Peoples' Rights Special Rapporteur on Freedom of Expression and Access to Information, the Special Rapporteur reiterated the positions of both the European and Inter-American Courts, emphasizing that free and fair elections are possible only where the electorate is well-informed and has access to pluralistic and sufficient information, and that only a diverse media environment can ensure that all viewpoints and political perspectives are aired during election campaigns.13",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Similar wording is found in the Windhoek Declaration on Promoting Independent and Pluralistic Media (1991): \"an independent, pluralistic and free press is essential to the development and maintenance of democracy in a nation.\" Judgment of 26 Nov. 1991, Series A no. 217, para. 50(b). 10 Para. 7.8 of the Document of the Copenhagen Meeting of the Conference on the Human Dimension of the CSCE, 29 June 1990, as reproduced in appendix I and in 29 International Legal Materials 1305, 1308. See also the Charter of Paris, signed on 21 November 1990 by the CSCE Heads of State, endorsing democracy and reaffirming the principles set forth in the Document of the Copenhagen Meeting and the Document of the Moscow Meeting on the Human Dimension of the CSCE (3 October 1991). 11 I/A Court H. R., Case of Ricardo Canese v. Paraguay. Merits, Reparations and Costs. Judgment of August 31, 2004. Series C No. 111. paras. 88–90. 12 Canese v. Paraguay (see footnote 11), para. 90. 13 www.oas.org/en/iachr/expression/showarticle.asp?artID=744&lID=1.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The importance of ensuring access to the media as part of the electoral process is also well-established in a number of regional human rights instruments. The South African Development Community Principles and Guidelines Governing Democratic Elections, for example, reiterate that, in the conduct of democratic elections, all political parties should have access to State media (principle 2.1.5). The same principle is enshrined in article 17 of the African Charter on Democracy, Elections and Governance, on the importance of ensuring access by political candidates and parties to State-controlled media during elections. The Declaration of Principles of Freedom of Expression in Africa also affirms that \"the public service ambit of public broadcasters should be clearly defined and include an obligation to ensure that the public receive adequate, politically balanced information, particularly during election periods\" (art. VI).",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The need for a vibrant and critical debate, with no restrictions on the form or content of political expression, has been explored in depth by the European Court of Human Rights, which has emphasized that \"the limits of permissible criticism are wider with regard to the Government than in relation to a private citizen, or even a politician\".14 The State authorities may adopt, \"in their capacity as guarantors of public order\", penalties for defamation that are proportionate to the injury but only where the accusations are \"devoid of foundation or formulated in bad faith\".15 The reference to public order suggests that discretion of a government to restrict potentially defamatory statements against it should be limited to situations in which public order is threatened: While freedom of expression is important for everybody, it is especially so for an elected representative of the people. He represents his electorate, draws attention to their preoccupations and defends their interests. Accordingly, interferences with the freedom of expression of an opposition member of parliament, like the applicant, call for the closest scrutiny on the part of the Court.16",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. United Nations human rights mechanisms have also considered the permissible limitations upon speech in the context of electoral processes. The Committee on the Elimination of Racial Discrimination has noted that \"the fundamental right to freedom of expression does not protect the dissemination of ideas of racial superiority or incitement to racial hatred\".17 In a recent review, the Committee underlined that the fundamental right of freedom of expression should not subtract from the principles of equality and non-discrimination as the exercise of the right to freedom of expression carries with it special responsibilities, among which is the obligation not to disseminate ideas on racial superiority or hatred.18",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Committee recommended that the State inter alia reinforce the mandate of the authority which monitors the media to ensure that racist statements are prosecuted and victims granted reparations; ensure that the media do not stigmatize, stereotype or negatively target non-citizens and ethnic minorities; invite the media to strictly respect the Charter of Rome (2008) in order to avoid racist, discriminatory or biased language; and raise awareness among media professionals of their responsibility not to disseminate prejudice and to avoid reporting in a way that would stigmatize communities subject to historical discrimination.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Additionally, in another review, the Committee encouraged the State to thoroughly investigate and prosecute, where appropriate, the use during election campaigns of statements by politicians that would incite racial hatred against persons of minority ethnic origin.19",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. The enjoyment of the right to freedom of opinion and expression in electoral processes can be jeopardized through numerous overlapping legal and practical State measures. In the present section some of the primary threats to freedom of opinion and expression during electoral processes are identified.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. Violence against, and harassment of, the press during electoral and political processes remains a common way of impeding the free expression of political ideas in many countries. Throughout his mandate, the Special Rapporteur has received numerous communications alleging serious violence against reporters, journalists, bloggers, television reporters and writers in the lead-up to, during and in the aftermath of elections.20 Attacks against the media function both as a specific means of deterring targeted journalists from investigating and reporting on a particular issue or candidate, and as a means of more generally deterring the media from reporting freely and impartially on political issues. In this context, violence against the media is one of the most destructive forms of violation of free expression in electoral processes.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. In the course of his mandate, the Special Rapporteur has addressed, through communications and public statements, reports of violence against or harassment of journalists in Belarus, where it was reported that, in the lead-up to the December 2010 presidential elections, journalists had their equipment seized and photographs deleted;21 and in the Islamic Republic of Iran, where, as at May 2013, 40 journalists had reportedly been imprisoned as a means of silencing free speech and debate ahead of the June 2013 elections.22",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 36,
        "Text": "36. The State is not the only perpetrator of violence against journalists during elections; however it has a permanent responsibility to ensure the safety of all journalists at all times. In some countries, media organizations, independent editors and journalists receive threats and intimidation from militant groups or political parties demanding coverage for their messages. In many cases the State fails to take sufficient measures to protect journalists from such harassment, and responds by fining or otherwise punishing the media for broadcasting messages by banned organizations, despite the media being forced to do so under threat.23 barring of women presidential candidates and freedom restrictions\", press release, 29 May 2013. 23 See, for example, \"Final report of the EU Election Observation Mission 2013\", available from www.eueom.eu/files/pressreleases/english/eu-eom-pakistan-2013-final-report\\en.pdf.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 37,
        "Text": "37. Attacks on journalists, activists and political candidates and groups also occur in the context of measures to limit the enjoyment of the freedoms to associate and assemble during electoral processes. The prohibition of protests and demonstrations and the harassment and intimidation of demonstrators during electoral processes remain common means of impeding the free expression of political ideas and the free conduct of public political debate. Such restrictions may take the form of harsh penalties for protesters who fail to comply with articulated requirements.24 In some countries, suppression of the right to peacefully assemble in the lead-up to elections takes the form of arbitrary arrest of demonstrators. Such actions deter the exercise of free expression and assembly by activists, opposition supporters and civil society groups. Requirements that protests receive prior State approval can also impede the free exercise of rights by creating the conditions for bribery and manipulation.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Restrictions on political expression take a variety of forms – from defamation and slander laws, to blanket bans on critical expression relating to incumbent politicians, to the prohibition of whole media sources, outlets and websites – and impact not only the individuals or groups which might run afoul of them, but the media outlets or intermediaries that publish restricted, or what is considered to be illegal, political expression.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Violations of the right to freedom of expression during electoral processes often take the form of State interference in media content. The adoption of laws to control or regulate political speech immediately before and during elections is an important concern in this regard. For example, a series of legislative measures in Azerbaijan, including the criminalization of \"online slander or insults\", reportedly had the effect of restraining the role of the media in the lead-up to the October 2013 elections.25 Violations of the right to freedom of expression also arise more broadly when existing laws are selectively interpreted or enforced by the State to crack down on specific forms of media content. Laws that are overly broad in scope and incorporate insufficient accountability mechanisms and protections against abuse are vulnerable to selective interpretation and enforcement.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Recent reports testify that States also seek to restrain free expression during elections by prohibiting access to certain media sources and outlets, for example through blocking online websites and blogs. In 2013, civil society reported restrictions on critical newspaper distribution networks, and the blocking of opposition websites, Facebook and YouTube in the run-up to four different elections. The Special Rapporteur publicly joined other experts in indicating their concern at reports of harassment of human rights defenders and attempts to silence media outlets and websites in Malaysia before elections scheduled to take place in May 2013.26 In March 2014, the Special Rapporteur voiced his serious concerns at Government measures taken to restrict access to YouTube and Twitter before elections in Turkey.27",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The effective functioning of a vibrant democratic political system rests on the realization by the State of its responsibility to ensure an environment in which a diverse range of political opinions and ideas can be freely and openly expressed and debated. The realization of the right to freedom of expression during electoral processes thus depends on the promotion of the independence and diversity of media and of the pluralism of political candidates and groups, by means of which political ideas can be tested, analysed and communicated to the voters.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. The media play a fundamental and critical role in guaranteeing and facilitating free expression during electoral processes: as the conduit between the voters and their political representatives, the media provide a platform for the transmission of political ideas; educate voters about candidates and their affiliations and about the election process itself; scrutinize political promises and test their strength and veracity; and ensure accountability in the electoral process by reflecting the mood of the populace, conducting polls, examining election procedures and identifying undue influence in the electoral process. The only way to ensure that each of the essential functions is conducted in an equal and unimpeded manner is to provide the media with an independent space to publish freely, without fear of retribution or attack.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. A pluralistic electoral process is also undermined by the unregulated financing of, and spending by, political campaigns. As the Global Commission on Elections, Democracy and Security (a joint initiative by the Kofi Annan Foundation and the International Institute for Democracy and Electoral Assistance) recognized in 2012, \"uncontrolled political finance threatens to hollow out democracy and rob it of its unique strengths\".28 In many countries, the absence of regulations controlling campaign financing and spending creates the conditions for wealthy individuals and groups to exert influence and power over political candidates and groups, and provides an unequal advantage to wealthy political participants. Furthermore, groups of organized criminals are able to exploit unregulated and unenforced political financing regimes to buy political influence and even protection.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Unregulated campaign financing practices have recently been recognized by some authorities as a key contributor to political corruption.29 Countries such as Switzerland and Sweden have received criticism for the absence of national regulation of political financing, and political party financing systems in Denmark, Germany and the United Kingdom of Great Britain and Northern Ireland have also been called into question by transparency advocates.30 Evaluations by the Council of Europe Group of States against Corruption on access before elections\", press release, 28 March 2014. 28 Global Commission on Elections, Democracy and Security, \"Deepening Democracy: A Strategy for Improving the Integrity of Elections Worldwide\", 2012, available from www.idea.int/publications/deepening- democracy/loader.cfm?csModule=security/getfile&pageid=54594, p. 3. 29 See, for example, \"Don't Trivialise Corruption, Tackle It\", address by Dr. Ngozi Okonjo-Iweala at TEDxEuston, available from www.modernghana.com/news/516652/1/dont-trivialise-corruptiontackle-it-dr-ngozi-okon.html. 30 Transparency International, \"Money, politics, power: corruption risks in Europe\", www.transparency.org/enis/report, p. 13. Andorra, Denmark and Malta31 identified as a concern the legal gaps allowing anonymous party and campaign financing, in contravention of its transparency recommendations.32",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. A lack of laws regulating political financing and requiring full disclosure of information on the functioning of political organizations can also give rise to the suggestion or appearance of corruption, causing public mistrust in the political process. Research shows that in the vast majority of European countries, more than 50 per cent of people believe political parties to be \"corrupt\" or \"extremely corrupt\" because of illicit financing practices. The perception of widespread political corruption as a result of the failure to regulate political financing often precipitates demonstrations and unrest in the lead-up to elections.33",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The State has a duty to provide a regulatory environment that facilitates a diverse range of political positions and ensures that voters have access to comprehensive, accurate and reliable information about all aspects of the electoral process. This may require the imposition of regulations that stipulate restrictions on campaigning, advertising, polling, spending and financing. Such restrictions must be designed to achieve the objective of providing a pluralistic and fair playing field, upon which political groups can communicate their ideas, and must have at their heart the protection and promotion of freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. In the present section, the Special Rapporteur attempts to canvass in broad terms the pillars of an equitable legal framework that would ensure the protection of the freedom of opinion and expression during electoral processes. He recognizes, however, that a plurality of political systems exists and does not attempt to prescribe, in absolute terms, how States should design their legal systems. He simply suggests the types of regulatory framework that are most conducive to protecting human rights in the context of political communications and electoral processes.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. States should take general measures to encourage a diverse and pluralistic political process that is hospitable to ideologies from across the political spectrum. An important element of achieving this is ensuring that all political candidates' parties have access to the media for campaigning and advertising purposes. Public campaigning is the central means that political parties and candidates employ to publicize their platforms and express their opinions, and to communicate their message to the voters. Political campaigns generally employ a diverse range of mediums, from pamphlets, posters and direct mail-outs, to addresses via radio and television, online and in the print media. Access by all political Andorra (14–18 October 2013). 32 See www.independent.com.mt/articles/2014-01-26/news/maltas-compliance-with-political-finance- reforms-globally-unsatisfactory-3789389827/. 33 Transparency International, \"Money, politics, power: corruption risks in Europe\" (see footnote 30). candidates and parties to all campaigning mediums is essential to ensuring an equal and pluralistic electoral process that facilitates the free flow of information and ideas.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. One important element of political campaigning during electoral processes is the provision to all parties and candidates of direct access to media outlets for allotted times. While the media play an essential role in facilitating political campaigns and providing scrutiny and analysis of political positions, direct access to broadcast media enables parties to speak in their own voice. The vast majority of established democracies have put in place regulations stipulating that all candidates be able to directly access publicly-owned broadcast media services for specific times on an equal basis. In some cases, these provisions also extend to access to privately owned broadcasters.34 The order of direct access is generally determined either on the basis of the previous performance of a given party or candidate, or through a ballot process. Media guidelines issued by the United Nations Transitional Authority in Cambodia (UNTAC)35 include the principle of fair access to media outlets for all parties contesting the election, which was a central concern.36",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. It is essential to the protection of freedom of expression during electoral processes that political parities and candidates are free to express ideas and communicate about any issue that they see fit. Unregulated expression and access to information are at their most crucial during times of political change, and any restrictions upon political expression can seriously threaten the democratic process. The European Court of Human Rights has previously spoken out against restraints on political speech, particularly prior restraints.37 Accordingly, campaign speech should not be regulated or restrained, unless it falls within a well-recognized understanding of restricted expression as recognized under international human rights law. The United Nations Technical Team on the Malawi Referendum has noted that, in order to ensure free political expression during electoral processes, any restrictions on expression must be exceptional and \"should not be so vague or broadly defined as to leave an overly wide margin of discretion to the authorities responsible for enforcing the law, since uncertainty over legal boundaries has a dampening effect on the exercise of this right [to freedom of expression] and may encourage discrimination in ... [the restrictions'] application\".38",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. Another way that political parties and candidates seek to publicize their platforms and garner votes is by paying for political advertising. The regulation of political advertising is a contentious issue. Whereas political advertising can be an important means by which political parties, particularly those with less public visibility, can educate voters, unlimited and unregulated paid political advertising increases dependence on campaign finance and gives an unfair advantage to well-financed political candidates.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. States have taken a variety of approaches to paid political advertising. In some countries paid political advertising is a central pillar of political processes and is not strictly regulated.39 Other States, particularly those with a strong history of public broadcasting, have an outright prohibition of paid campaign advertising on radio and television.40 Some legal frameworks have taken a middle ground approach, putting in place financial limits on paid advertising spending, paired with rules on equitable pricing, timing, duration and scheduling of advertising.41 In other situations, it is the electoral authority which is mandated to allocate electoral publicity by channelling public funds to different contenders in proportion to previous election results, with basic minimum support assured for new parties.42",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Those who support unregulated paid political advertising often argue that it is an essential guarantor of freedom of expression in political and electoral processes. However, where paid political advertising presents an unfair advantage to certain political parties over others, and increases reliance on campaign financing, it may create unequal conditions for electoral processes. The European Court of Human Rights has recently recognized this, stating that the prohibition of paid political advertising was a justifiable limitation of the right to freedom of opinion and expression because it could protect against \"powerful financial groups with advantageous access to influential media … obtain[ing] competitive advantages in the area of paid advertising and thereby curtail[ing] a free and pluralist debate, of which the State remains the ultimate guarantor.\"43",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. States should therefore consider whether unrestricted paid political advertising may destabilize the playing field and impede the equal participation of certain parties or candidates in political campaigns. In all circumstances, paid political advertising should always be identified as such, and should not be disguised as news or editorial coverage.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. The ability of a political party to generate funds to support the various costs related to political communication and campaigning is an additional determining factor as to whether a party is able to participate fully in elections, and is thus a central pillar of ensuring plurality in political and electoral processes. A political party may be indirectly prevented from participating fully in an election if it is unable to raise financing from diverse sources. Poorly regulated political finance has the potential to undermine the integrity of elections by enabling individuals or groups to exert undue influence on political candidates or parties, and may facilitate vote buying or bribery. Equally, restrictions that limit the ways in which a political party may disburse funds raised may also impede full and free participation in political and electoral processes, while unlimited political spending benefits wealthier candidates and parties and undermines political equality.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Pluralistic electoral processes depend on the existence of a diverse range of media sources to convey ideas and educate the voters. States have the obligation to guarantee the right to access information and this entails, inter alia, promoting the independence and diversity of media. The media provide a platform for candidates to publicize their platforms and messages, and for analysing proposed policies, scrutinizing the political process and ensuring its integrity, and holding candidates and incumbents to account. A level electoral playing field is impossible without free, pluralistic and unrestricted media. To this end, national legal frameworks should be based on the fundamental premise that the media must Law and Democracy, \"Regulation of Paid Political Advertising: A Survey\" (see footnote 39). 41 This is the case, for example, in Barbados, Canada and Poland; see Centre for Law and Democracy, \"Regulation of paid political advertising: a survey\" (see footnote 39). 42 This would be the case of Mexico. be free from political influence and should not be restricted or regulated, particularly during electoral processes. Self-regulation is arguably the most effective means of ensuring that the media live up to their own ethical standards while remaining free from the influence of the State.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. However, the media must be encouraged to put in place mechanisms to ensure that all media actors adhere to the highest ethical standards of objective reporting, and guarantee equal coverage of political parties in a way that facilitates broad voter education and ensures all parties across the political spectrum are heard.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Where media are State-owned, national legal frameworks should ensure that all political parties have access to them and are treated fairly and equitably. When paid political advertising is allowed, private media outlets should be required to charge all parties and candidates the same rates without discrimination.44 The incumbent government or candidates should not be given preferential or disproportionately large media coverage.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. State-owned or public media broadcasters bear an extra responsibility to ensure that the political platforms of all candidates and parties across the political spectrum are given coverage. Furthermore, public media sources have an important role in ensuring critical analysis and the availability of countervailing viewpoints. Several national courts have ruled that State-run media have a responsibility to publish replies by critics of the Government to government statements on controversial issues.45 The Supreme Court of India, for example, recognized the right of reply to political statements in the columns of a government-owned publication. The Court held that a public-sector agency publishing an in-house journal, owing to its status as an instrument of government, had a duty of fairness to its readers, and demanded that both viewpoints be placed before its readers, however limited be their number, to enable them to draw their own conclusions.46 The media guidelines issued by UNTAC also set out the duty of balance and impartiality in detail. Guideline 8 provides: \"Media outlets should give parties, groups or individuals whose views have been misrepresented or maligned by a publication or broadcast the 'right of response' in the same media outlet\".",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Any regulation requiring impartiality should only extend to licensed broadcasters, and should not purport to restrict the content of print or online media sources, which should be available as a means of communicating all political viewpoints. Self-regulation is the most appropriate means of ensuring that the media are able to fulfil their important duty to facilitate the free flow of ideas and communications across the political spectrum. The media must be empowered to publish any and all political communications and campaign speeches, including those containing criticism of an incumbent government or candidate.47 In a broad sense, media should not be made liable for disseminating, without endorsement, unlawful statements, or be restrained from publishing such statements; this principle is of particular importance during electoral processes given the imperative for timely dissemination of information. Imposing liability on the media promotes self-censorship by and%20freedom%20of%20expression.pdf. 45 Guidelines for Election Broadcasting in Transitional Democracies (1994, reprinted 1997), available from www.article19.org/data/files/pdfs/tools/electionbroadcastingtrans.pdf. 46 Manubhai Shah v. Life Insurance Corp. of India [1992] 3 SCC 637. 47 See Global Campaign for Free Expression, \"Freedom of expression and the Angolan elections\" (see footnote 35). privately owned media and de facto government censorship of government-controlled media.48",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Critically, any regulatory framework pertaining to electoral processes must have as a key objective the achievement of transparency in all facets of political life and discourse. A transparent political process is open to scrutiny by the voters and the media, and enables all players in the process to be held accountable, from political candidates, to public broadcasters, to the electoral authorities. This is the most effective means of ensuring that opinions and ideas can be freely and fully expressed, communicated, debated and promoted during electoral processes.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Transparency of political financing is a critical prerequisite for any effective democratic process, and a key means of ensuring the equitable protection of free expression rights. Political finance may come either from private financing, in the form of individual campaign contributions or contributions from the private sector, or from public financing, where the Government contributes. Increasingly, States are focusing on regulating political finance to ensure transparency and to attempt to achieve an equal playing field for political parties.49 There is a general regulatory trend towards the restriction of private financing and the prohibition of donations from foreign States or companies, public authorities and anonymous persons. This is particularly the case given the rise of third-party financing, where individuals, or more often groups or corporate entities, campaign for or against a political party to which they are ostensibly unrelated.50 Whereas third-party financing can be an important means for private sector groups or civil society organizations to promote their chosen candidates or parties, it can also make it difficult for the voting public to know what interests are exerting influence on particular political parties and candidates.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. At the same time, many States are moving towards increased public funding for political parties to promote a level playing field and reduce dependence on private funding. In some countries this takes the form of a direct transfer of money without restrictions upon its use; in others public financing includes free access to specific State services such as transport, media or government property, or tax exemptions on contributions made to political parties.51",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. Transparency and accountability around political financing are key to ensuring the fairness and integrity of elections. The Global Commission on Elections, Democracy and Security identified the regulation of uncontrolled, undisclosed or opaque political finance as one of five major challenges that must be overcome to conduct elections with integrity.52 Increasingly, States are setting limits on how parties may spend their funds, in order to reduce the costs of elections and minimize the potential for undue influence of donors on Transparency%20and%20Integrity%20in%20Political%20Finance.pdf. 50 Ibid. political candidates. Many States also require the disclosure of expenditure reports of parties and candidates, in order to promote public scrutiny and informed voting by citizens. Political finance reporting should be comprehensive, timely, available to the public and subject to stringent sanctions for inadequate disclosure or timeliness.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Political finance is a key concern when protecting and promoting the freedom of opinion and expression in electoral and political processes are being considered. Restraining campaign spending and creating an equal playing field for political parties and candidates are key to ensuring that citizens have access to a diverse range of opinions and political choices. At the same time, the provision of financial support to a political party may in itself be an act of political expression. A careful balance must therefore be struck by each State, reflecting local political values and legal frameworks, while at the same time conforming with international human rights norms. This would require, at a minimum, that States ensure that there is independent monitoring and oversight of political financing, and that every effort is made to ensure that organized crime is prohibited from using campaign financing as a means to gain political influence.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. An essential area of transparency during electoral processes relates to the ownership of, and influence exerted over, the media. The increasing consolidation of media outlets in the hands of fewer and fewer companies is of serious concern in the context of political communication. Given the critical public service role played by the media, this monopolization undermines diversity of opinion, raises the risk that information will be controlled or censored, and creates opportunities for bribery, manipulation or exploitation by powerful political or social groups. Furthermore, with increasing frequency, national media sources are, in part or in full, foreign owned. While foreign ownership of media outlets does not in itself undermine the ability of media sources to promote freedom of opinion and expression, it obfuscates the influence structures and may create mistrust in the voting public.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. Transparency of media ownership enables readers, viewers and voters to understand the structures of influence that underpin the campaign, advertising and editorial content that so often determine their political choices. States should find a way, either through regulatory policy or industry-led self-regulation processes, to promote greater transparency in media ownership and influence. The public has a right to know the identities of the corporate entities and individuals that influence the media sources upon which it relies for information during electoral processes. However, the requirement for transparency of private media ownership should not be used as a means of de facto media licensing.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. States should ensure that, in addition to promoting diversity of media ownership and making financing and influence structures transparent, they educate the public about the importance of understanding how media outlets are financed, and encourage critical thinking about how editorial content is developed and how it might reflect the persuasions or biases of media owners.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The only way for States to ensure that freedom of opinion and expression is freely enjoyed and protected during electoral processes is to ensure that mechanisms are in place to monitor, record, address and provide redress for violations of free expression rights.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Harassment of, and violence or threats against, journalists, bloggers or other members of the media, activists or political candidates or parties must be prohibited by law and subject to criminal penalties. Equally, as the Human Rights Council recognized in its resolution 21/12 on the safety of journalists, States must ensure accountability through the conduct of impartial, speedy and effective investigations into such acts and bring to justice those responsible, as well as ensuring that victims have access to appropriate remedies. Accountability mechanisms are the only way to ensure that such attacks do not occur with impunity, undermining not only the free expression rights of those involved, but the integrity of the electoral process. States should also ensure that legal frameworks protect the rights to peaceful assembly and association during electoral processes, and should eliminate any practical barriers to the conduct of protests and demonstrations.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. In many States, electoral commissions are endowed with a range of responsibilities that are an essential guarantee against violations of the right to freedom of expression during electoral processes. Those responsibilities include election monitoring, the regulation of political funding, the provision of direct access to public broadcasting media and the monitoring of political speech. However, electoral commissions are often badly resourced and lack the necessary regulatory mandate and enforcement powers to fulfil their responsibilities and guarantee accountability and transparency in the electoral process. In order to ensure that electoral commissions are integral in a free, fair and accountable democratic process, States should ensure that they are given sufficient financial and human resources, and enforcement powers, to carry out their duties effectively and efficiently.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Opinion polls can be an important source of accountability, by providing information for voters, educating them about the political landscape and contextualizing the electoral process. However, some argue that opinion polls may also operate to influence the voting pattern of electorates on the basis of the opinions of a small and non-representative segment of society. When opinion polls are conducted by corporate media entities, there are also concerns that they may allow the private sector to exert influence on the outcome of electoral processes.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Concerns about the possible manipulation of opinion polls to influence electoral processes lead some States to restrict the dissemination of poll results for short periods leading up to an election; in general the period ranges from 24 to 36 hours. This restriction is sometimes justified by the limited capacity for verification of the methodology used by the polling agency before the election takes place. In order to ensure transparency and avoid the misuse of opinion polls, some countries have adopted requirements on the public disclosure of the methodology implemented in opinion polling exercises.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Exit polling, where voters are surveyed upon exiting a polling booth, are also considered risky when their results are reported while votes are being counted. Thus, many countries prevent the publication of exit polls until the conclusion of voting.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Freedom of expression plays a central role in ensuring that political processes are open, free and fair, thus guaranteeing a functioning and effective democracy. The right to participate in public life cannot be fully realized without ensuring the right to freedom of opinion and expression in all its dimensions. Free elections become impossible if candidates and political groups are unable to freely promote their ideas or if the media cannot operate with safety and independence.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. During electoral processes, States must ensure that the right to freedom of expression is guaranteed to political candidates and their supporters, opposition groups, political lobbies and the whole spectrum of media actors, from news media to bloggers, commentators and analysts. Political communications must be unhindered by restrictions that hamper the fluid exchange of opinions, whether such restrictions come in the form of explicit prohibitions of certain political positions, or limitations that indirectly \"chill\" the expression of the opinions of political groups, such as controls of media content or on public demonstrations. At the same time, the absence of a regulatory framework to control political financing and spending, or to ensure accountability and redress for rights violations, also undermines the ability of voters, political groups and the media to exercise the right to freedom of expression during electoral processes.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The call for an open political debate should not be misunderstood as a call for unregulated political campaigns. The adequate regulation of political communications is crucial to ensuring a just and equitable space for public dialogue and access to information. In a democratic society, elections must never be ruled by market logic, with those having greater access to financial support controlling the public debate through their disproportionate access to publicity and the media.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Examples from around the world indicate that the regulation of political and electoral communications can both enhance and undermine the enjoyment of free expression rights during political processes. Therefore, States must carefully evaluate the impact of each norm and ensure that an equitable balance is struck in providing for a structural environment that will enhance freedom of expression while not hindering the independent role of the media or the content of political expression. To ensure the adequate translation of norms into practice, it is critical that judicial entities and electoral authorities tasked with overseeing respect for the right to freedom of expression in electoral processes are totally independent and sufficiently resourced to implement their mandates in a timely and effective way. States should also take measures to prevent speech that constitutes incitement to hatred, hostility, discrimination and violence.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. Whereas the international human rights framework does not establish specific prescriptions for national regulation of political and electoral communications, it does provide very clear guiding principles that should frame the establishment and implementation of all regulations. The Special Rapporteur emphasizes that, besides promoting an adequate environment for the work of the media, States should seek to ensure the fulfilment of three key tenets in order to ensure the protection and promotion of freedom of expression during electoral processes: pluralism, transparency and accountability.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. In conclusion, the Special Rapporteur provides the following recommendations.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. In order to secure a diverse and pluralistic political process which is hospitable to candidates and parties from across the political spectrum, States should: (a) Remove any regulation of or restriction upon political speech and expression, outside of restrictions that fall within well-recognized understandings of the permissible limitations on freedom of expression as recognized in international human rights law; (b) Remove any restrictions or regulations that might place the media under political influence or compromise the vital role of the media as public watchdog; and take appropriate action, consistent with relevant human rights standards, to promote media diversity and prevent undue media dominance or concentration; (c) Put in place measures to ensure that all political candidates and parties have direct access to State-owned broadcast media services for specific times on an equal basis, which access is determined either on the basis of the previous performance of a given party or candidate or through a ballot process, and that they are treated fairly and equitably by those services; (d) Permanently assess the impact of private financing of political communication in the promotion of a plural debate; and consider adopting ceilings for donations to political campaigns in order to prevent financial imbalances from destabilizing the playing field and disproportionately limiting the participation of certain parties or candidates in political campaigns.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The obligations to promote the enjoyment of the right to freedom of opinion and expression require that States guarantee the transparency of all aspects of political and electoral processes, and should particularly put in place measures to: (a) Enact regulations requiring the submission of periodic financial reports by parties, political organizations and candidates, entailing full disclosure of all resources collected, in monetary form or in kind, and their origin, and all expenditure, in order to promote public scrutiny and informed voting by citizens. Political finance reporting should be comprehensive, timely, available to the public, and subject to stringent sanctions for inadequate disclosure or timeliness; (b) Put in place measures to ensure that, in all circumstances, paid political advertising is identified as such and not disguised as news or editorial coverage, and that the origin of its financial backing is evident; (c) Ensure that the implementation of political financing regulations is overseen, monitored and enforced by the electoral authorities, the judiciary and other independent bodies; (d) Take measures to prevent those involved in criminal activity from using campaign financing as a means to gain political influence; (e) Promote transparency of media ownership, making public the identity of the owners and how it might reflect their persuasions or biases; (f) Ensure that there is sufficient transparency around the means and methodology of opinion polling; and consider prohibiting the dissemination of polling results 24 to 36 hours preceding voting.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. Accountability mechanisms are a crucial means of ensuring that regulatory frameworks are enforced and abuses of power are rectified. Impunity is a root cause of the lack of safety faced by journalists. In the context of promoting free expression during electoral processes, States should: (a) Ensure that electoral authorities or independent oversight bodies are given sufficient financial and human resources, and enforcement powers to carry out their duties effectively, making all political entities accountable for irregularities, including all forms of abuse of political and economic powers; (b) Guarantee the safety of journalists and media workers; legislative and policy measures must be adopted to prevent attacks against journalists and to eradicate impunity in relation to episodes of violence and intimidation; (c) Call on journalists and the media to seek the highest standards of professionalism and ethics through the promotion of self-regulation.",
        "Labels": []
    }
]