[
    {
        "ID": 1,
        "Text": "1. The present report is the fifth report presented by the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, Mr. Abid Hussain (India), since the mandate was established by Commission on Human Rights resolution 1993/45 of 5 March 1993. It is submitted pursuant to resolution 1997/27. Previously the Special Rapporteur, in pursuance of Commission resolutions 1993/45, 1994/33, 1995/40 and 1996/53, all adopted without a vote, submitted the reports contained in documents E/CN.4/1994/33, E/CN.4/1995/32, E/CN.4/1996/39 and Add.1 and 2, and E/CN.4/1997/31 and Add.1 to the Commission at its fiftieth, fifty-first, fifty-second and fifty-third sessions respectively.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur refers to his previous reports as regards the mandate and methods of work adopted by him. In accordance with the need for examining a number of specific questions concerning the right to freedom of opinion and expression, the structure of the present report has been amended. Consequently, the main body of analysis of issues related to the exercise of the right to freedom of opinion and expression will be discussed in section III, focusing on matters referred to by the Commission on Human Rights in resolution 1997/27 and which the Special Rapporteur considers as warranting special attention. These issues include the right to seek and receive information, the media in countries in transition and their role in elections, the impact of new information technologies on the enjoyment of the right, concerns relating to national security, as well as the right to freedom of expression as it relates to violence against women.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The Special Rapporteur has received a large number of allegations concerning cases of violations of the right to freedom of opinion and expression in 1997. As was the case in previous years, the Special Rapporteur was only able to transmit a very limited number of requests for information to some Governments, owing to the insufficient financial and human resources to fulfil his mandate in the manner he would deem appropriate. The concerns raised in previous reports to the Commission on Human Rights regarding the circumstances of work (E/CN.4/1995/32, paras. 92-95; E/CN.4/1996/39, para. 6; and E/CN.4/1997/31, para. 7) unfortunately remain of great concern. The mandate requires a substantially increased pool of resources. Within the current constraints, the Special Rapporteur has engaged in an exchange of views with Governments only with regard to a limited number of cases, which are discussed in Section IV.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. It should thus be emphasized that the countries discussed in the respective sections in no way reflect the extent of the problem worldwide, as indeed violations of this right take place in almost every country. In an effort to avoid unnecessary duplication of effort, the Special Rapporteur has increased his cooperation with other special rapporteurs. In the past year, he has sent joint urgent appeals together with the Special Rapporteur on extrajudicial, summary or arbitrary executions, the Special Rapporteur on torture, the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur on violence against women, the Special Representative on the situation of human rights in the Islamic Republic of Iran and the Special Rapporteur on the situation of human rights in the Sudan. Closer cooperation is envisaged with treaty bodies and human rights field operations, as well as other specialized bodies within the United Nations system, and regional intergovernmental and non-governmental organizations, particularly at the local level, concerned with the right to freedom of expression.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. From 20 to 23 May 1997, the Special Rapporteur participated in the fourth meeting of special rapporteurs/representatives, experts and chairpersons of working groups of the special procedures and advisory services programme, held in Geneva.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur visited Geneva from 22 to 29 March for consultations and to present his report to the Commission on Human Rights at its fifty-third session. During this period, the Special Rapporteur met with representatives of the Governments of Belarus, Egypt, the Islamic Republic of Iran, Peru, Poland, the Republic of Korea, the Sudan, Turkey and Viet Nam to follow up on or discuss possible visits to the respective countries. He furthermore held a meeting with NGO representatives to discuss specific concerns regarding the mandate.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur considers the carrying out of country visits to be an essential element of the mandate. From 24 to 28 May 1997, the Special Rapporteur visited Poland, followed by a visit to Belarus from 28 May to 1 June 1997, on which he has submitted separate reports to the Commission at its current session (E/CN.4/1998/40/Add.1 and 2).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. To date, the Special Rapporteur is in possession of a standing invitation from the Government of the Sudan and hopes to visit the country during this calendar year. While he has also requested an invitation to visit Albania, Egypt, Indonesia, the Democratic People's Republic of Korea, Peru and Viet Nam to examine in situ the realization of the right to freedom of opinion and expression, he regrets that no invitations have so far been received from them. The Special Rapporteur wishes to reiterate his interest in conducting a visit to those countries. In December 1997, in a joint initiative with the Special Rapporteur on the independence of judges and lawyers, the Special Rapporteur has requested an invitation to visit Tunisia.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. On 6 June 1997, the Special Rapporteur participated in a conference on protection of freedom of speech and cities of asylum held in Stavanger, Norway. The aim of the meeting was to discuss new threats to which writers are exposed and appropriate responses.",
        "Labels": [
            "Refugees & asylum-seekers"
        ]
    },
    {
        "ID": 10,
        "Text": "10. Finally, the role of non-governmental organizations in furthering the promotion and the protection of the right to freedom of opinion and expression cannot be overestimated. Indeed, it is those organizations which spearhead these concerns. The Special Rapporteur wishes to expressly thank ARTICLE 19, the International Centre Against Censorship, which continues to provide significant support to the mandate. He encourages all organizations and individuals to continue to provide information and materials relevant to the promotion and protection of the right to freedom of opinion and expression to the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. The Special Rapporteur has consistently stated that the right to seek and receive information is not simply a converse of the right to freedom of opinion and expression but a freedom on its own. It will also be recalled that in the resolutions on freedom of opinion and expression adopted at its fifty-first (1995/40), fifty-second (1996/53) and fifty-third (1997/27) sessions the Commission requested the Special Rapporteur \"to develop further his commentary on the right to seek and receive information ...\".",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The Special Rapporteur wishes to address the issue of the right to information as it relates to government. He believes that the right to access to information held by the Government must be the rule rather than the exception. Furthermore, there must be a general right of access to certain types of information related to what may be called \"State activity\", for example, meetings and decision-making forums should be open to the public wherever possible. In a number of democracies there has been a growing trend towards broadcasting, through radio and/or television, the debates and proceedings of sessions of national, regional, State and local assemblies as well as the courts. The Special Rapporteur recommends that this trend be strongly encouraged and hopes that more States and local Governments will adopt this practice.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. The Special Rapporteur also notes that there have been a number of instances in which Governments have attempted to prosecute civil servants and others who make available public information which has been classified and that States in every region and with different structures of government continue to classify far more information than could be considered necessary. \"Necessary\" in this context means that serious harm to the State's interest is unavoidable if the information is made public and that this harm outweighs the harm to the rights of opinion, expression and information. The tendency to classify or withhold information on the basis of, for example, \"Cabinet confidentiality\" is too often the practice, which adversely affects access to information.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. The Special Rapporteur is of the view that the right to seek, receive and impart information imposes a positive obligation on States to ensure access to information, particularly with regard to information held by Government in all types of storage and retrieval systems, including film, microfiche, electronic capacities and photographs. In this regard, the Special Rapporteur has observed that in countries where the right to information is most fully realized, access to governmental information is often guaranteed by freedom of information legislation, which establishes a legally enforceable right to official documents for inspection and copying. In many cases the right to information is facilitated by independent administrative bodies which have been provided with adequate resources to fulfil their mandate and purpose. These bodies have the power to receive requests for information from the public and to issue decisions binding upon the government department or agency concerned. In those cases where the relevant department or agency has sought to deny access, the arbiter, i.e. the information commissioner or ombudsman, has had the power and authority to compel the Government to produce the information so that a decision may be made on whether the denial is legitimate. In general, the procedures established for requests for information filed by individuals, and for the receiving and processing of requests by agencies, are simple, accessible and reasonably rapid and the decisions are generally issued in writing, within a limited period of time. In those cases where a request has been denied, the reasons are provided and in a number of instances an individual whose request has been refused is entitled to seek a judicial review of the decision.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. In light of the importance of access to Government-held information for democracy and public participation in the governance of the country, as well as the positive effect on accountability, the Special Rapporteur would consider it useful to undertake a comparative study of the different approaches taken on this issue in different countries, with regard to the legislative framework, review mechanisms, as well as the implementation in practice.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Finally, the Special Rapporteur supports the view that Governments have a responsibility to facilitate access to information which is already in the public domain such as the reports and recommendations of truth and reconciliation commissions, the State's reports to United Nations human rights treaty bodies, recommendations arising from consideration of the State's report by one of these treaty bodies, studies and impact assessments conducted by or on behalf of the Government in areas such as the environment and industrial development, and constitutional and legal provisions relating to rights and remedies. He notes that Governments may discharge this obligation for instance by systematically integrating information about key civic issues, such as human rights, international treaties binding on the State, elections and other political processes, into the education system and popularizing the information through the media. Access to records such as court reports and parliamentary proceedings can be published in a timely fashion and disseminated through major public and university libraries throughout the country and, where technology permits, the Internet.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Furthermore, the Special Rapporteur believes that one of the best guarantees of respect for the rights to freedom of expression and information lies in the existence of independent media, electronic and print, in which ownership is diversified and there is a maximum of self-regulation and a minimum of State interference. In this context, the Special Rapporteur observes that independent and State-owned media contribute most effectively to the realization of the right to information in countries where there is a statutory presumption that journalists are not required to disclose their sources except in the most limited and clearly defined circumstances. Without such protection for both journalists and sources, the media's access to information and their ability to communicate that information to the public are likely to be compromised.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. A final point to be made in this context relates to the right to seek, receive and impart information and popular participation. It will be recalled that in his report to the fifty-third session of the Commission, the Special Rapporteur highlighted \"the important link between the ability of people, both individually and collectively, to participate in the public life of their communities and country, and the rights to freedom of opinion and expression, including freedom to seek and receive information\" (E/CN.4/1996/31, para. 64). The Special Rapporteur further commented that \"as discussions on the implementation of the right to development continue, laws and governmental practices which violate the rights to freedom of opinion, expression, information, dissent, association and participation must be taken into account ... (paragraph 65)\" and noted violations which, in several aspects, touch on the right to information. These aspects include suppression of political expression, denial of access to family planning information for women, discrimination against women through personal status laws, prohibition on the establishment of independent trade unions, prohibitions or restrictions on the operations of independent media and restrictions on access to information on subjects of public interest and importance. The Special Rapporteur recommended to the Commission on Human Rights that future discussions on implementation of the right to development take full account of the need fully to promote and protect the right to seek, receive and impart information because it, as well as the right to freedom of opinion and expression, is a fundamental prerequisite to ensure public participation, without which the realization of the right to development will remain in jeopardy (E/CN.4/1997/31, para. 66).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 19,
        "Text": "19. The Special Rapporteur has also noted with the greatest interest the elaboration by the United Nations Development Programme of a policy on disclosure of information to the public which was announced in June 1997. The policy is intended \"to ensure that information concerning UNDP operational activities will be made available to the public in the absence of a compelling reason for confidentiality (emphasis added)\". 1/ While the operations of agencies within the United Nations system are not generally the concern of the Special Rapporteur, the point to be made in citing UNDP's policy is the presumption in favour of public disclosure. In the Special Rapporteur's opinion Governments everywhere should proceed on the same basis and in those States where there is either no policy at all or one based on a presumption of the need for restrictions, steps should be taken to enact a law or establish an effective administrative mechanism for the realization of the people's right to know and participate. The Special Rapporteur also believes that as regards the implementation of the right to development, full consideration must be given to the relationship between information, the active participation of the entire population and sustainable human development through which every individual can and will benefit.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Since the assumption of his mandate, the Special Rapporteur has observed a number of trends with regard to countries in transition from authoritarian rule to democracy in providing for the protection of the right to freedom of opinion and expression and information. In the area of mass media, this has included in many cases the transformation of a system in which the State had a complete monopoly over the media and other means of communication to a society in which freedom of the media and the press, freedom of assembly and association, as well as other ways of expression, play an essential role. The process of transition has taken vastly different directions in different countries.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Undoubtedly, historical experiences such as previous periods of democratic rule, the extent to which freedom of expression was possible, or the existence of a civil society are important elements to be considered. A wide variety of other factors also come into play; this could certainly be the subject of a study on its own. The point to be made here is the importance of freedom of expression and information in all stages of transitions. This is common to all countries in transition and in the view of the Special Rapporteur is an indispensable ingredient in charting the path towards a successful democratic transition and consolidation.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. During his visits to Belarus and Poland, the Special Rapporteur was able to look at the different problems arising within the context of transition, particularly in the context of Eastern Europe and the former Soviet Union, but which may equally be relevant to countries in other regions. The Special Rapporteur finds that a predominant factor was the need for establishing national independent television and radio services with a public broadcasting mandate, ensuring the independence of regulatory frameworks for private broadcasting, as well as ensuring that licensing procedures are apolitical and administrative matters only. Other issues of increasing importance was the reported lack of access to information held by the Government, as well as the protection of journalists' sources. Furthermore, it became clear that one question to be addressed concerns how to strike the balance between freedom and responsibility. In countries transforming their economic policies to follow the logic of the market rather than the State, additional problems have appeared, such as overwhelming influence of foreign media and the control by powerful interest groups of the main mass communications, thus creating the potential danger of depriving the population of balanced information from a variety of sources.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. To return to the issue of independent broadcasting, the role of broadcasting media in all countries in shaping democratic processes and public opinion hardly needs to be re-emphasized. In the light of the unprecedented influence of television and radio broadcasting on the way of thinking and on modern society as a whole, little doubt remains as to their power as educational tools. However, if lacking a democratic basis, they may also be used for inherently undemocratic processes, whether subject to State or private interests.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur particularly wishes to emphasize the role of the media in elections in the process of transition to democracy, specifically in ensuring that the population's right to receive complete and impartial information is fully guaranteed so as to enable the electorate to form an opinion on candidates' views and qualifications as well as on the programmes of political parties.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. In this connection, the Special Rapporteur wishes to recall his observation, resulting from his visit to Belarus, expressing concern at the biased coverage with regard to the elections in 1995 and the November 1996 referendum. He notes the observations made by the Special Rapporteur on the situation of human rights in the territory of the former Yugoslavia in her report on the situation of human rights in the Republic of Croatia. With regard to the elections of 15 June 1997, it was noted that the election observer mission of the Organization for Security and Cooperation in Europe (OSCE) had concluded that the election may have been free but was not fair, and did not meet minimum democratic standards because the State media particularly television - showed favouritism towards the ruling Croatian democratic Union (HDZ) (see E/CN.4/1998/14). Equally, she observed in her report on the human rights situation in Bosnia and Herzegovina that during the period preceding the September 1997 elections, \"participation in political life was hindered by various obstacles, notably to freedom of the press\". These problems prevented genuine inter-entity (as well as intra-Federation) campaigning, and negatively affected the right of citizens to information (E/CN.4/1998/13, para. 16). In the latest report of the Secretary-General to the General Assembly on the situation of human rights in Cambodia, fair and equal access to the media as a crucial requirement of a free and fair election was equally emphasized (A/52/489, annex, para. 51). The Special Rapporteur received many complaints with regard to a number of countries about the interference with the free flow of information and the imposition of restrictions on the media prior to elections or referendums, compromising the ability of populations to choose their Governments.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur thus considers it of vital importance to address the issue of election broadcasting in transitional democracies where a strong tradition of pluralism and diversity in the media does not exist. In this regard, the Special Rapporteur wishes to highlight some principles to be observed to establish the minimum conditions for a free flow of information, views and opinions during election periods, the validity of which is not limited to Eastern Europe.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. As regards the government media, the Special Rapporteur emphasizes that in the period prior to elections, they must inform the public about the political parties, candidates, campaign issues and voting processes and provide voter education. They must furthermore be balanced and impartial in election reporting, not discriminate against any political party or candidate in granting access to air time, and ensure that news, interviews and information programmes are not biased in favour of, or against, any party or candidate. They should not refuse to transmit an election broadcast unless it constitutes a clear and direct incitement to violence or hatred. Their news and current affairs programmes should be accurate, balanced and impartial. Parties and candidates should be granted air time for direct access programmes on a fair and non-discriminatory basis. In referendums, equal time should be granted to both sides. 2/",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. Furthermore, Governments should abolish all laws not in conformity with international law and standards on freedom of expression, and make special efforts to investigate all acts or threats of acts of violence, intimidation or harassment directed against media personnel or offices and bring those responsible to justice. In addition, no censorship of election programmes may be allowed. Finally, election broadcasts should be monitored and regulated by an independent, impartial body. 3/",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. These points are emphasized by the Special Rapporteur with a view to ensuring that a number of problems affecting the media's ability to operate freely and in a balanced way during the election process are overcome. These problems include censorship by Government-controlled media and government agencies, threats of censorship, banning access for certain political parties, media closures, confiscation, bringing sedition charges, intimidation, attacks, detention and prosecution of journalists, and failure to protect journalists from attack. In any electoral process where one or more of these problems remains unaddressed and where no corrective action has been taken, the public's right to receive and impart information is violated and the opportunity to make an informed decision is limited.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur recalls that in the resolution adopted at its fifty-second session (1996/53) the Commission on Human Rights noted the need to raise awareness about the linkage between media, including modern telecommunication technologies, and the right to freedom of expression. It may also be recalled that in the resolution adopted by the Commission at its fifty-third session (1997/27, para. 12 (f)) the Special Rapporteur was invited \"to consider, in his next report, all aspects of the impact that the availability of new information technology may have on the equal opportunity of access to information and on the exercise of the right to freedom of expression as set out in the International Covenant on Civil and Political Rights\".",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur observes that the question of the capacities and impact of new information technology is highly complex, involving not only the users and providers of information but also the designers of the technology and service providers. As such, the Special Rapporteur is of the opinion that the invitation by the Commission for him to consider \"all aspects\" of this question goes beyond the technical competence of the Special Rapporteur and, further, that in order for the Commission's expectations to be met, the allocation of significant additional resources (financial and expert) is required before comprehensive and in-depth work on the question can be carried out. That being said, and in light of the importance of the matter, the Special Rapporteur is in a position to offer only some preliminary views and to suggest areas where further work may be done in future.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. The reference by the Commission on Human Rights to \"all aspects\" of the new information technology explicitly acknowledges the scope of the question at issue. Bearing that in mind, it must be said that the different views on the issue on the part of Governments, non-governmental organizations and individuals often merely reflect a particular aspect of the problem. There is often a natural tension between what are viewed as competing or mutually exclusive interests or values and the debate often tends to be less about the present and potential benefits of the new technology than it is about restrictions, often in the absence of a clear understanding and all-encompassing analysis of the implications of introducing measures of regulation.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. It must again be acknowledged that the international instruments on human rights recognize, as ground for restrictions on opinion, expression and information, the legitimate interest of society in the protection of national security or public order, public health or morals and the rights and freedoms of others. That the new technology has opened alternative avenues for expression and opinion and the transfer of information is not in question. Neither is it in doubt that the use of these additional sources by some groups and individuals has raised serious concerns particularly related to, for example, racism and hate speech, incitement to violence, pornography (especially child pornography and sex tourism), privacy and reputation and cultural or societal values.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 34,
        "Text": "34. In his report to the fifty-first session of the Commission, and in each report since then, the Special Rapporteur has consistently and strongly emphasized that the general rule is the protection of the freedom of expression and opinion and the right to information, and that the restriction of such freedom and the right must be the exception.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. The current debate over the use and, some would say, abuse of the Internet by individuals and groups to express and disseminate racist and intolerant views is one example of the issues raised by the introduction of a new technology and the natural tension that exists between rights and restrictions or, it could be said, between the rights of one person or group and those of others. General recommendation XV (1993) of the Committee on the Elimination of Racial Discrimination recalls the mandatory nature of the provisions of article 4 in the Convention explained in general recommendation VII, and states that article 4 (a) requires States parties to penalize: (a) dissemination of ideas based on racial superiority or hatred; (b) incitement to racial hatred; (c) acts of violence against any race or group of persons of another colour or ethnic origin; and, (d) incitement to such acts. General recommendation XV also states that, \"In the opinion of the Committee, the prohibition of the dissemination of all ideas based upon racial superiority or hatred is compatible with the right to freedom of opinion and expression.\" Additionally, the Committee referred to article 20 of the International Covenant on Civil and Political Rights, recalling that it stipulates that \"any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law\".",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The ambivalence surrounding points related to the principle of the need to balance rights and protections is evident in the positions taken by Governments through the declarations and reservations they have entered to article 4 of the International Convention on the Elimination of All Forms of Racial Discrimination. A review of these reservations and declarations shows that many of them are based on the need to reconcile the rights to opinion, expression, association and assembly with prohibitions on certain kinds of activities. 4/",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. Regrettably, the Special Rapporteur was unable to attend the seminar organized by the Office of the High Commissioner for Human Rights and held in Geneva from 10 to 14 November 1997 on the role of the Internet with regard to the provisions of the International Convention on the Elimination of All Forms of Racial Discrimination. He considered with great interest the materials made available, although the report on the seminar had not yet been available at the time of finalization of the present report. He nevertheless notes the conclusions and recommendations of the seminar and the differing views expressed regarding the establishment of an open-ended working group to draft guidelines for the ethical use of the Internet, as well as the possible role of the Commission on Human Rights in deciding on the status and the mandate of such a group. In particular, he notes the absence of consensus on the issue of a formulation of a code of conduct for Internet users and service providers and concerns raised that such a code may lead to abuse and undue infringement on the right to freedom of expression. In this context, the Special Rapporteur wishes to emphasize that great care must be taken to achieve an appropriate balance between the rights to freedom of opinion and expression and to receive and impart information and the prohibition on speech and/or activities promoting racist views and inciting violence.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The Special Rapporteur further observes that the range of national models is so extensive as to raise serious doubt as to the possibility of adopting one particular approach as to the best way to tackle the problems and challenges posed by the Internet in the foreseeable future. For instance, in the United States, there is virtually an absolute right to expression and the United States Supreme Court recently decided that censorship provisions in the Communications Decency Act, an amendment to the Telecommunications Reform Act (1996), were unconstitutional and, further, that free speech on the Internet deserved constitutional protection. In some other countries, the actual state of the rights to expression, opinion, information, association and assembly is so restricted as to make any consideration of the dangers presumed to be posed by racism on the Internet virtually irrelevant. And in others, where a balance between rights and restrictions has been established in domestic legislation, the focus has been less on enacting further legislation than on enforcing existing law and working with Internet service providers to ensure that those using the technology to express and promote their views are doing so in conformity with the law.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. The Special Rapporteur also wishes to emphasize that there is a distinction to be drawn between speech which offends and hurts and that which exceeds the threshold of tolerance, ceases to be speech and becomes crime under international law. In this regard, while Governments consider what would constitute an appropriate, fair and feasible approach that might be taken to problems raised by the Internet, it is vital that attention continue to be given to the incidence of Governments cooperating or being directly active in the manipulation of media for the promotion of racist views and the incitement to violence on the scale that occurred, for instance, in the former Yugoslavia or Rwanda.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Another aspect arising from the Internet that has come to the Special Rapporteur's attention is the inclination of Governments to regulate and control access to this electronic network. The bases on which Governments have taken action include, for example, broadly worded and vague statements on the need to protect public morals or national security. In this regard, the Special Rapporteur noted a number of incidents and trends reported from several countries.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The Special Rapporteur views with concern measures taken by Governments to impede the free flow of information. Of particular concern are the actions by Governments which provide for extremely harsh punitive measures against groups and individuals seeking to benefit from new information technologies. In this regard, the Special Rapporteur recalls information in the report to the fifty-third session of the Commission by the Special Rapporteur on the situation of human rights in Myanmar (E/CN.4/1997/64, para. 18) according to which: \"the Computer Science Development Law of 27 September 1996 makes the unauthorized import, possession, and use of certain types of computer equipment, for example computers with networking capability, punishable with sentences of 7 to 15 years' in prison and/or a fine. A 'Myanmar Computer Science Council' will be established to approve the type of equipment to be restricted. According to the Government-controlled newspaper New Light of Myanmar (NLM), the punishment is prescribed for anyone setting up links with a computer network without permission or who uses computer networks or information technology for undermining State security, law and order, national unity, the national economy or national culture or who obtains or transmits State secrets. Members of unauthorized computer clubs may, according to reports, be sentenced to prison terms of a minimum of three years. A punishment of 5 to 10 years' imprisonment is prescribed for anyone who imports or exports computer software or information banned by the Myanmar Computer Science Council.\"",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 42,
        "Text": "42. On a separate but related issue, the Special Rapporteur remains concerned at the policies of some Governments to ban new technology extending the reach of news, information and entertainment programming. In this regard, the Special Rapporteur recalls the report prepared following his visit to Iran in 1996 (E/CN.4/1996/39/Add.2) and information he received on legislation making it illegal to import, distribute, possess or use satellite antennae. The Government informed the Special Rapporteur that the law had been enacted \"for the purpose of safeguarding the cultural identity of the Islamic Republic of Iran against unwarranted influence by the international mass media through the broadcasting of destructive and indecent satellite programmes, and not for the purpose of obstructing or hampering the possibilities for the general public to obtain information (paragraph 51)\". The Government suggested that the prohibition should be regarded as an issue related to public morality. The Special Rapporteur recalls that he strongly encouraged the Government to repeal the law prohibiting the use of satellite antennae.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The Special Rapporteur has received information on the same issue regarding Egypt, according to which, in July 1995, the Government banned the import without prior authorization of satellite decoders, in order to \"preserve and protect the values, morals and traditions of society\". 5/",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. A preliminary examination of some issues raised by the new telecommunications and information technologies highlights several themes of continuing concern to the Special Rapporteur. First, it may be recalled that some years ago, developing countries called for a new world information and communication order to create a freer, broader and more balanced flow of information. It may also be recalled that, in 1980, UNESCO adopted a resolution which set out a number of points upon which a new world information and communication order could be based. These points included, inter alia: elimination of imbalances in the existing means and manner of information dissemination; elimination of the negative effects of public and private monopolies of media ownership; elimination of excessive concentration of ownership; creation of a plurality of sources and channels of information; freedom for media professionals with an associated responsibility to exercise that freedom wisely; respect for the cultural identity of peoples; respect for the right of each country to inform the world about its interests, aspirations and social and cultural values; and respect for the right of the public, ethnic and social groups and of individuals to have access to information sources and to participate actively in the communication process.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Special Rapporteur is of the opinion that the new technologies and, in particular, the Internet are inherently democratic, provide the public and individuals with access to information sources and enable all to participate actively in the communication process. The Special Rapporteur also believes that action by States to impose excessive regulations on the use of these technologies and, again, particularly the Internet, on the grounds that control, regulation and denial of access are necessary to preserve the moral fabric and cultural identity of societies is paternalistic. These regulations presume to protect people from themselves and, as such, they are inherently incompatible with the principles of the worth and dignity of each individual. These arguments deny the fundamental wisdom of individuals and societies and ignore the capacity and resilience of citizens, whether on a national, State, municipal, community or even neighbourhood level, often to take self-correcting measures to re-establish equilibrium without excessive interference or regulation by the State.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The use and abuse by Governments of anti-terrorism and national security legislation remains a grave concern. The Special Rapporteur again notes that many Governments use these laws to restrict freedom of opinion and expression and the right to receive and impart information. Further, abuse of the powers granted under such laws often leads to: both prolonged and short-term arbitrary detention; torture; extrajudicial, summary or arbitrary executions; disappearances; threats and intimidation; the closure of various media outlets; the banning of publications and programming; bans on public gatherings; bans and prohibitions on organizations, groups and associations that are in no way associated with terrorism and violence; strict censorship on all forms of communication; and tolerance of, if not actual support for the abuses and crimes committed by police and paramilitary groups.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. During visits to various countries and in discussions with government representatives the Special Rapporteur has taken up the issue of national security laws and encouraged the Governments either to repeal the law and consider other measures consistent with article 19 of the Covenant for the protection of the State's national security interests, or to amend the relevant law or laws to ensure a precise and unambiguous definition of the activities and crimes covered by the legislation. For instance, during his visit to the Republic of Korea, he discussed in depth with the authorities the concerns with regard to the National Security Law as reflected in paragraphs 12 to 21 of his report on that visit (E/CN.4/1996/39/Add.1) in which he strongly encouraged the Government to repeal this law.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur reiterates his recommendation to the Commission on Human Rights to endorse the Johannesburg Principles on National Security, Freedom of Expression and Access to Information (see E/CN.4/1996/39, annex). The Special Rapporteur remains convinced that the Principles give useful guidance for protecting adequately the right to freedom of opinion, expression and information.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. In resolution 1997/27 the Commission on Human Rights invited the Special Rapporteur to continue to pay particular attention to the situation of women and the relationship between the effective promotion and protection of the right to freedom of opinion and expression and incidents of discrimination based on sex, creating obstacles for women with regard to their right to seek, receive and impart information, and to consider how those obstacles impeded the ability of women to make informed choices in areas of particular importance to them, as well as in areas related to the general decision-making processes in the societies in which they lived. The Special Rapporteur offers the following information and preliminary observations on this subject.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 50,
        "Text": "50. In his report to the fifty-first session of the Commission on Human Rights (E/CN.4/1995/32), the Special Rapporteur stated that the right to freedom of opinion and expression reflects a country's standard of fair play, justice and honesty (paragraph 14). The Special Rapporteur wishes to emphasize here that the degree to which States respect, protect and promote the right to freedom of opinion and expression of women, which may be exercised through activities and in ways distinctly different from those of men, will also reflect a country's standard of fair play, justice and honesty with regard to women and the status accorded to them in society.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteur also recalls that in his report to the fifty-third session of the Commission (E/CN.4/1997/31) he called upon States \"to actively support women attempting to make their voices heard and to ensure that they are welcomed as active participants in public life\". He further urged Governments \"to ensure that effective measures are taken to eliminate the atmosphere of fear that often prevents many women from communicating freely on their own behalf or on behalf of other women who have been victims of violence either in domestic or community settings or as a result of internal or transborder conflict\" (paragraph 62).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 52,
        "Text": "52. The Special Rapporteur notes that violence against women has been one of the most enduring features of war and conflict. Thus, what has changed is not that such violence occurs but rather that more people are willing to recognize the occurrence of such practices and are actively attempting to counter them. The two recent tragedies of the former Yugoslavia and Rwanda are, understandably, most frequently cited now when discussing violence against women in the context of armed conflict. There is a lot of evidence regarding the terrible atrocities which were committed against women which must find an expression of protest. Such protest should come out clearly in the media and no restrictions whatsoever should be maintained which would suppress the voices of women. In this context, the Special Rapporteur also believes that far greater attention must be given to positive measures to break the silence. For instance, witness protection programmes are needed, for it is partly through the establishment and proper functioning of such programmes that women and girls will be able to fully exercise their right to expression, recount their stories and give testimony and evidence, without shame and without fear of social exclusion, retribution or reprisals against them or members of their families. Such programmes should also provide for the appropriate support services.",
        "Labels": [
            "Women/girls",
            "Children",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 53,
        "Text": "53. Furthermore, in considering the relationship between violence against women in the domestic and community contexts and freedom of opinion and expression, the Special Rapporteur has had occasion to refer to the report of the Canadian Panel on Violence against Women. The report stated that \"Canadian women have not enjoyed freedom of expression; rather, their fear makes them reluctant to speak out about the violence they experience. Canadian institutions have contributed to this situation - by denying that such violence can exist, they have supported misogyny and abuse of power.\" 6/ The Panel also noted that women victims of violence in Canada, in common with women in every country, often keep silent about what has or is happening to them for a number of reasons, including fear of reprisal, shame, the belief that they are somehow responsible for the violence, the knowledge that they will not be believed, and, in some cases, suppression of the memory of violence because it is too painful to recall. And, finally, the Special Rapporteur was struck by the Panel's observation that research on the issue of violence against women in Canada remains incomplete because of exclusion, that is, that very little research has focused on the experiences of Inuit and Aboriginal women, women of colour, immigrant and refugee women, rural, poor or homeless women, women with disabilities, women with low literacy skills and lesbians. The Panel also stated that while much research has been carried out in French and/or English, women who do not understand or speak either of these languages have been excluded. 7/",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Women/girls",
            "Persons in street situations",
            "Persons living in poverty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. The issues of fear, shame and exclusion are of great concern to the Special Rapporteur not only because they have an enormous impact on the ability of women to exercise freely their right to expression but also because they reflect, in some countries, inadequacies in the legal protections available to women and, in others, continuing attitudes and practices that are justified on the basis of customary practices, cultural history and social norms. In this context, the Special Rapporteur wishes to refer only to a few cases that have been brought to his attention, some of which he had referred to in previous reports.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 55,
        "Text": "55. For instance, in the report following his visit to Turkey (E/CN.4/1997/31/Add.1), the Special Rapporteur elaborated on the case of Ms. Ismet Celikaslan, who was allegedly detained shortly after stating on television that her daughter had been raped while in police custody in Ankara (paragraph 14), as well as the case of Ms. Gulcin Ozgur, who was allegedly arrested and detained after having publicly stated that she had been sexually assaulted and tortured during a previous period of detention (paragraph 21). The report on his visit to the Islamic Republic of Iran (E/CN.4/1996/39/Add.2) in paragraph 35 refers to the Penal Code adopted in November 1995 which allows for up to two months' imprisonment or 74 lashes for women not respecting the dress code. Paragraph 63 refers to the existence of institutionalized and legally sanctioned forms of distinction, exclusion or restriction made on the basis of sex and their impact on the right to freedom of opinion and expression. The Special Rapporteur further refers to the joint urgent appeal to the Government of Sudan noted in section IV of the present report, concerning an incident of 1 December 1997 when a group of approximately 50 women attempted to peacefully demonstrate their opposition to the compulsory military conscription of their sons and brothers to fight the civil war in southern Sudan.",
        "Labels": [
            "Women/girls",
            "Persons deprived of their liberty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 56,
        "Text": "56. The Special Rapporteur on the situation of human rights in Afghanistan noted in his most recent report to the General Assembly a further deterioration of the situation of the rights of Afghan women. Significantly, he noted that many Afghan women are cut off from the media and other sources of information and their sense of desperation was aggravated because they lived under the impression that the world was not aware of the extent of their plight. He further noted that \"one of their principal grievances was that they felt that they did not have the opportunity to raise their voice\", which even some Afghan refugee women living in Pakistan believed to be true (A/52/493, annex, para. 85). In another case brought to the attention of the Special Rapporteur, in Peru, a woman received death threats because of her activities in a women's group that organizes educational programmes and provides legal and social assistance to working women. 8/ In Papua New Guinea, compensation for the killing of a clan leader, based on a complex tribal calculation, was determined to be \\$15,000, 25 pigs and an 18-year-old woman named Miriam Wilngal; the young woman said \"no\" because she wanted to finish high school and learn to be a typist; Miriam Wilngal was forced to take refuge in Port Moresby, some 500 kilometres from her angry relatives. 9/ Finally, the Special Rapporteur of the Sub-Commission on Prevention of Discrimination and Protection of Minorities on traditional practices affecting the health of women and children referred to a case in Ethiopia (see E/CN.4/Sub.2/1997/10, para. 27). In May 1997, according to the Ethiopian Press Agency (ENA), six girls of the Woreda tribe in eastern Ethiopia had committed suicide to avoid abusuma, the traditional marriage between cousins. It was further noted that most of the girls subject to this tradition are about 15 years old and that many of them prefer death to being married off to men who are 80 years old while others have refused this type of marriage because they consider it to be a sort of \"women's slavery\".",
        "Labels": [
            "Refugees & asylum-seekers",
            "Indigenous peoples",
            "Women/girls",
            "Children"
        ]
    },
    {
        "ID": 57,
        "Text": "57. The Special Rapporteur notes that in 1997, the Committee on the Elimination of Discrimination against Women (CEDAW) issued general recommendation No. 23 on political and public life, in which it notes that \"despite women's central role in sustaining the family and society and their contribution to development, they have been excluded from political life and the decision-making process, which nonetheless determine the pattern of their daily lives and the future of societies. Particularly in times of crisis, this exclusion has silenced women's voices and rendered invisible their contribution and experiences\". The Special Rapporteur underlines the link between political participation and participation in the decision-making process and article 19 of the International Covenant on Civil and Political Rights.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 58,
        "Text": "58. It will be recalled that the Governments participating in the Fourth World Conference on Women in Beijing in September 1995 asserted, in the Beijing Declaration and Programme of Action, that they were \"acknowledging the voices of all women everywhere\" (paragraph 4 of the Declaration). The Special Rapporteur feels compelled to express some scepticism about this assertion for the simple reason that, as indicated above, there are many instances and circumstances in which the voices of women cannot possibly have been heard because women have not dared to speak openly about what has happened and/or is happening to and around them. On the other hand, the Special Rapporteur fully concurs with the statement made by Governments in Beijing that: \"The gap between the existence of rights and their effective enjoyment derives from a lack of commitment by Governments to promoting and protecting those rights and the failure of Governments to inform women and men alike about them ... (paragraph 217 of the Programme of Action). \"... Unless the human rights of women, as defined by international human rights instruments, are fully recognized and effectively protected, applied, implemented and enforced in national law as well as in national practice in family, civil, penal, labour and commercial codes and administrative rules and regulations, they will exist in name only\" (paragraph 218).",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 59,
        "Text": "59. The Special Rapporteur in this section reports on the communications sent out and replies received during 1997. This, however, in no way implies that all cases of earlier communications have been closed to the satisfaction of the Special Rapporteur, as in a number of cases, he has not received replies from the Governments concerned. He refers to his previous reports for cases previously examined.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur would like to encourage Governments to continue their cooperation with the mandate by providing information on the cases in question. He wishes to reiterate that good cooperation is essential in that it opens the possibility for the Special Rapporteur to engage in a dialogue aimed at addressing the concerns as regards respect for freedom of opinion and expression. The opportunity for dialogue is even greater during country missions, and the Special Rapporteur wishes to express his hope for the continued cooperation of Governments in this regard.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. By letter of 13 November 1997, the Special Rapporteur transmitted information to the Government of Algeria with regard to the fate of two individuals, namely Mr. Aziz Bouabdallah, journalist with the Arabic-language daily Al-Alam Al-Siyassi, and Mr. Omar Belhouchet, Director of the French-language daily El Watan. According to information received by the Special Rapporteur, Mr. Aziz Bouabdallah disappeared on 12 April 1997, after having been abducted by three individuals who had allegedly identified themselves as members of the security forces, in front of his family. Reportedly, the family has not been able to obtain information on his fate since that date. The Special Rapporteur had also received information alleging that Mr. Bouabdallah was held in a detention centre in Algiers and had been tortured during the first month of his detention. According to the information received, concern had been expressed regarding a possible link between his disappearance and his journalistic work, and his coverage of the activities of Islamist groups in Algeria.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 62,
        "Text": "62. With regard to Mr. Omar Belhouchet, the Special Rapporteur received information that he had been sentenced on 5 November 1997 to one year in prison for an interview he had given in November 1995 to the French television station Canal+ in which he had speculated on the possible responsibility of the Government in the assassinations of journalists since May 1993. Reportedly, Mr. Belhouchet had appealed his conviction. The Special Rapporteur furthermore received information on the summoning of Mr. Belhouchet to the central police station of Algiers shortly after the verdict, where he was questioned for four hours in connection with an article which appeared on 29 October 1997 in his newspaper, written by the journalist Yasser Ben Miloud, who had criticized President Liamine Zeroual and other government officials.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 63,
        "Text": "63. By letter dated 18 December, the Government of Algeria informed the Special Rapporteur that with regard to the case of Mr. Aziz Bouabdallah, the investigation undertaken by the Ministry of Justice had shown that he was neither questioned nor arrested by the security forces. Therefore, the allegations as to his detention in Algiers had no basis.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 64,
        "Text": "64. The Special Rapporteur thanks the Government for the reply regarding the case of Mr. Bouabdallah and hopes that all necessary action will be taken to establish his fate. However, a reply regarding the case of Mr. Omar Belhouchet is still awaited.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur remains concerned at the overall situation in the country and the continuing violence and the massacres of civilians. He wishes to express his view that in the present situation in Algeria, accurate information about the crimes being committed, as well as transparency and the free flow of information, become all the more important. He encourages the Government to take all necessary measures to provide for the conditions in which all media are able to play their role in providing accurate, reliable and pluralistic information.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur further refers to his previous reports with regard to the killings of journalists and would appreciate being kept informed about progress made in the investigation of these cases and the prosecution of those responsible.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In a joint initiative with the Special Rapporteur on extrajudicial, summary or arbitrary executions, an urgent appeal was communicated by the Special Rapporteur to the Government on 3 July 1997 with regard to death threats, attacks and harassment of journalists Ariel Garbarz, Magdalena Ruiz Guiaz and Antonio Fernndez Llorente, and their respective families, all of whom have been involved in covering stories related to the death of Jos Luis Cabezas, photographer for the magazine Noticias, in January 1997.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur regrets that at the time of the finalization of the present report, no reply had been received from the Government on the concerns raised and hopes that the Government will respond soon. He urges the Government to ensure that complaints of death threats, attacks and harassment of journalists, especially those calling for clarification of the circumstances of the murder of Mr. Cabezas, are investigated and to provide for an environment where journalists can operate free from attack.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. By letter of 1 August 1997, the Special Rapporteur transmitted information to the Government regarding proposed amendments to the Act on the Press and other Mass Media, as well as the fate of Pavel Sheremet, Dmitry Zavadsky and Yaroslav Ovchinnikov. According to the information received by the Special Rapporteur, amendments to the Act on the Press and other Mass Media which would seem to have a serious impact on the freedom of the media had been approved by the lower chamber of the Parliament of Belarus in late June 1997.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. As regards the above-named individuals, the Special Rapporteur communicated to the Government his concern with regard to their detention on 26 July 1997, allegedly in connection with an incident relating to the filming of the Belarusian border with Lithuania on 22 July. Reportedly, they were held on charges of violating article 80 of the Criminal Code for illegal border crossing. Furthermore, the offices of Russian Public Television (ORT) and Mr. Sheremet's home were allegedly searched by police on 27 July and various documents confiscated. Several journalists protesting the arrest had allegedly also been arrested on 31 July. In addition, the Special Rapporteur expressed his deep concern regarding the withdrawal of accreditation from Mr. Sheremet by the Foreign Ministry in early July, allegedly for biased reporting, an act recalling the revocation of accreditation and subsequent expulsion of Alexander Stupnikov, journalist with the Russian independent television channel NTV, in late March 1997 based on similar accusations.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 71,
        "Text": "71. By letter dated 4 September 1997, the Government conveyed to the Special Rapporteur information regarding the above concerns. With regard to the withdrawal of the accreditation of Mr. Sheremet, the Government noted the view of the responsible committee in the Ministry of Foreign Affairs that Mr. Sheremet's reports systematically provided biased information about events in the Republic of Belarus and that the dissemination of such tendentious material resulted in the misinformation of the public, both in Belarus and in the Russian Federation. Alexander Stupnikov was deprived of his accreditation in the Republic of Belarus in connection with the dissemination on the NTV channel of deliberately false information about events in the Republic of Belarus, and with his reports, which were characterized by a one-sided approach to the coverage of events in Belarus. According to the response received, the activity of Mr. Stupnikov was contributing to the misinformation of the Russian public. Both decisions to withdraw the licences were taken on the basis of article 42 of the Act on the Press and other Mass Media.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. It was noted in the reply that on 30 July, the press service of the President of the Republic of Belarus issued a statement indicating that P. Sheremet and two other persons charged with illegally crossing the State border were Belarusian citizens but, irrespective of this decision, the management of ORT had continued to employ P. Sheremet to prepare reports from Belarus. The Government further noted that the Information and Public Relations Centre of the Committee for State Security (KGB) had issued a clarification regarding the illegal border crossing of an ORT film crew, stating that on 25 July 1997 criminal proceedings were instituted on the grounds that the film crew of ORT's Belarusian office, consisting of P. Sheremet, D. Zavadsky and Y. Ovchinnikov, had illegally crossed the State border of the Republic of Belarus on 22 July. Furthermore, it was noted that on 26 July, the representative of the Republic of Belarus for the Smorgon section of the border with the Republic of Lithuania was officially advised in writing by the commanding officer of the Vilnius detachment of the border police that a violation of the State border of the Republic of Lithuania had occurred. In that connection, a request for an investigation was made, with its findings to be communicated in writing. On 27 July, the above-mentioned persons were detained on suspicion of having committed the offence referred to in article 80 of the Criminal Code and the case was passed on to the investigations department of the KGB Directorate for the Grodno region. On 30 July, in the course of these criminal proceedings, P. Sheremet and D. Zavadsky were charged with illegally crossing the border and were taken into custody as a precautionary measure with the approval of the Public Prosecutor of the Grodno region, in accordance with the law.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 73,
        "Text": "73. Regarding the amendments to the Act on the Press and other Mass Media, the Government informed the Special Rapporteur that it was unable to provide the Special Rapporteur with more detailed information, as the text of the amendments passed in first reading had not yet been promulgated by the House of Representatives of the National Assembly.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur thanks the Government of Belarus for the reply provided and the willingness shown to cooperate with the mandate. With regard to the cases of Pavel Sheremet and Alexander Stupnikov, the Special Rapporteur notes that media professionals working for foreign media should not have their licences withdrawn, be expelled or threatened in any other way because of the content of their reporting. The rights of journalists to report and comment on all aspects of society, which includes the expression of views opposed to those of the authorities, and the right of the Belarusian public to receive such information must be guaranteed and should in no case be subject to restrictions other than those provided for by international law. He refers to his comments regarding foreign media in his report on the visit to the Republic of Belarus, contained in addendum 1 to the present report.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. As regards the amendments to the Act on the Press and other Mass Media, the Special Rapporteur invites the Government to keep him informed of further developments and encourages the Government to benefit from the assistance provided by international organizations in this area.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. The information received by the Special Rapporteur indicates continued concern with regard to the right to freedom of opinion and expression in China. In this connection, the Special Rapporteur, by letter dated 12 November 1997, transmitted information to the Government with regard to several individuals, namely, Wang Dan, Wang Ming, Gao Yu, Liu Nianchun, Li Hai, Yao Zhenxiang and Yao Zhenxian, Fu Guoyong, Chen Longde and Wang Donghai. According to the information received by the Special Rapporteur, their right to freedom of opinion and expression had been subjected to arbitrary interference. They had been arrested for alleged offences such as conspiring to subvert the Government, leaking State secrets or endangering State security. The Special Rapporteur had received information indicating that seven among the above individuals have been convicted to \"re-education through labour\" for periods of between one and three years.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur notes that he has not yet received a reply from the Government of China and hopes that he will soon be receiving a response from them. With regard to the case of Gao Yu, the Special Rapporteur notes that the Working Group on Arbitrary Detention decided, in decision No. 46/1995 of 30 November 1995, to declare the detention of Gao Yu as arbitrary, in terms of category II of the principles applicable in the consideration of the cases submitted to the Working Group (i.e. contrary to article 19 of the Universal Declaration of Human Rights and article 19 of the International Covenant on Civil and Political Rights regarding the exercise of the right to freedom of opinion and expression).",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 78,
        "Text": "78. On 25 June 1997, the Special Rapporteur sent an urgent appeal to the Government expressing his concern regarding the alleged arrests of Hamdein Sabbahi, journalist, Mohamed Abdu, veterinarian, Mohamed Soliman Fayad, lawyer and Hamdi Heikal, lawyer. According to the information received by the Special Rapporteur, on 17 June Hamdein Sabbahi, Director of the Al-Watan-Arabi Information Centre, was arrested by members of the State Security Investigation (SSI) for having expressed his opposition to Law 96 of 1992 and being in possession of printed material critical of this law, which regulates the relations between landowners and tenants. He was allegedly charged with several offences under the anti-terrorism law and has been given a 15-day detention order pending the outcome of further investigations. The other three individuals were allegedly arrested the same day on similar grounds. All four individuals were reportedly imprisoned in Tora prison in Cairo where they were allegedly subjected to beatings and lashing.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur regrets that no reply has yet been received from the Government on the cases in question and hopes for an early response.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. On 2 July 1997, the Special Rapporteur sent an urgent appeal to the Government in a joint initiative with the Special Representative on the situation of human rights in the Islamic Republic of Iran, the Special Rapporteur on extrajudicial, summary or arbitrary executions and the Special Rapporteur on the independence of the judiciary. Concern was expressed with regard to the fate of Faraj Sarkouhi, writer and editor-in-chief of the monthly Adineh and signatory to the 1994 Declaration of 134 Writers, an appeal for an end to censorship in Iran. Allegedly, Mr. Sarkouhi had been arrested on 27 January 1997 after having been held incommunicado for several weeks in November 1996, and was at the time tried in a closed trial on a variety of charges, allegedly including espionage, which reportedly carries a mandatory death penalty. It had been alleged that he had not been permitted to appoint a lawyer and that the trial would remain closed to the public and international observers. According to some sources, a death penalty had been pronounced.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. By letter of 16 July 1997, the Government of the Islamic Republic of Iran replied that, as regards the period in November 1996, Mr. Sarkouhi had left Teheran for Germany, as he himself had stated in an interview. It was further noted that Mr. Sarkouhi was arrested on 2 February 1997 on charges of espionage and attempting to leave the country illegally. Furthermore, it was emphasized that he had neither been tried nor convicted and that he enjoys and will enjoy all legal rights in conformity with due process of law, including the right to a fair trial and the right to a defence lawyer.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. The Special Rapporteur thanks the Government of Iran for the reply provided and the willingness shown to cooperate with the mandate. The Special Rapporteur notes the further developments in this case and in particular reports received that Mr. Sarkouhi had been tried and convicted in camera of carrying out propaganda against the Islamic Republic of Iran, which was apparently the widely published letter dated 3 January 1997 in which he described his initial arrest and his mistreatment while in detention. He was sentenced to one year in prison, less time already spent in detention. The Special Rapporteur refers to the report submitted by the Special Representative of the Commission on Human Rights on the situation of human rights in the Islamic Republic of Iran to the General Assembly (A/52/472, annex), in which he took particular note of the fate of Faraj Sarkouhi (paragraph 14), and in which he lists a number of reports illustrating constraints against freedom of expression (appendix II).",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. By letter dated 30 October 1997, the Special Rapporteur transmitted information to the Government concerning the fate of Ren Solorio, Ernesto Madrid and Gerardo Segura, all three journalists for TV Azteca; Daniel Lizarraga and David Vicenteno, journalists with the daily Reforma; as well as Abdel Jess Bueno Len, journalist and director of the weekly magazine Siete Dias, Benjamin Flores Gonzlez, publisher and editor of the daily newspaper La Prensa, and Victor Hernndez Martnez, a journalist with the magazine Como. With regard to Ren Solorio, Ernesto Madrid and Gerardo Segura, the Special Rapporteur had been informed of their alleged abduction on 13 September and torture for several hours, which according to the source, was thought to have been linked to their reporting on police involvement in corruption and human rights violations. The Special Rapporteur further communicated information with regard to Daniel Lizarraga, who had allegedly been kidnapped on 5 September 1997 and held for several hours, allegedly being interrogated about his reporting on alleged involvement of employees of the Office of the Public Prosecutor in drug trafficking. It had further been alleged that David Vicenteno was abducted, assaulted and threatened for several hours on 25 August 1997, as well as being interrogated on his investigations concerning the disappearance of a member of the judicial police. In addition, he transmitted information on the reported killings of three media professionals. Allegedly, Abdel Jess Bueno Len, who was reportedly facing a defamation lawsuit and who had allegedly previously written a letter indicating his possible kidnapping or killing as well as possible suspects, including State officials, was murdered on 20 May 1997, with his body found two days later. Benjamin Flores Gonzlez, who allegedly faced several lawsuits for criminal libel, was killed on 15 July 1997 outside his newspaper's office. It is alleged that his killing is linked to his coverage of drug trafficking and alleged involvement of the local administration. Finally, Victor Hernndez Martnez reportedly died on 26 July 1997 from head injuries after having been beaten severely the day before, allegedly as he was leaving the offices of the Federal Judicial Police in Mexico City. Reportedly, he also had published articles on alleged links between police and drug-traffickers.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. By letter dated 26 November 1997, the Government requested the Special Rapporteur to provide more details about the location where these events had occurred and the authorities to which they are attributed. The Special Rapporteur will follow up this request.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. In a joint initiative with the Special Rapporteur on torture, the Special Rapporteur sent an urgent appeal to the Government of Nigeria on 21 November 1997, expressing concern regarding the fate of several journalists who were reported to be in detention without charge or trial.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 86,
        "Text": "86. According to the information received, Mohammed Adamu, bureau chief of African Concord news magazine and Soji Omotunde, editor of African Concord, had been held in incommunicado detention since 27 July and 25 October, respectively. The other journalists had allegedly been arrested in a wave of arrests. Reportedly, on 4 November 1997, Adetokunbo Fakeye, defence correspondent for PM newspaper, was arrested and detained at Defence Headquarters in Lagos. Jenkins Alumona, editor of The News magazine, was reportedly arrested on 8 November 1997 at the Lagos studios of the State-owned television. On 9 November 1997, Onomoe Osifo-Whiskey, managing editor of Tell magazine, was allegedly arrested by armed security officers in Lagos. Babafemi Ojudu, managing editor of The News newspaper group, is said to have been arrested on 17 November on his return from a seminar in Kenya.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 87,
        "Text": "87. In a joint initiative with the Special Rapporteur on torture, the Special Rapporteur sent an urgent appeal to the Government of Nigeria on 1 December 1997, containing additional information concerning the alleged arrest of a group of journalists reported to remain in detention without charge or trial. In addition to the above names, information was communicated to the Government regarding the alleged arrest of Ben Adaji, the Taraba State correspondent of The News magazine, Rafiu Salau, administrative manager of The News group, and Akinwumi Adesokan, writer and journalist. The Special Rapporteurs had received information alleging that Akinwumi Adesokan had been arrested on 12 November 1997 at Nigeria's border with Benin when returning from a writing fellowship abroad; Ben Adaji had reportedly been arrested on 17 November 1997 in Jalingo, north-east Nigeria, possibly in connection with a publication on intercommunal killings in October 1997 in Taraba State; and Rafiu Salau had allegedly been arrested on 18 November 1997 after having inquired at the offices of the Directorate of Military Intelligence in Lagos about the whereabouts of journalist Adetokunbo Fakeye, reportedly arrested on 4 November 1997.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur notes that no reply has yet been received by the Government concerning the above allegations. He nevertheless expresses his concern at the pattern of arrests and urges the Government to ensure that such incidents do not occur and to give due respect to the rights of journalists in accordance with international standards.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. By letter of 28 July 1997, the Special Rapporteur communicated information to the Government of Peru with regard to the case of Mr. Baruch Ivcher, majority owner of the Frecuencia Latina/Channel 2 television network. According to the information received by the Special Rapporteur, Mr. Ivcher's Peruvian citizenship, which he had reportedly acquired in December 1984, had been revoked on 13 July, allegedly due to administrative irregularities regarding his application. As according to Peruvian law foreigners are prohibited from being majority shareholders of enterprises in the communication industry, the fact that Mr. Ivcher has been stripped of his Peruvian citizenship threatened to deprive him of his property. The information received further emphasized that broadcasts of Frecuencia Latina/Channel 2 had cited corruption and mismanagement on the part of the State and had reported on human rights violations, implicating public officials, members of the army and army intelligence.",
        "Labels": []
    },
    {
        "ID": 90,
        "Text": "90. By letter of 8 September 1997, the Government of Peru informed the Special Rapporteur of the invalidation of Mr. Ivcher's entitlement of nationality due to a failure to meet all legal requirements. Consequently, Mr. Ivcher applied for a remedy of amparo which was denied by the competent court. Mr. Mendel Winter and Mr. Samuel Winter, minority shareholders of Frecuencia Latina/Channel 2, also applied for a remedy of amparo requesting the management of the company to be transferred to them; this was granted by the court temporarily, pending a final ruling on the substance of the case, that is the validity of Mr. Ivcher's nationality. It was noted that the ownership of Mr. Ivcher's shares is guaranteed by the courts and cannot be transferred in any form. The Government further expressed its view that this is an administrative matter being dealt with by the competent courts with a final ruling yet to be handed down. In addition, Mr. Ivcher's property is fully guaranteed and the licence of the Frecuencia Latina/Channel 2 will not be affected, with its usual programmes continuing to be broadcast. The Government thus holds that it cannot in any way be inferred that there has been a violation of freedom of expression.",
        "Labels": []
    },
    {
        "ID": 91,
        "Text": "91. The Special Rapporteur thanks the Government of Peru for the reply provided and the willingness to cooperate with the mandate. In this context, the Special Rapporteur reiterates his interest in visiting the country.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteur received, on 2 December 1997, a memorandum prepared by the National Council for Human Rights, which contains information concerning the exercise of the right to freedom of expression in Peru and the remedy of habeas data, which is available for consultation at the Secretariat.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. From 24 to 28 May 1997, the Special Rapporteur undertook a visit to Poland, on which he has reported separately to the Commission at its present session (E/CN.4/1998/40/Add.2). Sudan",
        "Labels": []
    },
    {
        "ID": 94,
        "Text": "94. By letter dated 5 December 1997, the Special Rapporteur, in a joint initiative with the Special Rapporteur on the situation of human rights in the Sudan, the Special Rapporteur on violence against women, and the Special Rapporteur on torture, transmitted information to the Government concerning an incident which occurred on 1 December 1997 in front of the UNDP offices in Khartoum. According to the information received from UNDP in the Sudan, a group of approximately 50 women had arrived outside the gate of the UNDP compound to present a statement to the United Nations Secretary-General through the United Nations Resident Coordinator in Sudan against compulsory military conscription of their sons and brothers to fight the civil war in southern Sudan. The women were peacefully demonstrating, carrying banners denouncing the deployment of their sons and brothers. Reportedly, the women were brutally assaulted and beaten with sticks and rubber hoses and slapped on their faces by police and security officers. They were arrested and dragged into police vehicles. It was further reported that approximately 34 of these women were tried the same day and convicted of public order offences. They were each fined 10,000 Sudanese pounds, flogged with ten strokes each and then released. Further, it has been reported that some of the women have been hospitalized as a result of the injuries suffered.",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 95,
        "Text": "95. By letter of 9 January 1998, the Government informed the Special Rapporteur that the demonstration was carried out in violation of the law which requires a licence from local authorities of Khartoum State, which is routinely issued within 48 hours upon request, and protection is subsequently provided by police. Reference was made to a similar demonstration carried out the same month by a group of lawyers who delivered a memorandum of protest to the Chief Justice and Minister of Justice peacefully and under the protection of the police. The Government held further that as the gathering was illegal, the authorities were, in accordance with the law, bound to prevent any act that intended or was likely to cause a breach of public peace or tranquillity in a public place (article 69 of the Sudan Criminal Act, 1991). The law also considers an offence of public nuisance any act which is likely to cause public injury or danger or annoyance to the public or to those persons who occupy or reside in a neighbouring place or to the persons exercising any of the public rights (article 77 (1) of the Criminal Act of 1991). Furthermore, the Government noted its obligation to protect the United Nations office in Khartoum in accordance with its commitments as party to the Convention on the Privileges and Immunities of the United Nations and other relevant instruments, and that it had the added duty of preventing the development of any situation that might undermine its responsibilities in that regard. The Government thus considered the response to the committed offence to be within the requirements of article 21 of the International Covenant on Civil and Political Rights which stipulates that no restrictions may be placed on the exercise of the right of peaceful assembly \"other than those imposed in conformity with the law and which are necessary in a democratic society in the interest of national security or public safety, public order ...\".",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The Special Rapporteur thanks the Government of the Sudan for the reply provided and the willingness to cooperate with the mandate. The Special Rapporteur intends to seek further clarification with regard to this case, particularly as regards the use of force by law enforcement officials, and a clarification regarding the necessity for the above-described actions.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. In May 1997, the Government provided the Special Rapporteur with a copy of the Press and Publications Act of 1996, passed by the National Assembly earlier that month. He also received the Sudan Peace Agreement, signed on 21 April 1997 between the Government of the Sudan on the one hand and the South Sudan United Democratic Salvation Front (UDSF), the Sudan People's Liberation Movement (SPLM), the South Sudan Independence Group (SSIG) and the Equatoria Defence Force (EDF) on the other. The documents are available for consultation at the Secretariat.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. By letter of 16 October 1997, the Special Rapporteur transmitted information to the Government regarding the fate of Mr. Khmais Ksila, Vice-President of the Ligue tunisienne pour la dfense des droits de l'homme. According to the information received by the Special Rapporteur, Mr. Ksila had been arrested in the afternoon of 29 September 1997 at his home in Tunis by members of the security forces after having begun a hunger strike, which he had announced publicly the same day in order to protest against the restrictions imposed on him by the Tunisian authorities and the human rights situation in the country. Furthermore, the Special Rapporteur had received information that on 1 October 1997, Mr. Ksila had been charged with undermining public order, spreading false information aiming to disturb public order, and inciting people to break the law. According to the information received, he is being detained in 9 avril prison in Tunis.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 99,
        "Text": "99. By letter dated 26 November 1997, the Government informed the Special Rapporteur that, involved in a case at ordinary law, Mr. Ksila was arrested on 29 September 1997 by order of the Government Procurator of the Court of First Instance in Tunis and heard forthwith by one of the deputies of the Procurator attached to the same court. On the basis of the accused's statements, the Government Procurator called for judicial proceedings to be instituted against Mr. Ksila for commission of the offence of defamation against the public order, publication in bad faith of false news capable of disturbing the public order and incitement of the population to infringe the law of the country, pursuant to the relevant provisions of the Press Code and the Penal Code. The Government further noted that Mr. Ksila was brought the same day before the Senior Examining Magistrate of the Court of First Instance in Tunis. The latter informed him of his right to answer questions only in the presence of his lawyer. At Mr. Ksila's request, the questioning was deferred until 1 October 1997. A summons was served on him. On the appointed date, and in the presence of Mr. Ksila's lawyers, the Senior Examining Magistrate proceeded with the questioning. It was further noted that Mr. Ksila was being detained in civil imprisonment in Tunis, his situation was normal and he was being treated in accordance with the prison regulations. The Government emphasized that it was therefore clear that, contrary to the allegations received by the Special Rapporteur, Mr. Ksila's arrest was consequent upon offences under the Tunisian legislation in force and bore no relation to his membership of the Tunisian Human Rights League, or to the views he holds or the exercise of his right to freedom of opinion and expression. In the view of the Government, he is the subject of judicial proceedings that may be brought against anyone thought to be guilty of acts punishable by law.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 100,
        "Text": "100. The Special Rapporteur thanks the Government of Tunisia for the reply provided and the willingness shown to cooperate with the mandate. The Special Rapporteur wishes to stress that interference with the right to freedom of expression must be rigorously scrutinized as to the necessity and proportionality of the measures taken. The Special Rapporteur intends to seek further clarification on this case.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. By letter dated 4 December 1997, the Special Rapporteur requested, in a joint initiative with the Special Rapporteur on the independence of judges and lawyers, an invitation to carry out a joint visit to the country.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. By letter dated 7 October 1997, the Special Rapporteur, in a joint initiative with the Special Rapporteur on the independence of judges and lawyers, conveyed his concern to the Government of Turkey concerning the fate of lawyer, writer and doctor of philosophy Esber Yagmurdereli. He was first arrested in 1978 and convicted for \"trying to change the constitutional order by force\" under article 146 of the Turkish Penal Code. The conviction was based on statements allegedly extracted under torture. He was sentenced to death, but this was commuted to life imprisonment on account of a physical disability. It has been reported that the Minister of Justice offered him a pardon on grounds of ill health, which he rejected. In 1991, Mr. Yagmurdereli benefited from a conditional amnesty which suspended prison sentences for offences such as the one contained in article 146 of the Turkish Penal Code. According to the source, prisoners who recommit the offence may be required to serve the whole of the remainder of their sentence. Some time after his liberation, he allegedly made a speech at a meeting organized by the Istanbul Human Rights Association to commemorate Human Rights Day. According to the information received, the Istanbul State Security Court handed down a sentence of 10 months' imprisonment for \"separatism\" under article 8 of the Anti-Terror Law in late 1995. The Court of Appeal upheld this decision on 26 June 1997. Consequently, the Smasun Heavy Penal Court decided, reportedly at the end of August, that Esber Yagmurdereli would be obliged to serve the remainder of his previous sentence. An appeal was reportedly turned down in mid-September.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 103,
        "Text": "103. On 27 November 1997, the Government replied that Mr. Esber Yagmurdereli, a writer and lawyer, and also member of the THKPC (Revolutionary Pioneers of the People) illegal terrorist organization, was sentenced to life imprisonment for having violated several articles of the Turkish Penal Code, including incitement to robbery by use of force and incitement to pillage. He was released under a conditional amnesty on 1 August 1991. It pointed out that the Turkish Penal Code indeed stipulates that in case of reoffence after a conditional amnesty had been granted, the offender would be required to serve the whole of the remainder in addition to the new sentence. The Government further noted that Mr. Yagmurdereli did in fact recommit a crime, in the incident contravening article 8 of the Anti-Terror Law (incitement to violence against the State through propaganda, a month after his release, on 8 September 1991. Following the hearings in the State Security Court, he was sentenced to 10 months' imprisonment on 28 May 1997. It was further noted that, in accordance with the law, he is required to serve also the remainder of the previous sentence, and was thus sentenced to a total of 23 years' imprisonment. His appeal was rejected on 20 October 1997 and he was imprisoned. The Government further informed the Special Rapporteur that on 9 November 1997, Mr. Yagmurdereli was released on health grounds, in compliance with article 399/2 of the Turkish Code of Criminal Procedure. It is emphasized that this decision is not an amnesty but that the release was based on health grounds and his sentence has been suspended for one year. The duration of this suspension is subject to the discretion of the Chief Public Prosecutor.",
        "Labels": []
    },
    {
        "ID": 104,
        "Text": "104. The Special Rapporteur thanks the Government of Turkey for the reply provided and the willingness shown to cooperate with the mandate. However, the Special Rapporteur remains concerned about the sentence to 10 months' imprisonment under article 8 of the Anti-Terror Act of Mr. Yagmurdereli, for a speech he gave on Human Rights Day.",
        "Labels": []
    },
    {
        "ID": 105,
        "Text": "105. The Special Rapporteur welcomes the Parliament's passing, in August 1997, of an amnesty law suspending the sentences of editors who had been held legally responsible and convicted for published materials and articles that appeared in their newspapers. This resulted in the release of editor Ocak Isik Yurtcu, former editor of the pro-Kurdish daily Ozgur Gundem, and other editors. He encourages the Government of Turkey to continue along this path and to accelerate further steps necessary to bring both practice and implementation of the right to freedom of opinion and expression into conformity with international standards. In this context, he would like to recall the observations and recommendations he offered the Government following his visit to Turkey (E/CN.4/1997/31/Add.1, paras. 48-63).",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. The Special Rapporteur was further informed by the Government that a study had been initiated by the Human Rights Coordinating High Committee to amend articles 26, 27 and 28 of the Constitution, articles 159, 311 and 312 of the Turkish Penal Code and article 8 of the Anti-Terror Law, with a view to broadening the freedom of thought and expression. The Special Rapporteur would appreciate being kept informed about concrete measures in this regard.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. Since his last report to the Commission on Human Rights, the Special Rapporteur has noted no significant changes in the evolution of overall respect for the right to freedom of opinion and expression. However, as a positive note, he would like to emphasize that in several countries, democratic transformations and consolidations have brought about new liberties and freedoms. Freedom of expression has proved to be one of the most important elements in initiating change, contributing to peaceful transformations, as well as consolidating democratic regimes by providing the citizen with the means to participate in public affairs.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. Unfortunately, long-standing patterns of harassment and oppression of persons whose views and opinions differ from those of persons holding power persist in a number of countries. In many instances, restrictions on the freedom of opinion and expression limit to a significant extent the possibility of violations becoming known and investigated. In the view of the Special Rapporteur, such trends perpetuate patterns such as government corruption and impunity.",
        "Labels": []
    },
    {
        "ID": 109,
        "Text": "109. The Special Rapporteur further observes that in a number of countries, the authorities continue to maintain firm control over the media and individuals' free speech. This often goes hand-in-hand with undue restrictions on public protests and demonstrations, which call into question the right itself, as well as restrictions on the activities of independent trade unions or organizations of civil society. Furthermore, action taken by States and their agents against individuals - such as arbitrary detention, threat and intimidation, and extrajudicial executions - and actions against groups and organizations - such as the banning of opposition or ideologically diverse parties and professional associations - seriously erode the public's right to know and to receive and impart information.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. In this context, the Special Rapporteur also wishes to note that while an ever-increasing number of States enter upon the path of formal transition to democracy, the conduct of elections often falls short of the minimum conditions for the conduct of free and fair elections. The right of citizens to elect their government is compromised in many cases by the lack of access to information about candidates and their policies and about the crucial issues at stake. He wishes to encourage Governments to seriously consider putting in place the necessary safeguards for ensuring free and fair elections.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. The Special Rapporteur further considers that the ever-increasing number of cases brought to his attention during the past four years is a reflection of two trends. On the one hand, the caseload provides a strong indication that Governments continue to place undue emphasis on restrictions relating to the right to freedom of opinion and expression. On the other hand, however, it is also a reflection of the increased efficiency of information technology which not only provides greater possibilities to a steadily increasing number of persons around the globe to receive information, but also greatly facilitates the publicizing of human rights violations and their communication to international mechanisms such as this Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. In this context, the Special Rapporteur notes the increasing discussions with regard to the dangers presented by the Internet. The Special Rapporteur wishes to repeat that while some of the concerns raised by a number of Governments in various forums indeed warrant urgent attention, he takes the view that in order to properly protect the right to freedom of expression, utmost care must be taken to consider all possible consequences of governmental measures. As a rule, the Special Rapporteur believes that the best way to fight speech is through more speech. The Internet seems to be the ideal medium to apply this principle as it offers the immediate possibility of reply on an equal footing.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. On the basis of his preliminary consideration of the link that can and must be established between freedom of expression and violence against women, the Special Rapporteur concludes that to the extent that all Governments irrespective of region, history and tradition - continue to fail to address needs such as witness protection programmes, women's right to access to information, the right of effective remedy for violence done against them, and their right to speak freely, publicly and without fear about those issues and difficulties of greatest importance to them, the human rights of women will exist in name only.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 114,
        "Text": "114. The Special Rapporteur encourages all States that have not ratified the International Covenant on Civil and Political Rights and the International Covenant on Economic, Social and Cultural Rights to do so. Furthermore, he again urges all Governments to scrutinize their domestic legal systems with a view to bringing them into line with international standards governing the right to freedom of opinion and expression. Particularly with regard to the issue of national security, the Special Rapporteur urges all Governments to review not only laws specifically intended to protect national security but also ordinary criminal laws which may be used to infringe the rights to freedom of opinion and expression and information.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. As regards information, particularly information held by Governments, the Special Rapporteur strongly encourages States to take all necessary steps to assure the full realization of the right to access to information. The Special Rapporteur proposes to undertake a comparative study of the different approaches taken in the various regions and countries in this regard.",
        "Labels": []
    },
    {
        "ID": 116,
        "Text": "116. As regards the impact of new information technology on the right to freedom of opinion and expression, the Special Rapporteur considers it of pre-eminent importance that they be considered in light of the same international standards as other means of communication and that no measures be taken which would unduly restrict freedom of expression and information; in case of doubt, the decision should be in favour of free expression and flow of information. With regard to the Internet, the Special Rapporteur wishes to reiterate that on-line expression should be guided by international standards and be guaranteed the same protection as is awarded to other forms of expression.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. In this context, he also recommends that all reasonable steps be taken to promote access to the Internet. For instance, Government should promote an economic and regulatory environment which encourages the extension of telecommunication lines to rural and other previously underserviced areas. Wherever possible, government information should be made available through the Internet.",
        "Labels": [
            "Persons living in rural/remote areas"
        ]
    },
    {
        "ID": 118,
        "Text": "118. Concerning the link between the right to freedom of opinion and expression and the rights of women, the Special Rapporteur expresses his great concern at the continuing silencing of women by various devices. He urges Governments to take all necessary steps to remove formal and cultural obstacles to the exercise by women of their right to freedom of expression, including to receive information, and ultimately to give effect to all their rights. In light of the importance of freedom of expression and how it relates to violence against women, the Special Rapporteur is of the view that a special effort should be made both to gather and analyse more information along the lines described in the present report. It is the hope of the Special Rapporteur to be able to prepare a report jointly with the Special Rapporteur on violence against women, to be submitted to the Commission on Human Rights next year. In this regard, he invites submissions by Government, intergovernmental organizations and specialized agencies, as well as non-governmental bodies. 1/ Public Information Disclosure Policy, UNDP, July 1997, para. 1. 2/ ARTICLE 19, \"Guidelines for Election Broadcasting in Transitional Democracies\", London, 1994, p. 68. 3/ Ibid. 4/ Among the States making declarations and entering reservations along this line are Antigua and Barbuda, Australia, Austria, Bahamas, Barbados, Belgium, Fiji, France, Italy, Japan, Malta, Monaco, Nepal, Papua New Guinea, Switzerland, Tonga, the United Kingdom and the United States. 5/ ARTICLE 19, \"The Egyptian Predicament: Islamists, the States and Censorship\", London, August 1997, p. 30. 6/ Canadian Panel on Violence against Women, \"Changing the Landscape: Ending Violence - Achieving Equality\", Executive Summary and National Action Plan, Ottawa, Government of Canada, Minister of Supply and Services, 1993, p. vii, as cited in Jan Bauer, \"Only Silence will Protect you. Women, Freedom of Expression and the Language of Human Rights\", Essays on Human Rights and Democratic Development paper No. 6, Montreal, International Centre for Human Rights and Democratic Development, 1996, p. 16. 7/ Ibid., p. 10, citing Sub-Committee on the Status of Women, \"The War Against Women: Report of the Standing Committee on Health and Welfare, Social Affairs, Seniors and the Status of Women\", Ottawa, House of Commons, June 1991, as cited in Jan Bauer, ibid., pp. 84-85. 8/ Amnesty International, \"Women in the Front Line. Human Rights Violations against Women\", New York, 1991, p. 12. 9/ \"A Bartered Bride's 'No' Stuns Papua New Guinea\", International Herald Tribune, 7 May 1997, pp. 1 and 10. -----",
        "Labels": [
            "Women/girls",
            "Persons affected by armed conflict"
        ]
    }
]