[
    {
        "ID": 1,
        "Text": "1. States increasingly rely on the digital access industry to control, restrict or monitor expression online. When authorities seek to disconnect users from websites, social media, or the Internet entirely, they frequently require the assistance of Internet service providers (ISPs). They interfere with the Internet exchange points (IXPs) that facilitate traffic into or within a country. They access private communications and other personal data held by telecommunications providers. Today, many of these actors are privately owned or operated. Under protest, in silent acquiescence or as willing participants, they are often essential to State censorship and surveillance. What governments demand of private actors, and how those actors respond, can cripple the exchange of information; limit journalists' capacity to investigate securely; deter whistle-blowers and human rights defenders. Private actors may also restrict freedom of expression on their own initiative. They may assign priority to Internet content or applications in exchange for payment or other commercial benefits, altering how users engage with information online. Companies that offer filtering services may influence the scope of content accessible to their subscribers.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. States and private actors both implicate the freedom of expression. State obligations to protect freedom of expression are clear, but what do private actors owe their users? How should they respect freedom of expression? What steps are they taking to assess and address the risks that their responses to government actions and policies might pose to freedom of expression and privacy? How much information should they share with their customers about State demands and requests? When they are directly involved or linked to abuse, what remedies should be available to individuals or the broader public whose interests are at risk?",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. The private actors that make digital access possible mediate and enable the exercise of freedom of expression. To be sure, States drive most censorship and surveillance. But just as States often, but not always, rely upon providers to take the actions that make censorship possible, we as users — beneficiaries of the remarkable advances of the digital age — deserve to understand how those actors interact with one another, how these interactions and their independent actions affect us and what responsibilities providers have to respect fundamental rights.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The present report is the result of over one year's worth of study and consultation that began with the mapping in 2016 of the information and communications technology (ICT) sector (see A/HRC/32/38\\). In response to a call for submissions, the Special Rapporteur received 25 submissions from States; 3 from companies; 22 from civil society, academics and others; and 1 confidential submission. In addition, the Special Rapporteur convened a brainstorming session hosted by ARTICLE 19, in London in July 2016, a meeting of experts at the Human Rights Institute, University of Connecticut, United States of America, in October 2016, a regional consultation with the Special Rapporteur for Freedom of Expression of the Inter-American Commission on Human Rights, in Guadalajara, Mexico, in December 2016, and a regional consultation in Beirut in February 2017.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. International human rights law establishes the right of everyone to hold opinions without interference and to seek, receive and impart information and ideas of all kinds, regardless of frontiers, and through any media of his or her choice (see Universal Declaration of Human Rights, art. 19; and International Covenant on Civil and Political Rights, art. 19). The Human Rights Council and General Assembly have reiterated that the freedom of expression and other rights apply online (see Council resolutions 26/13 and 32/13; General Assembly resolution 68/167; and A/HRC/32/38\\). The Human Rights Committee, previous mandate holders and the Special Rapporteur have examined States' obligations under article 19 of the Covenant. In short, States may not interfere with, or in any way restrict, the holding of opinions (see art. 19 (1) of the Covenant; and A/HRC/29/32, para. 19). Article 19 (3) of the Covenant provides that States may limit freedom of expression only where provided by law and necessary for the respect of the rights or reputations of others, or for the protection of national security or of public order (ordre public), or of public health or morals (see Human Rights Committee general comment No. 34 (2011); A/71/373; and A/HRC/29/32\\).",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. States also have obligations to take steps to protect individuals from undue interference with human rights when committed by private actors (see art. 2 (2) of the Covenant; and Human Rights Committee general comment No. 31 (2004)). Human rights law protects individuals against violations by the State as well as abuses committed by private persons or entities (see general comment No. 31, para. 8). The Guiding Principles on Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework, endorsed by the Human Rights Council in 2011, explains that States are required to take appropriate steps to prevent, investigate, punish and redress private actors' abuse (see A/HRC/17/31, annex, principle 1). Such steps include the adoption and implementation of legislative, judicial, administrative, educative and other appropriate measures that require or enable business respect for freedom of expression, and, where private sector abuses occur, access to an effective remedy (see general comment No. 31, para. 7; and A/HRC/17/31, annex, principles 3 and 25).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The government actions described below often fail to meet the standards of human rights law. Moreover, a lack of transparency pervades government interferences with the digital access industry. Failures of transparency include vague laws providing excessive discretion to authorities, legal restrictions on third party disclosures concerning government access to user data and specific gag orders. The lack of transparency undermines the rule of law as well as public understanding across this sector.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. Internet and telecommunications shutdowns involve measures to intentionally prevent or disrupt access to or dissemination of information online in violation of human rights law (see A/HRC/32/13, para. 10). Governments typically conduct or order shutdowns, often with the assistance of private actors that operate networks or facilitate network traffic. Large-scale attacks on network infrastructure committed by private parties, such as distributed denial-of-service (DDoS) attacks, may also have shutdown effects. While shutdowns are frequently associated with total network outages, they may also arise when access to mobile communications, websites or social media and messaging applications is blocked, throttled or rendered \"effectively unusable\". Shutdowns may affect towns or regions within a country, an entire country or even multiple countries and may last for periods ranging from hours to months.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. Shutdowns ordered covertly or without an obvious legal basis violate the requirement of article 19 (3) of the Covenant that restrictions be \"provided by law\". In Chad, the failure of authorities to provide a meaningful public explanation for a series of Internet and social media shutdowns between February and October 2016 created the presumption that they were unlawful. In Gabon, total network outages were allegedly recorded every evening for almost two weeks during the 2016 election period, contrary to government assurances that such services would not be disrupted.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. Shutdowns ordered pursuant to vaguely formulated laws and regulations also fail to satisfy the legality requirement. In Tajikistan, the amended Law on the State of Emergency authorizes the Government to block mobile services and Internet access without a court order following the declaration of a state of emergency. The law fails to define when and for what purposes a state of emergency may be declared. Such ambiguity enables authorities' unfettered discretion to implement shutdowns. In some countries, authorities rely on antiquated laws to justify shutdowns. Laws and regulations adopted and implemented in secret also violate the legality requirement. In the United States of America, the National Coordinating Center for Telecommunications has largely redacted public release of standard operating procedure 303, an executive regulation that establishes \"detailed procedures\" on the \"disruption of cellular service.\" While these procedures have not been publicly invoked, the potential for authorities to evade legal scrutiny and public accountability runs contrary to article 19 of the Covenant.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Restrictions on expression must be necessary to achieve aims specified by article 19 (3) of the Covenant and may never be invoked to justify the suppression of advocacy for democratic rights (see Human Rights Committee general comment No. 34, para. 23; and A/71/373, para. 26). However, governments frequently impose shutdowns during demonstrations, elections and other events of extraordinary public interest, with little or no explanation. In Bahrain, disruptions to mobile and Internet access in Duraz allegedly coincided with sit-ins outside the home of a prominent religious leader whose citizenship the Government had revoked. Internet users in the Bolivarian Republic of Venezuela were reportedly denied Internet access during widespread protests against the Government in 2014. Network disruptions have been recorded during or around elections or protests in Cameroon, the Gambia, India, Myanmar, the Islamic Republic of Iran, Uganda and Montenegro.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The failure to explain or acknowledge shutdowns creates the perception that they are designed to suppress reporting, criticism or dissent. Reports of repression and Statesanctioned violence in the wake of network disruptions have led to allegations that some States exploit the darkness to commit and cover up abuses. In Sudan, for example, Internet access was shut down for several hours during a deadly crackdown on demonstrators protesting fuel price hikes in September 2013.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Observers have also noted the growing use of shutdowns to prevent cheating by students during national exams. Uzbekistan may have been the first to invoke this justification during university entrance exams in 2014. In 2016, authorities allegedly ordered shutdowns during exams in India, Algeria, Ethiopia and Iraq.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. Network shutdowns invariably fail to meet the standard of necessity. Necessity requires a showing that shutdowns would achieve their stated purpose, which in fact they often jeopardize. Some governments argue that it is important to ban the spread of news about terrorist attacks, even accurate reporting, in order to prevent panic and copycat actions. Yet it has been found that maintaining network connectivity may mitigate public safety concerns and help restore public order. During public disturbances in London in 2011, for example, authorities used social media networks to identify perpetrators, disseminate accurate information and conduct clean-up operations. In Kashmir, police have reported on the positive role of mobile phones in locating people trapped during terrorist attacks.",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. Duration and geographical scope may vary, but shutdowns are generally disproportionate. Affected users are cut off from emergency services and health information, mobile banking and e-commerce, transportation, school classes, voting and election monitoring, reporting on major crises and events, and human rights investigations. Given the number of essential activities and services they affect, shutdowns restrict expression and interfere with other fundamental rights.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. Shutdowns also affect areas beyond those of specific concern. In the lead up to the 2015 National Day Parade in Pakistan, mobile communications networks were allegedly cut off at the parade site as well as in surrounding areas that were not expected to experience any potential security threat. During the Pope's visit to the Philippines in 2015, the shutdown of mobile networks for safety reasons affected areas well beyond the travel route. When specific services or platforms are disrupted, governments typically target those that are the most efficient, secure or widely used.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. Government surveillance today relies on access to communications and associated data belonging to users of privately owned networks. While such access frequently requires the assistance of private actors, it may also be obtained without their knowledge or involvement. As with other forms of surveillance, government access to user data may interfere with privacy in a manner that can both directly and indirectly limit the free development and exchange of ideas (see A/HRC/23/40, para. 24\\). Undue access to personal data implicitly warns users to think twice and possibly avoid controversial viewpoints, the exchange of sensitive information and other exercises of freedom of expression that may be under government scrutiny (see A/HRC/27/37, para. 20\\).",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. Vague laws and regulations violate the legality requirement (see A/HRC/23/40, para. 50\\). The Communications and Multimedia Act of Malaysia, for example, permits authorities to order the disclosure of \"any communication or class of communications\" on \"the occurrence of any public emergency or in the interest of public safety\". The Act does not define the conditions that trigger a public emergency and certification by the King is deemed \"conclusive proof on the point\". In Qatar, law enforcement enjoys a broad right to seek access to providers' customer communications in cases of national security or emergency. These provisions empower authorities to request user data based on a mere assertion of national security. Users are thus unable to predict with reasonable certainty the circumstances under which their communications and associated data may be disclosed to authorities.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. Providers should only be compelled to release user data when ordered by judicial authorities certifying necessity and proportionality to achieve a legitimate objective. The Criminal Code of Canada requires law enforcement to submit requests for the disclosure of telephone records in criminal investigations to a judge for approval. In Portugal, the authorities must obtain a judicial order to compel the disclosure of communications data. However, national law often exempts user data requests from judicial authorization. In Bangladesh, the authorities require only executive branch approval to access communications data belonging to telecommunications subscribers on the grounds of national security and public order.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. Laws that require private actors to create large databases of user data accessible to the government raise necessity and proportionality concerns. In Kazakhstan, telephone numbers, e-mail and Internet Protocol (IP) addresses and billing information must be stored by the provider for two years. The Russian Federation requires private actors to store the content of all their customers' calls and text messages for six months, and related communications metadata for three years. Both countries also require such data to be stored locally. In countries where mobile phones are a dominant means of communication, mandatory SIM card registration laws effectively require the majority of the population to divulge personally identifiable information (see A/HRC/29/32, para. 51\\). The mandatory retention of large amounts of user data runs contrary to established due process standards, such as the need for individualized suspicion of wrongdoing.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. Since the Special Rapporteur's report on encryption and anonymity \\(A/HRC/29/32\\), unnecessary and disproportionate measures to undermine encryption have increased globally and threaten to undermine both the freedom of expression and digital security of users. In the United Kingdom of Great Britain and Northern Ireland, for example, the 2016 Investigatory Powers Act permits the Secretary of State to issue \"technical capability notices\" that require providers to remove \"electronic protection\" from communications — a measure that could compel backdoors or otherwise limit or weaken encryption. States have not provided sufficient evidence that such vulnerabilities are the least intrusive means of protecting national security and public order, particularly given the breadth and depth of other investigative tools at their disposal (Ibid., para. 39).",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. Direct access to Internet and telecommunications networks enables authorities to intercept and monitor communications with limited legal scrutiny or accountability. Technological advances have enhanced the ability of law enforcement and intelligence agencies to obtain a direct connection to networks without the involvement or knowledge of the network operator. During the 2014 general election in the former Yugoslav Republic of Macedonia, intelligence authorities allegedly obtained direct access to the country's major telecommunications networks to intercept the communications of over 20,000 people, including politicians, activists, government officials and journalists. Many targets were also sent a transcript of their phone calls. In India, it appears that authorities are developing a Central Monitoring System programme that would enable \"electronic provisioning of target numbers by government agency without any manual intervention from telecommunications service providers on a secure network.\" These activities do not appear to be provided by law, lacking both judicial authorization and external oversight. Furthermore, the risks they pose to the security and integrity of network infrastructure raise proportionality concerns.",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. Network neutrality — the principle that all Internet data should be treated equally without undue interference — promotes the widest possible access to information. In the digital age, the freedom to choose among information sources is meaningful only when Internet content and applications of all kinds are transmitted without undue discrimination or interference by non-State actors, including providers. The State's positive duty to promote freedom of expression argues strongly for network neutrality in order to promote the widest possible non-discriminatory access to information.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. Under paid prioritization schemes, providers give preferential treatment to certain types of Internet traffic over others for payment or other commercial benefits. These schemes effectively create Internet fast lanes for content providers that can afford to pay extra and slow lanes for all others. This hierarchy of data undermines user choice. Users experience higher costs or lower quality of service when they attempt to access Internet content and applications in the slow lanes. At the same time, they may be compelled to engage with content that has been prioritized without their knowledge or input.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. Several States prohibit paid prioritization. For example, the Netherlands, an early adopter of net neutrality, forbids providers from making \"the price of the rates for Internet access services dependent on the services and applications which are offered or used via these services\". The United States Federal Communications Commission 2015 Open Internet Order bans the \"management of a broadband provider's network to directly or indirectly favour some traffic over other traffic ... in exchange for consideration (monetary or otherwise) from a third party, or to benefit an affiliated entity\". 48",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. Zero rating is the practice of not charging for the use of Internet data associated with a particular application or service; other services or applications, meanwhile, are subject to metered costs. Zero rating arrangements vary from data plans that exempt certain Internet services from a subscriber's usage count to the provision of unmetered access to certain services without the purchase of a plan. Variations notwithstanding, zero rating arrangements privilege access to content and may increase the cost of metered data. For users who struggle to afford metered data, they might end up relying exclusively on zerorated services, resulting in limited access to information for communities that may already be marginalized in their access to information and public participation.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. Zero rating arrangements may provide users with limited Internet access in areas that would otherwise completely lack access. However, broader Internet access may still remain out of reach for users, trapping them in permanently walled online gardens. The assumption that limited access will eventually ripen into full connectivity requires further study. It may be dependent upon factors such as user behaviour, market conditions, the human rights landscape and the regulatory environment.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. These competing considerations have led to variations in regulatory approaches. In India, public concern over Facebook's Free Basics culminated in a ban on any arrangement that \"has the effect of discriminatory tariffs for data services being offered or charged to the consumer on the basis of content\". Restrictions on zero rating are in effect in Chile, Norway, the Netherlands, Finland, Iceland, Estonia, Latvia, Lithuania, Malta and Japan. In contrast, the United States, followed later by the Body of European Regulators for Electronic Communications (BEREC), adopted guidelines involving a case-by-case approach. States that adopt a case-by-case approach should carefully scrutinize and, if necessary, reject arrangements that, among other things, zero-rate affiliated content, condition zero rating on payment or favour access to certain applications within a class of Journal of International Affairs: International Engagement on Cyber V: Securing Critical Infrastructure (2 October 2015), p. 103. similar applications (for example, zero rating certain music streaming services rather than all music streaming). Additionally, States should require meaningful corporate disclosures about network traffic management practices. For example, Chile requires ISPs to disclose Internet access speeds, price or speed differentials between national and international connections, and related service guarantees.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. While the duty of States to respect and protect freedom of expression is wellestablished, the private actors that establish, operate and maintain digital access also play a critical role.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. Telecommunications providers (Telcos) and ISPs (collectively referred to in the present report as \"providers\") offer a diverse range of services. While they principally operate and sell access to the series of networks that comprise the Internet, they also enable users to communicate and share information through mobile services and traditional landlines (see A/HRC/32/38, para. 16\\). While providers remain State-owned in many regions, a growing number are now privately established and managed. The industry is also increasingly multinational: some of the world's biggest providers operate networks in multiple countries and regions, often through partnerships with domestic companies or their own subsidiaries.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. As gatekeepers of vast information networks, providers face significant government pressure to comply with censorship and surveillance activities. To operate a network in a country, they are required to invest substantial physical and business infrastructure, including network equipment and personnel. They are typically subject to local law and other licensing requirements set out in agreements with the State. In addition to legal pressure, providers have also faced extralegal intimidation, such as threats to the safety of their employees and infrastructure in the event of non-compliance.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. While several providers attempt to resist censorship and surveillance requests, many assist in government efforts without meaningful challenge. In the United States, one of the country's largest providers is alleged to have created a \"super search engine\" to facilitate law enforcement access to customer phone calls, even though not legally required to do so. In the United Kingdom, a complaint filed with the Organization for Economic Cooperation and Development alleged that major providers granted the country's intelligence agency access to their networks and customer data well beyond what was required by the law at the time.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. A growing number of providers are establishing arrangements with media and other content-producing companies that threaten net neutrality and are lobbying intensely for concessions on net neutrality standards. For example, as European regulators were developing net neutrality guidelines, 17 major providers in the region issued the \"5G Manifesto\", warning that \"excessively prescriptive\" guidelines would delay their investment in 5G, the next generation of mobile Internet connection.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. IXPs enable the exchange of Internet traffic between and among networks managed by different providers within a country or region. This form of interconnection prevents local or regional Internet traffic from taking long and circuitous international routes, thus enhancing the speed and efficiency of Internet connectivity. IXPs may be established by Internet infrastructure companies as part of a broader suite of services sold to providers or operated as non-profit or volunteer organizations.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. IXPs handle an enormous volume of Internet traffic that may be filtered or intercepted at government request. The growing number of censorship and surveillance incidents involving IXPs indicates that they are major access choke points, even if their precise role is unclear. For example, in 2013, the manner in which access to YouTube was blocked in Pakistan indicated that the platform was filtered by IXPs, rather than ISPs, through a method known as \"packet injection\". According to a leaked internal memo of a multinational ISP operating in Ecuador, users were unable to access Google and YouTube in March 2014 because the private Association of Internet Providers of Ecuador — which runs two of the major IXPs in the country — was \"blocking access to certain Internet websites by request of the national Government\". The revelations of mass surveillance conducted by the United States National Security Agency have raised concern among technologists that the agency is intercepting a significant proportion of domestic and foreign Internet traffic by targeting United States IXPs. In September 2016, the world's largest Internet exchange point, which is based in Germany, challenged legal orders issued by the country's intelligence agency to monitor international communications transiting through its hub.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. A content delivery network (CDN) is a network of servers strategically distributed around the world to enable the efficient delivery of web pages and other Internet content. Large content producers rely on content delivery networks to reach as many users as quickly as possible. A content delivery network stores copies of content hosted on these platforms and redirects a user's request for such content from the platform's servers to the servers within its network that are located closest to the user. This process enhances the speed of content delivery, particularly to users located far away from the platform's servers. Content delivery networks are regarded as an effective safeguard against website blocking; censorship measures targeting servers that host a particular website or platform do not affect the content delivery network's delivery of copies of the same content to users. Content delivery networks have also become a critical bulwark against network disruptions. The demands of rapid access have incentivized them to invest significant resources in infrastructure and services that can withstand distributed denial-of-service and other malicious attacks.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The censorship resilience of content delivery networks has also made them targets of disproportionate restrictions on freedom of expression. In Egypt, the blocking of The New Arab website in August 2016 also disrupted access to content on other sites that, although unaffiliated, shared the same content delivery network, which led researchers to believe authorities had targeted that particular network. In China, a national filter has reportedly blocked EdgeCast content delivery network, which handles content for a number of large websites in the country.",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. Since content delivery networks process large volumes of user requests for Internet content from multiple websites and platforms, they are also vulnerable to government surveillance. In 2016, for example, Amazon Web Services, which houses one of the world's biggest content delivery networks, reported that government requests to access data more than doubled from the previous year. Researchers also believe that mass surveillance activities strategically target content delivery networks to maximize information collection, but specifically how this is conducted and the extent of content delivery network involvement, if any, is unclear.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Vendors supply the hardware and software that form the basis of Internet and telecommunications networks. Network equipment typically includes routers, switches and access points, which enable multiple devices and networks to connect with each other (see A/HRC/32/38, para. 18). Vendors have also diversified their business to provide Voice over Internet Protocol (VoIP) equipment, which enables wireless calls and Internet of Things (IoT) technology, which enables networking among smart devices. Vendors are rarely consumer-facing: their main customers are network operators, such as governments, ISPs, or content delivery networks. As a result, they are required to configure networks to the technical standards specified by these operators, including standards dictated by local law (such as law enforcement and national security requirements). However, vendors may also design or modify equipment and technology to ensure consistency with private or government specifications.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Given their business model, vendors are required to navigate the human rights challenges that their customers face or create. In the area of surveillance, vendors are often bound by \"lawful interception\" measures, which require the configuration of networks to enable government access to user data. Additionally, vendors may be contracted to establish \"administration and mediation systems\" that facilitate the sharing of intercepted data between the network operator and the government authority as well as the government systems that process the intercepted data. In arrangements where vendors also manage the networks that they have built, they may also be responsible for handling government requests for user data on the operator's behalf.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. The design of network equipment and technology with multiple uses raises freedom of expression and privacy concerns. Deep packet inspection devices, for example, are used for innocuous technical purposes such as the management of network congestion, but have also been employed to filter Internet content, intercept communications and throttle data flows. Mobile networks are configured to monitor the real-time location of cell phones to ensure that cellular services may be accessed from any location, but such monitoring may also be used to target users.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Some evidence suggests that vendors may provide support for government censorship and surveillance. In a case pending before United States courts, Cisco has been accused of designing, implementing and helping to maintain a Chinese surveillance and internal security network known as the Golden Shield. (Cisco denies those allegations.) In Ethiopia, human rights groups found that ZTE Corporation had designed and installed a customer management database for Ethio Telecom that enabled intrusive surveillance.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The findings and recommendations in the present report apply to any entity that engages in the provision of digital access as described above. A growing number of Internet companies are adding critical digital access and infrastructure services to their portfolio. For example, Alibaba and Tencent, two of the biggest Chinese Internet companies, now also offer content delivery network services. Google has been experimenting with methods to provide wireless access that bypass traditional providers; in 2010, it launched a high-speed Internet connection service to homes and businesses in select cities in the United States. It is also working with Facebook and Microsoft to build undersea cable networks that would enable them to connect users without relying on third-party equipment or systems.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. Standards developing organizations (SDOs), although not strictly \"industry actors\", establish technical protocols and standards that enable inter-operability in the telecommunications and Internet infrastructure. Standards development that neglects human rights considerations may adversely impact freedom of expression. For example, the failure to mandate Transport Layer Security (TLS) as a feature of the Hypertext Transfer Protocol (HTTP) left web traffic vulnerable to censorship and surveillance. The technical community's efforts to incorporate human rights due diligence into standards development is therefore a step in the right direction.",
        "Labels": []
    },
    {
        "ID": 45,
        "Text": "45. The Guiding Principles on Business and Human Rights recognize the responsibility of business enterprises to respect human rights, independent of State obligations or the implementation of those obligations (see A/HRC/17/31, annex; and A/HRC/32/38, paras. 9- 10\\). They provide a minimum baseline for corporate human rights accountability, urging companies to adopt public statements of commitment to respect human rights endorsed by senior or executive-level management; conduct due diligence processes that meaningfully \"identify, prevent, mitigate and account for\" actual and potential human rights impacts throughout the company's operations; and provide for or cooperate in the remediation of adverse human rights impacts (see A/HRC/17/31, annex, principles 16-24).",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Guiding Principles emphasize the need for companies to take into account the particularities of their operating context when executing their human rights responsibilities (Ibid.). In the digital access industry, several contexts must be considered.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The digital access industry is in the business of digital expression; its commercial viability depends on users who seek, receive and impart information and ideas on the networks it builds and operates. Since privately owned networks are indispensable to the contemporary exercise of freedom of expression, their operators also assume critical social and public functions. The industry's decisions, whether in response to government demands or rooted in commercial interests, can directly impact freedom of expression and related human rights in both beneficial and detrimental ways.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The industry's human rights impacts are frequently global, affecting users even in markets beyond those served by the company concerned. For example, surveillance of a single Internet exchange point in the United States may capture large streams of communications among Americans and foreigners, and even those entirely among foreigners. Similarly, security vulnerabilities in network design affect all users who rely on the compromised network for digital access, including users located far away from the network. Accordingly, companies should identify and address the broader implications of their activities for freedom of expression generally, in addition to their impacts on customers or rights holders in the markets they operate. To be sure, the manner in which they account for their impacts may vary according to their size, resources, ownership, structure and operating context (Ibid., principle 14). For example, all providers should vet user data requests for compliance with a minimum set of formalities, regardless of the origin of the request or the user affected. But while a multinational provider may have dedicated teams vetting requests, a small or medium-size provider may task its legal or public policy teams to perform the same function.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. The Guiding Principles seek to address the gaps in corporate accountability left because of a lack of national legislation or implementation. However, zealous enforcement of domestic law also poses human rights challenges in the digital access industry. For example, States may hold providers liable for, or otherwise pressure them to restrict, Internet content posted by users on their networks, under laws as varied as hate speech, defamation, cybercrime and lese-majesty. Yet such intermediary liability creates a strong incentive to censor: providers may find it safest not to challenge such regulation but to over-regulate content such that legitimate and lawful expression also ends up restricted. The pressure to assist in State censorship and surveillance also escalates when authorities harass, threaten or arrest employees, or attempt to tamper with the company's networks or equipment.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. The industry's dual role as an enabler of digital access and a natural point for Stateimposed restriction heightens its importance as a bulwark against government and private overreach. For example, providers are usually best placed to push back on a shutdown or user data request. Content delivery networks are strategically positioned on the Internet infrastructure to counter malicious attacks that disrupt access. Vendors are uniquely qualified to assess whether their products will be or are being used to facilitate human rights abuses, particularly when they conduct sales due diligence or perform ongoing services.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. To operationalize its human rights commitments, the digital access industry should allocate appropriate resources to at least the practices described below. Although these principles are evaluated in the context of digital access, they also bear relevance to other sectors of the digital economy, such as social media, commerce, surveillance and search.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Due diligence processes enable a digital access provider to identify, prevent and mitigate the human rights impacts of its activities (see A/HRC/17/31, annex, principle 19). While one-size-fits-all due diligence approaches are neither possible nor advisable, human rights impact assessments provide a means of assessing and addressing risks to freedom of expression and privacy. Due diligence involves at least the following.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Companies should develop clear and specific criteria for identifying activities that implicate freedom of expression and trigger due diligence processes. The company's past and ongoing human rights effects, as well as industry practice, provide useful indicators. In the digital access industry, such activities might include mergers and acquisitions; market entry or exit; government or non-government requests for content restriction or user data; the development of or changes to content restriction and privacy policies; product changes regarding content moderation or encrypted communications; arrangements that facilitate prioritized access to Internet content and applications; the design, sale and purchase of network interception and filtering equipment and technologies as well as associated training and consultation services. This list, which is far from exhaustive, \"requires constant vigilance and updating\", taking into account new areas of business, developments in technology, and other changes in operating context.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Due diligence processes should critically examine at least applicable local and international laws and standards, including potential conflicts between local laws and human rights; freedom of expression and privacy risks embedded in the company's products and services; strategies to mitigate and prevent these risks; limits on the effectiveness of these strategies given the company's legal, regulatory or operating threat of personal sanctions in case of non-compliance\". See Telecommunications Industry Dialogue submission, p. 11. environment; and the potential to promote human rights throughout the company's operations.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. While dedicated business and human rights professionals within a company are important, due diligence should not be solely their responsibility, but must involve other relevant functional groups within the business. This requires dialogue and collaboration among various business units (such as privacy, law enforcement, government relations, compliance, risk management, product development and operations) and professionals (such as engineers, user-experience researchers, sales teams and business executives). In the privacy context, researchers have found that measures such as \"involving and assigning responsibility to senior business unit executives\" for privacy management and \"embedding staff with privacy protection expertise and personal responsibility for privacy … into the business units\", create an environment conducive to privacy protection. Similar management practices could also ensure business respect for freedom of expression. For small and medium-size enterprises, these considerations might require the entire operation to engage in due diligence activities.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. Given the wide knowledge base required, due diligence processes should draw on external, non-governmental expertise, including local civil society, international human rights organizations, the human rights mechanisms of international and regional organizations, academia and the technical community. Multi-stakeholder fora also provide opportunities for shared learning and mutual accountability. For example, researchers have found that membership in sector- or industry-specific human rights initiatives, such as the Global Network Initiative and the Telecommunications Industry Dialogue, coincides with companies' human rights performance.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. All digital access providers implicate the freedom of expression of end users in one way or another. Accordingly, even companies that are not consumer facing should consult end users as part of their risk assessment process. Such consultation is distinguishable from the broader multi-stakeholder engagement efforts outlined above and contemplates a \"twoway dialogue\" to \"gather specific views or advice from affected stakeholders (or their representatives) that are then taken into account in the company's internal decision-making and implementation processes\". For example, vulnerable or marginalized individuals and groups might be consulted while licensing negotiations in high-risk operating environments are ongoing or during the design, testing and rollout of zero rating policies. Meaningful consultation should also involve regular outreach to civil society organizations, which may provide a useful proxy for the needs and interests of end users in particular communities, and might themselves be at greater risk of pressure for their advocacy.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Companies should be quick to adapt due diligence processes to changes in circumstances or operating context. For example, risk assessment should continue after the design phase and at regular intervals throughout the life cycle of the product or service, taking into account factors such as technology and infrastructure changes and associated security vulnerabilities, alterations in consumer behaviour, and modifications of the legal, political and social environment where companies operate.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. As with every major technology development, design and engineering choices reflect public policy considerations, and should be guided by respect for human rights. For example, network slicing, a key 5G technology, could enable mobile providers to manage network traffic more efficiently and cater to the ever-expanding range of consumer needs in the Internet of Things (IoT) era. At the same time, networks could also be \"sliced\" into fast and slow lanes that prioritize access to some Internet applications over others, potentially interfering with net neutrality. Accordingly, companies should ensure that innovations in network equipment and technology — particularly those with multiple uses — are designed and deployed so as to be consistent with freedom of expression and privacy standards.",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Companies should assume an active and engaged role in developing expression and privacy enhancing measures. For example, digital security measures that detect and prevent distributed denial-of-service attacks and hacking should be implemented in a manner that targets malicious traffic without compromising legitimate interactions among individuals, organizations and communities. Configuring network equipment to minimize unnecessary information collection about users — given local legal and routing requirements effectively pre-empts overbroad data requests, since companies cannot turn over information they do not have. Even if user information is logged, meaningful limits on whether and for how long they are retained also restrict the scope of personal and sensitive data available for third party access.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. Human rights engagement with governments, corporate partners and other stakeholders may prevent or mitigate human rights violations down the line. Companies that deal directly with governments should push for human rights safeguards in operating licences and sales contracts, such as assurances that network equipment will not be accessed or modified without the company's knowledge (which can be for the purpose of facilitating human rights abuses). Timely intervention during litigation (such as amicus filings in cases brought by civil society groups or peer companies against censorship or surveillance laws) and human rights-oriented lobbying in legislative and policymaking processes may also advance legal protections for freedom of expression and privacy.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. Arrangements with corporate partners should enable all parties to uphold their human rights responsibilities. In particular, such arrangements should be designed to ensure that subsidiaries, joint venture partners, suppliers and distributors will abide by whatever freedom of expression and privacy policies the company has in place. For example, when local operations receive unconventional censorship or surveillance requests, company policy should ensure that these requests are escalated to global management for review. Whistle-blowing mechanisms should be made available to both employees and contractors. To the extent that companies are already in business relationships that raise human rights concerns, they should seek to build leverage over time to prevent or mitigate harm.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. Companies may also enhance respect for human rights through collaborative action. Such collaboration includes joint outreach and advocacy with peer companies; engagement with regional or international bodies, including human rights mechanisms and economic institutions; and membership in industry associations and multi-stakeholder initiatives. Regular consultations with users, civil society and affected rights holders can also mobilize public support for company efforts to resist government overreach. Cross-sector collaboration strengthens the normative force of agreed upon human rights best practices and standards, intensifying pressure on both governments and peer companies to comply.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. To the extent that companies handle content regulation and user data requests, specific policies and practices to mitigate the harms of government restrictions may be adopted.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. Companies should ensure that all requests for content restriction and customer data comply not only with procedural and legal requirements specified under local law, but also internationally established due process standards. Given the intrusion on human rights, such requests should be authorized by independent and impartial courts or adjudicatory bodies. Furthermore, companies should require that requests be made in writing and present a clear explanation of the legal basis, and the name, title and signature of the authorizing official. Companies should also seek to verify that the relevant official or government entity is authorized to issue this request. These formalities should be requested even if they are not required by law. Additionally, companies should preserve a written record of all communications between them and the requester relating to each request and logs of access to user data when executing the request, provided that such a record does not pose undue privacy risks.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Vague and open-ended government requests and legal frameworks make it difficult for companies to determine whether they are in compliance with local law. However, companies can mitigate this uncertainty by adopting company-wide policies that direct all business units, including local subsidiaries, to resolve any legal ambiguity in favour of respect for freedom of expression, privacy and other human rights. Such policies are based not only on the provider's human rights responsibilities, but also the State's obligation to comply with applicable human rights laws and relevant protections under local law (such as constitutional, criminal procedure and data protection laws).",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. In practice, companies should as far as possible interpret requests in a manner that ensures the least restriction on content and access to customer data. For example, when requests appear overbroad, Global Network Initiative recommends that companies seek clarification on their scope and obtain appropriate modifications.",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. Companies have an interest in operating in a legal environment that is human rights compliant, consistent due process and rule of law norms. Companies should explore all legal options for challenging requests that are excessively intrusive — such as requests for shutdowns of entire services or platforms, website takedowns that are clearly targeted at criticism or dissent or customer data requests that cover broadly unspecified users.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. Like any decision to bring legal proceedings, companies may take into account a range of considerations, such as the \"potential beneficial [human rights] impact, the likelihood of success, the severity of the case, cost, the representativeness of the case and whether the case is part of a larger trend\". However, companies should assign substantial overall weight to human rights considerations in their decision-making processes and carefully assess both the potential benefits and risks to human rights. For example, companies should be inclined to challenge overbroad requests where there is a reasonable likelihood of success, even if these challenges might be resource intensive; on the other hand, companies might pursue alternative options if a challenge is likely to create adverse precedent or backlash and undermine expression and privacy.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. Transparency is a key feature of the digital access industry's responsibility to respect. Information about government activities that require corporate assistance or involvement should be disclosed to the maximum extent allowed by law. Companies should be mindful that such information is primarily used by civil society to challenge human rights abuses in court, register grievances before domestic or international mechanisms on behalf of users or seek alternative means of accountability. Accordingly, such disclosures should be regular and ongoing, and in an accessible format that provides appropriate context.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Even if local law limits full transparency, companies should nonetheless disclose all relevant and publishable information. For example, if companies are prohibited from disclosing the origin or basis of a shutdown request, they should nevertheless seek to provide regular updates about the services affected or restored, the steps they are taking to address the issue and explanations after the fact. Innovative transparency measures, such as the publication of aggregate data and the selective withholding of information, also mitigate the impact of gag orders and other non-disclosure laws. Companies should disclose all the local laws with which they comply and, where possible, challenge any law or regulation that prevents or hinders them from being transparent to users and the general public.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Companies should disclose their policies and actions that implicate freedom of expression. Relevant disclosures include data retention and use policies, network management practices and the sale and purchase of network filtering and interception technologies. Companies should also disclose information about the frequency, scope and subject matter of due diligence processes and a summary of high-level findings. In general, companies should consult the growing number of resources that study valuable transparency indicators and other transparency best practices. Users, civil society and peer companies should also be consulted on the design and implementation of transparency measures.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. While certain aspects of corporate responsibility have advanced in recent years, remedial steps often seem omitted from the private sector's agenda. Yet remedies are a key pillar of corporate responsibility and should be provided whenever businesses \"have caused or contributed to adverse impacts\" (see A/HRC/17/31, annex, principle 22). States bear the primary duty to remediate business-related human rights abuses, particularly those they instigate, such as overbroad content restriction, unlawful user data requests and disproportionate surveillance. Yet companies that fail to implement appropriate due diligence measures and other safeguards may also cause or contribute to such abuses. In those situations, companies should \"provide for or cooperate in their remediation through legitimate processes\" \\(Ibid.\\).",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. Remedies may include both financial and non-financial means \\(Ibid., principle 27). When freedom of expression is impaired, appropriate remedies may include access to grievance mechanisms and information about the violation and guarantees of nonrepetition. Users whose accounts have been wrongly suspended may want the satisfaction of being heard and provided with explanations and assurances of non-repetition.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. Pre-existing policies and mechanisms could also be reformed or strengthened to address violations of freedom of expression. For example, a provider could make improvements to its content restriction policy and the training of its content moderation teams to reduce the likelihood of unfair website takedowns or overbroad content restrictions such as filtering. Customer complaint mechanisms could also be updated to allow users to flag network traffic management practices, commercial filtering classifications and other content restrictions they deem to be unduly restrictive or unfair.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. Individuals depend on digital access to exercise fundamental rights, including freedom of opinion and expression, the right to life and a range of economic, social and cultural rights. They also regularly face obstacles to access: from shutdowns to surveillance. The present report is largely concerned with the obstacles that deny, deter or exclude expression through blunt reliance on digital censorship. The present report has not addressed other serious obstacles — such as the lack of adequate connectivity infrastructure, high costs of access imposed by government, gender inequality, and language barriers — that also may constitute forms of censorship. Much of it therefore focuses on the roles and obligations of States. But States increasingly exercise censorship through the private sector. The report has aimed not only to address the constraints on State action under human rights law but also the principles that private actors should observe in respecting human rights. Key recommendations, already highlighted in the analysis above, are set out below.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 77,
        "Text": "77. The Human Rights Council, in its resolution 32/13, condemned unequivocally measures to intentionally prevent or disrupt access to or dissemination of information online in violation of international human rights law, and called upon all States to refrain from and cease such measures. This condemnation, which is critical to the Council's promotion of human rights online, should be supplemented and specified. Intentional prevention or disruption of access includes any action that shuts down or renders ineffective access to telecommunications networks, mobile services, social media platforms and so forth. Future work of the Council that clarifies the rules that apply to digital access, as outlined in this report, would advance the right to freedom of opinion and expression online.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. It is also critical for the Council and States to draw the connections between privacy interference and freedom of expression. To be sure, interferences with privacy must be assessed on their own merits under article 17 of the International Covenant on Civil and Political Rights and other norms of human rights law. But certain interferences — such as overbroad requests for user data and third party retention of such data — can have both near- and long-term deterrent effects on expression, and should be avoided as a matter of law and policy. At a minimum, States should ensure that surveillance is authorized by an independent, impartial and competent judicial authority certifying that the request is necessary and proportionate to protect a legitimate aim.",
        "Labels": []
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur is particularly concerned about reports of threats and intimidation of companies, their employees and their equipment and infrastructure. Also, the Council's emphasis on the important role — and need for protection — of the private sector deserves consideration. States should review all activities to obtain network access to ensure that they are lawful, necessary and proportionate, paying particular attention to whether these activities are the least intrusive means for protecting a legitimate aim.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. The protective role that States may exercise over the private sector can only go so far. They should not be promoting the economic gain of private entities over users' rights to freedom of opinion and expression. Thus, States should prohibit attempts to assign priority to certain types of Internet content or applications over others for payment or other commercial benefits.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The intersection of State behaviour and corporate roles in the digital age remains somewhat new for many States. One profitable way forward, at both the international and domestic levels, would involve the development of national action plans on business and human rights in order to establish meaningful avenues for all categories of the digital access industry to identify and address their respective human rights impacts.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. For years now, individuals and companies within the digital access sector have understood that they play an essential role in the vast expansion of access to information and communications services. They are in a business in which the model for success should involve expanding access, efficiencies, diversity and transparency. They should take the principles identified in the present report as tools to strengthen their own roles in advancing users' rights to freedom of expression. In this spirit, in addition to high-level policy commitments to human rights, the industry should allocate appropriate resources towards the fulfilment of these commitments, including due diligence, rights-oriented design and engineering choices, stakeholder engagement, strategies to prevent or mitigate human rights risks, transparency and effective remedies. In doing so, the design and implementation of corporate human rights accountability measures should draw on both internal and external expertise, and ensure meaningful input from customers and other affected rights holders, civil society and the human rights community.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. This is not to say that private companies do not face pressures. They do. But when States request corporate involvement in censorship or surveillance, companies should seek to prevent or mitigate the adverse human rights impacts of their involvement to the maximum extent allowed by law. In any event, companies should take all necessary and lawful measures to ensure that they do not cause, contribute or become complicit in human rights abuses. Arrangements with corporate partners should be structured to ensure that all parties uphold their human rights responsibilities. Companies should also seek to build leverage in pre-existing business relationships to prevent or mitigate adverse human rights impacts.",
        "Labels": []
    }
]