[
    {
        "ID": 1,
        "Text": "1. The present report, submitted pursuant to Commission on Human Rights resolution 2005/38 and Human Rights Council decision 1/102, is the fifth annual general report by Ambeyi Ligabo, appointed Special Rapporteur on the right to freedom of opinion and expression on 26 August 2002. As in previous years, a summary of communications sent to and received from Governments is contained in addendum 1 to the present report (A/HRC/4/27/Add.1).",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. Issues addressed in this report include, inter alia, an update of matters analysed in the Special Rapporteur's previous reports to the Commission on Human Rights, in particular Internet Governance, legislation concerning defamation offences, security of journalists, and a large part devoted to the analysis of the phenomenon of defamation of religion and freedom of expression (see E/CN.4/2006/55 and E/CN.4/2005/64).",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. Owing to the limit of the length of the report, a number of issues, which are nowadays essential for the understanding of freedom of expression and of information, are not treated in this year's report. However, subjects like hate speech, access to information, restrictions imposed by anti-terrorist legislation, the role of women, minorities and vulnerable groups in the implementation of the right to freedom of opinion and expression, the decline of print media, will continue to be examined in future reports.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. For the time being, the Special Rapporteur would like to briefly recall that print media is a fundamental instrument for the dissemination of ideas and opinions and, at the same time, it educates the reader to develop a critical approach and to analyse the information provided. Efforts should be done to contrast the decline of the print media in favour of the development of the television sector and of Internet.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. The right to access to information is not limited to the sphere of media, but also includes the possibility for all citizens to have access to information regarding public life and interests. Governments should review their national legislation and encourage a culture of transparency and openness in public affairs. Confidentiality and secrecy may temporarily be justified to protect States interests and their populations in case of grave attempts to overturn the democratic rule and should be authorized by a judicial body. The termination of judicial procedures, including those related to State secrets, should engage the removal of the clauses of confidentiality and secrecy.",
        "Labels": []
    },
    {
        "ID": 6,
        "Text": "6. One of the most significant features of the Special Rapporteur's mandate is the analysis of new policies, practices and measures having had an impact on the implementation of the right to freedom of opinion and expression, through information received from Governments, international, regional, national organizations and non-governmental organizations; media professionals and writers' associations, students groups, trade unions, political parties, from all regions of the world.",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. This analysis aims at identifying new trends and adding new elements to issues already examined in previous reports, in order to draft conclusions and make recommendations to the Human Rights Council and other relevant stakeholders for the implementation of legislative measures to increase the level of protection of the right to freedom of opinion and expression and its continuing promotion.",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. A second significant feature of the Special Rapporteur's mandate is the examination of communications on alleged violations of the right to freedom of opinion and expression. The assessment of the credibility of this kind of information is a preliminary step, which may ultimately lead to the preparation of communications for Governments' attention and comments. Communications on alleged violations received are not confined to countries where the political, social and economic situation is particularly difficult, but also concern violations occurring in transitional or long-established democracies.",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. In this connection, the Special Rapporteur wishes to reiterate that, first and foremost, urgent appeals and allegation letters represent a request for information on a precise case and on relevant national legislation. By no means do urgent appeals and allegation letters constitute a judgement on the human rights situation of a country. Conversely, Governments have the opportunity of exercising, if they wish so, their right to freedom of expression through the presentation of their views on individual cases as well as any other information they may consider of relevance.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The third noteworthy feature of the Special Rapporteur's mandate is the identification of new trends concerning the implementation of the right to freedom of opinion and expression. Owing to the advent of new technologies and the resulting increase of the request for information, the notion of freedom of opinion and expression has quickly taken new directions, while legislation on new technologies appears to be linked to obsolete concepts that prevent the full enjoyment of the right to freedom of expression, even in traditionally favourable environments. Internet governance and its boundaries have also revived the debate between the extent of the right to access to information and the right to privacy.",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Regrettably, repressive machineries are speedily adapting to new technologies, which are often used as tools for political propaganda and a conduit for racial discrimination and hate speech. Together with a constant trend towards the polarization of ideas and ethnic tension, the systematic oppression of the most active supporters of the free circulation of information and opinions - journalists, trade unionists, social workers, students and teachers, writers and artists - continues to remain an issue of concern throughout the entire world.",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. The form and the extent of repression can considerably differ, depending, inter alia, on the existence of the rule of law and its implementation in a given society. Unfortunately, the range of violations still includes killings, enforced disappearances, arbitrary arrest and detention, mistreatments, threats and harassment, unfair trial, and various types of judicial and administrative measures. More than ever, the safety and security of media professionals remain essential for the progress of freedom of expression. Finally, a positive trend is the adoption, by an increasing number of countries, of legislation concerning the decriminalization of charges related to defamation, libel and slander. Nonetheless, the slowness of this trend cruelly displays the difficulty of abandoning deleterious habits related to the preservation of political and economic influence.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. On 8 February 2006, the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, Doudou Diène, the Special Rapporteur on freedom of religion or belief, Asma Jahangir, and the Special Rapporteur for the promotion and protection of the right to freedom of opinion and expression made a special call for tolerance and dialogue regarding the publication of representations of the Prophet Muhammad by the media in some countries and the reactions it prompted in various parts of the world. The Special Rapporteurs noted that article 18 of the International Covenant on Civil and Political Rights protects religion or belief as one of the essential rights. They also recalled that respect for the right to freedom of expression as articulated in article 19 of the same instrument constitutes a pillar of democracy and reflects a country's standard of justice and fairness. While both rights should equally be respected, the exercise of the right to freedom of expression carries with it special duties and responsibilities: it requires good judgement, tolerance and a sense of responsibility.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 24 March 2006, the Special Rapporteur issued a statement welcoming the release of journalist and writer Akbar Ganji, whom he met in November 2003 at the Evin Prison while visiting the Islamic Republic of Iran. The Rapporteur paid tribute to Mr. Ganji's strength and determination, stating that he can be an example and an encouragement for the numerous intellectuals, students, journalists and writers imprisoned because of their opinions.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 15,
        "Text": "15. On the occasion of World Press Freedom Day, 3 May 2006, the Special Rapporteur on the right to freedom of opinion and expression; the Special Rapporteur for freedom of expression of the Organization of American States, Ignacio Álvarez; the Representative on Freedom of the Media of the Organization for Security and Co-operation in Europe, Miklos Haraszti; and the Special Rapporteur on Freedom of Expression of the African Commission on Human and People's Rights, Faith Pansy Tlakula, commended the central role the press has been playing for the progression of democracy and human rights throughout the world. In 2006, the World Press Freedom Day also shed light on the link between freedom of the press and poverty eradication. The four Special Rapporteurs noted that a free and independent media is a key to combat poverty, as journalists serve as a medium to ensure unhindered circulation of ideas and promotion of education and awareness, thus providing more opportunities for a better future. The full text of the statements is available on http://www.unog.ch/unog/website/ news\\media.nsf/.",
        "Labels": [
            "Persons living in poverty",
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 16,
        "Text": "16. On 21 July 2006, the Special Rapporteur on the right to freedom of opinion and expression, together with five other mandate-holders issued a statement on the armed conflict in Israel, Lebanon and Gaza. Noting that the conflict was posing serious human rights and humanitarian threats to the civilian population, they urged parties to the conflict to comply with the international legal obligation to distinguish between civilian and military objectives, and ultimately called for an immediate cessation of hostilities.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 17,
        "Text": "17. On 3 May 2006, the Special Rapporteur was invited to the celebrations of the World Press Freedom Day, organized by the Department of Public Information of the United Nations Office at Geneva, where the participants discussed the role of the press and the media in general for the enhancement of democracy and advancement of human rights. In his speech, the Special Rapporteur called upon all Governments to combat impunity with regard to violence against journalists and media personnel by bringing to justice those responsible and by taking effective measures enabling journalists and media personnel to continue their work freely and independently.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 18,
        "Text": "18. On 24 June 2006, the Special Rapporteur participated in the Eighth Annual NGO Forum on Human Rights organized by the Department of Foreign Affairs of the Republic of Ireland. The theme of the Forum, chosen to coincide with the inaugural session of the Human Rights Council, was \"Global Human Rights Protection - the way forward\". In his address, the Special Rapporteur made a number of remarks about the consequences that the dissolution of the Commission on Human Rights and the establishment of the Human Rights Council could have on the protection of human rights worldwide. He also expressed his concerns for the safety of journalists and their independence, and made some observations on defamation of religions.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. In June 2006, the Special Rapporteur also attended the thirteenth meeting of the special rapporteurs/representatives, independent experts and chairpersons of working groups of the special procedures of the Commission on Human Rights and advisory services programme held in Geneva.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. On 1 December 2006, at the invitation of the Federal Department of Foreign Affairs of Switzerland, the Special Rapporteur participated in a workshop of the \"Berne Process\", in Brussels, which is an informal exchange of information and experiences between like-minded States and institutions that are engaged in dialogues, consultations or technical cooperation with China to promote and protect human rights.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur wishes to express his appreciation to the Governments of Algeria, Azerbaijan, Guatemala, Honduras, the Libyan Arab Jamahiriya, The former Yugoslav Republic of Macedonia, the Maldives, Sri Lanka, the Sudan and Ukraine for inviting him to visit their countries. In this connection, the Special Rapporteur recalls that the timely identification of dates and agreement on visit programmes are essential for the satisfactory implementation of his country missions.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. At the invitation of the Danish Human Rights Institute, the Special Rapporteur went to Denmark in April 2006 to participate in a number of meetings, including with Government officials, in which he gathered significant information regarding the \"Danish Cartoons Affaire\".",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. On September 2005, the publication in the newspaper Jylland Posten, of a series of cartoons depicting Prophet Muhammad as, inter alia, a terrorist, provoked anger within the Muslim community in Denmark. This event followed the broadcasting in August 2005 by the Danish Radio Holger of a controversial programme in which the radio-speaker delivered a hate speech calling for the deportation of all Muslims back to their countries of origin, or alternatively, for their physical elimination from European soil. Shortly after the broadcasting of that programme, the Danish National Radio and TV Commission withdrew Radio Holger's licence for three months.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. In spite of significant efforts to defuse the tension caused by the publication of the drawings, the quarrel spread beyond Danish borders. The Arab League's Ministers Council, at a Conference held in Cairo in December 2005, issued a statement expressing surprise and discontent at the failure of the Danish Government to act against the newspaper. The Prime Minister of Denmark, in his 2006 New Year's address, condemned attempts to demonize groups of people based on their religion without explicitly referring to the Jyllands Posten case. The Prime Minister had earlier reiterated that, in Denmark, the press and media are completely independent from the political power and that his Government has no intention of breaking this long-established tradition.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. On 30 January 2006, Jyllands Posten issued a press statement apologizing to the Muslim world stressing that it had not been their intention to be offensive. The newspaper's statement was followed by a press statement of the Danish Prime Minister on 31 January in which, while emphasizing that Denmark attaches fundamental importance to the freedom of expression, he stressed that the Danish Government condemns any expression that attempts to discriminate against people on the basis of their religion or ethnic background.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. In early February, Ministers from several Arab countries urged the Government of Denmark to act against Jyllands Posten for offences to Islam. In the following wave of protests that spread throughout the Muslim world, around 200 people lost their lives. In addition, Danish embassies and other Western offices were attacked by the mob, Danish goods and products banned in Muslim countries' markets, and some Westerners briefly kidnapped by extremist organizations. Reportedly, several death threats were issued against the cartoon illustrators and the newspaper.",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. In Denmark, article 77 of the Constitution prohibits censorship and preventive measures. The Danish Media Liability Act (6 June 1991) established the Danish Press Council (Pressenævnet) in 1992, an independent public body entrusted with the verification of the existence of two core conditions: (a) whether a publication is made contrary to media ethics; and (b) whether a mass medium is obliged to publish a reply (rectification) including the contents, form and placement of such reply. The Council receives and examines written complaints submitted - by individuals or groups with a direct or indirect link with the matter within four weeks from its publication. Each year the Council examines approximately 145 complaints. The Council may also act ex officio, a move that it took only once, in 1997. With regard to the \"cartoons\", the Council rejected the two complaints it received on the basis that they were submitted after the four-week deadline.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The Danish Newspaper Publishers' Association has adopted guidelines on media ethics, which are also used by the Press Council together with its own jurisprudence.",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. The Danish Broadcasting Corporation endorses total editorial freedom within the respect of other fundamental rights. Its philosophy is that a journalist should have a strong case to infringe other rights, acting for investigative purposes and on subjects of public interest.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. As reported by the Union of Journalists, the press is satisfied with the present level of freedom of expression and it is not favourable to the introduction of new rules and laws, especially international mechanisms that could jeopardize their freedom. Nonetheless, the \"Cartoons Affair\" has provoked a very animated debate within the media: while everybody defends the present status of freedom of expression, it was felt that the press should be more responsible and conscious that in the global information society, opinions and views are recorded and noted all around the world. The concepts of self-censorship and self-criticism have been re-examined through the developments brought by the \"Cartoons Affair\" and the supremacy of the right to freedom of expression is now seen in a new light.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. It was emphasized that drawings and caricatures are significant part of the iconic culture used in Denmark to criticize personalities and lobbies, with the aim at highlighting a case that can be of general interest and preoccupation for the citizens.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. It was also acknowledged that, within the exercise of freedom of expression, part of the press does not hesitate to support discriminatory views and drastic measures that could limit the phenomenon of migration. In addition, migrants and minorities are frequently targeted through labelling in the media.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 33,
        "Text": "33. Freedom of religion is thoroughly respected in Denmark, but it was evident that expressions of religion and belief were generally not popular with a large part of the media and other sections of society. Another element has to be taken into consideration: migration policies are, like in several other countries, at the core of the political debate and certain political parties have vigorously campaigned to convince a large part of the population that migrants are one of the greatest emergencies nowadays in Denmark. As a result, laws on migration are presently very strict. Nonetheless, Denmark has maintained its traditionally active approach to human rights and humanitarian cooperation, and a significant part of the population appreciates and promotes values like tolerance and solidarity.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 34,
        "Text": "34. Within this framework, media representatives felt that, from their side, there was no conspiracy, no plot behind the publication of the drawings, which was generally seen as an effort, though indeed questionable, to address in a frank, direct manner, the problem of self-censorship while dealing with the Muslim community and with the relations between native Danes and migrants.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. According to Muslim sources, with whom the Special Rapporteur met while in Denmark, the drawings were part of incessant provocations against them and their religion. This strategy could have been seen as a systematic denigration of Muslims with the view of reaffirming the supremacy of Danish values and of contrasting integration efforts. As a result, Muslims in Denmark reportedly decided to adopt a very low profile in public life, an attitude that was defined as self-censorship, as they thought that they could easily have become target of harsh criticism even without any specific reason.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. Taking into account the general orientation of the opinions gathered, the Special Rapporteur felt that the unmitigated reaction, in many Muslim countries, to the contents of the drawings apparently took Denmark, the Danish people, the editors and the artists involved, by total surprise: in their opinion, the reaction was overwhelmingly disproportionate to the damage inflicted. A renewed, intense debate on the issue of the \"Danish Cartoons\" commenced between the media and religious groups as well as among ordinary citizens. This debate, in a country with a very long democratic tradition and in which freedom of speech is almost a dogma, was very articulate and polarized but - the Special Rapporteur wishes to underline this point - did not lead to physical violence.",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. The outcomes of this heated debate were of various nature and significance: Danes felt an increased sense of unity around the constituent values of the nation and, in the first place, freedom of expression. Nevertheless, they also felt that the country has so far been living in a sort of isolation, which guarantees reasonable wealth and freedom to all its citizens, but does not promote understanding of the increasing interdependence among peoples and cultures. Time will tell if the \"Danish Cartoons Affair\" has brought some benefit to the Danish society in reinforcing the concepts of respect and tolerance through a non-violent confrontation of ideas and opinions. A number of mandate-holders have addressed the phenomenon of defamation of religion and incitement to religious hatred in the context of their regular activities. Since 2002, the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance is mandated to examine the situation of Muslims and Arab peoples in various parts of the world in the aftermath of the events of 11 September 2001, which includes the question of defamation of religion (see E/CN.4/2006/17). Moreover, cases or situations that relate to defamation of religion have also made the object of communications sent to Governments by some mandate-holders (see, inter alia, E/CN.4/2006/5/Add.1).",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. The creation of an international organization, which would govern Internet with a firm human rights approach, is a priority for the United Nations and the international community at large. Global rules to ensure that Internet can be developed, in a sustainable manner, as a democratic medium of expression are essential for the international community to include the promotion and the protection of human rights in the emerging era. Such an organization will develop and apply, through the joint work of relevant national agencies, the private sector and the civil society, shared principles, norms, rules, which will shape the evolution and the use of the Internet. The enlargement of broadband communications systems in developing countries will, to a great extent, help the diffusion of information and communication technologies related economy.",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. Several Governments, with the active support of some transnational corporations working in this field, have closely been monitoring the web in order to identify and stop various forms of opposition and criticism. Ordinary citizens have been arrested or harassed by authorities only because they dared express their opinion through an e-mail or through the reading of a website.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. Political repression from Governments is only a component of the limitations to freedom of expression on the Internet; other restrictions would have more subtle yet still insidious forms and contents. The making of a worldwide digital media system cannot exclusively be put in the hands of powerful media groups and other commercial forces, which by their own nature, are money-makers. The prevalence of a business-oriented digital world could substantially threaten, for instance through the invasion of advertisement, the existence of all the remaining activities that can be performed through the Internet.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. In the spirit of freedom of expression, which should permeate all human activities, Internet governance should guarantee a digital world where commercial initiatives coexist with social and cultural projects and avoid that a fee has to be paid by consumers for any available service. Unfortunately, advertisers have so far proved to be very aggressive on the digital market and are developing technologies that target Internet consumers, with a special focus on youth, throughout their exploration of the cyberspace. Furthermore, intrusive collection of data and detection of tracking behaviour are restricting the right to privacy and consequently the freedom of expression of regular Internet users.",
        "Labels": []
    },
    {
        "ID": 42,
        "Text": "42. Internet consumers' associations are obviously reacting to these menaces: there is a definitive trend among online users, bloggers and Internet freedom campaigners to work on network safeguards, which should ensure that Internet serves not only commercial interests, but also promotes free debate and dialogue on issues that are critical for the development of a better world, at local as well as at global level. While a part of the digital world should be preserved from commercial considerations, cooperation between private enterprises and institutions will be at the core of the development of Internet contents. See a decision of the United States of America Supreme Court on Internet and free speech (26 June 1997): http://www.cdt.org/speech/cda/; see also Declaration on Digital Democracy: http://www.democraticmedia.org/issues/decDigitalDemocracy.html.",
        "Labels": []
    },
    {
        "ID": 43,
        "Text": "43. The intervention of a global organization will be crucial to ensure the financial support necessary to developing countries for the enlargement of the broadband, especially in areas where geopolitical obstacles, or merely the absence of wide masses of customers, would prevent the intervention of private providers. As often reiterated, the international community cannot miss this occasion to reduce the digital divide and should devote every effort to it. This opportunity to enhance freedom of expression will automatically boost many other human rights, including economic rights, by creating new business opportunities in communication-related industries.",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The right to question ideologies, political figures, social and economic actors, especially for investigative aims, is thoroughly legitimate and represents a significant part of the exercise of the right to freedom of opinion and expression. Attacks on the private life of the individual and on his/her inner beliefs and values - such as religion, family, etc. - are by far more controversial. Similarly, mockery of disabilities and other forms of discrimination like racism would hardly be tolerated in several models of civil society.",
        "Labels": [
            "Persons with disabilities"
        ]
    },
    {
        "ID": 45,
        "Text": "45. The exercise of freedom of expression by media professionals demands good judgement, rationality and a sense of responsibility. The use of stereotypes, labelling and insulting deep-rooted religious feelings are not conducive to creating an enabling environment for constructive dialogue among different communities. The polarization of opinions can spread ethnic and religious hatred, thus endangering delicate social and cultural balances and a harmonious multicultural society.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. Under international law, restrictions to the exercise of the right to freedom of expression are required to respect three conditions, which should be enforced simultaneously: (a) restrictions must be provided by law, (b) they should pursue an aim recognized as lawful, and (c) be proportionate - especially the time-span of any restrictive measure - to the accomplishment of that aim. While the protection of the rights and reputation of others and the protection of national security are certainly legitimate aims, the real challenge is, to a greater extent, to protect and to promote freedom of expression without creating additional barriers. Too often defamation cases mask political and economic powers' determination to retaliate against allegations of mismanagement or corruption, and to exert undue pressure on media independence.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. A statement can be considered as defamatory under certain specific conditions: it must be published, in a spoken, written, pictured or gestured form. Written and pictured statements, which include drawings, video clips, and movies and so on, are considered more serious offences as they last longer than mere verbal statements, which are generally defined as slander. The On this matter see: The Information Economy Report 2006: The Development Perspective, UNCTAD/SDTE/ECB/2006/1 (16/11/2006). statement must be false, in the sense that its contents should be totally untrue; it has to be injurious - there is no defamation without injury - and finally, unprivileged, in the sense that certain categories of individuals cannot be sued while making statements, especially in their professional capacity. Last but not least, a statement can be considered as defamatory if done with actual malice, which means that there was a real willingness to harm the defamed person. National legislation should aim at the respect of these common rules, which would also be applied to cases involving media professionals as well as ordinary citizens.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. In this perspective, the concept that States should intervene in cases of such violations should progressively be abandoned in favour of mechanisms regulated by independent authorities (press councils, press ombudsperson), whose members possess expertise in related fields. These authorities will impartially evaluate the seriousness of violations and take decisions that would not put at risk the core values of freedom of expression. Recourse to the judiciary system would also be possible but jail sentences and disproportionate fines should totally be excluded for offences such as defamation.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 49,
        "Text": "49. Governments' attitude on defamation legislation is often ambiguous and seems to indicate that, despite a trend toward decriminalizing defamation and libel, Governments intend to maintain a grasp on media freedom of criticism. As a matter of fact, a number of countries, while reforming or abolishing legislation on defamation, have introduced norms on \"disinformation\", which would often be applied to cases formerly treated as defamation cases.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Moreover, State institutions often appear to have different perceptions toward defamation, and consequently do not act in a consistent manner. Typically, in a number of countries the judiciary, including the supreme court, continue to condemn media professionals to prison sentences while the legislative and executive powers have been debating and ultimately approving new norms on reduction of the gravity of sentences, often excluding prison sentences. In other countries, especially those in which the judiciary is, to a great extent, independent from the Government, the judiciary tends to a have a lenient approach while judging defamation cases.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 51,
        "Text": "51. Unfortunately, imprisonment for journalists on defamation charges or following a conviction for defamation, heavy fines and/or the suspension of the licence of the media involved are still common and gravely hinder media freedom, especially for medium or small media enterprises, or even single professionals, who cannot afford expensive judicial procedure. In many countries, imprisoned journalists are treated like ordinary criminals and preventive detention is widely used to deter criticism of political figures, or of people closely linked to the power.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 52,
        "Text": "52. Political personalities and public figures, including media owners, continue to sue journalists although they should, because of their institutional role, be ready to accept criticism and public screening in a greater measure than the ordinary citizen should. An increased level of transparency from political elites would also help in the promotion of frank and well-grounded debate, without excessive confrontation, on significant issues.",
        "Labels": []
    },
    {
        "ID": 53,
        "Text": "53. Intrusion in the private life of the individual, regardless to his/her social status, is not compatible with the promotion and protection of the right to freedom of opinion and expression. The right to privacy plays a fundamental role in guaranteeing the full enjoyment of freedom of expression because through the protection of the most intimate sphere of the individual, it ensures that everybody can exercise his/her rights without fear of being ridiculed or, at worst, blackmailed.",
        "Labels": []
    },
    {
        "ID": 54,
        "Text": "54. Another preoccupying trend is the attempt to replace defamation of individuals with the concept of defamation of common values, to be treated within the sphere of criminal law. These values would include a sense of national identity, State symbols like the flag or the national anthem, and State institutions, figures or representatives like the Supreme Court, the country's father(s) or the Prime Minister, usually defined as \"defamation of the State\". In this connection, the Special Rapporteur stresses that the exercise of freedom of speech should always be guaranteed for the examination of historical events. The introduction of new legislation, in which defamation is defined under another terminology, is also unacceptable.",
        "Labels": []
    },
    {
        "ID": 55,
        "Text": "55. An encouraging trend can be observed in various parts of the world towards the decriminalization of defamation and related offences. Progress in this field is more evident in Latin American countries, where, despite the existence of various other forms of violation of freedom of expression, defamation as a criminal offence seems to decline. While awaiting the adoption and the entry into force of ad hoc legislative instruments, relevant authorities should take emergency measures, like amnesty or pardon, in order to ensure that no media professional or other citizen is incarcerated on charges of defamation, and eventual fines are of reasonable amount.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 56,
        "Text": "56. At the same time, countries are still insisting on the application of legislative measures, which gravely penalize the freedom of the press, imposing harsh sanctions, including prison terms, to journalists convicted for defamation and similar offences. Such a regime may also be applied to non-journalists who can often be subject to great distress and obliged to spend remarkable amounts of money in order to hire a lawyer. Concluding observations of the Human Rights Committee, Mexico, United Nations document CCPR/C/79/Add.109, paragraph 19. See also the comments by the Government of Mexico on the concluding observations of the Human Rights Committee, CCPR/C/79/Add.123 (2000). The Human Rights Committee also welcomed the amendment of the criminal code eliminating the crime of defamation of the Republic [of Slovakia] and its representatives, concluding observations of the Human Rights Committee, CCPR/CO/78/SVK (2003). See Principle 10 of the Declaration of Principles on Freedom of Expression (also known as the Chapultepec Declaration) approved by the Inter-American Commission on Human Rights at its 108 regular session (1994). See also point XII, resolution on the Adoption of the Declaration of Principles on Freedom of Expression in Africa (2002), African Commission on Human and Peoples' Rights/Res. 62 (XXXII) 02.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 57,
        "Text": "57. Writers are at the heart of freedom of expression and human progress. Unsurprisingly, writers are one of the preferred targets of censorship especially when, as it is often the case, they propose perspectives and opinions which are unpopular with the dominant political, economic and religious elites. In many countries, long prison sentences are used to silence writers and to warn others from speaking out. The Special Rapporteur wishes to commend the initiative of the PEN Writers in Prison Committee to declare 15 November the day of the Imprisoned Writer. This kind of peaceful action contributes to draw the attention of the public on issues, which are not sufficiently covered by major media companies.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 58,
        "Text": "58. The Special Rapporteur continues to be appalled by the increasing number of killings and other forms of violence against media workers, whose professional risk has now become unacceptably high. Over the past 12 years, more than 1,100 journalists and media staff have been killed in the line of duty. This tragic figure is the price for independent and pluralist information, where the multiplicity of perspectives and opinions allow people to make up their own minds about subjects of significant interest. Violence against journalists is also thriving with many instances of mental and physical harassment and threats, often involving journalists' families.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. One hundred and forty-three media professionals, 31 of whom were media staff, were killed from 1 January to 1 December 2006. Thirty-six fell in the American continent, 32 in Asia, 6 in Europe and in Africa, and 63 in the Middle East. This last figure is almost entirely due to the conflict in Iraq, where 59 media professionals lost their lives in the period considered. As of 23 November 2006, 159 journalists and media support staff have been killed since the start of the war in Iraq, by far the most dangerous conflict for the media ever. The majority among them were male Iraqis working in the Baghdad area. Other countries in which the safety of media professionals was a major issue in the same period were Mexico and the Philippines, with eight journalists killed in each. In Mexico, the majority of journalists died following the protests in Oaxaca, while in the Philippines reasons for journalists' killings include political and religious affiliation, and investigative activities on illicit business. Six media professionals were murdered in Sri Lanka, mainly in the context of the ethnic conflict.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 60,
        "Text": "60. The Special Rapporteur wishes to endorse the resolution adopted by the International Press Institute, at its Annual General Assembly on 29 May 2006, and by the International News Safety Institute on the responsibility of Governments concerning appropriate action to bring to International Federation of Journalists, see www.ifj.org. International News Safety Institute, see www.newssafety.com. In addition, other major organizations like the Committee for the Protection of Journalists (see www.cpj.org) and Reporters Sans Frontières (www.rsf.org) provide reliable statistics concerning media professional casualties. Differences are generally due to the possible inclusion or exclusion of figures concerning media support staff - drivers, interpreters - or media professionals other than journalists and reporters, mainly cameramen, soundmen, photographers. Freelance journalists are more difficult to track than professionals working for a media company. justice perpetrators of human rights violations against journalists and media workers. The Special Rapporteur also shares the opinion that media enterprises must reinforce their commitment for the safety of journalists and undertake proper measures to allow them, in the best possible ways, to carry out their work in dangerous situations.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur takes note with appreciation of the efforts, by specialized institutes and organizations, regarding the adoption of principles and rules, as well as a press emblem, to increase the safety of media professionals. These initiatives underline the magnitude of the problem and can bring an expert contribution to the debate surrounding the action to be taken at international level on this issue. In this connection, the Special Rapporteur ideally believes that the adoption by the General Assembly of guidelines on the safety and security of media professionals working in war zones or conflict areas can provide the international community with an international instrument that could easily be implemented at national level by all actors involved. Presently, the first priority would be the preparation of a study in order to furnish the Council with a comprehensive and impartial analysis of the phenomenon, including a number of viable options for an operative approach to eventual solutions.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 62,
        "Text": "62. Such a study could include the following issues: international protection enjoyed by media professionals and their legal status, especially while on mission in dangerous zones; root causes of violence against them; State responsibility and individual accountability, ways and means to improve their safety and security through initiatives taken by, inter alia, media Reporters without Borders, Charter for the safety of journalists working in war zones or dangerous areas, Paris 2002, see http://www.rsf.org/print.php3?id\\article=2350. For the Press Emblem initiative and the Media Casualties Ticking Clock, see www.pressemblem.ch. See First Additional Protocol to the Geneva Conventions of 12 August 1949, relating to the Protection of Victims of International Armed Conflicts, section III, chapter III, Journalists, article 79. Measures of protection for journalists (1) Journalists engaged in dangerous professional missions in areas of armed conflict shall be considered as civilians within the meaning of article 50, paragraph 1. (2) They shall be protected as such under the Conventions and this Protocol, provided that they take no action adversely affecting their status as civilians, and without prejudice to the right of war correspondents accredited to the armed forces to the status provided for in article 4 A (4) of the Third Convention. (3) They may obtain an identity card similar to the model in annex II of this Protocol. This card, which shall be issued by the Government of the State of which the journalist is a national or in whose territory he resides or in which the news medium employing him is located, shall attest to his status as a journalist. International News Safety Institute, Protection of Journalists in conflict - Fundamental Rules - Brussels, 7 August 2006, see http://www.newssafety.com/stories/insi/conflictrules.htm. enterprises, national and international authorities and professional organizations; establishment of a voluntary fund to compensate the families of media professionals killed in the line of duty.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 63,
        "Text": "63. With regard to this last proposal, the Special Rapporteur believes that the establishment of a relief fund to the benefit of relatives of those media professionals killed while on duty and because of their professional activities, beyond its inner value of international solidarity, would also help in making safety of journalists a central human rights issue under the United Nations patronage. Governments, intergovernmental and regional organizations and institutions, as well as non-governmental organizations and individuals, may cooperate for the establishment of a relief fund to the benefit of relatives of those media professionals killed on duty and because of their professional activities. As a gesture of solidarity, this kind of support would mainly go to families without significant financial resources living in developing countries, in order to alleviate the lack of income due to the death of the relative. Rules and methods of work of such a fund could be drawn up by similar bodies already established within the United Nations system, making sure that the board of trustees will include personalities of high morality, impartiality and expertise of the phenomenon.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. The oppression of the most active sources of expression and opinion - journalists, trade unionists, social workers, students and teachers, writers and artists - often follows an identical approach in different countries around the world. The range of violations includes killings, enforced disappearances, arbitrary arrest and detention, mistreatments, threats and harassment, unfair trial, and various types of judicial and administrative measures. Women and minority groups exercising their right to freedom of expression may undergo additional pressure from authorities. Patterns of violations of the right to freedom of opinion and expression seem to remain essentially unchanged, though the Special Rapporteur has noted a significant increase of violations against Internet users. The media community appears to be increasingly preoccupied about media professionals' safety and protection, worsened, in terms of casualties, due to the Iraqi conflict.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 65,
        "Text": "65. The Special Rapporteur is dismayed at the never-ending spiral of violence, including murderous attacks, against media professionals. More than ever, journalists and media workers are targeted by a multiplicity of aggressors who react to the exercise of the right to information in name of diverse, lawful and unlawful, interests. The attacks brought by armed groups, including national armies and law enforcement agencies, and economic corporations remain the most lethal for media professionals, who pay a high price for their efforts to offer exhaustive and multifaceted information to the public. A number of media organizations run safety programmes and funds. In addition to those already mentioned, see also International Federation of Journalists Safety Fund, which also help with medical and legal assistance, and travel. International Pen runs a PEN Emergency Fund, which raises funds for imprisoned, or otherwise threatened, writers and journalists (www.internationalpen.org.uk).",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. Governments and State institutions have the primary responsibility of ensuring the safety and security of citizens, including media professionals. The quest for international legal norms covering safety and protection of media professionals is a subject of great urgency which needs speedy replies from the international human rights community. Impunity of perpetrators, who often escape from any kind of legal procedure, has increasingly become a deterrent to the growing of independent and pluralist information. Lack of action, negligence or collusion with criminal entities is to be, at various extents, considered as a pattern of human rights violation.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. As already noted in previous years, the current international situation has had a negative effect on freedom of expression and freedom of movement: several Governments have enforced preventive anti-terrorism legislation some of which may result in the reintroduction of practices that are prohibited under international human rights law. The Special Rapporteur observes that such legislation, especially when enforcing closing of media enterprises, censorship on publications and programmes, arrest and detention measures concerning media professionals, is naturally having a negative effect on freedom of expression. The same can be said for freedom of association: trade unions, student groups, social and cultural societies, intellectuals have been suffering from the implementation of laws that inevitably restrict the realm of freedom of expression.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 68,
        "Text": "68. Media play a vital role in a society by providing an arena for debate, exchange of opinions and ideas. In numerous countries, media activities are guaranteed by a body of norms and regulations defending freedom of expression, especially in debating controversial subjects of public interest. The existence of a code of ethics encourages media professionals to work efficiently through an array of voices and perspectives that help audiences to grasp the quintessence of events and situations.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. The exercise of freedom of expression by media professionals demands good judgement, rationality and a sense of responsibility. Insulting religions, deep-rooted beliefs and ethnic identities through the use of stereotypes and labelling is not conducive to creating an enabling environment for a constructive and peaceful dialogue among different communities. Polarization based on distorted arguments can spread ethnic and religious hatred thus endangering delicate social and cultural balances, which are the results of relentless efforts to consolidate a harmonious multicultural society. Journalist associations should ensure that the debate among professionals on contentious issues, such as religious matters, can provide the category with insights and in-depth analyses. See the Annex of the present report. The Five Fault Lines by the late Robert C. Maynard are an excellent example of rationalization of this problem, see http://www.maynardije.org/programs/faultlines/.",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. There is no contradiction between the principles of freedom of religion and freedom of expression. They are mutually reinforcing and enhance the human and spiritual basis of societies and populations. The respect for religious feelings and the warrant for editorial freedom must find their own balance within a given social and cultural context.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. Nonetheless, the free flow of information and opinions should be encouraged and particularly in a time of increasing global access to information, as it represents a remarkable source of inspiration and contact among different peoples and cultures. Non-violent expression of opinions, either orally, through the press or other media allowed should also be encouraged. The exercise of the right to freedom of opinion and expression carries with it special duties and responsibilities and it may therefore be subject to few restrictions necessary to guarantee, inter alia, the respect of the rights of others. According to paragraph 3 of article 19 of the International Covenant on Civil and Political Rights, such restrictions should only be provided by law in order to define clearly the nature of the limitations to freedom of expression. Moreover, paragraph 3 precisely indicates to which cases these restrictions could apply: (a) for the respect of the rights or reputations of others; (b) for the protection of national security or of public order (ordre public), or of public health or morals. Such restrictions should be applied only in cases of extreme danger for the democratic order and should have a well-defined time limit. With regard to the restriction mentioned in paragraph 3 (a), the respect of the rights and the reputation of others, including the right to privacy, should be exercised without silencing debates on valuable subjects and without insulting a person's feelings.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. Legislation on new technologies appears to be a major preoccupation even in environments traditionally favourable to freedom of expression. Regrettably, new and old technologies are increasingly used as more or less sophisticated tools for political propaganda, which may include racial discrimination and hate speech, thus contributing to spreading the polarization of ideas and ethnic tension. Nonetheless, the universal availability of new tools for communication and information may give a great impetus to social advancement and to the dissemination of education and knowledge, thus widening the scope of the right to freedom of opinion and expression. New communication technologies have also opened a large debate on the limit between the right to access to information and the right to privacy.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. Internet governance and human rights is one of the themes that would animate the debate of the international community in the near future. Internet governance should solidly be anchored to a human rights vision: guaranteeing freedom of opinion and expression on the Internet and other new communication tools is a strategic component of the struggle against poverty worldwide. Making new technologies available globally will contribute to reduce the social and economic gap between developed and developing countries.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 74,
        "Text": "74. Freedom of expression through the Internet cannot exclusively depend on mere commercial interests. Economic forces should be reliable partners of the civil society calling for human rights, fair justice, health care, environmental protection, which will increasingly be indispensable elements for the building of future societies. On the other hand, the systematic tracking of users' action - a clear pattern of violation of the right to privacy - can bias their own ability in making choices independently, thus ultimately restricting their freedom of opinion.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. There is a constant trend, which has the support of the Special Rapporteur, towards the decriminalization of defamation offences. The number of countries that have adopted new legislation moving this category of offence under civil law is on the increase. Unfortunately, criminal charges, sentencing to prison terms and the imposition of heavy fines for defamation, libel and slander are still common in many other countries.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 76,
        "Text": "76. The Special Rapporteur urges Governments to assess existing national legislation and judicial practices related to all forms of freedom of opinion and expression and commence, whenever necessary, reform processes in order to guarantee conformity to international human rights norms and regulations. The Special Rapporteur also recommends Governments to consider, inter alia, the protection and the promotion of media independence as a priority, in order to ensure a constant advancement in the field of freedom of expression and information.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. The Special Rapporteur invites the Human Rights Council to address, in an open debate, the recommendations included in the joint report submitted at its second session by the Special Rapporteur on freedom of religion or belief and the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance on the question of defamation of religion and incitement to religious hatred (A/HRC/2/3). This report contains a comprehensive set of recommendations and conclusions for further action from the Council, with a view to promoting a balanced approach to the search for peaceful coexistence among peoples of different religions and cultures.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. The Special Rapporteur urges existing independent media authorities and media associations to be vigilant about the use of forms of expression characterized by defamation of religions and discriminatory connotations of ethnic and other vulnerable groups. The indiscriminate use of labelling of women, minorities and other groups, especially migrants and asylum-seekers, endangers the public debate and fuels self-censorship and a sense of fear. These forms of expression also have a negative impact on the quality and the dignity of journalism, and ultimately jeopardize media integrity. In this connection, media associations should systematically organize human rights training, if necessary with the assistance of relevant United Nations bodies and other expert organizations, for their members in order to enhance professional ethics and human rights awareness. Media associations should also ensure that most sensitive societal issues are constantly debated in professional forums.",
        "Labels": [
            "Migrants"
        ]
    },
    {
        "ID": 79,
        "Text": "79. The Special Rapporteur vigorously emphasizes that any new intergovernmental body administrating, partially or totally, Internet governance must be anchored in a human rights vision. The universality of the right to freedom of opinion and expression, as defined in article 19 of the Universal Declaration of Human Rights, and reiterated in other human rights instruments like the International Covenant on Civil and Political Rights, the African Charter on Human and Peoples' Rights, the American Convention on Human Rights and the European Convention for the Protection of Human Rights and Fundamental Freedoms should guide Governments and the international community at large in this endeavour.",
        "Labels": []
    },
    {
        "ID": 80,
        "Text": "80. In the meantime, the Special Rapporteur recommends that all States guarantee freedom of opinion and expression on the Internet, inter alia, by extending to websites contributors and bloggers the same legal protection as media professionals. Transparency, openness and accountability should be promoted in order to enrich debates and dialogues. Internet providers and websites registration with national authorities should not be subject to any specific requirement other than necessary legislative provisions protecting against child pornography. Moreover, States should make sure that Internet governance will promote the universal availability of new technologies and not be limited by economic and commercial considerations only, with the aim of spreading education and awareness especially in less developed areas.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteur strongly recommends to Governments to decriminalize defamation and similar offences. These should be dealt with under civil law. The amount of fines to be paid as compensation should be reasonable and allow the continuation of professional activities. The Special Rapporteur also urges Governments to release immediately and unconditionally all journalists detained because of their media-related activities. Prison sentences should be excluded for offences concerning the reputation of others such as defamation and libel.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 82,
        "Text": "82. Governments should also refrain from introducing new norms which will pursue the same goals as defamation laws under a different legal terminology such as disinformation and dissemination of false information. Under no circumstances, criticism of the nation, its symbols, the Government, its members and their action should be seen as an offence. Elected officials and authorities' officials should be conscious that, because of their role, they might attract the attention of the press in the implementation of their functions. On the other hand, Governments should make sure that the right to privacy, especially in relation to family life and minors, is sufficiently protected without curtailing the right to access to information, which contributes to transparency and democratic control of public affairs.",
        "Labels": []
    },
    {
        "ID": 83,
        "Text": "83. In this context, the Special Rapporteur encourages Governments to consider the opportunity of establishing an independent authority on communications, whose members possess relevant expertise in related fields, and a media ombudsperson, which could respectively be entrusted with the implementation of relevant laws and regulations and with mediator's functions with regard to media offences without recurring to criminal law. These authorities will impartially evaluate the seriousness of violations and issue sentences that would not put at risk the core values of freedom of expression.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. The joint action of an authority on communications and a media ombudsperson could ultimately ensure that, in addition to economic and political groups, various actors of civil society, local communities and minorities, and vulnerable groups can exercise their right to freedom of opinion and expression through unimpeded access to media. Such an authority should also be mandated to control the regularity of the competition of the economic stakeholders' action in the market of information. Consumers should be able to make choices without being subject to private or public monopoly, a phenomenon that gravely jeopardizes the pluralism of information, affects the independence of media and increases the cost of the access. In addition, monopolistic regimes make it easier to exercise control and censorship of citizens' opinions and, at the same time, can direct, often in a veiled manner, citizens' choice in various fields.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. Media security remains one of the core elements to guarantee pluralist information in a period marked by polarization of opinion and widespread violence. Governments and State institutions should, as appropriate, envisage the creation of ad hoc protection schemes, which would allow journalists to continue their activities with an acceptable level of security, while maintaining their independence. Media enterprises may also decide to cover the expenses for a flexible protection for endangered journalists. The identification and adequate punishment of the perpetrators of attacks against journalists will contribute to strengthening the rule of law and buttress the confidence of the ordinary citizen in State institutions. Media professionals should, under no circumstances, be obliged to bear the economic burden of their physical protection, in addition to the mental stress of being at risk. Governments should also ensure the protection of other categories at risk, such as trade unionists, social workers, students and teachers, and artists.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The Special Rapporteur reiterates his call to the Human Rights Council to pay increased attention to the issue of the security and protection of journalists, in particular in situations of armed conflicts. The Council may wish to consider the opportunity, as previously discussed, of entrusting the Rapporteur with the preparation of a study on the causes of violence against media professionals, based, inter alia, on information from and the experiences of Governments, intergovernmental and non-governmental organizations, and including a comprehensive set of conclusions and recommendations. This study could represent the first step towards a debate, within the Human Rights Council, on this crucial issue. Ambeyi Ligabo, Special Rapporteur on the right to freedom of opinion and expression, Miklos Haraszti, the OSCE Representative on Freedom of the Media, and Eduardo Bertoni, the OAS Special Rapporteur on Freedom of Expression, Having discussed these issues in London and virtually with the assistance of ARTICLE 19, Global Campaign for Free Expression, Recalling and reaffirming their Joint Declarations of 26 November 1999, 30 November 2000, 20 November 2001, 10 December 2002, 18 December 2003 and 6 December 2004, Recognizing the huge and growing importance of the Internet as a vehicle for facilitating in practice the free flow of information and ideas that lies at the heart of the right to freedom of expression, Stressing the need for strict application of international guarantees of freedom of expression to the Internet, Aware of the ongoing debate about Internet governance and the concerns that have been raised about government interference in the Internet, Condemning attempts by some Governments to use the need to combat terrorism as a justification for adopting laws that unduly restrict freedom of expression, Concerned that the standard of restricting expression which amounts to incitement, hitherto well-established in the areas of public order and national security, is being eroded in favour of vague and potentially very overbroad terms, Noting the need for specialized mechanisms to promote freedom of expression in every region of the world and welcoming the appointment, by the African Commission on Human and Peoples' Rights, of a Special Rapporteur on Freedom of Expression, Adopt, on 21 December 2005, the following Declaration: No one should be required to register with or obtain permission from any public body to operate an Internet service provider, website, blog or other online information dissemination system, including Internet broadcasting. This does not apply to registration with a domain name authority for purely technical reasons or rules of general application which apply without distinction to any kind of commercial operation. Ignacio Álvarez replaced Mr. Bertoni on 15 March 2006. The Internet, at both the global and national levels, should be overseen only by bodies which are protected against government, political and commercial interference, just as freedom from such interference is already universally acknowledged in the area of the print and broadcast media. National regulation of Internet domain names should never be used as a means to control content. The right to freedom of expression imposes an obligation on all States to devote adequate resources to promote universal access to the Internet, including via public access points. The international community should make it a priority within assistance programmes to assist poorer States in fulfilling this obligation. Filtering systems which are not end-user controlled - whether imposed by a government or commercial service provider - are a form of prior-censorship and cannot be justified. The distribution of filtering system products designed for end-users should be allowed only where these products provide clear information to end-users about how they work and their potential pitfalls in terms of over-inclusive filtering. No one should be liable for content on the Internet of which they are not the author, unless they have either adopted that content as their own or refused to obey a court order to remove that content. Jurisdiction in legal cases relating to Internet content should be restricted to States in which the author is established or to which the content is specifically directed; jurisdiction should not be established simply because the content has been downloaded in a certain State. Restrictions on Internet content, whether they apply to the dissemination or to the receipt of information, should only be imposed in strict conformity with the guarantee of freedom of expression, taking into account the special nature of the Internet. Corporations which provide Internet searching, chat, publishing or other services should make an effort to ensure that they respect the rights of their clients to use the Internet without interference. While this may pose difficulties in relation to operations in certain countries, these corporations are encouraged to work together, with the support of other stakeholders, to resist official attempts to control or restrict use of the Internet, contrary to the principles set out herein. The right to freedom of expression is universally recognized as a cherished human right and to respond to terrorism by restricting this right could facilitate certain terrorist objectives, in particular the dismantling of human rights. While it may be legitimate to ban incitement to terrorism or acts of terrorism, States should not employ vague terms such as \"glorifying\" or \"promoting\" terrorism when restricting expression. Incitement should be understood as a direct call to engage in terrorism, with the intention that this should promote terrorism, and in a context in which the call is directly causally responsible for increasing the actual likelihood of a terrorist act occurring. -----",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    }
]