[
    {
        "ID": 1,
        "Text": "1. The present report is the ninth report submitted by Mr. Abid Hussain (India), Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression. The mandate was established by the Commission on Human Rights in its resolution 1993/45 of 5 March 1993. This report is submitted pursuant to Commission resolution 2001/47. Section I of the report contains the terms of reference for the discharge of his mandate. Section II presents an account of the activities undertaken within the framework of his mandate in the past year. Section III provides a brief discussion on trends. Section IV deals with a number of issues which the Special Rapporteur considers to be important for the development of the right to freedom of opinion and expression. Lastly, section V contains the conclusions and recommendations of the Special Rapporteur.",
        "Labels": []
    },
    {
        "ID": 2,
        "Text": "2. The Special Rapporteur refers to his previous reports as regards the mandate and methods of work adopted by him. The structure of the present report is along the same lines as the previous report, except that the summaries of communications with Governments, because of their length, have been put in a separate document (E/CN.4/2002/75/Add.2). They have been presented by geographic region rather than in alphabetical order by country, as in the previous reports. The Special Rapporteur has found that this new methodology has enabled him to provide more detailed information on urgent appeals and communications sent and received. It is significant to note that the Special Rapporteur has, for the first time since his appointment, prepared and included detailed statistics on communications sent and received. This has enabled him to analyse the cases more deeply and highlight the trends.",
        "Labels": []
    },
    {
        "ID": 3,
        "Text": "3. In addition, in the main body of the report, the Special Rapporteur has looked at some issues that he considers to have been particularly relevant during the period under review such as the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance, the events of 11 September and their impacts on the right to freedom of opinion and expression, broadcasting and the Internet.",
        "Labels": []
    },
    {
        "ID": 4,
        "Text": "4. The Special Rapporteur has noted that the number of communications received annually still continue to increase. During the period under review he received some 1,900 communications (1,700 communications were received in 2000). As was the case last year, the communications brought to the attention of the Special Rapporteur were from a variety of sources: international, regional, national and local non-governmental organizations; associations of media professionals; trade unions; members of political parties. The Special Rapporteur would like to thank all of them for the information and documentation provided which are essential to the discharge of his mandate.",
        "Labels": []
    },
    {
        "ID": 5,
        "Text": "5. During the period under review, the Special Rapporteur sent 37 allegations and 124 urgent actions (see annex I). In 2000, the Special Rapporteur sent 16 letters of allegations and 101 urgent appeals. During the period under review (15 December 2000- 14 December 2001), the Special Rapporteur sent 124 urgent actions and 37 letters of allegation to 69 countries (27 to African countries, 22 to Asian countries, 5 to Eastern European countries, 2 to Western European and other countries and 13 to Latin American and Caribbean countries) on behalf of 1,333 individuals, including 34 women and 20 minors. Further to his communications he received 45 replies (from 13 African, 17 Asian, 3 Eastern European, 5 Western European and other and 7 Latin American and Caribbean Governments). Seeking to avoid unnecessary duplication of the activities of the other thematic and country Rapporteurs, the Special Rapporteur has increased the number of joint communications during the past year (see annex II). Detailed statistics concerning all communications are found in annex III.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 6,
        "Text": "6. The Special Rapporteur transmitted 124 urgent actions to a total of 61 Governments. Out of this number, 77 were sent jointly with other thematic mandates (14 with the Special Rapporteur on extrajudicial, summary or arbitrary executions; 3 with the Special Rapporteur on the independence of judges and lawyers; 33 with the Special Rapporteur on torture; 15 with the Special Representative for human rights defenders; 1 with the Special Rapporteur on violence against women; 23 with the Chairman-Rapporteur of the Working Group on Arbitrary Detention).",
        "Labels": []
    },
    {
        "ID": 7,
        "Text": "7. The Special Rapporteur also sent urgent appeals with the following geographic mandates: the Special Rapporteur on the situation of human rights in the Democratic Republic of the Congo (4); the Special Rapporteur on the situation of human rights in Equatorial Guinea (1); the Special Rapporteur on the situation of human rights in the Islamic Republic of Iran (2); the Special Rapporteur on the situation of human rights in the Sudan (6). He received 38 replies (10 from Africa, 16 from Asia, 2 from Eastern Europe, 5 from Western European and other countries, 5 from Latin America and the Caribbean).",
        "Labels": []
    },
    {
        "ID": 8,
        "Text": "8. In addition to the urgent appeals, the Special Rapporteur sent 37 letters of allegations to a total of 30 Governments. Out of this number, 15 were sent with other thematic mandates (2 with the Special Rapporteur on extrajudicial, summary or arbitrary executions; 1 with the Special Rapporteur on the independence of judges and lawyers; 12 with the Special Rapporteur on torture; 2 with the Special Representative on human rights defenders; 3 with the Special Rapporteur on violence against women). The Special Rapporteur received 7 replies (3 from Africa, 1 from Asia, 1 from Eastern Europe, 2 from Latin America and the Caribbean).",
        "Labels": []
    },
    {
        "ID": 9,
        "Text": "9. The Special Rapporteur in addition to the press release issued on the occasion of his visit to Argentina, issued two press releases during the period under review, including one with the Special Rapporteur on extrajudicial, summary or arbitrary executions.",
        "Labels": []
    },
    {
        "ID": 10,
        "Text": "10. The Special Rapporteur has also joined with 16 other independent experts of the Commission on Human Rights in a statement on the occasion of United Nations Human Rights Day (10 December 2001). In this statement, the experts \"strongly remind States of their obligations under international law to uphold human rights and fundamental freedoms in the context of the aftermath of the tragic events of 11 September 2001\" (annex IV).",
        "Labels": []
    },
    {
        "ID": 11,
        "Text": "11. Finally, he made two joint declarations with the Representative on freedom of the media of the Organization for Security and Cooperation in Europe (OSCE) and the Special Rapporteur on freedom of expression of the Organization of American States (OAS) respectively on racism and the media (27 February 2001) and on challenges to freedom of expression in the new century (21 November 2001).",
        "Labels": []
    },
    {
        "ID": 12,
        "Text": "12. As was the case in previous years, the Special Rapporteur was only able to deal with a limited number of requests for information from Governments, owing to the insufficient financial and human resources available. The matters raised in previous reports to the Commission on Human Rights regarding the circumstances of work (E/CN.4/1995/32, paras. 92-95; E/CN.4/1996/39, para. 6; E/CN.4/1997/31, para. 7; E/CN.4/1998/40, para. 3; E/CN.4/1999/64, para. 3; E/CN.4/2000/63, para. 4; E/CN.4/2001/64, para. 5) unfortunately remain of great concern. The mandate continues to require a substantially increased pool of resources. Within the current constraints, the Special Rapporteur has engaged in an exchange of views with Governments only with regard to a limited number of cases, which are discussed in addendum 2.",
        "Labels": []
    },
    {
        "ID": 13,
        "Text": "13. Against this background, the Special Rapporteur would like nevertheless to welcome the establishment within the Thematic Mechanisms Team of a Quick Response Desk in June 2001 pursuant to the recommendations of two independent experts assessing the efficiency of the special procedures in order to strengthen the urgent appeals mechanism and to alleviate the considerable workload of the assistants to special rapporteurs who draft communications. The Special Rapporteur considers that the establishment of the Quick Response Desk has considerably improved his capacity to deal with a greater number of cases submitted to him and to act more quickly. This new structure has also permitted strengthened cooperation between thematic and geographic mechanisms of the Commission on Human Rights. Furthermore, the Special Rapporteur is of the view that the thematic database which is now operational for several thematic rapporteurs, including for his mandate, is a positive step.",
        "Labels": []
    },
    {
        "ID": 14,
        "Text": "14. On 7 June 2001 the Special Rapporteur sent a note verbale to all Member States drawing their attention to paragraph 13 of Commission resolution 2001/47 which invites States \"to submit to the Special Rapporteur comments on their programmes and policies with respect to access to information for the purposes of education on and prevention of human immunodeficiency virus (HIV) infection\", and invites \"the Special Rapporteur, within the framework of his mandate, to consider these comments with a view to sharing best practices\".",
        "Labels": []
    },
    {
        "ID": 15,
        "Text": "15. The Special Rapporteur wishes to thank the Governments of the following 16 countries which have submitted information: Canada, Cuba, Germany, Guatemala, Guinea, Malaysia, Mauritius, Monaco, Netherlands, New Zealand, Nicaragua, Saint Vincent and the Grenadines, Slovenia, Thailand, Togo, United Kingdom of Great Britain and Northern Ireland.",
        "Labels": []
    },
    {
        "ID": 16,
        "Text": "16. The Special Rapporteur awaits additional responses to undertake an in-depth analysis of this important issue. It should be noted that the Government replies received so far by the Special Rapporteur are available for consultation at the Office of the High Commissioner for Human Rights in Geneva.",
        "Labels": []
    },
    {
        "ID": 17,
        "Text": "17. In addition to communications with Governments, the Special Rapporteur considers that carrying out country visits is another essential element of his mandate. Country visits enable him to examine in situ the realization of the right to freedom of opinion and expression. He therefore calls upon Governments to cooperate with him in that regard.",
        "Labels": []
    },
    {
        "ID": 18,
        "Text": "18. From 25 June to 2 July 2001, the Special Rapporteur undertook a mission to Argentina (E/CN.4/2002/75/Add.1). This mission is the first undertaken in Latin America by the Special Rapporteur since he assumed his functions. The Special Rapporteur was supposed to travel to Sri Lanka from 27 November to 5 December 2001. However, in light of the elections on 5 December 2001, he decided, after consultations with the Government of Sri Lanka, to postpone his mission. This mission will take place in the course of 2002.",
        "Labels": []
    },
    {
        "ID": 19,
        "Text": "19. During the period under review, the Special Rapporteur received invitations to visit Sri Lanka, Colombia, Egypt, Indonesia, Equatorial Guinea and Guatemala. He would like to thank those Governments for their cooperation.",
        "Labels": []
    },
    {
        "ID": 20,
        "Text": "20. This year, the Special Rapporteur has pursued his efforts to obtain invitations to visit the following countries, to which he had sent in the past requests for invitations: China (June 1999), Cuba (September 1998), Angola (November 2000), the Democratic People's of Korea (March 1996), Viet Nam (March 1996), India and Pakistan (October 2000). The Special Rapporteur regrets that invitations have not so far been received from those countries.",
        "Labels": []
    },
    {
        "ID": 21,
        "Text": "21. The Special Rapporteur has sent also requests to visit Ethiopia, Eritrea and Zimbabwe.",
        "Labels": []
    },
    {
        "ID": 22,
        "Text": "22. In 2002, the Special Rapporteur intends to visit the following countries: Egypt, Sri Lanka, Guatemala, Peru, Colombia (dates to be mutually agreed) and Indonesia (dates to be mutually agreed).",
        "Labels": []
    },
    {
        "ID": 23,
        "Text": "23. The Special Rapporteur continued during the period under review to cooperate closely with treaty bodies and OHCHR human rights field operations, the human rights sections of the Department of Political Affairs and the Department of Peacekeeping Operations, as well as other specialized bodies within the United Nations system, and regional intergovernmental and non-governmental organizations, particularly at the local level, concerned with the right to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 24,
        "Text": "24. The Special Rapporteur considers that his collaboration with the OSCE Representative on freedom of the media and the OAS Special Rapporteur on freedom of expression to be vital to ensure a coherent global strategy on freedom of expression. In the context of this cooperation, the Special Rapporteur reiterates that the participation of these two other mechanisms in the annual session of the Commission on Human Rights is of particular importance. The Special Rapporteur would like to pay tribute to the work undertaken by Mr. Cantón as OAS Special Rapporteur on freedom of expression and the cooperation extended by his Office during his tenure. The Special Rapporteur wishes him success in his new functions as Secretary of the Inter-American Commission on Human Rights and hopes that the cooperation between the two mandates will continue with his successor.",
        "Labels": []
    },
    {
        "ID": 25,
        "Text": "25. The Special Rapporteur would like to express his great satisfaction that the number of meetings, seminars and conferences he has attended and has been invited to has remained very high. However, owing to his heavy schedule, he regrets that he has not been in a position to accept all the invitations transmitted to him.",
        "Labels": []
    },
    {
        "ID": 26,
        "Text": "26. The Special Rapporteur participated in the Asian Preparatory Meeting for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance. (Tehran, 19-21 February 2001).",
        "Labels": []
    },
    {
        "ID": 27,
        "Text": "27. The Special Rapporteur visited Geneva from 2 to 7 April 2001 for consultations and to present his report to the Commission on Human Rights at its fifty-seventh session. During this period the Special Rapporteur met with various delegations (Argentina, Colombia, Egypt, Peru, Sri Lanka and Viet Nam) to discuss his intention to undertake field visits. He also held consultations with NGOs.",
        "Labels": []
    },
    {
        "ID": 28,
        "Text": "28. The Special Rapporteur gave a keynote speech on the occasion of the celebration on 3 May 2001 in Windhoek of World Press Freedom Day organized by the Programme for Freedom of Expression, Democracy and Peace of the United Nations Educational, Scientific and Cultural Organization. This celebration, which marked the Tenth anniversary of the Windhoek Declaration, was followed by a round-table discussion on the theme \"Ten years on: assessment, challenges and prospects\".",
        "Labels": []
    },
    {
        "ID": 29,
        "Text": "29. From 28 May to 2 June 2001, the Special Rapporteur attended, in Geneva, the second session of the Preparatory Committee for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance.",
        "Labels": []
    },
    {
        "ID": 30,
        "Text": "30. The Special Rapporteur attended the eighth meeting of the special rapporteurs/ representatives, independent experts and chairpersons of working groups of the special procedures and advisory services programme of the Commission on Human Rights, held in Geneva from 18 to 22 June 2001. On this occasion, he was designated as Rapporteur of the meeting.",
        "Labels": []
    },
    {
        "ID": 31,
        "Text": "31. The Special Rapporteur along with the Special Rapporteurs on religious intolerance, on contemporary forms of racism, racial discrimination, xenophobia and related intolerance and on the human rights of migrants, attended the World Conference in Durban from 28 August to 7 September 2001. On this occasion, he had the opportunity to meet with delegations as well as representatives of NGOs. He participated in a high level panel on the media and racism.",
        "Labels": []
    },
    {
        "ID": 32,
        "Text": "32. Furthermore, the Special Rapporteur, in his capacity as Rapporteur of the annual meeting of special rapporteurs, presented the report of this meeting (E/CN.4/2002/14) on the occasion of the informal one-day meeting of the Commission on Human Rights held in Geneva on 25 September 2001. This visit was also the occasion for the Special Rapporteur to conduct consultations with several delegations with regard to his mandate.",
        "Labels": []
    },
    {
        "ID": 33,
        "Text": "33. Finally, the Special Rapporteur was invited to attend the International Consultative Conference on School Education in relation with Freedom of Religion and Belief, Tolerance and Non Discrimination (Madrid, 23-25 November 2001). He made a statement to the Conference. The Conference, which was organized by the United Nations and the Government of Spain, was attended by 80 governmental delegations, 6 intergovernmental organizations, 27 NGOs, 20 religious communities, human rights institutes as well as academics and expert obsservers). At the end of the Conference, a declaration was adopted by consensus. The Special Rapporteur would like to praise this very innovative partnership as well as the excellent organization of this conference.",
        "Labels": []
    },
    {
        "ID": 34,
        "Text": "34. The Special Rapporteur travelled to Nepal on 1 and 2 February. On this occasion, he held meetings with representatives of national NGOs working in the field of human rights. He also went to Rabat, Morocco, on 25 and 29 April to attend a meeting of the Royal Academy of the Kingdom of Morocco.",
        "Labels": []
    },
    {
        "ID": 35,
        "Text": "35. From 29 to 31 July 2001, the Special Rapporteur attended in Colombo an international conference on the right to information, focussed on South Asia, organized by Article 19, the Global Campaign for Free Expression, in association with the Center for Policy Alternatives, the Commonwealth Human Rights Initiative and the Human Rights Commission of Pakistan. On that occasion he gave a keynote address.",
        "Labels": []
    },
    {
        "ID": 36,
        "Text": "36. The Special Rapporteur was also invited to several conferences in India. He made a statement at the Universities of Jamia Handard (22 September) and Aligarh (16 and 17 October).",
        "Labels": []
    },
    {
        "ID": 37,
        "Text": "37. A meeting was organized by Article 19, in London on 19 and 20 November 2001 which brought together for the third time the United Nations Special Rapporteur for freedom of opinion and expression; the OSCE Representative on freedom of the media, Freimut Duve, and the OAS Special Rapporteur on freedom of expression, Santiago Canton. The key themes selected this year for in-depth discussion included the Internet, broadcasting, and the consequences of 11 September 2001. As at the two previous meetings, cooperation between the three mandates was also discussed. The agenda also included an opportunity to discuss regional developments in Africa and South-East Asia. A joint declaration was issued at the end of this meeting (see annex V).",
        "Labels": []
    },
    {
        "ID": 38,
        "Text": "38. As in previous years, the Special Rapporteur wishes to bring to the attention of the international community a number of policies, practices, incidents and measures with a severe and negative impact on respect for the rights to freedom of opinion and expression and to seek, receive and impart information. A review of communications received in the last year demonstrate clearly that the trends noted in the two previous reports (E/CN.4/2000/63 and E/CN.4/2001/64) have continued. The Special Rapporteur has noted a number of characteristics common to the violations reported to him in the framework of his mandate and believes that it would again be helpful to consider what may be called \"trends\".",
        "Labels": []
    },
    {
        "ID": 39,
        "Text": "39. During the period under review over 1,900 communications were transmitted to the Special Rapporteur from a variety of sources (international, regional and national non-governmental organizations, associations of media professionals, members of opposition political parties, human rights activists, concerned individuals, etc.). It must be recalled that resource constraints do not permit the Special Rapporteur to respond to, or act upon, every communication he received. These constraints also make it extremely difficult to verify the facts presented in each and every case in order to determine what, if any, action would be appropriate.",
        "Labels": []
    },
    {
        "ID": 40,
        "Text": "40. The Special Rapporteur would like to stress that these communications are not confined to alleged violations in countries in which the political and institutional arrangements are implicitly or explicitly undemocratic even though a large number of allegations continues to refer to the following situations: (a) internal armed conflict; (b) civil unrest; (c) legal and institutional protections and guarantees of human rights are circumscribed to a greater or lesser degree; and (d) legal and institutional protections/guarantees exist but are not properly implemented. Nonetheless, it is important to note that allegations refer also to incidents and instances in which the rights to freedom of opinion and expression, information, association and assembly are infringed or violated in both emerging democracies and countries with long-established democratic institutions, practices and traditions. Based on information received, the Special Rapporteur concludes that violations of the rights to seek, receive and impart information as well as the rights to assembly and association are rampant and may occur anywhere in the world.",
        "Labels": []
    },
    {
        "ID": 41,
        "Text": "41. A majority of cases received by the Special Rapporteur have continued to relate to violations and actions taken against media professionals. Similar actions and violations of rights also occur, however, in relation to political groups and members of opposition political parties, human rights activists, lawyers, students, academics, trade unionists, persons participating in general strikes, women, peasants, members of religious and indigenous minorities, authors, cartoonists and others.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 42,
        "Text": "42. As has been the case in the past, in a large number of instances, national security as well as the \"argument of necessity\" continue to be frequently used by authorities in a number of countries to silence and/or suppress independent media and to take punitive action against journalists, academics, activists, community leaders, religious and indigenous minorities or ordinary citizens who have expressed their legitimate right to freedom of opinion and expression or who have assembled peacefully to express concern or opposition to government decisions and actions.",
        "Labels": [
            "Indigenous peoples"
        ]
    },
    {
        "ID": 43,
        "Text": "43. From the communications received it appears that the individuals seeking to exercise freedom of opinion and expression have frequently being accused of: \"denigrating and defaming government officials, military personnel or judicial authorities\", \"propagating immoral, extremist and divisive ideas\", \"collecting dissident news\", \"publishing lies or false and insulting information\", \"disturbing public order\", \"criticizing religious and traditional practices\" \"tarnishing the image of the country \", \"putting at risk the unity and best interest of the country\", or \"spying for foreign nations\".",
        "Labels": []
    },
    {
        "ID": 44,
        "Text": "44. The response of the authorities, on the basis of these and other characterizations, have, in the majority of instances, included: bans, closure and seizure of publications; closure of radio and TV stations; severe restrictions on access to the Internet; denial of access to public information or to some parts of the country; seizure of audio equipment used by broadcast media. The communications received in the past year clearly demonstrate that actions and measures taken by the authorities (police, security forces, the judiciary) against persons seeking to exercise their right to freedom of opinion and expression have in the majority of the cases included: (a) physical harm, attacks, threats and harassment; (b) detention and arrest, bringing of charges, trial and sentencing; and (c) administrative and legal measures. In addition to these types of actions by governmental officials or groups affiliated to them, communications received also relate to actions committed by guerrilla and rebel groups or organized criminals or unknown persons or groups against the media and pro-democracy groups.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 45,
        "Text": "45. With these points in mind, the Special Rapporteur directs the attention of Governments to the following general trends in terms of violations of the freedom of opinion and expression and related rights and strongly urges them to take all appropriate action, consistent with the standards set out in the International Bill of Human Rights and associated instruments, to eliminate not only the violations themselves but also their causes and negative consequences.",
        "Labels": []
    },
    {
        "ID": 46,
        "Text": "46. The Special Rapporteur hopes that the identification of these trends and the inclusion for the first time in the report of detailed statistics on communications sent and received will encourage Governments to review practices and take remedial action where required. He also believes that this work will assist OHCHR in developing programmes of technical assistance for interested Governments which will accelerate the process of eliminating the causes of violations of freedom of opinion and expression, the right to information and associated rights.",
        "Labels": []
    },
    {
        "ID": 47,
        "Text": "47. The Special Rapporteur notes with great concern the extent to which efforts to exercise peacefully the rights to expression, opinion, information, association and assembly continue to carry the threat of physical harm. The Special Rapporteur is alarmed at the fact that individuals continue to be killed for having sought to express their right to opinion and expression. The excessive use of force by the police and other security services has been consistently addressed by the Special Rapporteurs on extrajudicial, summary or arbitrary executions and on the question of torture. From the communications received during the period under review, it is clear in particular that danger is inherent to the profession of journalism. The Special Rapporteur is particularly alarmed by the fact that deliberate killings of journalists have continued unabated in 2001. He would like in that connection to recall that during the period under review 31 journalists were killed, including 8 in Afghanistan, while exercising their duties.",
        "Labels": []
    },
    {
        "ID": 48,
        "Text": "48. The Special Rapporteur is equally deeply concerned by the continuing trend of \"censorship by killing\". The murder and assassination of leaders of political parties, trade union leaders and community activists, among others, has continued apace. The \"censorship by killing\" has continued to be used by State agents, private individuals, or members of armed opposition groups to censor persons who have exercised their right to freedom of opinion and expression and expressed dissident points of views.",
        "Labels": []
    },
    {
        "ID": 49,
        "Text": "49. As was often the case in previous years, in most cases the State has failed to undertake an investigation or has allowed the relevant authorities to carry out investigations in name only. In those cases where charges have been brought, very few prosecutions have succeeded.",
        "Labels": []
    },
    {
        "ID": 50,
        "Text": "50. Information received by the Special Rapporteur also consistently referred to threats against, harassment of and attacks against persons working in the media or related fields. He is also extremely concerned that acts of physical harm, threats or attacks against individuals exercising their right to freedom of opinion and expression, whether in a professional manner or not, have appeared to continue to increase. Such cases have included: bombings, shootings and summary executions, death threats, torture of journalists to reveal sources of information, beatings of journalists and photographers covering protest marches organized by opposition parties or labour unions, surveillance of media premises by security forces, summoning journalists for \"consultations\" with members of the military or the judiciary, search of newspapers and radio station premises and labelling of journalists as criminals.",
        "Labels": []
    },
    {
        "ID": 51,
        "Text": "51. The Special Rapporteur has noted that such violations seem to have often occurred following the publication of articles criticizing the Government's policies, accounts of police misconduct, accusations of corruption against government officials, articles critical of the judiciary, reports on human rights situations, articles on the results of public polls against the Government, or broadcasting army repression of demonstrators.",
        "Labels": []
    },
    {
        "ID": 52,
        "Text": "52. Despite changes in the legal and policy frameworks based on the rule of law and respect for human rights in a number of countries, there continue to be many cases of arrest and detention without charge or without a legitimate legal basis, or following judicial proceedings of doubtful relevance. The Special Rapporteur is deeply concerned at the fact that thousands of individuals, including over 110 journalists, are detained for having exercised their legitimate right to freedom of opinion and expression.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 53,
        "Text": "53. The Special Rapporteur has observed that, in the past year, individuals have been arrested and/or detained on charges of: threatening the security of the State; insulting the head of State and government officials; caricaturing the head of Government; putting at risk the unity and best interest of the country; incitement to public unrest; possessing information that could jeopardize the country's stability; publishing anti-patriotic information; reporting on corruption in Government; inciting hatred; collecting dissident news; treason and spying; violating the press law, disclosing and distributing false news, blasphemy; possessing immoral documents; disseminating subversive information over the Internet; publishing immoral and obscene material.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 54,
        "Text": "54. It should be noted that, while a majority of cases of arrest and detention involved journalists and other media professionals, communications received by the Special Rapporteur this year also referred to members of political parties, trade unions, religious and indigenous communities and NGOs. These actions often resulted in the peremptory and unlawful seizure of materials such as books, magazines, pamphlets, research, video and audio equipment, computers and other kinds of equipment used by the broadcasting media.",
        "Labels": [
            "Indigenous peoples",
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 55,
        "Text": "55. While less numerous than communications related to arrests, detentions, physical harm and threats and harassment, information on administrative and/or legal sanctions continued to be transmitted to the Special Rapporteur. These sanctions result in violations and infringements of the rights that are the subject of his mandate. The Special Rapporteur has noted that in a number of cases, the sanctions have a direct, immediate and negative impact on the right to seek, receive and impart information. As such, they are of grave concern to the Special Rapporteur, and in that connection he would like to remind Governments of their duty to take immediate remedial measures and actions to eliminate these sanctions from both law and practice.",
        "Labels": []
    },
    {
        "ID": 56,
        "Text": "56. A significant number of cases brought to the attention of the Special Rapporteur concerned bans, closure or seizure of publications and/or other media for having, for instance: investigated the killing of an opposition leader; aired a political debate critical to the organization of forthcoming elections; published information deemed false and defamatory; published a cartoon of the Head of State and military officials; promoted anti-patriotic feelings; published immoral publications. Legislation and measures introduced after the events of 11 September which have an impact on the right to freedom of opinion and expression are discussed in section IV of the present report.",
        "Labels": []
    },
    {
        "ID": 57,
        "Text": "57. Additionally, it has been noted that pressure has been exerted on media professionals and others through such administrative measures as the denial of licences to private and foreign stations and the denial of entry permits to, or expulsion of, journalists on the grounds that they are distributing false and tendentious information on the country.",
        "Labels": []
    },
    {
        "ID": 58,
        "Text": "58. Finally, cases of criminal penalties have also been reported to the Special Rapporteur. These penalties were imposed on a number of grounds including: libel, responsibility for public disorder and social unrest, blasphemy, defamation and insult, immoral reporting.",
        "Labels": []
    },
    {
        "ID": 59,
        "Text": "59. The Special Rapporteur participated actively in the World Conference. He was invited to attend the Asian Regional Preparatory Conference in Teheran, the Preparatory Committee meeting (he was able only to attend the second session) and the Conference itself in Durban. He issued, jointly with the OSCE Representative on freedom of the media, and the OAS Special Rapporteur on freedom of expression, a statement on 27 February 2001 on Racism and the Media (annex VI).",
        "Labels": []
    },
    {
        "ID": 60,
        "Text": "60. Pursuant to Commission on Human Rights resolution 2000/38 (para. 13 (g)), the Special Rapporteur submitted a contribution to the Preparatory Committee and the World Conference (A/CONF.189/PC.2/24). In this report the Special Rapporteur, after recalling the international legal standards which he feels are relevant both to the right to freedom of opinion and expression and the fight against racism and related intolerance, addressed a few key points which he considered of importance in the context of both his mandate and the objectives of the World Conference. He then analysed hate speech as an area of conflict between the right to freedom of expression and the principle of non-discrimination, as well as the issue of Internet.",
        "Labels": []
    },
    {
        "ID": 61,
        "Text": "61. The Special Rapporteur is of the view that the exercise of the right to freedom of opinion and expression, particularly by the media, and the full respect for the right to freedom of information contribute extensively to the fight against racism, discrimination, xenophobia and related intolerance and to the free flow of information, ideas being one of the most powerful ways of combating these phenomena.",
        "Labels": []
    },
    {
        "ID": 62,
        "Text": "62. With regard to hate speech, the Special Rapporteur is of the view that the right to freedom of expression should remain unabridged. However, he acknowledges that in some circumstances, and in particular when freedom of speech leads to the incitement of hatred and/or discrimination, this right conflicts with the rights of others.",
        "Labels": []
    },
    {
        "ID": 63,
        "Text": "63. In this connection, the Special Rapporteur recognizes that \"hate speech\", or the advocacy of national, racial, religious or other hatred, constitutes an area which commands due and proper attention. The Special Rapporteur is aware of, and concerned at, the potential harm, whether psychological or physical, which can result from hate speech, in particular incitement to violence, heightened tensions between groups of different cultural, ethnic, racial and religious identities, and the perpetuation of stereotypes.",
        "Labels": []
    },
    {
        "ID": 64,
        "Text": "64. In light of these concerns, the Special Rapporteur recognizes that hate speech calls for reasonable restrictions which are necessary to prevent incitement to acts of imminent violence, hatred or discrimination on grounds, among others, of race, religion, colour, descent, or ethnic or national origin. As such, and in accordance with the relevant international standards, the Special Rapporteur wishes to condemn any advocacy of national, racial or religious hatred that constitutes an incitement to discrimination, hostility or violence; such advocacy should be prohibited by law.",
        "Labels": []
    },
    {
        "ID": 65,
        "Text": "65. At the same time, the Special Rapporteur expresses concern about the possibility of such prohibitions being abused, particularly where respect for human rights and the rule of law is weak and hate speech laws have been used in the past against those they were intended to protect.",
        "Labels": []
    },
    {
        "ID": 66,
        "Text": "66. The Special Rapporteur wishes to emphasize that great care must be taken to achieve an appropriate balance between the rights to freedom of opinion and expression and to receive and impart information, and the prohibition on speech and/or activities promoting racist views and inciting violence.",
        "Labels": []
    },
    {
        "ID": 67,
        "Text": "67. The Special Rapporteur considers the Internet to be an increasingly important human rights education tool which contributes to a broader awareness of international human rights standards, provisions and principles. He is of the view that \"the new technologies and, in particular, the Internet are inherently democratic, provide the public and individuals with access to information sources and enable all to participate actively in the communication process\" (E/CN.4/1998/40, para. 45).",
        "Labels": []
    },
    {
        "ID": 68,
        "Text": "68. The Special Rapporteur stresses the significant contribution that the use of new technologies such as the Internet can make in the fight against racism. The global reach and relative ease of use of the Internet make it a unique and highly effective tool for the promotion of human rights, enabling an unprecedented audience previously unfamiliar with human rights education to gain access to valuable information. It can be used to disseminate positive information and materials, research and facts about immigration and minorities which can in turn support action against racism and discrimination, raise awareness, promote understanding and increase tolerance.",
        "Labels": []
    },
    {
        "ID": 69,
        "Text": "69. At the same time, the Special Rapporteur recognizes the legitimacy of concerns about dissemination over the Internet of racist and xenophobic material such as hate speech, which constitutes a contemporary form of racism. He is aware that the features that make the Internet an asset to democracy and the realization of human rights also render it a powerful tool for the spread of hateful messages and propaganda, and that the Internet makes hate speech available to those who would never before have come into contact with it. In other words, he acknowledges that although \"racist material represents only a small percentage of the volume of information on the Internet and that racists in cyberspace are comparatively few and far between, the Internet does act as a 'force multiplier, enhancing power and enabling racists' to have influence in excess of their true numbers. The Internet allows racists to cross national boundaries and bypass laws banning hate material by moving sites abroad\" (A/CONF.189/PC.1/5).",
        "Labels": []
    },
    {
        "ID": 70,
        "Text": "70. In light of these considerations, the Special Rapporteur condemns the abuse of the Internet by some groups and/or persons to promote racist and hate speech in violation of international law, or the use of the Internet as a platform for any kind of speech which exceeds the threshold of tolerance. However, the Special Rapporteur believes that the dangers posed by such materials on the Internet can be adequately addressed through the judicious application of existing international standards and national laws consistent with international standards governing freedom of opinion and expression and the right to seek, receive and impart information. He considers that on line expression should be guided by international standards and be guaranteed the same protection as is awarded to other forms of expression.",
        "Labels": []
    },
    {
        "ID": 71,
        "Text": "71. The Special Rapporteur condemns unreservedly the attacks of 11 September on the World Trade Centre and the Pentagon and expresses his deepest sympathy for the victims of those attacks. Such an attack is an assault on the most fundamental of all human rights - the right to life - and should be condemned unequivocally.",
        "Labels": []
    },
    {
        "ID": 72,
        "Text": "72. He notes that the views of those who launched the attack developed in closed societies and communities, without access to full freedom of expression, in an atmosphere of hatred, anger and conspiracy. Guaranteeing fully the right to freedom of expression and to receive and impart information, as guaranteed by article 19 of the Universal Declaration of Human Rights, is a powerful antidote to the apocalyptic nihilism demonstrated by those who committed these attacks. The Special Rapporteur believes that peace and justice can only be secured by building open societies that guarantee freedom of expression and the right to dissent.",
        "Labels": []
    },
    {
        "ID": 73,
        "Text": "73. The events of 11 September were an attack upon human rights and, as such, the Special Rapporteur believes it is particularly important that States consider the human rights implications of any measures they adopt in response. This is true both of measures directed at those who planned and perpetrated the attacks, which should focus on bringing them to justice rather than revenge, and of measures designed to prevent further attacks in the future. Human rights should be at the centre of any attempt to deal with the aftermath of these terrible events.",
        "Labels": []
    },
    {
        "ID": 74,
        "Text": "74. The Special Rapporteur notes that several States have responded to the events of 11 September by adopting laws which have negative implications for certain rights, including freedom of expression. To respond to terror by rolling back human rights which in some cases have taken centuries to establish is to play into the hands of the terrorists and to let fear overcome rights.",
        "Labels": []
    },
    {
        "ID": 75,
        "Text": "75. The attacks of 11 September 2001 and their aftermath have led to both decisions by the relevant authorities in a number of countries and statements and behaviour by ordinary citizens that have seriously challenged the very principles upon which respect for human rights depends.",
        "Labels": []
    },
    {
        "ID": 76,
        "Text": "76. There are several other observations that the Special Rapporteur would like to make in the context of the events of 11 September. First, there has been a disturbing trend, particularly in the coverage by the media in North America, in which the views and opinions of those who dissent or express concerns are aggressively met with contempt. In a number of instances, it has been suggested by both officials and, for example, \"talk-radio\" commentators, that anyone who questions the measures, laws and policies that are now current is \"unpatriotic\" and, by their criticisms, are giving aid and comfort to \"the enemy\". Similarly, there have been a number of instances in which intolerance has been strongly expressed by some in response to what they see as unwarranted sensitivities based on \"political correctness\". The Special Rapporteur cautions against such intolerance of dissent and alternative views.",
        "Labels": []
    },
    {
        "ID": 77,
        "Text": "77. In addition, the reports of harassment and violence against followers of Islam are of deep concern. The right freely to adopt and manifest one's religion is one of the most basic rights and must be fully respected and protected at all times. The Special Rapporteur commends those authorities who have taken prompt and appropriate action in response to incidents of threat, arson and physical assault. The authorities at the local level and community organizations and activists are to be commended for their efforts aimed at public education and their consistent condemnation of those who would act against others for the simple reason that those others do not look, speak or dress like them.",
        "Labels": []
    },
    {
        "ID": 78,
        "Text": "78. Moreover, the Special Rapporteur is also concerned that some States have sought to restrict the international and national media in the way they report on the conflicts in Afghanistan and elsewhere. It is vital to the legitimacy of the media that they be able to make editorial judgements as to how conflict is reported, whose views are reported and how events are presented. Authorities summoning journalists to \"discuss editorial matters\" can have a chilling effect on coverage of conflict and even if such pressure is resisted, it can cloud public perceptions about the impartiality of the media. The Special Rapporteur notes with particular concern reports of attempts to inhibit independent coverage of the conflict in Afghanistan by Al Jazeera, a leading independent media outlet in the Middle East, a region otherwise characterized by excessive government control over the media. The Special Rapporteur emphasizes the need for continuing coverage by the media of the situation in Afghanistan and underscores the need to invite more women and youth to participate in their programmes as experts or commentators on all matters, political, economic, social and cultural.",
        "Labels": [
            "Women/girls",
            "Adolescents"
        ]
    },
    {
        "ID": 79,
        "Text": "79. Furthermore, the Special Rapporteur also notes with concern the effects of censorship and control over the media within Afghanistan itself, including the denial of women's right to freedom of expression and the restrictions upon any public display of music or television imposed by the Taliban. He recommends that the United Nations, in its attempts to secure a lasting political settlement in Afghanistan, prioritize the importance of establishing effective guarantees of freedom of expression and of putting in place a regulatory framework for the media in line with international guarantees. Finally, the Special Rapporteur notes the importance in this endeavour of involving the Afghan media community, including those in exile, as well as the many women who are active in the media and public life.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 80,
        "Text": "80. The Special Rapporteur wishes to draw to the attention of States the importance of respect for freedom of expression in relation to broadcasting, and to elaborate on a number of points raised in previous reports. He would like to stress that for the vast majority of people in the world, broadcasting, and particularly radio, is the primary source of information and news. It is thus of the greatest importance that this medium is able to operate independently and in the public interest.",
        "Labels": []
    },
    {
        "ID": 81,
        "Text": "81. The Special Rapporteur is of the view that a key way to serve the public interest is by ensuring the availability of the widest possible range of information and ideas through broadcasting. He believes that promoting diversity should be a primary goal of broadcast regulation. He has also noted that in a number of countries, the State still has a monopoly over broadcasting and private broadcasters are either not allowed at all or are restricted to the cable and satellite sectors. The Special Rapporteur considers that such monopolies can no longer be justified and that all States should put in place regulatory frameworks which provide for the licensing of both commercial and community broadcasters, including through terrestrial transmission systems. Indeed, the regulatory framework should seek to promote maximum utilization of the airwaves in the public interest.",
        "Labels": []
    },
    {
        "ID": 82,
        "Text": "82. Moreover, the Special Rapporteur strongly believes that diversity also implies the equal opportunity for all sectors of society to access the airwaves. The Special Rapporteur has noted that in many countries, broadcasting is dominated by men and women journalists are consigned to lower echelons. Steps should be taken to address this serious problem, particularly with respect to public broadcasters which have an obligation to reflect and serve society as a whole. Similarly, minorities have a right to access the airwaves. Public broadcasters should ensure that their programming serves all members of society and broadcasting authorities should take steps to ensure that minority groups have non-discriminatory access to licences.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 83,
        "Text": "83. The Special Rapporteur is also of the view that public broadcasters should serve the public, not the Government or the party in power. This implies protection against political and commercial interference, including through the appointment of an independent governing board and respect for editorial independence. It also requires broadcasters to have a clear mandate setting out the various types of programming they should provide, including a comprehensive, balanced news service.",
        "Labels": []
    },
    {
        "ID": 84,
        "Text": "84. Similarly, broadcast regulators, and other public bodies which exercise power over broadcasters, should be protected against political and commercial interference. Licensing processes should be transparent and fair, with clear criteria, published in advance, for deciding between competing applications.",
        "Labels": []
    },
    {
        "ID": 85,
        "Text": "85. The Special Rapporteur believes that broadcasting needs an appropriate economic environment if it is to flourish and provide a diversity of information to the public. This means that licence fees should not be excessive and that other licensing conditions should not be onerous, taking into account the level of commercial development of the sector. Furthermore, he would invite States to take positive measures to promote the spread of appropriate technology and in the area of training. States should also actively promote universal reception of broadcasting. At the same time, effective rules on undue concentration of ownership are needed to prevent domination of this key medium by a small number of players.",
        "Labels": []
    },
    {
        "ID": 86,
        "Text": "86. The Special Rapporteur has noted that although historically States posed the greatest threat to independent and diverse broadcasting, a new threat has emerged in the form of excessive commercialization of this sector. In some cases, owners treat broadcasting enterprises as businesses rather than as communication media, interfering with editorial independence for commercial or political reasons. The Special Rapporteur encourages owners and their professional staff to conclude agreements that guarantee editorial independence and to ensure that commercial considerations do not unduly influence media content. At the same time, elected officials and members of Government who are media owners should refrain from influencing the content of their media outlets. One way of doing this would be for officials to put their media interests under the control of trustees for the duration of their time in office.",
        "Labels": []
    },
    {
        "ID": 87,
        "Text": "87. Finally, the Special Rapporteur considers that another problem of excessive commercialization is the airing of the cheapest programmes to the detriment of quality and diversity. One solution to this problem is to require broadcasters to carry minimum quotas of locally produced material so as to protect local voices from being overwhelmed by programming imported cheaply from abroad. Another solution is to set broadcasters a range of percentages of different types of programmes, such as documentaries, films, news, educational and children's material, and so on. The Special Rapporteur stresses, however, that there is a risk of political interference where these approaches are applied unless the broadcast regulator operates free of political or commercial interference.",
        "Labels": []
    },
    {
        "ID": 88,
        "Text": "88. The Special Rapporteur wishes to draw the attention of States to the importance of the Internet to the exercise of the right to freedom of expression. The Internet is a key instrument both in terms of receiving information and for the right to disseminate information and ideas, and should be put to use in the pursuit of respect for rights and social justice. The Internet has enormous potential but, unfortunately, that potential is still largely available only to those in more-developed countries.",
        "Labels": []
    },
    {
        "ID": 89,
        "Text": "89. The Special Rapporteur notes that the overwhelming majority of Internet users continue to be found in the more-developed societies and that, even within richer societies, there is a considerable \"digital divide\" between low-income families and the better off. This means that the majority of the world's population cannot harness the power of the Internet as a vehicle for free expression, democratic empowerment, the advancement of human rights and development. This is exacerbated by the increasing reliance of many actors on the Internet, to the detriment of more traditional forms of communication.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 90,
        "Text": "90. The Special Rapporteur would stress that there is no single barrier to Internet access. Economic wealth, both of countries and of individuals, is clearly an important factor; poor infrastructure, the high cost of telecommunications and, in some countries, the lack of cheap, reliable electricity hamper Internet access. In addition, there is a need for sufficient training, technical expertise and basic education.",
        "Labels": [
            "Persons living in poverty"
        ]
    },
    {
        "ID": 91,
        "Text": "91. Wealth is not the only barrier. The Special Rapporteur has received information that some countries still impose legal and regulatory barriers to access, exacerbating existing barriers. He would like in that connection to recall that in his report to the Commission on Human Rights at its fifty-seventh session (E/CN.4/2001/64), he paid considerable attention to the question of the Internet and expressed his concern about excessive control of access. During the last year, access restrictions in many States have remained in force. In some States, access to the Internet is restricted to the elite while in others, access is controlled through licensing regimes for Internet service providers or even individual users. In some States, access is possible only through Government-controlled \"filtered\" gateways.",
        "Labels": []
    },
    {
        "ID": 92,
        "Text": "92. The Special Rapporteur would like to express his support for national and international initiatives to extend Internet access, including the Sustainable Network Development programme administered by the United Nations Development Programme. At the same time, there is a need for an internationally coordinated strategy if global access is to be achieved. In this regard, the Special Rapporteur commends recent progress made through the Group of Eight Digital Opportunity Task Force, as well as the newly inaugurated ICT Task Force of the United Nations.",
        "Labels": []
    },
    {
        "ID": 93,
        "Text": "93. The Special Rapporteur is also concerned at continuing reports of excessive Internet content regulation and of on-line surveillance. Whilst there are legitimate concerns about the availability of illegal material on the Internet, including child pornography, neo-Nazi propaganda and hate speech, any restrictions on the Internet must remain within the strict parameters set by article 19 (3) of the International Covenant on Civil and Political Rights. Some States seek to justify stringent regulation on the grounds that it is necessary to preserve the moral fabric and cultural identity of the society. The Special Rapporteur warns that excessively stringent regulation on these grounds betrays a paternalistic attitude and frustrates the Internet's potential to ensure respect in practice for the right to freedom of expression.",
        "Labels": [
            "Children"
        ]
    },
    {
        "ID": 94,
        "Text": "94. Furthermore, the Special Rapporteur has noted that since the events of 11 September, many States have adopted measures allowing for increased surveillance of the Internet. The Special Rapporteur is concerned about the negative impact of such measures on the right to freedom of expression and urges States to seek a fair balance in such regulation. The Special Rapporteur notes that encryption and anonymity software has been developed which can provide protection against unwarranted on-line surveillance, and encourages the use and continued development of these tools.",
        "Labels": []
    },
    {
        "ID": 95,
        "Text": "95. Finally, the Special Rapporteur, maintaining once again that the new technologies, in particular the Internet, are inherently democratic, provide the public and individuals with access to information sources and enable all to participate actively in the communication process, once again urges States to avoid adopting separate rules limiting Internet content.",
        "Labels": []
    },
    {
        "ID": 96,
        "Text": "96. The Special Rapporteur strongly believes that the right to freedom of expression can be described as an essential test right, the enjoyment of which illustrates the degree of enjoyment of all human rights enshrined in the International Bill of Human Rights, and that respect for this right reflects a country's standards of fair play, justice and integrity.",
        "Labels": []
    },
    {
        "ID": 97,
        "Text": "97. While the Special Rapporteur notes with satisfaction a growing tide in favour of human rights, and that almost all Governments seem to be upholding the sanctity of the principle of freedom of opinion and expression, at the same time he is still encountering innumerable cases of grave violations of human rights.",
        "Labels": []
    },
    {
        "ID": 98,
        "Text": "98. Long-standing patterns of harassment and oppression of persons whose views and opinions differ from those of persons holding power persist in a number of countries. In many instances, restrictions on the freedom of opinion and expression limit to a significant extent the possibility of violations becoming known and investigated. In the view of the Special Rapporteur, such trends perpetuate patterns of government corruption and impunity.",
        "Labels": []
    },
    {
        "ID": 99,
        "Text": "99. From the communications received during the period under review, the Special Rapporteur is compelled to conclude that, as in previous years, violations of the right to freedom of expression occur in all parts of the world. In a number of instances, these violations and violations of other human rights concur, including those related to extrajudicial, arbitrary or summary executions, enforced or involuntary disappearances, torture, religious intolerance and arbitrary detention. The rights to freedom of opinion, expression and information are violated in States with widely different political systems and institutional frameworks for governance.",
        "Labels": []
    },
    {
        "ID": 100,
        "Text": "100. The Special Rapporteur condemns the attacks of 11 September in the strongest terms as crimes against humanity. He would like, however, to express his deep concern that measures taken by some States have targeted certain groups, in particular religious and ethnic minorities, political activists and the media. The Special Rapporteur is also concerned that some States have sought to restrict the international and national media in the way they report on the conflict in Afghanistan and elsewhere. He considers that it is vital to the legitimacy of the media that they be able to make editorial judgements as to how the conflict is reported, whose views are reported and how events are presented. Authorities summoning journalists to \"discuss editorial matters\" can have a chilling effect on coverage of the conflict and even if such pressure is resisted, it can cloud public perceptions about the impartiality of the media.",
        "Labels": []
    },
    {
        "ID": 101,
        "Text": "101. A matter of particular concern to the Special Rapporteur is the threat that human rights concerns, including freedom of expression, have declined in importance on the international agenda. Close international scrutiny of certain States for human rights reasons now seems to have faded and some NGOs have reported that States and intergovernmental organizations are less responsive to their appeals than formerly. While it is of the greatest importance that a strong coalition against terror be maintained, this cannot, in itself, be a reason to sideline human rights.",
        "Labels": []
    },
    {
        "ID": 102,
        "Text": "102. The Special Rapporteur is also concerned at continuing reports of excessive Internet content regulation and of on-line surveillance. He is concerned that in some States, access to the Internet is restricted to the elite while in others, access is controlled through licensing regimes for Internet service providers or even individual users. In some States, access is possible only through Government-controlled \"filtered gateways\". Any restrictions on the Internet must remain within the strict parameters set by article 19 (3) of the International Covenant on Civil and Political Rights. The Special Rapporteur notes that encryption and anonymity software has been developed which can provide protection against unwarranted on-line surveillance, and encourages the use and continued development of these tools.",
        "Labels": []
    },
    {
        "ID": 103,
        "Text": "103. With regard to the World Conference against Racism, Racial Discrimination Xenophobia and Related Intolerance, the Special Rapporteur considers that the free flow of information and ideas is one of the most powerful ways of combating these evils. There should be free access to information which exposes or otherwise helps to combat racism, whether that information is held by public or private bodies, unless denial of access can be justified as necessary to protect an overriding public interest. In addition, States should ensure that the public has adequate access to reliable information relating to racism, discrimination, xenophobia and intolerance including, where necessary, through the collection and dissemination of such information by public authorities. The Special Rapporteur considers that media organizations, media enterprises and media workers - particularly public service broadcasters - have a moral and social obligation to make a positive contribution to the fight against racism, discrimination, xenophobia and intolerance.",
        "Labels": [
            "Persons affected by armed conflict"
        ]
    },
    {
        "ID": 104,
        "Text": "104. Finally, the Special Rapporteur is still very concerned at the continuing silencing of women in many areas.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 105,
        "Text": "105. While noting that the cooperation of Governments in the discharge of his mandate continued to be satisfactory (e.g. the number of invitations to conduct field visits received this year), the Special Rapporteur would like to encourage all Governments to cooperate with his mandate as set out in Commission resolution 2000/86, in particular with regard to communications addressed to them.",
        "Labels": []
    },
    {
        "ID": 106,
        "Text": "106. Further to the events of 11 September, the Special Rapporteur would like to urge all Governments not to respond to terror by adopting laws which have a negative impact on the realization of human rights, in particular the right to freedom of opinion and expression as stated in article 19 of the Universal Declaration of Human Rights. The Special Rapporteur strongly believes that it is of the utmost importance, after the events of 11 September, that States consider the human rights implications of any measures they adopt in response. He urges that efforts aimed at mutual respect and tolerance be strengthened and that they not be limited in time but continue beyond the exigencies of the moment.",
        "Labels": []
    },
    {
        "ID": 107,
        "Text": "107. He would like to stress that human rights should be at the centre of any attempt to deal with the aftermath of these terrible events. Therefore, he would like to invite all Governments to review laws specifically intended to protect national security and to scrutinize their domestic legal systems with a view to bringing them into line with international standards governing the right to freedom of opinion and expression. He also encourages all States that have not ratified the International Covenant on Civil and Political Rights and the International Covenant on Economic, Social and Cultural Rights to do so.",
        "Labels": []
    },
    {
        "ID": 108,
        "Text": "108. The Special Rapporteur is particularly concerned about the \"argument of necessity\". He urges the authorities who most frequently use this argument, in all countries, to make public as much information as possible related to those questioned or detained and to ensure that their rights to full disclosure, to be heard and to respond to any evidence held or presented against them are fully respected.",
        "Labels": [
            "Persons deprived of their liberty"
        ]
    },
    {
        "ID": 109,
        "Text": "109. With regard to the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance, at the time the Special Rapporteur was finalizing the present report the Declaration and Programme of Action of the World Conference were not available. However, the Special Rapporteur would like to offer the following suggestions. It will be useful to define the relationship that will exist between the OHCHR Anti-Discrimination Unit and the special procedures. Particular attention should be paid to the methodology in order to avoid overlap and duplication, in particular with regard to relationships with NGOs in areas such as the presentation of situations and cases of racism. The coordination that could be implemented between the Unit, the special procedures and the Quick Response Desk should be on the agenda of the next annual meeting of the special rapporteurs. Also, the special procedures should be able to make recommendations to the Anti-Discrimination Unit on issues that may deserve specific thought, research and analysis, and eventually recommend technical cooperation programmes on issues which they have identified as being critical. As soon as the Durban Programme of Action is adopted by the General Assembly, the Special Rapporteur intends to compile in a synoptic table the issues raised in Durban which are relevant to his mandate and to include it in his next report to the Commission.",
        "Labels": []
    },
    {
        "ID": 110,
        "Text": "110. The Special Rapporteur would like to recall that new technologies, in particular the Internet, are inherently democratic, provide the public and individuals with access to information sources and enable all to participate actively in the communication process. He remains concerned at information received regarding the efforts of some Governments either to control or shut down access to the Internet. In that connection, he would like to refer to his report to the Commission at its fifty-seventh session (E/CN.4/2001/64). He urges States actively to promote universal access to the Internet and not to adopt separate rules limiting Internet content.",
        "Labels": []
    },
    {
        "ID": 111,
        "Text": "111. Noting that broadcasting, particularly radio, is, for the vast majority of people, the primary source of information and news, the Special Rapporteur considers of the greatest importance that this medium be able to operate independently and in the public interest. Public broadcasters should serve the public, not the Government or the party in power, and should be protected against political and commercial interference, including through the appointment of an independent governing board and respect for editorial independence. Additionally, he would like to recommend that licensing processes should be transparent and fair, with clear criteria, published in advance, for deciding between competing applications. He also recommends that effective measures be adopted to prevent undue concentration of media ownership.",
        "Labels": []
    },
    {
        "ID": 112,
        "Text": "112. Moreover, the Special Rapporteur would like to recommend that States take positive measures to promote the spread of appropriate technology and in the area of training. States should also actively promote universal reception of broadcasting. At the same time, effective rules on undue concentration of ownership are required to prevent domination of this key medium by a small number of players. He also recommends that owners and their professional staff conclude agreements to guarantee editorial independence and ensure that commercial considerations do not unduly influence media content.",
        "Labels": []
    },
    {
        "ID": 113,
        "Text": "113. As allegations transmitted to the Special Rapporteur relating to the abuse of libel and defamation laws continue to be numerous, he would like to recall the recommendation made in an earlier report (E/CN.4/2000/63, para. 205) that Governments should ensure that press offences are no longer punishable by terms of imprisonment, except in cases involving racist or discriminatory comments or calls to violence. Along the same lines, the Special Rapporteur would urge all Governments to ensure that the fines which the media or any organization/individual is sentenced to pay for offences such as \"defamation\", \"libel\", \"insults\" and publication of \"false\" or \"alarmist\" information are not out of proportion to the harm suffered by the victims. He would like to reiterate strongly that such fines cannot be used by Governments to limit the right to receive and impart information and ideas.",
        "Labels": []
    },
    {
        "ID": 114,
        "Text": "114. Additionally, the Special Rapporteur is extremely concerned at the high number of cases of violations of the right to freedom of opinion and expression committed by non-State actors, and therefore he would like to reiterate his suggestion that the Commission on Human Rights consider how and by what means the international community can pay particular and coherent attention to the question of non-State actors and action by them that infringes upon or restricts the rights to freedom of opinion and expression.",
        "Labels": []
    },
    {
        "ID": 115,
        "Text": "115. Furthermore the Special Rapporteur urges Governments to take all necessary steps to remove formal and cultural obstacles to the exercise by women of their right to freedom of opinion and expression, including the right to receive information. The Special Rapporteur is of the view that special efforts to gather and analyse information on that specific issue should be made. In this regard, he invites submissions by Governments, international organizations, specialized agencies, NGOs and individuals.",
        "Labels": [
            "Women/girls"
        ]
    },
    {
        "ID": 116,
        "Text": "116. The Special Rapporteur would like also, in accordance with Commission resolution 2001/47, to call on Governments to provide him with comments on their programmes and policies with respect to access to information for the purposes of education on and prevention of HIV, in order for him to be able to present his recommendations to the Commission at its next session, with a view to undertaking a comparative study of the different approaches taken in the various regions and countries in this regard.",
        "Labels": []
    },
    {
        "ID": 117,
        "Text": "117. Finally, the Special Rapporteur, regrettably, deems it necessary to repeat his deep concern as regards the imbalance between the requirements set out by the mandate and the inadequate financial and human resources put at his disposal, despite the recent establishment of the Quick Response Desk and a thematic database within the Thematic Mechanisms Team. - 1 See annexes 1, 2 and 6. - 2 Some letters by the Special Rapporteur were sent with more than one other special mechanism - 3 This press release may be consulted on the OHCHR website: www.unhchr.ch. - 4 See annexes IV and V. - 5 Ms. Mona Rishmawi and Mr. Thomas Hammarberg. | | Africa | Asia | Eastern | Western | Latin America | Total | | |--------------------------------------------------------------|--------|------|---------|-----------|---------------|-------|--| | | | | Europe | Europe | and the | | | | | | | | and other | Caribbean | | | | No. of countries towhich UA and LA weresent | 27 | 22 | 5 | 2 | 13 | 69 | | | No. of UA sent | 50 | 47 | 4 | 7 | 16 | 124 | | | No. of joint UA (withthematic and countrymechanisms) | 28 | 28 | 1 | 5 | 13 | 77 | | | No. of LA sent | 15 | 10 | 5 | - | 7 | 37 | | | No. of joint LA (withthematic and countrymechanisms) | 5 | 2 | 4 | - | 4 | 15 | | | No. of PR | 1 | - | - | 1 | - | 2 | | | No. of Governmentreplies | 13 | 17 | 3 | 5 | 7 | 45 | | UA - urgent appeals LA - letters of allegation PR - press releases | | Letters of allegation | Urgent appeals | |-------------------------------------------------------------------------------------------------------------------|-----------------------|----------------| | Number of joint communications | 15 | 77 | | Thematic mechanisms | | | | Special Rapporteur of the Commission onHuman Rights on extrajudicial, summary orarbitrary executions | 2 | 14 | | Special Rapporteur of the Commission onHuman Rights on the independence of judgesand lawyers | 1 | 3 | | Special Rapporteur of the Commission onHuman Rights on the question of torture | 12 | 33 | | Special Representative of the Secretary-Generalon human rights defenders | 2 | 15 | | Special Rapporteur of the Commission onHuman Rights on violence against women,its causes and consequences | 3 | 1 | | Working Group on Arbitrary Detention | 0 | 23 | | Country specific rapporteurs | | | | Democratic Republic of the Congo | 0 | 4 | | Equatorial Guinea | 0 | 1 | | Islamic Republic of Iran | 0 | 2 | | Sudan | 0 | 6 | \\ Some allegations and urgent appeals were sent by more than one special rapporteur, which explains why the total is higher. | | Africa | | | Asia | | | Eastern Europe | | | Western Europeand other | | | Latin Americaand the Caribbean | | | |-----------------------------------------------------------|--------|----|----|------|----|----|----------------|-----|----|-----------------------------|----|----|------------------------------------|----|----| | | UA | LA | PR | UA | LA | PR | UA | LA | PR | UA | LA | PR | UA | LA | PR | | No. of countries towhich UA and LAwere sent | | 27 | | | 22 | | | 5 | | | 2 | | | 13 | | | No. ofcommunicationssent by the SR | 50 | 15 | 1 | 47 | 10 | - | 4 | 5 | - | 7 | - | 1 | 16 | 7 | - | | No. of countriesconcerned | 23 | 12 | 1 | 21 | 8 | - | 3 | 4 | - | 2 | - | 1 | 12 | 5 | - | | No. of individuals | 332 | 69 | 5 | 411 | 42 | - | 3 | 129 | - | 59 | - | 1 | 67 | 21 | - | | No. of women | 6 | 5 | - | 1 | - | - | 2 | 8 | - | 4 | - | - | 6 | 2 | - | | No. of minors | 16 | - | - | 3 | - | - | - | - | - | 1 | - | - | - | - | - | | No. of radio stations | 1 | 2 | - | - | - | - | - | - | - | 1 | - | - | - | - | - | | No. of newspapers | 15 | 7 | - | 4 | 6 | - | 1 | - | - | - | - | - | 2 | 2 | - | | No. of television/media outlets | - | - | - | 2 | 2 | - | - | 3 | - | 1 | - | - | - | - | - | | No. of laws/directives/administrativemeasures | 3 | 2 | 1 | 2 | 1 | - | - | - | - | - | - | - | - | - | - | | Political parties/movements/trade unions | 2 | 1 | - | 1 | 1 | - | - | - | - | 2 | - | - | 2 | - | - | | Demonstrations/civil unrest | 1 | - | - | 2 | - | - | 1 | - | - | - | - | - | 1 | - | - | | No. of Governmentreplies | 10 | 3 | - | 17 | 1 | - | 2 | 1 | - | 5 | - | - | 5 | 2 | - | On the occasion of United Nations Human Rights Day, the undersigned independent experts of the United Nations Commission on Human Rights strongly remind States of their obligations under international law to uphold human rights and fundamental freedoms in the context of the aftermath of the tragic events of 11 September 2001. We express our deep concern over the adoption or contemplation of anti-terrorist and national security legislation and other measures that may infringe upon the enjoyment for all of human rights and fundamental freedoms. We deplore human rights violations and measures that have particularly targeted groups such as human rights defenders, migrants, asylum-seekers and refugees, religious and ethnic minorities, political activists and the media. Concerned authorities have already been requested to take appropriate actions to guarantee the respect for human rights and fundamental freedoms in a number of individual cases drawn to the attention of relevant independent experts. We shall continue to monitor the situation closely. We remind States of the fundamental principle of non-discrimination which guarantees that everyone is entitled to all rights and freedoms \"without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status\" (article 2 of the Universal Declaration of Human Rights). We also remind States that under international human rights law some rights cannot be derogated from under any circumstances, including in times of public emergency. These include: the right to life, the prohibition of torture or cruel, inhuman or degrading treatment or punishment, the freedom of thought, conscience and religion, as well as the principles of precision and non-retroactivity of criminal law except where a later law imposes a lighter penalty. Furthermore, we call upon States to take appropriate measures to uphold the respect for fundamental rights such as the right to liberty and security of the person, the right to be free from arbitrary arrest, the presumption of innocence, the right to a fair trial, the right to freedom of opinion, expression and assembly and the right to seek asylum. We call upon States to limit the measures taken to the extent strictly required by the exigencies of the situation. Public policies must strike a fair balance between, on the one hand, the enjoyment of human rights and fundamental freedoms for all and, on the other hand, legitimate concerns over national and international security. The fight against terrorism must not result in violations of human rights, as guaranteed under international law. Abdelfattah Amor, Special Rapporteur of the Commission on Human Rights on religious intolerance Enrique Bernales Ballesteros, Special Rapporteur of the Commission on Human Rights on the use of mercenaries as a means of impeding the exercise of the right of peoples to self-determination Theo van Boven, Special Rapporteur of the Commission on Human Rights on the question of torture Radhika Coomaraswamy, Special Rapporteur of the Commission on Human Rights on violence against women, its causes and consequences Dato' Param Cumaraswamy, Special Rapporteur of the Commission on Human Rights on the independence of judges and lawyers Francis Deng, Representative of the Secretary-General on internally displaced persons Abid Hussain, Special Rapporteur of the Commission on Human Rights on the promotion and protection of the right to freedom of opinion and expression Asma Jahangir, Special Rapporteur of the Commission on Human Rights on extrajudicial, summary or arbitrary executions Hina Jilani, Special Representative of the Secretary-General on human rights defenders Miloon Kothari, Special Rapporteur of the Commission on Human Rights on adequate housing as a component of the right to an adequate standard of living Anne-Marie Lizin, Special Rapporteur of the Commission on Human Rights on human rights and extreme poverty Juan Miguel Petit, Special Rapporteur of the Commission on Human Rights on the sale of children, child prostitution and child pornography Gabriela Rodríguez Pizarro, Special Rapporteur of the Commission on Human Rights on the human rights of migrants Katarina Tomasevski, Special Rapporteur of the Commission on Human Rights on the right to education Jean Ziegler, Special Rapporteur of the Commission on Human Rights on the right to food Having met with representatives of NGOs, UNESCO, journalists' associations and human rights experts in London on 19 and 20 November 2001, under the auspices of Article 19, Global Campaign for Free Expression, assisted by Canadian Journalists for Free Expression, we: Recall and reaffirm our joint declarations of 26 November 1999 and 30 November 2000; Condemn the criminal terrorist attacks of 11 September 2001 and extend our deepest feelings of sympathy to the victims; Are of the view that the events of 11 September 2001 and their aftermath highlight the importance of open public debate based on the free exchange of ideas, and should serve as a catalyst for States all over the world to bolster guarantees of freedom of expression; Express our deep concern about the consequences these events are having for the right to freedom of expression at the advent of the \"electronic century\" which is witnessing the growing dominance of forms of communication such as broadcasting and the Internet; Are aware of the fact that broadcasting remains the most important source of information for most people in the world; Recognize the growing importance of regional mechanisms in promoting the right to freedom of expression and the need to promote such mechanisms in every region of the world, including in Africa and Asia; Recall the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance in Durban and our joint statement on Racism and the Media of 27 February 2001, which stated: \"Promoting an optimal role for the media in the fight against racism, discrimination, xenophobia and intolerance requires a comprehensive approach which includes an appropriate civil, criminal and administrative law framework, and which promotes tolerance, including through education, self-regulation and other positive measures\"; Adopt the following Declaration: - − Terror must not triumph over human rights in general, and freedom of expression in particular; - − Certain Governments have, in the aftermath of the events of 11 September, adopted measures or taken steps to limit freedom of expression and curtail the free flow of information; this reaction plays into the hands of the terrorists; - − Guarantees for freedom of expression have developed over centuries but they can easily be rolled back; we are particularly concerned that recent moves by some Governments to introduce legislation limiting freedom of expression set a bad precedent; - − We are of the view that an effective strategy to address terror must include reaffirming values and strengthening democratic values, based on the right to freedom of expression; - − The events of 11 September have brought in their wake a rise in racism and attacks against Islam; we call on Governments, as well as the media, to do everything within their power to combat this dangerous trend. - − Promoting diversity should be a primary goal of broadcast regulation; diversity implies gender equity within broadcasting, as well as equal opportunity for all sections of society to access the airwaves; - − Broadcast regulators and governing bodies should be so constituted as to protect broadcasters against political and commercial interference; - − Effective measures should be adopted to prevent undue concentration of media ownership; - − Media owners and media professionals should be encouraged to conclude agreements to guarantee editorial independence; commercial considerations should not unduly influence media content; - − We are of the view that elected political officials and members of Government who are media owners must separate their political activities from their media interests. - − The right to freedom of expression applies to the Internet, just as it does to other communication media; - − The international community, as well as national Governments, should actively promote universal access to the Internet, including through supporting the establishment of information communication technology (ICT) centres; - − States should not adopt separate rules limiting Internet content. Abid Hussain, United Nations Special Rapporteur on freedom of opinion and expression Freimut Duve, OSCE Representative on freedom of the media Santiago Cantón, OAS Special Rapporteur on freedom of expression In support of the objectives and with the desire to make a contribution to the preparations for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance, we: Reaffirm that the promotion of equality, and freedom from racism, discrimination, xenophobia and intolerance are essential to the realization of human rights and freedoms; Stress the fundamental importance of the right to freedom of expression, including of the media, for the personal development, dignity and fulfilment of every individual, for the promotion and protection of equality and democracy, for the enjoyment of other human rights and freedoms, and for the progress and welfare of society; Note with concern the prevalence of racism and discrimination, as well as the existence in many countries and regions of the world of a climate of intolerance, and the threat these pose to equality and full enjoyment of human rights and freedoms; Recognize the positive contribution the exercise of the right to freedom of expression, particularly by the media, and full respect for the right to freedom of information can make to the fight against racism, discrimination, xenophobia and intolerance; Recognize as harmful all forms of expression which incite or otherwise promote racial hatred, discrimination, violence and intolerance and note that crimes against humanity are often accompanied or preceded by these forms of expression; Are cognizant of the need to ensure a balance between efforts to combat racism, discrimination, xenophobia and intolerance, and protection of the right to freedom of expression; Reiterate the need to respect the editorial independence and autonomy of the media; Desire to make a contribution to the preparations for the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance; Adopt the following joint statement: Promoting an optimal role for the media in the fight against racism, discrimination, xenophobia and intolerance requires a comprehensive approach which includes an appropriate civil, criminal and administrative law framework, and which promotes tolerance, including through education, self-regulation and other positive measures. These efforts must be made with the realization that respect for freedom of expression and information ensures that all citizens have access to information which helps them form their opinions and challenges their views, and which they need to make decisions. Any civil, criminal or administrative law measures that constitute an interference with freedom of expression must be provided by law, serve a legitimate aim as set out in international law and be necessary to achieve that aim. This implies that any such measures are clearly and narrowly defined, are applied by a body which is independent of political, commercial or other unwarranted influences and in a manner which is neither arbitrary nor discriminatory, and are subject to adequate safeguards against abuse, including the right of access to an independent court or tribunal. If these safeguards are not in effect, there is a very real possibility of such measures being abused, particularly where respect for human rights and democracy is weak, and hate speech laws have in the past been used against those they should be protecting. In accordance with international and regional law, hate speech laws should, at a minimum, conform to the following: no one should be penalized for statements which are true; no one should be penalized for the dissemination of hate speech unless it has been shown that they did so with the intention of inciting discrimination, hostility or violence; the right of journalists to decide how best to communicate information and ideas to the public should be respected, particularly when they are reporting on racism and intolerance; no one should be subject to prior censorship; and any imposition of sanctions by courts should be in strict conformity with the principle of proportionality. These standards should also apply to new communications technologies such as the Internet, which are of enormous value in promoting the right to freedom of expression and the free flow of information and ideas, particularly across frontiers and at the global level. Any restrictions on these new communications technologies should not limit or restrict the free flow of information and ideas protected by the right to freedom of expression, or enable the authorities to interfere with the work of, or intimidate, human rights defenders. Defamation laws have in some cases been used to limit the right to freely identify and openly combat racism, discrimination, xenophobia and intolerance. To prevent this from happening, defamation laws should be brought into line with international standards on freedom of expression, in particular as outlined in our joint declaration of 30 November 2000. The free flow of information and ideas is one of the most powerful ways of combating racism, discrimination, xenophobia and intolerance. There should be free access to information which exposes or otherwise helps to combat these problems, whether that information is held by public or private bodies, unless denial of access can be justified as being necessary to protect an overriding public interest. In addition, States should ensure that the public has adequate access to reliable information relating to racism, discrimination, xenophobia and intolerance including, where necessary, through the collection and dissemination of such information by public authorities. Media organizations, media enterprises and media workers - particularly public service broadcasters - have a moral and social obligation to make a positive contribution to the fight against racism, discrimination, xenophobia and intolerance. There are many ways in which these bodies and individuals can make such a contribution, including by: designing and delivering media training programmes which promote a better understanding of issues relating to racism and discrimination, and which foster a sense of the moral and social obligations of the media to promote tolerance and knowledge of the practical means by which this may be done; ensuring that effective ethical and self-regulatory codes of conduct prohibit the use of racist terms and prejudicial or derogatory stereotypes, and unnecessary references to race, religion and related attributes; taking measures to ensure that their workforce is diverse and reasonably representative of society as a whole; taking care to report factually and in a sensitive manner on acts of racism or discrimination, while at the same time ensuring that they are brought to the attention of the public; ensuring that reporting in relation to specific communities promotes a better understanding of difference and at the same time reflects the perspectives of those communities and gives members of those communities a chance to be heard; and promoting a culture of tolerance and a better understanding of the evils of racism and discrimination. 27 February 2001 Abid Hussain,United Nations Special Rapporteur on freedom of opinion and expression Freimut Duve,OSCE Representative on freedom of the media Santiago Cantón, OAS Special Rapporteur on freedom of expression -----",
        "Labels": [
            "Refugees & asylum-seekers",
            "Migrants",
            "Women/girls",
            "Children",
            "Persons living in poverty",
            "Persons deprived of their liberty",
            "Persons affected by armed conflict",
            "Internally displaced persons"
        ]
    }
]